{
  "_id": "5afa86cd82d9d9ab35c5acfc1f1fe15568cad681f4ad15b32a31a75c4cf82c11",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Energy  Proposal  Worries  Dow CEO  ----  By Christopher M. Matthews and Timothy Puko",
  "text": "<p>   Dow Inc. Chief Executive Jim Fitterling wants to know how Congress plans to pay for a proposed move to zero-carbon emission electricity that he says could dramatically increase energy costs, especially if it restricts natural-gas use. </p><p>   Mr. Fitterling expressed his concerns in an interview this week as the White House and Democrats seek to implement a clean-electricity standard in their proposed budget. He warned about the potential consequences of any policy that would exclude natural gas from the energy mix. </p><p>   Dow supports efforts to reduce carbon emissions to address the threat of climate change, he said, but called the current debate in Washington over how to get there polarizing and not rooted in economic realities. </p><p>   \"It's not incrementally more expensive than what we do today, it's much more expensive than what we do today, and the challenge . . .i s the government has to figure out how to pay for it,\" Mr. Fitterling said. \"What we have to do is create a clear rationale for this move to zero carbon, and start to get some economics behind it.\" </p><p>   The company, one of the world's largest chemical manufacturers, has a lot at stake in the continuing debate. It has invested billions of dollars in new and expanded U.S. petrochemical facilities, seeking to capitalize on the bounty of fossil fuels unlocked by fracking to make, among other things, the little plastic pellets that are eventually fashioned into everything from car parts to shampoo bottles. </p><p>   Dow supported the Biden administration's decision to rejoin the Paris climate agreement and has set a net-zero target for its carbon emissions by 2050. But Mr. Fitterling said that as the U.S. moves to electrify a wider swath of the economy, it needs to use not only wind and solar power, but nuclear sources and natural gas coupled with carbon capture, a technology that captures emissions. </p><p>   Democrats' latest proposals eye a plan to encourage utilities to generate more electricity from clean sources, setting a goal of generating 80% of electricity in the U.S. from clean sources by 2030. That could boost emissions-free sources such as wind and solar power but pressure natural gas, which, while cleaner than coal, is a substantial source of greenhouse-gas emissions. </p><p>   Mr. Fitterling said he drew a line at what he saw as proposals to phase out natural gas prematurely. \"We don't want to make ourselves vulnerable,\" he said. \"We want to make ourselves more reliable, because we're going to be more electricity-dependent in this new future.\" </p><p>   President Biden has outlined a goal of 100% clean-power sources in the U.S. by 2035. To get there, the White House and Democrats are proposing a policy known as a clean-electricity standard that would create massive incentives for cleaner power sources, and penalties for dirtier ones. </p><p>   The policy is a centerpiece of the $3.5 trillion spending plan passed by Democrats in the House on Tuesday. The details of the policy, like much of the plan, aren't set and will be heavily debated as Democrats seek to pass the blueprint through a budget process known as reconciliation. </p><p>   The proposal has put natural gas in the crosshairs, making it a flashpoint in the budget debate. </p><p>   Dow is a significant industrial consumer of electricity and natural gas, and Mr. Fitterling said the transition to cleaner energy sources carries huge costs for businesses that would need to be motivated by financial markets and carefully tailored government policy. </p><p>   Mr. Fitterling said Dow supports voluntary emissions caps and creating a market for trading emissions credits, joining other major companies that support such policies, including Exxon Mobil Corp. </p><p></p>",
  "published": "2021-08-28T06:16:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "nexusId": "10039938",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        }
      ]
    }
  ]
}