{
  "_id": "d79a52615ad4b0176c0a9291ed982396b07cf6eb95b112fd1b9e90596f77e8ed",
  "feed": "wall-street-journal",
  "title": "The Graduate Degree That Pays Off: The M.B.A. --- Unlike most law degrees, a master's in business leaves students with manageable debt",
  "text": "<p>Jenny Le, 29, enrolled in 2018 at Columbia Business School, where total tuition and fees surpass $160,000 for the two-year M.B.A. She tapped savings and scholarships and borrowed $38,000 to attend, assuming she would take several years to pay down the debt after graduating. Thanks in part to a signing bonus she got with her new role as an associate in corporate strategy and development for Teachers Insurance and Annuity Association of America in New York, she cleared the debt in six months.</p><p>\"I thought it would be worth it in the long run, but wasn't sure about the short-term,\" Ms. Le said of her degree. \"I've seen so many others my age struggle with debt payment. It was a better investment than I was expecting.\"</p><p>Many people who pursue their M.B.A. do it for the promise of a bigger payday, the ability to pivot to a new industry or launch themselves onto an executive path. The high sticker price for some programs, which can range from $100,000 to $250,000 or more once living expenses are factored in on top of tuition and fees, can turn off prospective students, as can the two-year career break required to go back to campus.</p><p>The federal government allows graduate students to take out a fixed amount of relatively low-interest loans. After that, students must turn to higher-interest Grad Plus loans, which have no cap. Thousands of M.B.A. students take out six-figure loans every year to help finance tuition, fees and living expenses. A small number of M.B.A. candidates at some elite schools rely more on private loans with lower interest rates. The debt figures the Journal examined don't include private loans, and the salary data reflects only students who take out federal loans.</p><p>Many M.B.A. candidates have experience in the professional workforce, so the degree often boosts their existing career trajectory. Traditionally, some students have come from more affluent backgrounds and people who already work in finance or other high-paying sectors have tended to gravitate to the degree, which has made the pool of M.B.A. candidates a financially healthy group, though business schools say they have been trying to expand their pool of applicants.</p><p>When Juliet Lawrence, 37, graduated from the University of Michigan's Ross School of Business with her M.B.A. in 2013, she decided not to immediately pay off her more than $108,000 in loans. She opted to put her higher salary and bonuses at Dow Inc. into her 401(k) and the stock market while making loan payments. Ms. Lawrence, now a senior finance manager at Dow, paid off the last of her debt in 2020.</p><p>\"From a net worth perspective, you get more return from that than just straight paying off loans. There was no real rush,\" Ms. Lawrence said of investing instead of wiping out loans quickly. \"Your M.B.A. pays off, but where are you going to get more growth?\"</p><p>Not everybody who attends a well-known school catapults into a new income bracket. Bradley Hoefer, 31, borrowed about $110,000 to get his M.B.A. from Tulane University's Freeman School of Business in 2020; he already had about $85,000 in loans for his undergraduate degree. He estimates it could take him 20 years to pay down the debt.</p><p>Mr. Hoefer had hoped his M.B.A. would help him leave banking, the sector where he worked for five years, and enter the videogame industry. After a year of job hunting and working part-time to make ends meet, he recently took a full-time job at Citigroup Inc. in Buffalo, N.Y., with a remote start from Ormond Beach, Fla. His salary of $60,000 a year is a modest increase over the salary he drew before graduate school.</p><p>\"It was worth it for the experience,\" Mr. Hoefer said. \"I think there is a little false advertising with respect to some M.B.A.s. People expect to increase their salaries from $60,000 to $120,000.\"</p><p>Paulo Goes, dean of Tulane's business school, said the class of 2020 has had a tough time because many companies stopped recruiting M.B.A. job seekers during the pandemic, which is reflected in graduates' placement and salary.</p><p>For-profit business schools had fewer students who repaid their loans after two years. At Strayer University in Washington, D.C., 2% of graduates fully repaid their loans within two years, while about a third asked to temporarily suspend payments. Strayer students borrowed a median $74,000, yet half earned less than $57,000 two years after graduation. Strayer didn't respond to requests for comment.</p><p>About a dozen other business schools showed median debt loads outstripping graduates' median earnings, the Journal's analysis found. Several of those schools said their debt numbers are inflated because the federal debt data reflect students in pricey dual-degree programs. Roseman University of Health Sciences had the highest debt compared with earnings of any school, with students borrowing a median $172,000. That figure includes students in the school's dual dentistry and M.B.A. program, a school spokesman said.</p><p>At several elite M.B.A. programs, including Harvard Business School and Stanford Graduate School of Business, the median starting salary after graduation allowed more than half of alumni to fully pay off their federal student loans within two years, according to the data the Journal examined.</p><p>Some of the most expensive M.B.A. programs had some of the lowest debt loads, federal data show. At Dartmouth's Tuck School of Business and some other top schools, graduates borrowed a median $41,000 in federal loans, which is the maximum amount that students can borrow at the most favorable interest rates, without resorting to higher-interest Grad Plus loans.</p><p>At Harvard Business School, students had $41,000 in debt and median earnings of about $172,000, according to the federal data. About 56% of the 2020 class of M.B.A.s graduated with some debt, averaging $79,000 in federal and private loans combined, said Chad Losee, Harvard's managing director of M.B.A. admissions.</p><p>Daniel Huizinga, 29, landed a job at consulting company Accenture PLC after getting his undergraduate business degree from Baylor University in 2015, but he decided to pursue an M.B.A. in the hopes of moving up at Accenture or landing a job at one of the top consultancies -- McKinsey &amp; Co., Bain &amp; Co. or Boston Consulting Group. He calculated that going back to school, and providing for his young family for those two years, would cost him about $300,000. He got a $90,000 scholarship from the University of Chicago's Booth School of Business and had $100,000 saved. He borrowed $100,000 to enroll last fall and will graduate in the spring of 2022.</p><p>At one of the big consulting firms, Mr. Huizinga expects to make roughly $200,000 a year upon graduation, which will allow him to pay off the debt in two to three years.</p><p>\"I wanted to go to a top school with a good brand name. It opens doors I didn't have after undergrad,\" he said. \"For me, it was a no-brainer.\"</p>",
  "published": "2021-10-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "nexusId": "10039938",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 2396,
          "end": 2404
        },
        {
          "start": 2412,
          "end": 2420
        }
      ]
    }
  ]
}