{
  "_id": "244ea84b45a2fa118b759e7eb7d12d1a978ed5ca498de390c4d4cdae6296492b",
  "feed": "wall-street-journal",
  "title": "Understaffed Freight Railroads Weigh on Economic Recovery",
  "text": "<p>\"The railroads cannot strip down to bare-bones operations,\" said Martin Oberman, chairman of the Surface Transportation Board. \"It'd be like a professional football team only having one quarterback.\"</p><p>The board, which oversees freight railroads, is examining ways that it could improve competition in the rail industry, a mission highlighted in the Biden administration's recent executive order to promote more competitive markets across numerous industries.</p><p>The challenges largely stem from two issues buffeting the U.S. economy: labor shortages and widespread supply-chain bottlenecks as manufacturing ramps up and the economy snaps back.</p><p>Railroad executives say they have done their best to manage through a pandemic that has forced swaths of their workforce to quarantine and caused fluctuating demand from irregular production at some plants.</p><p>CSX Corp. Chief Executive Officer Jim Foote said that the railroad had expected to hire 500 new conductors by now to help with the increased demand and higher-than-expected attrition, but has added only 200 so far. \"It is an enormous challenge for us to go out and find people that want to be conductors on the railroad, just like it's hard to find people that want to be baristas or anything else,\" he said.</p><p>Railroads retrenched quickly when the economy seized up last year, furloughing thousands of workers and taking hundreds of locomotives offline. It came in the midst of a multiyear push by railroads like CSX, Norfolk Southern Corp. and Union Pacific Corp. to streamline their operations by running fewer trains with more cars, changes that already had resulted in fewer workers.</p><p>Some railroads implemented the pandemic-related cuts in ways that would allow workers and locomotives to quickly be recalled should the pandemic ease quickly. Instead of furloughs, some railroads set up reserve boards that allowed the workers to use unpaid time off or work one week a month. That let them keep their benefits and return to duty in just 48 hours, instead of 15 days under normal furloughs. Idled locomotives were parked and maintained so that they could resume hauling trains.</p><p>But other workers who were furloughed have been slow to come back, with many of them balking at relocating to new assignments. Training took months and Covid-19 protocols stretched some training classes out further.</p><p>Shippers noticed. The American Chemistry Council, whose members include companies like Dow Inc. and Honeywell International Inc., said in a letter to the STB that railcars were waiting at yards for more than a week and travel times for some routes more than doubled. Some factories were close to closing because of lack of materials and others slowed production, the companies said.</p><p>Jeff Sloan, the trade group's senior director of regulatory and technical affairs, said that the deteriorating service shows that the railroads cut too deep ahead of the pandemic and were unable to catch up. \"They clearly weren't as prepared as they should have been for the increase in traffic,\" he said.</p><p>CSX, based in Jacksonville, Fla., was the first U.S. railroad operator to implement the operating philosophy called precision scheduled railroading starting in 2017, when Hunter Harrison, who pioneered the ideas on Canada's major freight lines, joined the company as CEO. The strategy calls for running fewer trains longer distances and keeping them on a tighter schedule, allowing the railroad to scrap locomotives, employ fewer workers and shut facilities.</p><p>The implementation is jarring to operations and customers complained about mayhem on the tracks as the changes took place. But other railroads followed suit, in part due to Wall Street pressure to lower costs and boost margins and stock prices.</p><p>CSX and others say they have ramped up hiring lately to handle the increased shipping demand. Norfolk Southern had 114 conductors in training as of mid-June and plans to add between 72 and 96 new trainees each month for the remainder of the year.</p><p>CSX's Mr. Foote said the challenges are prompting the railroad to re-evaluate its approach to hiring for certain jobs, such as those that require people to work during weekends and holidays, or spend days away from home. They are providing $3,000 bonuses to workers who provide referrals for new hires, which Mr. Foote said has helped boost the pool of applicants.</p><p>Across the freight rail network, employment levels still remain below pre-pandemic levels. According to data shared with the STB, railroads reported 47,444 transportation employees in June, down from about 51,800 in March 2020.</p>",
  "published": "2021-07-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 2430,
          "end": 2438
        }
      ],
      "nexusId": "10039938"
    }
  ]
}