{
  "_id": "56d8b410d16e185a599c9bc3e4e4a7ae43f3832a217225345178780903d09344",
  "feed": "wall-street-journal",
  "title": "Tariffs to Tackle Climate Change Gain Momentum. The Idea Could Reshape Industries. The proposals come with risks, including undermining world trade rules and triggering trade disputes",
  "text": "<p>It's an idea that is gaining acceptance among U.S. businesses, particularly in those industries, as well as among politicians who see an opportunity to appeal to domestic manufacturers and their workers. Over the weekend, the Biden administration announced the first-ever trade agreement to incorporate such a concept. The pact with the European Union would jointly curb imports of steel that generate high levels of carbon emissions.</p><p>Carbon tariffs, also called border adjustments, are intended to plug a hole in domestic policies that discourage emissions. A country that imposes a carbon tax or some other regulation on a steel mill, for example, can raise that company's costs and prices, making them less competitive domestically.</p><p>Such a move could also encourage buyers to import less expensive steel, potentially produced with higher carbon emissions, or encourage manufacturers to shift production to countries with less regulation—undoing the environmental benefits of the taxes and putting domestic companies at a disadvantage. Environmental economists call that leakage.</p><p>The risks of carbon tariffs are similar to those that come with regular trade barriers. A carbon tariff could push up production costs and prices, hurting businesses buying those products as well as consumers. They would hit the economies of developing countries that depend heavily on exports. And they could undermine world trade rules and trigger trade disputes. Some countries say the proposals are really protectionism in disguise.</p><p>An estimated one-quarter of global greenhouse gases are produced by goods that cross borders, according to a 2018 report by economic and environmental consulting firms KGM &amp; Associates Pty. Ltd. and Global Efficiency Intelligence LLC. In effect, the report said, the emissions that many developed countries claim to have eliminated were \"outsourced to developing countries,\" which generally have fewer resources to invest in cleaner and more advanced technology.</p><p>\"America has an advantage from a lower carbon footprint,\" Jim Fitterling, chief executive of chemical giant Dow Inc., said. \"We want to continue to expand that advantage and I believe a carbon border-adjustment mechanism will help.\"</p><p>Economists and policy makers have been exploring the idea of carbon tariffs over the past 20 years, to level the playing field for domestic companies and to encourage trading partners to toughen their own emissions rules. When Yale University economist William Nordhaus accepted the Nobel Prize for his work on the economics of climate change in 2018, he proposed a global \"climate club\" of low-polluting countries that would impose a 3% tariff on imports from higher-polluting non-club members.</p><p>The idea took on new life as nations looked to intensify their greenhouse-gas reduction plans ahead of the United Nations climate conference that opened Monday in Scotland.</p><p>The plan unveiled Saturday came as part of an effort to curb global overcapacity for steel and aluminum, which U.S. officials have attributed largely to China. Under the arrangement, governments can restrict imports of products made using methods that produce more carbon dioxide. The two sides didn't provide details on how and when to implement the plan, but said that they would develop it over the next two years. President Biden told reporters that the new agreement would help \"restrict access to our markets for dirty steel from countries like China and counter countries that dump steel in our markets.\"</p><p>The Chinese Embassy in Washington didn't respond to a request for comment.</p><p>Texas Rep. Kevin Brady, the top House Republican for trade policy, criticized the agreement as \"enormously complex managed trade.\"</p><p>The European Union has taken the lead in carbon tariffs, unveiling its proposed plan in July. It currently has a cap-and-trade system in which domestic companies must obtain a permit to emit carbon, capped at a set amount. Permits currently change hands for around 60 euros, or $68, per metric ton of emissions.</p><p>Under its proposal, the EU would charge producers outside the area a fee similar to what domestic companies pay, based on the carbon content of their products sold in Europe. The border adjustments would initially apply to four heavily polluting sectors: steel, aluminum, cement and fertilizer. European officials hope to implement the program by 2025 as part of a broader deal to cut continental emissions 55% by 2030.</p><p>British, Japanese and Canadian governments have begun exploring similar plans. In the U.S., more than a dozen bills have been introduced in Congress since 2015, by both Democrats and Republicans, that include some kind of carbon tariff, usually linked to a carbon tax on domestic products.</p><p>\"Other countries, Europe and Canada, are being very aggressive,\" said Rep. Scott Peters (D., Calif.), who introduced carbon tariff legislation in July. \"What we don't want is for our companies to be at a competitive disadvantage.\"</p><p>A carbon tariff could quickly shift advantages across borders, including by significantly altering the global steel trade, the Boston Consulting Group wrote in a report about the EU's proposal last year. Chinese and Ukrainian steel made with high-polluting blast furnaces would lose market share to more efficient mills in Canada and South Korea, it said.</p><p>The report added that Saudi Arabian oil producers, with their easy access to crude oil found near the earth's surface, could gain European market share, because their carbon tariff would be at little as half that of Russian and Canadian competitors, which use more energy to extract their oil.</p><p>U.S. companies have invested heavily and taken advantage of technological improvements in recent years to reduce their carbon footprints, often driven by environmental regulations. While a boost in domestic manufacturing could potentially add to local pollution, the area is highly regulated in the U.S.—and overall would decrease the total global output of greenhouse gases.</p><p>The Climate Leadership Council, a business-backed group lobbying for economywide carbon pricing and border adjustments, said that products manufactured in the U.S. in major sectors such as metals, chemicals, electronics and vehicles generate 40% less carbon dioxide in their production than the global average.</p><p>It estimates that one of the largest beneficiaries of U.S. carbon tariffs would be the politically powerful steel industry. American steelmakers are more likely to use a more-efficient production method that recycles scrap metal, while many Asian producers rely on a different method that converts new iron into steel. The result: 50% to 100% more carbon dioxide is emitted in the production of imported steel than U.S.-made steel.</p><p>A carbon tariff of $43 a ton could reduce steel imports into the U.S. by half and completely eliminate purchases from the least carbon-efficient countries, including China and Brazil, the Climate Leadership Council said.</p><p>Supporters say a carbon tariff has the potential to rewrite the politics of climate regulations, softening resistance from conservatives skeptical of the need and worried about the cost.</p><p>George David Banks, a veteran Republican environmental policy official who worked in the Trump White House and is now promoting carbon tariffs, said, \"Once Republican voters recognize that this is the way of getting our supply chain back to the U.S., I think people are going to see the climate agenda very differently.\"</p><p>Carbon tariffs may also appeal to lawmakers as a way of blunting economic and security threats from China, the world's largest carbon emitter.</p><p>Among the groups that could find the idea less appealing are companies that end up paying more for carbon-intensive imports.</p><p>The Boston Consulting Group's report on the EU proposal estimates that European paper manufacturers, big importers of wood pulp, could see profits cut 65% on those imports. Importers of semi-manufactured gold—used in jewelry, electronics, dentistry products and other goods—could see profits fall by 10%. Companies would then face the choice of absorbing the costs or passing them on to customers, the report said.</p><p>Some trade experts warn that the reshuffling might not curb total global emissions. An industry trade group representing European aluminum makers said China could evade the EU's carbon tariff by exporting to Europe the 10% of its aluminum made with hydropower, while keeping metals made with coal in Asia. Russian aluminum maker Rusal PLC has announced plans to create a new low-energy subsidiary aimed at European sales, while focusing the rest of its factories for domestic demand.</p><p>Carbon tariffs are \"a perfect tool in economic theory, but we are not living in an economic theoretical world, unfortunately,\" said Markus Zimmer, an environmental economist for Allianz SE in Germany. \"Once all the politicians and the lawyers work through the regulations, you can get the opposite of what you intend.\"</p><p>Carbon tariffs can be a potential channel for protectionism, with governments designing them to benefit domestic industries rather than to simply level the playing field. World trade rules allow border adjustments that are intended to impose the same costs on foreign as domestic manufacturers, rather than to block import competition.</p><p>\"It will be hard to avoid accusations of green protectionism, given how the starting point clearly is concern about low-cost foreign production,\" Michael Mehling, deputy director of the Center for Energy and Environmental Policy Research at the Massachusetts Institute of Technology, said of the U.S.-EU steel trade agreement.</p><p>The risk is exacerbated by the lack of international consensus on quantifying the carbon embedded in goods, and whether to include the full carbon footprint, from the mining of raw material to transporting the product to final users.</p><p>Governments have submitted data on the average carbon intensity of basic products like steel and cement as part of the 190-nation Paris Agreement to curb greenhouse gases. They didn't include data for individual manufacturers, so a low-carbon producer could be hit with a tariff calibrated to a higher national average.</p><p>Counting and verifying emissions at individual facilities will be difficult and costly, and could create the potential for manipulation, said Stefan Koester, a senior analyst specializing in climate policy at Information Technology and Innovation Foundation, a nonpartisan Washington think tank. Rather than border adjustments, he supports a climate club similar to the kind Mr. Nordhaus proposed, in which nations that commit to climate-change policies would trade freely with each other and impose tariffs on imports.</p><p>Nearly every version of a carbon tariff designed by academics or lawmakers is twinned with some type of domestic carbon price. That makes it easier to make the case to trading partners that the purpose is to create a level playing field, so that producers all over the world pay the same fee.</p><p>In the U.S., carbon pricing—whether a carbon tax or a European-style emissions-trading scheme—remains deeply unpopular. Congressional Democrats are looking at ways to calculate \"implicit costs that come from regulation\" of U.S. companies and imposing an equivalent cost on foreign competitors, said Mr. Peters, the California congressman. \"It's not a simple thing.\"</p><p>For nations, attempts to balance green pledges with a free-trade agenda haven't had much success. The World Trade Organization has repeatedly declared illegal member environmental policies, such as subsidizing domestic renewable energy production, saying those improperly discriminate against foreign competitors.</p><p>The WTO tried and failed to create a global \"environmental goods agreement\" that would have cut tariffs and quotas on products designed to expand the world market for products helping reduce carbon emissions, such as wind turbines and solar panels. The talks collapsed in 2016 when China made a last-minute demand to include bicycles, and the Europeans refused.</p><p>\"The WTO is considered by many as an institution that not only has no solutions to offer on environmental concerns, but is part of the problem,\" Mr. Biden's trade representative, Katherine Tai, said in an April speech.</p><p>\"The WTO is only as decisive as its members,\" said WTO spokesman Keith Rockwell, who stressed that the group can only make a decision with a consensus among its 164 members.</p><p>In a meeting of the WTO's market access committee in November last year, officials from 19 countries raised concerns about the EU's plans for its carbon border-adjustment plan, according to meeting minutes. Russia's representative criticized \"protectionist objectives,\" noting that the EU intends to use the tariff as a new source of budget for powering its economic recovery after the pandemic.</p><p>\"Tackling climate change should…not become an excuse for geopolitics, attacking other countries or trade barriers,\" Chinese leader Xi Jinping said of Europe's tariff plans in an April call with then-German Chancellor Angela Merkel and French President Emmanuel Macron, according to Chinese state media.</p><p>The WTO's legal system is crippled by a stalemate between the U.S. and other countries over the proper mission and power of its trade courts. That heightens the risk that carbon tariffs will trigger retaliation by countries imposing their own countermeasures, rather than prompting more global cooperation.</p><p>\"Either they find a way to deal with it collectively,\" said Alan Wolff, who recently retired as WTO deputy director general, \"or there's going to be the world's largest trade conflict over this issue.\"</p><p>Write to Yuka Hayashi at yuka.hayashi@wsj.com and Jacob M. Schlesinger at jacob.schlesinger@wsj.com</p><p>Tariffs to Tackle Climate Change Gain Momentum. The Idea Could Reshape Industries.</p>",
  "published": "2021-11-02T14:22:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "nexusId": "10039938",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 2090,
          "end": 2098
        }
      ]
    }
  ]
}