{
  "_id": "871eb2c2b7515f9ecb885f5e0de059878e0bf82268dfab16e3f07d5be86f2954",
  "feed": "wall-street-journal",
  "title": "Business & Technology:  Corporate Watch",
  "text": "<p>\n  DOW </p><pre> </pre><p>\n  Earnings, Sales Rise </p><p>\n  On Local Price Gains </p><pre> </pre><p>\n  Dow Inc. said its profit for the first quarter rose, driven by local price gains across all operating segments. </p><p>\n  The Midland, Mich., materials company posted earnings of $991 million, up from $239 million in the year-earlier quarter. Sales jumped to $11.88 billion from $9.77 billion. </p><p>\n  Local prices rose 19% from a year earlier, Dow said. \"Despite supply constraints, we saw demand growth as the economic recovery continued to broaden, most notably in packaging, construction, mobility, electronics and consumer durables end-markets,\" Chairman and Chief Executive Jim Fitterling said. </p><p>\n  -- Dave Sebastian </p><p>\n  --- </p><p>\n  CLEVELAND-CLIFFS </p><pre> </pre><p>\n  Steel Firm Reports </p><p>\n  First-Quarter Profit </p><pre> </pre><p>\n  Cleveland-Cliffs Inc. said it turned a profit for the first quarter as revenue rose. </p><p>\n  The Cleveland steel company recorded earnings of $41 million, compared with a loss of $52 million in the year-ago quarter. Revenue shot up to $4.05 billion from $359 million. </p><p>\n  Steelmaking revenue of $3.9 billion included $1.3 billion of sales to the automotive market, the company said. </p><p>\n  Cleveland-Cliffs Chief Executive Lourenco Goncalves said the shutdown of auto plants because of chip shortages and other supply-chain disruptions aren't weighing on its steel shipments. The company raised a profitability metric for 2021 based on better-than-expected contractual renewals and the assumption that the U.S. hot-rolled coil index price averages $1,100 per net ton for the last nine months of the year. </p><p>\n  -- Dave Sebastian </p><p>\n  --- </p><p>\n  VALERO ENERGY </p><pre> </pre><p>\n  Texas Storm Added </p><p>\n  $579 Million to Loss </p><pre> </pre><p>\n  Valero Energy Corp. said the major winter storm that hit Texas in February added more than $500 million in losses for the first quarter. </p><p>\n  For the period, the Texas company lost $704 million, narrower than its year-earlier loss of $1.85 billion. \"The operating loss in the first quarter of 2021 includes estimated excess energy costs of $579 million\" tied to the Texas storm, Valero said. Revenue fell to $20.81 billion from $22.1 billion a year earlier. Refinery throughput volumes averaged 2.4 million barrels a day, lower than a year earlier. </p><p>\n  Executives said Valero teams were able to safely shut facilities down amid the storm and resume operations after it passed. </p><p>\n  -- Micah Maidenberg </p><p></p>",
  "published": "2021-04-23T06:12:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "nexusId": "10039938",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 48,
          "end": 56
        }
      ]
    }
  ]
}