{
  "_id": "d5356ffc2dc9a2d435ae65c2692216235870a8d312fd3180438547db3bcd4505",
  "feed": "wall-street-journal",
  "title": "DuPont Revamp to Harness Electric Vehicles, 5G Growth; Industrial company is acquiring electronics materials maker Rogers to deepen its business in higher-growth markets",
  "text": "<p>\"The timing could not be better to enter these markets,\" said Mr. Breen, speaking on a conference call. \"The world is making significant investments in 5G infrastructure, in energy, in hybrid and electric vehicles.\"</p><p>DuPont announced the deals as it continues to struggle with a semiconductor shortage that has constrained production of vehicles and other products made by DuPont customers. A slowdown in production of semiconductor-using products such as vehicles and equipment is affecting sales for a range of suppliers to those manufacturers, including producers of paint and glass.</p><p>DuPont on Tuesday reported net income of $391 million, compared with a net loss of $79 million a year ago, while operating earnings before interest, taxes, depreciation and amortization came in at $1.09 billion, up 20% from the year before. Net sales climbed 18% to $4.3 billion. The results outpaced expectations of analysts surveyed by FactSet.</p><p>The semiconductor shortage is continuing to drag on DuPont's sales, executives said, and the company reduced its full-year sales and adjusted profit outlook. Mr. Breen said demand for DuPont's products remained strong, and the company has been raising prices to keep pace with inflation in raw materials. \"This is purely a result of the global semiconductor shortage that has impacted our customers' ability to produce and thereby impacted demand,\" he said.</p><p>Acquiring Rogers and divesting the materials and mobility businesses would help to orient DuPont's business around electronics, vehicles, water, protection and industrial technologies, Mr. Breen said. The company would consider further acquisitions, he said.</p><p>DuPont said it would save about $115 million in annual costs via the deal by cutting Roger's public company-related expenses and by combining regional locations and general functions, such as human resources. DuPont plans to close the Rogers acquisition in the second quarter of 2022, pending regulatory and shareholder approvals, and expects to finalize the sale of the other assets in the fourth quarter of that year, executives said.</p><p>The Wall Street Journal reported news of a potential deal late Monday.</p><p>DuPont said it plans to sell businesses that make thermoplastics, including many of the Nylon products DuPont invented. The operations slated for sale represent about $4.2 billion in revenue this year, according to the company. Mr. Breen said that he had received phone calls expressing interest in the businesses, and that private equity buyers may also consider buying them.</p><p>The moves announced by DuPont Tuesday are another act by Mr. Breen, an architect of the 2017 megamerger of DuPont and Dow Chemical, as well as earlier deals at General Instrument Corp. and Tyco International. The combined DowDuPont separated into three companies, forming a new Dow Inc. focused on materials, the agricultural supplier Corteva Inc., and DuPont, developing specialty products.</p><p>Joshua Kirby contributed to this article.</p><p>Write to Austen Hufford at austen.hufford@wsj.com and Jacob Bunge at jacob.bunge@wsj.com</p><p>DuPont Revamp to Harness Electric Vehicles, 5G Growth</p>",
  "published": "2021-11-02T14:30:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "nexusId": "10039938",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 2813,
          "end": 2821
        }
      ]
    }
  ]
}