{
  "_id": "c3e2430f696656dcb30d31cf7198fe530ffe9a0ffa1883c9b4467da157956e03",
  "feed": "market-watch",
  "title": "21 dividend stocks yielding 5% or more of companies that will produce plenty of cash in 2023; During a time of market uncertainty, getting paid 5% with a safety factor can be comforting",
  "text": "<p>Below is a list of 21 stocks drawn from the S&amp;P Composite 1500 Index XX:SP1500 that appear to fit the bill. The S&amp;P Composite 1500 is made up of the S&amp;P 500 SPX, the S&amp;P 400 Mid Cap Index MID and the S&amp;P Small Cap 600 Index SML.</p><p>The purpose of the list is to provide a starting point for further research. These stocks may be appropriate for you if you are looking for income, but you should do your own assessment to form your own opinion about a company's ability to remain competitive over the next decade.</p><p>Cash flow is key</p><p>One way to measure a company's ability to pay dividends is to look at its free cash flow yield. Free cash flow is remaining cash flow after planned capital expenditures. This money can be used to pay for dividends, buy back shares (which can raise earnings and cash flow per share), or fund acquisitions, organic expansion or for other corporate purposes.</p><p>If we divide a company's estimated annual free cash flow per share by its current share price, we have its estimated free cash flow yield. If we compare the free cash flow yield to the current dividend yield, we may see \"headroom\" for cash to be deployed in ways that can benefit shareholders.</p><p>For this screen, we began with the S&amp;P Composite 1500, then narrowed the list as follows:</p><p>* Dividend yield of at least 5.00%.</p><p>* Consensus free cash flow estimate available for calendar 2023, among at least five analysts polled by FactSet. We used calendar-year estimates, even though fiscal years for many companies don't match the calendar.</p><p>* Estimated 2023 free cash flow yield of at least double the current dividend yield.</p><p>For real-estate investment trusts, dividend-paying ability is measured by funds from operations (FFO), a non-GAAP figure that adds depreciation and amortization back to earnings. Adjusted funds from operations (AFFO) takes this a step further, subtracting cash expected to be used to maintain properties. So for the two REITs on the list, the FCF yield column makes use of AFFO.</p><p>For many companies in the financial sector, especially banks and insurers, free cash flow figures aren't available, so the screen made use of earnings-per-share estimates. These are generally considered to run close to actual cash flow for these heavily regulated industries.</p><p>Here are the 21 companies that passed the screen, with dividend yields of at least 5% and estimated 2023 FCF yields at least twice the current payout. They are sorted by dividend yield: </p><p> Company                          Ticker  Type                           Dividend yield  Estimated 2023 FCF yield  Estimated \"headroom\"  Uniti Group Inc.                 UNIT    Real-Estate Investment Trusts  8.33%           25.25%                    16.92%  Hanesbrands Inc.                 HBI     Apparel/ Footwear              8.33%           17.29%                    8.96%  Kohl's Corp.                     KSS     Department Stores              7.68%           16.72%                    9.04%  Rent-A-Center Inc.               RCII    Finance/ Rental/ Leasing       7.52%           17.26%                    9.73%  Macerich Co.                     MAC     Real-Estate Investment Trusts  7.43%           18.04%                    10.60%  Devon Energy Corp.               DVN     Oil &amp; Gas Production           7.13%           14.47%                    7.33%  AT&amp;T Inc.                        T       Major Telecommunications       6.98%           14.82%                    7.84%  Newell Brands Inc.               NWL     Industrial Conglomerates       6.59%           17.42%                    10.82%  Dow Inc.                         DOW     Chemicals                      6.18%           15.63%                    9.45%  LyondellBasell Industries NV     LYB     Chemicals                      6.09%           16.07%                    9.99%  Scotts Miracle-Gro Co. Class A   SMG     Chemicals                      6.04%           12.68%                    6.65%  Diamondback Energy Inc.          FANG    Oil &amp; Gas Production           5.56%           13.63%                    8.08%  Best Buy Co. Inc.                BBY     Electronics/ Appliance Stores  5.53%           14.08%                    8.55%  Viatris Inc.                     VTRS    Pharmaceuticals                5.50%           28.95%                    23.45%  Prudential Financial Inc.        PRU     Life/ Health Insurance         5.38%           13.30%                    7.91%  Ford Motor Co.                   F       Motor Vehicles                 5.23%           15.95%                    10.72%  Invesco Ltd.                     IVZ     Investment Managers            5.23%           14.95%                    9.73%  Franklin Resources Inc.          BEN     Investment Managers            5.17%           13.21%                    8.04%  Kontoor Brands Inc.              KTB     Apparel/ Footwear              5.17%           14.15%                    8.98%  Seagate Technology Holdings PLC  STX     Computer Peripherals           5.11%           13.19%                    8.07%  Foot Locker Inc.                 FL      Apparel/ Footwear Retail       5.03%           15.52%                    10.49%  Source: FactSet</p><p>Any stock screen has its limitations. If you are interested in stocks listed here, it is best to do your own research, and it is easy to get started by clicking the tickers in the table for more information about each company. Click here for Tomi Kilgore's detailed guide to the wealth of information for free on the MarketWatch quote page.</p><p>For the \"estimated FCF yields,\" consensus free cash flow estimates for calendar 2023 were used for all companies except the following:</p><p>* For the REITs, (Uniti Group Inc. UNIT and Macerich Co. MAC), consensus AFFO estimates were used.</p><p>* Consensus EPS estimates were used for Prudential Financial Inc. PRU, Invesco Ltd. IVZ and Franklin Resources Inc. BEN.</p><p>Don't miss: Dividend yields on preferred stocks have soared. This is how to pick the best ones for your portfolio.</p><p>21 dividend stocks yielding 5% or more of companies that will produce plenty of cash in 2023</p>",
  "published": "2022-10-04T23:23:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 3032,
          "end": 3040
        }
      ],
      "nexusId": "10039938"
    }
  ]
}