{
  "_id": "13fd6023f0c76bfa4087eae1b4c66fd605e4232c28d057ace8c1edb60a631488",
  "feed": "market-watch",
  "title": "Tesla is not alone: 18 (and a half) other big stocks are headed for their worst year on record; Meta Platforms and PayPal are also among S&P 1500 stocks with $30 billion market cap or larger that are headed for their biggest percentage declines yet in 2022",
  "text": "<p>Tesla Inc.TSLA is having the worst year among the group of S&amp;P 1500 constituents with a market capitalization of $30 billion or higher headed for record annual percentage declines. Tesla shares have declined 65.4% so far this year, which would be easily the worst year on record for the popular stock, which has only had one previous negative year since going public in 2010, an 11% decline in 2016.</p><p>Tesla may not be the worst decliner on the list by the time 2023 arrives, however, as another Silicon Valley company is right on its heels. Meta Platforms Inc. META, the parent company of Facebook, has fallen 64.2% so far this year, as Chief Executive Mark Zuckerberg has stuck to spending billions to develop the \"metaverse\" even as the online-advertising industry that provides the bulk of his revenue has stagnated. It would also only be the second year in Facebook's history that the stock has declined, after a 25.7% drop in 2018, though shares did end Facebook's IPO year of 2012 30% lower than the original IPO price.</p><p>Only one other stock could contend with Tesla and Meta's record declines this year, and Tesla CEO Elon Musk has some familiarity with that company as well. PayPal Holdings Inc. PYPL, where Musk first found fame during the dot-com boom, has declined 63.2% so far this year as executives have refocused the company on attracting and retaining high-value users instead of trying to get as many users as possible on the payments platform. It would be the second consecutive down year for PayPal, which had not experienced that before 2021 since spinning off from eBay Inc. EBAY in 2015.</p><p>None of the other companies headed for their worst year yet stand to lose more than half their value this year, though Charter Communications Inc. CHTR is close. The telecommunications company's stock has declined 48.2% so far, as investors worry about plans to spend big in 2023 in an attempt to turn around declining internet-subscriber numbers.</p><p>In addition to the list below, Alphabet Inc.'s class C shares GOOG are having their worst year on record with a 38.4% decline. MarketWatch is not including that on the list, however, as Alphabet's class A shares GOOGL fell 55.5% in 2008; the separate class of nonvoting shares was created in 2012 to allow the company — then still called Google — to continue issuing shares to employees without diluting the control of co-founders Sergey Brin and Larry Page.</p><p>Apart from that portion of Alphabet's shares, here are the 19 large stocks headed for their worst year ever, based on Thursday's closing prices. </p><p> Company                                          % decline in 2022  Tesla Inc. TSLA                                  65.4%  Meta Platforms Inc. META                         64.2%  PayPal Holdings Inc. PYPL                        62.6%  Charter Communications Inc.                      48.0%  Edwards Lifesciences Corp. EW                    41.9%  ServiceNow Inc. NOW                              39.9%  Zoetis Inc. ZTS                                  39.3%  Fidelity National Information Services Inc. FIS  37.8%  Accenture PLC ACN                                35.3%  Fortinet Inc. FTNT                               31.5%  Estee Lauder Cos. Inc. EL                        32.5%  Moderna Inc. MRNA                                29.6%  Iqvia Holdings Inc. IQV                          26.3%  Carrier Global Corp. CARR                        22.8%  Hilton Worldwide Holdings Inc. HLT               19.2%  Broadcom Inc. AVGO                               16.2%  Arista Networks Inc. ANET                        15.2%  Dow Inc. DOW                                     10.7%  Otis Worldwide Corp. OTIS                        9.2%</p><p>Tesla is not alone: 18 (and a half) other big stocks are headed for their worst year on record</p>",
  "published": "2022-12-30T00:59:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "nexusId": "10039938",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 3108,
          "end": 3116
        }
      ]
    }
  ]
}