{
  "_id": "9d7ca00940c737ceef86593a2ec014777a3dd81849e3028ae29436a96974cf5c",
  "feed": "market-watch",
  "title": "These dividend stocks yield at least 5% and have plenty of room to raise payouts; The bear market raises dividend yields for many stocks",
  "text": "<p>Here's a list of 15 of the best dividend compounders among the S&amp;P 500 SPX over the past 10 years.</p><p>But what if you don't want to wait to grow the income? You might simply buy stocks of companies with the highest dividend yields. But you don't want those dividend payouts to be cut — those tend have dire effects on stock prices.</p><p>One way to try to lower that risk is to compare companies current dividend yields to their free cash flow yields.</p><p>A stock screen for high income and headroom for rising dividends</p><p>A company's free cash flow is its remaining cash flow after it covers all overhead and planned capital expenditures. It is money that can be used to raise dividends, buy back shares, make acquisitions, fund organic expansion or for other corporate purposes.</p><p>If we look at a company's estimated cash flow per share for the next 12 months and divide that by the current share price, we have its estimated free cash flow yield. If the estimated FCF yield is higher than the dividend yield, there appears to be \"headroom\" to raise the dividend.</p><p>The search began with the S&amp;P Composite 1500 Index XX:SP1500, which is made up of the S&amp;P 500, the S&amp;P 400 Mid Cap Index MID and the S&amp;P 600 Small Cap Index SML. The S&amp;P Composite 1500 excludes business development companies and energy partnerships.</p><p>We then narrowed down the S&amp;P Composite Index to a group of higher-yielding stocks with indicated headroom to cover higher payouts to stocks meeting these criteria</p><p>* Dividend yield of at least 5.00%.</p><p>* Estimated FCF yield at least 2 percentage points higher than the dividend yield, based on consensus estimates for the next 12 months. These estimates aren't available for every company in the S&amp;P Composite 1500, and to gain confidence in the estimates that are published, we limited the list to companies covered by at least five analysts polled by FactSet. Additionally, for many financial services companies, especially banks and insurers, free cash flow estimates aren't available. But in these heavily regulated industries, earnings per share are considered to be a good indicator of how much of the cash being generated will be available to cover dividends, so we used consensus EPS estimates. For real estate investment trusts, we looked at estimated funds from operations (FFO), a non-GAAP measure widely accepted in the REIT industry to measure estimate dividend-paying ability. FFO adds depreciation and amortization back to earnings, while netting-out gains on the sale of real estate.</p><p>* No dividend cuts for at least the past five years, based on data collated by FactSet. Some of the companies have started paying dividends recently. Some of the companies cut their dividend payouts before the most recent five-year period. That doesn't mean they are more likely to cut payouts from here, but it is one of many reasons you should do your own research to gain confidence in a company's business model and long-term prospects before buying shares.</p><p>Out of the S&amp;P Composite 1500, 29 stocks met the criteria. The following table is sorted by dividend yield. Remember for banks, insurers and REITs, the \"FCF yield\" column is based on EPS (for banks and insurers) or FFO (for the REITs). Data is as of the close on June 22.</p><p>Here's the list: </p><p> Company                                  Industry                        Ticker   Dividend Yield   Estimated FCF yield   Estimated headroom   Price change – 2022  Industrial Logistics Properties Trust    REIT                            ILPT     9.80%            12.87%                3.06%                -46%  Brandywine Realty Trust                  REIT                            BDN      7.98%            14.80%                6.81%                -29%  Medical Properties Trust Inc.            REIT                            MPW      7.92%            12.78%                4.87%                -38%  SL Green Realty Corp.                    REIT                            SLG      7.91%            14.59%                6.68%                -36%  New York Community Bancorp Inc.          Savings Banks                   NYCB     7.84%            15.23%                7.39%                -29%  Coterra Energy Inc.                      Integrated Oil                  CTRA     7.66%            16.46%                8.80%                42%  M.D.C. Holdings Inc.                     Homebuilding                    MDC      6.96%            27.92%                20.96%               -49%  Oneok Inc.                               Oil and Gas Pipelines           OKE      6.95%            9.58%                 2.63%                -8%  Kinder Morgan Inc. Class P               Oil and Gas Pipelines           KMI      6.79%            9.62%                 2.82%                3%  Janus Henderson Group PLC                Investment Managers             JHG      6.53%            10.95%                4.43%                -43%  Hudson Pacific Properties Inc.           REIT                            HPP      6.52%            13.58%                7.06%                -38%  Devon Energy Corp.                       Oil and Gas Production          DVN      6.26%            16.47%                10.21%               31%  CareTrust REIT Inc.                      REIT                            CTRE     6.19%            8.65%                 2.46%                -22%  Highwoods Properties Inc.                REIT                            HIW      5.93%            11.74%                5.81%                -24%  Store Capital Corp.                      REIT                            STOR     5.93%            8.65%                 2.72%                -24%  Hanesbrands Inc.                         Apparel/ Footwear               HBI      5.91%            9.77%                 3.87%                -39%  Williams Cos. Inc.                       Oil and Gas Pipelines           WMB      5.56%            8.60%                 3.04%                17%  LyondellBasell Industries N.V.           Chemicals                       LYB      5.44%            16.19%                10.75%               -5%  Dow Inc.                                 Chemicals                       DOW      5.35%            14.91%                9.56%                -8%  Prudential Financial Inc.                Life/ Health Insurance          PRU      5.15%            12.95%                7.80%                -14%  Essential Properties Realty Trust Inc.   REIT                            EPRT     5.11%            7.80%                 2.69%                -27%  Huntington Bancshares Inc.               Regional Banks                  HBAN     5.09%            11.86%                6.77%                -21%  DT Midstream Inc.                        Oil and Gas Pipelines           DTM      5.09%            7.12%                 2.03%                0%  Umpqua Holdings Corp.                    Regional Banks                  UMPQ     5.07%            10.78%                5.71%                -14%  National Retail Properties Inc.          REIT                            NNN      5.05%            7.45%                 2.40%                -13%  Douglas Emmett Inc.                      REIT                            DEI      5.05%            9.52%                 4.47%                -34%  Verizon Communications Inc.              Telecom                         VZ       5.04%            8.90%                 3.86%                -2%  Best Buy Co. Inc.                        Electronics/ Appliance Stores   BBY      5.04%            11.25%                6.21%                -31%  Newell Brands Inc.                       Industrial Conglomerates        NWL      5.04%            10.01%                4.98%                -16%  Source: FactSet</p><p>Click the tickers to begin your own research about any of the companies.</p><p>And you should readTomi Kilgore's detailed guide to the wealth of information for free on the MarketWatch quote page.</p><p>Don't miss: Here's a winning investment strategy for a long period of commodity shortages</p><p>And for a different approach: Four value-stock picks from a fund manager who steers clear of the energy sector</p><p>These dividend stocks yield at least 5% and have plenty of room to raise payouts</p>",
  "published": "2022-06-24T11:25:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "nexusId": "10039938",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 4498,
          "end": 4506
        }
      ]
    }
  ]
}