{
  "_id": "f7a08f8162ede1eae5e8d6fdc4a9175ef70ef8ea9f8236cb1855138dab7bced0",
  "feed": "wall-street-journal",
  "title": "DuPont Scraps Deal to Buy Rogers After Failing to Win Regulatory Clearance; The plan was among several aimed to position company for growth",
  "text": "<p>On Wednesday, shares of DuPont rose more than 5% in morning trading to $61.89, while Rogers stock tumbled 44% to $128.51 a share.</p><p>The companies said in September that the deal, which was initially supposed to close in the second quarter of 2022, had received all required regulatory approvals except from the State Administration for Market Regulation of China. DuPont on Tuesday didn't disclose which regulator was holding up the transaction, saying only that the two sides \"have been unable to obtain timely clearance from all the required regulators.\"</p><p>When the Rogers deal was announced a year ago, DuPont said the deal would be among a number of planned moves to position the 200-year-old industrial company for growth, including the majority sale of its unit that specializes in materials used in the automotive industry.</p><p>DuPont Chief Executive Ed Breen said the strategy would orient DuPont's business around faster-growing, higher-profit markets, including 5G infrastructure and electric vehicles, which are more resilient in economic downturns.</p><p>Despite abandoning the Rogers deal, DuPont did end up selling most of its automotive-focused mobility and materials segment to Celanese Corp. for $11 billion. The transaction closed on Tuesday, the companies said.</p><p>DuPont emerged from the three-way breakup of Dow DuPont Inc., which was formed by the merger of Dow and DuPont in 2015. DowDuPont's materials-science business is now Dow Inc. and its agriculture operation is Corteva Inc.</p><p>The company in early 2020 brought back Mr. Breen, the chief architect of the megamerger and spinoff, as its chief executive. His return came as the smaller industrial-materials maker struggled to generate sales growth. Mr. Breen said at the time the company didn't meet expectations and needed to accelerate operational improvement.</p><p>Write to Will Feuer at Will.Feuer@wsj.com</p><p>DuPont Scraps Deal to Buy Rogers After Failing to Win Regulatory Clearance</p>",
  "published": "2022-11-02T15:39:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "nexusId": "10039938",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 1433,
          "end": 1441
        },
        {
          "start": 1312,
          "end": 1327
        }
      ]
    }
  ]
}