{
  "_id": "c3fddd71ddbacd1e668b23107f53ed28dd08fa53852623b149edb3f0ed44f656",
  "feed": "wall-street-journal",
  "title": "World News:  Western  Investors  Unsettled  By Kazakh  Turmoil  ----  By Georgi Kantchev and Christopher M. Matthews",
  "text": "<p>   For years, Kazakhstan's vast natural riches and relative political stability have made the country a ripe target for U.S. investments. The current wave of protests, which has led to dozens of deaths, is making those investments riskier. </p><p>   Since 2005, the value of U.S. investment in the Kazakh economy has surpassed $45 billion, according to Kazakh officials. Some 600 U.S. companies operate there, including Chevron Corp., Exxon Mobil Corp., Dow Inc. and DuPont Inc. </p><p>   Before the pandemic, the Central Asian nation attracted more annual U.S. investments than some European Union member states. No U.S. company has said it plans to exit Kazakhstan, and many have stated they are waiting to see how the crisis unfolds before making decisions. </p><p>   While political and social risks in the former Soviet state have long been seen as high due to its authoritarian system, endemic corruption and low living standards among swaths of the population, foreign investors have focused on its plentiful natural resources. </p><p>   Kazakhstan is a key contributor to global-energy supplies, producing about 2% of the oil that the world consumed daily in 2021, and has large reserves of precious metals and coal. It represents 40% of the world's uranium production alone. </p><p>   The crisis hasn't led to major economic disruptions. But protests temporarily limited production at the Tengiz oil field project, whose operator is 50%-owned by Chevron. The operating consortium, Tengizchevroil, is the country's largest contributor to government revenues. </p><p>   Chevron executives were surprised by how quickly the situation in Kazakhstan deteriorated and are evaluating how exposed their operations are to continued unrest, said people familiar with the matter. But the people said Chevron has experience working in challenging locales, and the company has the wherewithal to wait out the turmoil. </p><p>   A Chevron spokeswoman said that the company is committed to Kazakhstan and that production was fully restored and the workplace environment is stable. </p><p>   Manfred Stamer, a senior economist at insurer Euler Hermes, said demonstrations could continue, and while the Kazakh government will seek to protect foreign investment's crucial role in the economy, political instability is a risk. \"Such an event reminds investors of the risks of doing business there,\" he said. \"You must expect that this isn't an one-off.\" </p><p>   Kazakh officials have sought to reassure foreign investors in the wake of the crisis. </p><p>   \"The president of our country clearly stated that all foreign investments . . . will be well-protected,\" Kazakhstan's ambassador to Russia, Yermek Kosherbayev, told Russian state news agency TASS on Saturday. </p><p>   In the nine months of available data from 2021, the U.S. was the second-largest investor in the country after the Netherlands, with $3.2 billion in direct investment, according to the Kazakh central bank. Trade between the two countries also has grown, amounting to $2 billion in two-way trade in 2019. </p><p>   \"The Kazakhs have always understood that they need to have good relations with Russia, China and the U.S. because they have vast amounts of wealth in the ground,\" said William Courtney, a former U.S. ambassador to Kazakhstan and adjunct senior fellow at the Rand Corporation. </p><p></p>",
  "published": "2022-01-14T07:05:00.000Z",
  "tags": [
    {
      "id": "US2605571031",
      "nexusId": "10039938",
      "name": "Dow Inc.",
      "offsets": [
        {
          "start": 441,
          "end": 449
        }
      ]
    }
  ]
}