{
  "_id": "6f1f9f3be43da27211ccf63e9c4ebab03aea064374aec046b34a48f370339334",
  "feed": "wall-street-journal",
  "title": "Confidential State Department Cable in July Warned of Afghanistan's Collapse; About two dozen State Department officials in Kabul sent an internal memo to Secretary of State Antony Blinken",
  "text": "<p>The cable, dated July 13, also called for the State Department to use tougher language in describing the atrocities being committed by the Taliban, one of the people said.</p><p>The classified cable represents the clearest evidence yet that the administration had been warned by its own officials on the ground that the Taliban's advance was imminent and Afghanistan's military may be unable to stop it.</p><p>As of last weekend, some 18,000 Afghans who have applied for the U.S.'s Special Immigrant Visa program, as well as their families, remained on the ground in Afghanistan, with about half of them outside Kabul in areas already under Taliban control, and efforts to get them to the Kabul airport have grown more difficult by the day.</p><p>In all, 23 U.S. Embassy staffers, all Americans, signed the July 13 cable, the two people said. The U.S. official said there was a rush to deliver it, given circumstances on the ground in Kabul.</p><p>The cable was sent to Secretary of State Antony Blinken and Director of Policy Planning Salman Ahmad. Mr. Blinken received the cable and reviewed it shortly after receipt, according to the person familiar with the exchange, who added that contingency planning was already under way when it was received, and that Mr. Blinken welcomed their feedback.</p><p>State Department spokesman Ned Price declined to address the cable, but told The Wall Street Journal that Mr. Blinken reads every dissent and reviews every reply.</p><p>\"He's made clear that he welcomes and encourages use of the dissent channel, and is committed to its revitalization,\" Mr. Price said. \"We value constructive internal dissent.\"</p><p>The existence of the confidential State Department cable adds to an expanding debate involving the White House, Pentagon and U.S. intelligence services over what U.S. officials understood about assessments of Afghanistan's stability.</p><p>U.S. military and intelligence officials, struggling with the fallout from the rapid collapse of Afghanistan's government and armed forces, have sparred over U.S. intelligence assessments regarding the country's stability.</p><p>Mr. Biden in July had said that a collapse of the government and a Taliban takeover were \"highly unlikely,\" pointing to the large numbers of Afghan National Security Force members, their U.S. training and modern equipment, including an air force.</p><p>On Wednesday, in an interview with ABC News, President Biden said that \"the idea that somehow there's a way to have gotten out without chaos ensuing, I don't know how that happens.\"</p><p>Gen. Mark Milley, chairman of the Joint Chiefs of Staff at the Pentagon, has said that a speedy demise of the U.S.-supported government and army was unanticipated.</p><p>\"There was nothing that I or anyone else saw that indicated a collapse of this army and this government in 11 days,\" he said at the Pentagon on Wednesday.</p><p>The signatories of the dissent channel cable urged the State Department to begin registering and collecting personal data in advance for all Afghans who qualify for Special Immigrant Visas, aimed at those who worked as translators or interpreters; locally employed embassy staff; and for those eligible for other U.S. refugee programs while there was still six weeks left before the withdrawal deadline.</p><p>It also urged the administration to begin evacuation flights no later than Aug. 1, the people said.</p><p>On July 14, a day after the cable was sent to the State Department, the White House announced Operation Allies Refuge to support the relocation of interested and eligible Afghan nationals and their immediate families who supported the U.S. government for the special immigrant visas. Evacuations didn't kick into high gear until last week and have been complicated by the Taliban takeover of Kabul on Sunday.</p><p>Several other actions that have since been taken by the administration were consistent with some of the requests and recommendations in the cable, the person familiar with the cable exchange said.</p><p>Last week, the administration cited unexpectedly rapid military gains by the Taliban in downsizing its embassy in Kabul and sending about 3,000 troops to aid in the evacuation of U.S. staff. At the time, Mr. Price said the embassy was still open at its regular location, but that soon proved too precarious. Embassy staffers who weren't being evacuated from country were transferred to a makeshift office at the Hamid Karzai International Airport, with increasing U.S. troop presence.</p><p>The person familiar with the contents of the cable said that the actions ultimately taken by the administration were even more drastic than what embassy staffers recommended in the internal memo a month earlier.</p><p>The dissent channel is a formal mechanism of the State Department that allows foreign service officers to raise concerns about current policy. It was established during the Vietnam War as a result of concerns that contrary views were being ignored.</p><p>Written dissents are supposed to be circulated among senior officials at the agency and the authors are supposed to be protected against retaliation. They are intended to remain confidential.</p><p>Write to Vivian Salama at vivian.salama@wsj.com</p><p>Confidential State Department Cable in July Warned of Afghanistan's Collapse</p>",
  "published": "2021-08-19T22:21:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 488,
          "end": 492
        }
      ],
      "nexusId": "10063253"
    }
  ]
}