{
  "_id": "edfc213a866e4cfb7a81afebd7f41b33bb58147d54c82bf41289bad15f2fd6ed",
  "feed": "wall-street-journal",
  "title": "Afghanistan Withdrawal to Be Subject of State Department Investigation; Internal watchdog tells Congress it will review handling of embassy planning, refugees and special immigrant visa program",
  "text": "<p>On Aug. 12, the U.S. announced that it would temporarily deploy thousands of troops to the Persian Gulf and Afghanistan to evacuate personnel from the embassy in Kabul, cutting the size of the diplomatic presence as the Taliban advanced toward the Afghan capital.</p><p>The U.S. troop drawdown turned into an emergency evacuation mission for the U.S. and many of its foreign partners based in Afghanistan, as well as Afghans who served those governments, as the Taliban rolled into Kabul on Aug. 15 seizing control after the U.S.-backed government collapsed and its president fled.</p><p>The review represents at least the second agency probe into the Afghan withdrawal. The Pentagon is investigating an Aug. 29 drone strike that mistakenly killed 10 civilians, including seven children.</p><p>The State Department has drawn criticism from lawmakers for not moving quickly enough to process Afghans who aided U.S. forces under the Special Immigrant Visa program, which allows them to enter the U.S.</p><p>In June 2020, the State Department inspector general said in a report that the Department's staffing levels for the SIV program had remained constant since 2016 \"and are insufficient to reduce the SIV applicant backlog.\"</p><p>The chaotic nature of the evacuation, which forced the U.S. to continue efforts to extricate stranded Americans and Afghans even after the Aug. 31 withdrawal deadline, has raised the prospect of litigation and other investigations into the Biden administration's withdrawal plans. Politico reported earlier on the State Department inspector general's letter to Congress.</p><p>The Department of Defense has asked its own personnel to preserve any relevant \"documents, writings, texts, emails, pictures, videos and voice messages and any associated attachments\" concerning the military's Afghanistan operations, according to a letter, reviewed by the Journal, from Defense Department General Counsel Caroline Krass.</p><p>Warren P. Strobel contributed to this article.</p><p>Write to Vivian Salama at vivian.salama@wsj.com</p><p>Afghanistan Withdrawal to Be Subject of State Department Investigation</p>",
  "published": "2021-10-19T19:22:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 931,
          "end": 935
        }
      ],
      "nexusId": "10063253"
    }
  ]
}