{
  "_id": "98c6945692a1a7aa9f83d40a7517e0555208ca836c0563e02b309f39fee6481f",
  "feed": "ftcomall",
  "title": "Klarna/Afterpay: invest now, profit later",
  "text": "<p>Klarna and the rest of the buy now, pay later (BNPL) brigade offer shoppers instant gratification. Investors must be a little more patient. A pair of Australian rivals, Afterpay and Zip, lost nearly $600m on the bottom line last year. Sweden's Klarna, also reporting on Wednesday, made an interim net loss of $162m at the halfway stage. Booming revenues were virtually all swallowed up in costs. Net credit losses were roughly the same as interest income. </p> <p>No matter. Top line growth still informs the sector's sky-high valuations: <a href=\"https://www.ft.com/content/9f73b352-723f-471b-b098-5f090279b5bb\">$45.6bn</a> for privately owned Klarna and A$39.3bn, or 42.5 times revenues, for Afterpay which is being <a href=\"https://www.ft.com/content/9bc49035-87f8-440e-9c20-5af34d40d4ad\">acquired</a> by Square.</p> <p>The case against BNPLs rests on regulation. Watchdogs across the globe are scrutinising the industry, concerned that — like payday loans and other ready cash <a href=\"https://www.ft.com/content/f4c46ff5-4d35-4c54-80eb-ca1af7da2397\">products</a> — it will lead shoppers to spend more than they can afford and amass debt.</p> <p>The industry's advantage is that their real clients are merchants, not shoppers. These have swooped on BNPL providers in droves. Klarna boasts a quarter of a million retail partners globally; Afterpay more than 100,000.</p> <p>For merchants, the proposition is a boost to the top line, improved cash flow and removal of credit risk. Klarna <a href=\"https://www.klarna.com/uk/business/campaign-instalments/\">claims</a> shoppers spend an average of up to 68 per cent more with its BNPL product. It then plays a factoring style role, paying the merchant upfront while it collects monthly instalments from the end customer. Merchants are more than willing to give a cut in return. Afterpay reported a merchant margin — income as a percentage of underlying sales — of 3.9 per cent last year.</p> <p>Use has expanded from young ecommerce site buyers spreading out the cost of $20 jeans over a few months. John Lewis, middle England's favourite department store, <a href=\"https://www.johnlewis.com/our-services/electrical-interest-free-credit\">offers</a> interest free credit on electrical goods up to £25,000.&#xa0;</p> <p>Watchdogs remain a threat. But Klarna and its ilk have succeeded in stitching themselves into ecommerce and retail ecosystems, supplementing their services with marketing and other merchant tools — much like China's Alibaba platform. Credit card purveyors such as Visa and Mastercard will be watching their progress just as nervously as regulators.</p><p>Source:  2021 'Klarna/Afterpay: invest now, profit later' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-25T14:43:56.381Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2093,
          "end": 2097
        }
      ],
      "nexusId": "10063253"
    }
  ]
}