{
  "_id": "63f69db16bbbffa0e29345c04ba934b0a7f55b3cc2d58bf9cee846f5f12db2bd",
  "feed": "wall-street-journal",
  "title": "Payments Firms Don't Get Enough Credit --- Stocks have been pressed while lenders have jumped, but investors might be missing a larger picture",
  "text": "<p>Shares of companies that facilitate the spending side of cards -- networks like Visa and Mastercard, merchant acquirers like Fiserv and FIS and digital payments companies like PayPal and Square -- have widely fallen or underperformed the broader S&amp;P 500 financial sector. PayPal has fallen 17% since lowering its expected full-year revenue growth earlier this month. Square is down 15% since it reported slowing revenue growth for its Cash App. Meanwhile, shares of major credit-card lenders, like Capital One Financial and Synchrony Financial, have widely outperformed financials or seen solid gains.</p><p>During the pandemic, many categories of spending surged, while borrowing fell off as households were flush with cash from stimulus checks and other sources. Investors may be expecting a natural reversion to the mean, with things cooling in payment volume while eventually picking up in borrowing. But there are reasons to continue to be relatively more optimistic about payment volume than lending volume.</p><p>A big source of concern for payment volume, as well as borrowing, has been cross-border travel. The return of this major spending category has been tough to predict precisely, and depends a lot on things like political decisions about when to open borders. But there is little yet to indicate that the overall desire to travel has diminished.</p><p>Already, the indication from borders that have been opened is positive: Visa has said that its spend volume for U.S.-Mexico travel in the most recent quarter was more than 60% above the 2019 level. Visa also recently said that if intra-European is included, then its planning assumption is that its overall cross-border travel will return to its 2019 level by the end of its next fiscal year. So as barriers in places like the Asia-Pacific region continue to loosen, and people become more willing to move around, travel spending could potentially surprise to the upside in the near term.</p><p>It also may be the case that future spending is more digital and card-heavy than in the past. Digital payments have grown as things like hand-held card readers become more commonplace in U.S. restaurants, and as more businesses shift to an e-commerce or \"omnichannel\" model.</p><p>Bernstein analyst Harshita Rawat has estimated that in the U.S. cards in 2021 may end up accounting for about 75% of consumer-to-business payments, up from about 70% in 2020. Cards' share usually grows each year, but this would be roughly twice the typical annual jump. Likewise, cards and card networks are being deployed in new realms, like in business payments, and when businesses pay out to consumers.</p><p>Then there is the case of \"buy now, pay later\" installment payments. Although shoppers often aren't entering a card number into an online cart when they click a button for Afterpay or another split-payment service, they are nonetheless frequently paying off those installments with a card -- or might use a card firm's infrastructure to facilitate the transaction. But consumers may be shifting their borrowing away from credit cards, even if they are still using a debit card to make payments.</p><p>Inflation also might be a positive for payment volume, versus something of a headwind to card borrowing. Higher prices can mean more payment volume. But while the conventional wisdom is that inflation favors borrowers, that isn't necessarily the case for floating-rate debt like credit cards if rates are also rising.</p><p>In general, consumer card borrowing balances will almost certainly pick up, while some spending volume growth has been pulled forward due to the pandemic. But the near-term opportunity set for card lending still might not be as good as the one for card payments.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1423,
          "end": 1427
        },
        {
          "start": 1549,
          "end": 1553
        },
        {
          "start": 80,
          "end": 84
        }
      ],
      "nexusId": "10063253"
    }
  ]
}