{
  "_id": "c28260395273c3e16ba6cd9ccf6a0baba9dddade483195d154e3c0974f93b12d",
  "feed": "ftcomall",
  "title": "Where is all the US bank M&A?",
  "text": "<p>US banks announced 19 merger or acquisition deals last month, compared with just nine in the whole second quarter of last year.</p> <p>The conditions are ripe. With US interest rates near zero and weak demand for loans, acquisitions are currently one of the few viable paths to growth for many smaller <a href=\"http://www.ft.com/stream/456d01ad-ea50-4aa7-8d7f-b9737216d453\">banks</a>. Many of these regionals are emerging from the pandemic with massive cash reserves and estimated bank valuations are at shocking highs, making their shares an attractive currency for dealmaking.</p> <p>At the same time, the abrupt transition of most activities from branches to mobile phones has highlighted deficiencies in many banks' digital customer experience, pushing executives to look to mergers and acquisitions to bring in modern technology.</p> <p>Little wonder investment bankers report that interest in acquisitions from regional banks has surged over the past few months. The question is whether this really will translate to a step-change in <a href=\"https://www.ft.com/mergers-acquisitions\">M&amp;A</a> activity in America's fragmented and often antiquated banking sector.</p> <p>“Banks are turning to mergers as an effective way to navigate the headwinds they are facing as an industry,” said Anu Aiyengar, co-head of global M&amp;A at JPMorgan, who has advised on six US bank deals over the past six months.</p> <p>But the inflation in share prices that has emboldened wannabe buyers has, of course, made acquisition targets more expensive, too. The KBW Regional Banking index has climbed 37 per cent year-to-date compared with a 13 per cent increase on the S&amp;P 500, after trailing the broader market for the previous two years.</p> <p>Price-to-earnings ratios for banks have already zoomed above pre-pandemic levels and Wall Street analysts say they would be higher still if earnings were not currently <a href=\"https://www.ft.com/content/5cc8f198-345f-4a21-997f-acc841c7b39b\">inflated </a>by the release of loan loss reserves. </p> <p>“Bank valuations are kind of in ‘oh my God' territory right now,” said David Wagner, portfolio manager at Aptus Capital Advisors.&#xa0;</p> <p>Home Bancshares chief executive Johnny Allison recently told analysts that the Arkansas-based bank was engaging in talks to buy smaller banks, but some negotiations fell apart early.&#xa0;</p> <p>“We've taken a couple off the table because they weren't realistic and the bankers were really — I don't know if they bumped their head or what they did,” he said. “They were somewhat unrealistic.”</p> <p>The difficulties are even more acute when it comes to newer, digital banks and financial technology groups for which many bank executives have a particular ardour.</p> <p>The <a href=\"https://www.ft.com/coronavirus\">pandemic</a> helped to “speed up this whole analysis of where to go with this from a digitalisation standpoint”, said Stephen Valentino, global co-head of the financial institutions group at Deutsche Bank. Improving customer satisfaction was key to stealing market share, he said.</p> <p>When Wendy Cai-Lee launched her digital commercial lender Piermont Bank, she expected it would take years to get scale and the attention of potential buyers.</p> <p>Her company, based in New York City, has assets of just $254m, but it aims to modernise many of the still manual aspects of business banking with “legacy-free technology” and a subscription model that would allow many clients to reduce their fees.</p> <p>After just 18 months in business, Cai-Lee has already turned down several offers from traditional bricks-and-mortar rivals. “I did not expect phone calls like that until at least a few more years until I get the bank to a certain asset size,” she said.</p> <p>A few years ago, more of these neobanks would probably have been receptive to the deals. Affiliations with banks could give them cheap funding and direct access to their acquirer's big and loyal customer bases.&#xa0;</p> <p>“If you could put two plus two together, you'd basically fill in all the corners of the value-added chain, and two plus two could equal five,” said Nigel Morris, founder of the fintech venture capital group QED Investors, who has been pitching <a href=\"https://www.ft.com/fintech\">fintechs</a> to banks for years.&#xa0;</p> <p>But he concedes: “There may only be a small window between when [banks] want to do the deal, and when they can do the deal.”</p> <p>The power dynamics at those negotiating tables have changed, according to regional banking, fintech and investment banking sources.</p> <p>Investors typically value banks on multiples of tangible book value, whereas fintechs are valued at lofty growth multiples — and those have soared during the pandemic along with other high-tech and growth companies. Many fintechs are now larger than banks.</p> <p>Additionally, many fintechs feel they can grow faster independently than by becoming part of an established bank.</p> <p>Last month Plaid, whose technology is used by financial companies such as the brokerage Robinhood and the payments app Venmo to link to customer bank accounts, almost tripled its valuation to $13.4bn in a private fundraising, just <a href=\"https://www.ft.com/content/1ed84bd3-4358-46dd-8d1a-d3f7e45e5e5f\">months after</a> its agreed $4.9bn sale to Visa fell apart.</p> <p>There is little precedent for deals between regional banks and consumer-facing fintech companies. The few that have been done are often used as cautionary tales. Earlier this month the Spanish lender BBVA shut down operations for Simple, a digital US consumer bank that combined budgeting tools with traditional banking it acquired in 2014.</p> <p>“Fintechs don't want to get bought by banks, because that is death,” said Brian Hamilton, chief executive of One Financial, a digital bank he founded after being a seed investor in Simple. “It is death to your innovation. It is death to your growth.”</p> <p>In lieu of all-out acquisitions, regional banks are increasingly picking up small equity stakes in fintechs, typically 5 per cent or less, said Greg Lyons co-chair of the financial institutions group at the law firm Debevoise &amp; Plimpton. Most of the partnerships are with business-to-business fintechs rather than consumer-facing ones and have service contracts built in so that banks can plug the new technology into their existing systems.</p> <p>“What the bank wants is the access to the service, as much as the investment return,” Lyons said.</p> <p>Some are still optimistic that the two sectors will be able to strike merger agreements that combine the best of both worlds, but others have resigned to sticking with the business they know best.</p> <p>“I'll never be Google or others in terms of the financial capacity to invest in technology,” said Phil Green, chief executive of Frost Bank. He is letting his excess cash sit idle for now and focusing on organic growth rather than hunting for fintechs or trying to buy smaller banks. “You will never win that arms race.”</p><p>Source: Imani Moise and James Fontanella-Khan in New York 2021 'Where is all the US bank M&amp;A?' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-20T09:00:24.905Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 4773,
          "end": 4777
        }
      ],
      "nexusId": "10063253"
    }
  ]
}