{
  "_id": "cac78d40f072bc9b3532ac03d541b41332fbd3f1aaca8152cd18049ac471c7c6",
  "feed": "ftcomall",
  "title": "Inside the John Lewis nightmare",
  "text": "<p>Imagine if a company wanted to build you a home and rent you furniture for it. Downstairs there would be a company supermarket, from which little robots would bring you groceries via the lifts. A financial services team would sell you insurance and take care of your savings. If you got married, had a baby or wanted a midlife makeover, the ­company could schedule a consultation. If you ­fancied a weekend away, you could go glamping on the ­company farm.</p> <p>If this were Amazon or WeWork, it would be creepy. But if it were John Lewis, and you were a certain type of British person, it might seem, well, comforting. Forget the nanny state. For affluent Brits, the John Lewis Partnership has been the nanny store: a lifelong safety net that provides everything from children's shoes and Chesterfield sofas to oven trays and OLED TVs. If you weren't sure what you needed or where to find it, you could always try John Lewis.</p> <p>The company, which runs John Lewis department stores and Waitrose supermarkets, has been a quintessential part of Britain's upper-middle class experience — like Wimbledon, Pimm's and over-apologising. Its promises of good value and good quality carved a special groove in the collective consciousness. Its viral Christmas ads became Britain's nearest equivalent to Super Bowl commercials, pulling the nation's heartstrings as easily as shoelaces.</p> <p>For a few years after the 2008-09 financial crisis, it seemed that everyone in the UK aspired to be more John Lewis. The UK's largest employee-owned business, it divides its profits among its staff, known as partners. In 2012, Nick Clegg, then deputy prime minister, argued that this should be <a href=\"https://www.theguardian.com/politics/2012/jan/15/nick-clegg-john-lewis-economy\">a model</a> for the whole British economy. A <a href=\"https://www.dailymail.co.uk/femail/article-2609079/I-love-John-Lewis-I-want-die-Writes-JANET-STREET-PORTER.html\">Daily Mail columnist</a> argued that there should be retirement communities on the upper floors, explaining, “I love John Lewis so much I want to die there!”</p> <p>Yet the reason that John Lewis now wants to <a href=\"https://www.bbc.co.uk/news/business-57712618\">offer homes</a>, financial products and wraparound services is that its love affair with the nation is in jeopardy. The partnership has to do more, because its original business of retail is yielding less. According to its chair <a href=\"https://www.theguardian.com/business/2020/feb/02/sharon-white-gets-set-live-troubled-john-lewis-dream\">Sharon White</a>, John Lewis is going through the “greatest scale of change” in its 157-year history. Her job is to ensure it survives. John Lewis, she says, “cannot stay only a retailer if we're to maintain ourselves as a financially independent partnership over the next 20, 30, 40 years”.</p> <p>The risk of disappearing is not theoretical. ­Britain has adopted online shopping more decisively than almost any other country. Some of the high street's biggest names — <a href=\"https://www.bbc.co.uk/news/business-55142724\">Debenhams</a>, <a href=\"https://www.bbc.co.uk/news/business-45216551\">House of Fraser</a> and <a href=\"https://www.ft.com/content/07872c60-2e98-4178-994c-1223a6cda0e8\">Topshop</a> — have failed to adapt, collapsed into administration and survive only as shells of themselves. M&amp;S, once the country's biggest department store chain, has undergone so many turnrounds that it seems to spin in circles. The retail chains that have flourished, such as Next, have been agile exceptions.</p> <p>In an age of Instagram and Amazon, beautiful stores simply have less allure, particularly to younger shoppers. And online it's harder to notice the friendly motivation of well-paid staff. White, who took over as John Lewis chair a few months before the pandemic hit, has already turned back on a decade of bricks-and-mortar expansion. One in three of its 51 department stores has closed, including one at <a href=\"https://www.dailymail.co.uk/news/article-8627431/River-Island-announces-slash-350-jobs-major-store-management-shake-up.html\">Birmingham's Grand Central</a> centre that cost £35m to build and only opened in 2015. Birmingham's shoppers, it seemed, did not want to come to a railway station for retail therapy. </p> <p>Last year, property write-downs pushed the company to <a href=\"https://www.itv.com/news/2021-03-11/john-lewis-warns-over-more-shop-closures-after-tumbling-to-517m-loss\">a £517m loss</a>, its first on record. It also <a href=\"https://www.bbc.co.uk/news/business-54187674#:~:text=John%20Lewis%20has%20confirmed%20that,a%201%25%20rise%20in%20sales.\">didn't pay a bonus</a> to its 80,000-plus partners — a decision it was last forced to take in 1953 — and may not pay one this year either. With no profits to share, and with thousands of staff being made redundant, the partnership model is losing its shine. The stores' pledge to be “Never Knowingly Undersold”, described as “an absolute bedrock” by its then chair in 2004, will be junked next year. John Lewis always seemed different. Can it still be different enough? And if not, what does that say about the middle classes who sustained it?</p>  <p><strong>Department stores are seen</strong> as the high street's bastions. But when they emerged in the mid-19th century, they were disrupters. By bringing together all kinds of goods, they hoovered up the trade of individual merchants and accelerated a break with the past. Items started appearing with price tags. Shopping became consolidated as a ­leisure activity, with revolutionary innovations such as, erm, women's toilets. Eventually, shoppers were allowed to browse products by themselves, without being accompanied by shop assistants.</p> <p>John Lewis, a 28-year-old from Somerset, <a href=\"https://www.bbc.co.uk/news/uk-england-london-27033810\">set up a draper's shop</a> on London's Oxford Street in 1864. He was successful, but hard-driving. His son, John Spedan Lewis, followed him into the business when he was 19 but found his father's approach uncomfortable. Spedan calculated that his family took £26,000 in income from the business one year, while all the other 300 or so workers combined shared just £16,000.</p> <p>Spedan was not against capitalism, just its excesses. “It is all wrong to have millionaires before you have ceased to have slums,” <a href=\"https://www.ft.com/content/ce5b68b2-675e-11df-a932-00144feab49a\">he wrote</a>. </p> <p>He devised an “experiment”, intended to prevent the recurrence of industrial strife and the spread of communism. In 1929, after the death of his father, he formalised the partnership and announced that John Lewis's profits would be <a href=\"https://jlpmemorystore.org.uk/content/being_a_partner/co-ownership/trust_settlements/the_first_trust_settlement_1929\">shared among all its employees</a>. The FT called it “a magnanimous action” and said that staff would one day be able to sell their shares freely, perhaps even “on the Stock Exchange” (something now seen as a red line).</p> <p>In 1950, Spedan transferred his shares into a trust. The partnership's aim was not to maximise profits, but to generate “sufficient” profit for its purpose. Managers would be accountable to the staff, mainly via a council of elected representatives. Staff could also air their complaints in an in-house newsletter, The Gazette.</p> <p>Yet Spedan was in some ways a difficult, obsessive man, as Victoria Glendinning writes in her eye-opening history <em>Family Business</em>. Despite pioneering industrial democracy, he ­complained that managers refused to follow his ideas after he retired. </p> <p>One idea of his that did linger was that John Lewis should promote “inconspicuous good taste”. The company acquired grocery shops set up by Wallace Waite and Arthur Rose in 1937, and provincial department stores from Selfridges soon after. </p> <p>It grew rapidly after the second world war and began paying regular bonuses in the 1950s.</p> <p>But the retailer's instincts were conservative. Not until 1986 did it start opening its central London stores on Saturday afternoons. In 1990, when it was suggested that John Lewis could use its customer database to sell more financial services, a spokesman said: “What an appalling idea.” </p> <p>John Lewis put its staff first, with shopping discounts, a final salary pension with no contribution and holidays on the company's estates. Mark Price, who was Waitrose's managing director between 2007 and 2016, says he joined the partnership “because it had <a href=\"https://www.retail-week.com/main-navigation/retail-week-awards-a-look-back-at-2016-award-winner-mark-price/7005717.article?authent=1\">two golf courses</a> and five ocean-going yachts”. From Spedan Lewis onwards, managers insisted that staff benefits paid for themselves in loyalty and commitment. </p> <p>In the noughties, it innovated, paying £35m for a 40 per cent stake in online retailer Ocado, which started delivering Waitrose's food. It rolled into online retail for its own clothes and homewares, signing off in 2006 on Magna Park, a huge distribution centre near Milton Keynes with state-of-the-art automation. At the time, John Lewis's online business was expected to be the size of maybe one department store. Now it is bigger than all its 34 stores put together.</p> <p>The internet did not yet feel like a threat. The partnership's sales and profits at times grew by double digits. Bonuses <a href=\"https://www.reuters.com/article/uk-john-lewis-idUKTRE52A26Z20090311\">hit 20 per cent of salary</a> in 2008, meaning that partners received more than two months' extra pay. Even when the financial crisis hit, John Lewis initially promised <a href=\"https://www.business-live.co.uk/economic-development/john-lewis-chief-promises-no-3956956\">“no job cuts”</a>. It sponsored the London Olympics and overtook M&amp;S in sales. “There was this blind belief that it would carry on for ever,” says one former partner. “There was gross inefficiency.”</p> <p>By now, most of the partnership's sales and profits were not from department stores but from food. Waitrose, grocer to the Queen, was almost comically aspirational: a <a href=\"https://www.thepoke.co.uk/2017/03/22/45-things-overheard-in-waitrose-thatll-make-you-laugh/\">Facebook group</a> posted comments purportedly overheard in stores, such as “Darling, do we need Parmesan for both houses?” But Price, its managing director, wanted to at least double its share of the UK's grocery market to 8-10 per cent by 2020. </p> <p>The problem was that John Lewis kept investing in new department stores. “It used to be that every city needed a cathedral; now it's a John Lewis,” its then managing director, Andy Street, promised in 2013. He oversaw the investment in the £35m store in Birmingham, the area where he grew up and of which he is now the elected Conservative mayor. That was the peak. “At the point at which we all had an iPhone in our pocket, we expanded greatly into bricks and mortar,” says the current chair White. </p>  <p><strong>When White took over </strong>John Lewis in 2019, her lack of retail experience raised eyebrows. Her previous role was as head of Ofcom, the UK telecoms regulator. Who wanted a former civil servant running an already bureaucratic organisation? “She has received a level of scepticism that an old white man probably would not get,” says Patrick O'Brien, a&#xa0;retail analyst. </p> <p>White, 54, says the critics misunderstand her role, which is to safeguard the partnership and consult with partners, not to run the brands directly. She moved fast, replacing senior managers, including Patrick Lewis, the founder's great-grandson and the retailer's finance director, whom she had beaten to the top job. John Lewis is a company of lifelong employees: at its London Brent Cross store, the average tenure is 16 years. Today, none of the partnership's seven top managers was in their role two years ago. Five weren't even at the company. </p> <p>The new team found a business where John Lewis and Waitrose operated almost separately. Only 40 per cent of Waitrose shoppers also shopped in John Lewis. “I could not believe that we weren't selling John Lewis products in Waitrose. They were selling Waitrose-branded [merchandise]!” says James Bailey, executive director of Waitrose, who <a href=\"https://www.thegrocer.co.uk/movers/former-sainsburys-buyer-james-bailey-made-waitrose-executive-director/604413.article\">joined from rival</a> supermarket J Sainsbury. For all the partnership's democratic constitution, Bailey has “found the business a lot more hierarchical than Sainsbury's. Why is everyone so scared of everyone else? I think we're loosening up.”</p> <p>The businesses, meanwhile, had challenges. Waitrose's market share had edged up to 5 per cent, rather than the target of 8-10 per cent. Moreover, it had <a href=\"https://www.independent.co.uk/news/business/news/ocado-suffers-as-john-lewis-sells-its-stake-2212537.html\">sold its stake in Ocado</a> — by transferring it to the company pension fund, which disposed of it in 2010-11, and received £250m by doing so. </p> <p>The sale is an example of the partnership trade-off. Ocado became a pandemic stock market darling and John Lewis's stake would now be worth nearly £2bn. </p> <p>Online, Waitrose is playing catch-up. It no longer has a supply deal with Ocado and its orders are ­currently all hand-picked, rather than being taken from stacks <a href=\"https://www.theguardian.com/business/2017/jan/31/hand-ocado-robot-shopping-fruit-vegetables\">by robots</a>. Customers complain that Waitrose delivers food that is close to its expiry date. “Our grocery logistics set-up isn't as good as it needs to be to deliver really, really fresh food to the shops,” says Bailey. His own “personal bugbear” is that the app won't let shoppers track their delivery, leading to huge volumes of customer inquiries. “We've got 6,500 calls going into the call centre every week that we could easily do something about.”</p> <p>At John Lewis, the problem was in-store. Pre-pandemic the company estimated that its shops “contributed” £6 of every £10 spent online. By 2020, the figure was <a href=\"https://www.johnlewispartnership.co.uk/content/dam/cws/pdfs/Juniper/FYR-2021/John-Lewis-Plc-Full-year-results-11-March-2021.pdf\">just £3</a>. (Those estimates, based partly on comparing online spending in regions with and without John Lewis stores, are as much judgment as science.) The company had hoped to do what Amazon couldn't. As Amazon did ever more, this proposition seemed shaky. The Sunday Times reported that Amazon explored buying Waitrose in 2018 but had not been taken seriously.</p> <p>The clothing retailer Next has grown by developing its in-house brands, expanding overseas and opening up its website, warehouses and delivery services to brands that struggled on their own. It has forecast <a href=\"https://www.nextplc.co.uk/~/media/Files/N/Next-PLC-V2/documents/2022/results-for-the-half-year-ending-july-2021%20290921.pdf\">pre-tax profits of £800m</a> this year, more than double the level that the John Lewis Partnership has ever achieved. By contrast, White's turnround plan sees retail as limited: however good the execution, margins will never improve. </p> <p>The pandemic convinced her that things needed to happen faster: online sales went from 40 per cent of John Lewis's sales pre-pandemic to <a href=\"https://www.retailgazette.co.uk/blog/2021/10/john-lewis-online-sales-surge-alongside-skincare-air-fryers-tents/\">75 per cent </a>so far in 2021. The partnership has ruled out selling Waitrose or its department stores. However, by 2030, she wants it to take 40 per cent of its profits from new areas. John Lewis, which didn't accept Visa and Mastercard credit cards until 1999, now sees its future in financial services. </p> <p>It also wants to build <a href=\"https://www.thisismoney.co.uk/money/markets/article-10093073/John-Lewis-reveals-scale-push-housing.html\">10,000 homes by 2030</a>, including on sites with underused stores and car parks. It expects to seek planning permission for its first housing developments, in Greater London, next year and its first homes could be rented in 2024. Working with developers, it wants to offer more ethical housing — more social housing, more homes for its own partners and lower-carbon homes. Renters won't have to pay a deposit; they might have a right to buy. </p> <p>The property market has been one of Britain's surest bets. If the partnership can build 10,000 homes and receive a 3.5 per cent yield, the income could be roughly £150m a year. “If John Lewis is looking for predictable income streams, it should deliver that,” says Chris Millington, an analyst at Numis. But he is “sceptical” that John Lewis will be able to differentiate itself from other landlords. Offering a Waitrose store downstairs is not in itself a game-changer, given how many housing developments contain shops. </p> <p>The partnership now expects to pay a bonus only if profits exceed £150m and its debt ratio falls below four times. Before that, it is also trying to cement Spedan Lewis's legacy. From November, it will become the first major UK retailer to offer <a href=\"https://www.theguardian.com/business/2021/jun/10/john-lewis-to-offer-equal-parental-leave-to-all-staff\">shared parental leave</a> for all its employees. (Spedan was ahead of his time in hiring talented women.) “Partners really love to feel proud that we're doing something that's different or we're the first to do something, and we're doing it because we've got a different model,” says White.</p> <p>Perfection is out of reach. Unlike some other retailers, John Lewis did not return more than £100m in business rates relief that it received during the pandemic. “If we had not retained the rates, it would have meant more job losses and more store closures,” says White. To attract younger consumers, Waitrose has also agreed a rapid <a href=\"https://www.theguardian.com/business/2021/apr/27/waitrose-deliveroo-deal-jobs-grocery-delivery-service-uk-shops\">delivery partnership with Deliveroo</a>, even though some City fund managers refuse to invest in the company because of its treatment of workers. </p> <p>The partnership “tries desperately to be different”, says John Munnelly, its head of distribution and operations. “There are parts that are being tested.” He refers to the final salary pension scheme that was cut in 2019. “But it's what you make of it. You can't be paternalistic. It's about being transparent.”</p>  <p><strong>John Lewis could once take</strong> Middle ­Britain's loyalty for granted. Now many customers who think of themselves as John Lewis by nature spend more at Amazon and even Lidl. Many young customers don't think of themselves as John Lewis by nature. “Millennials and younger are less part of John Lewis's DNA,” says Susanne Given, a former executive at the company who now chairs furniture retailer Made.com. The John Lewis wedding list is being nudged aside by requests to contribute to couples' honeymoon funds. </p> <p>So the company has to work harder. When the media reported that Carrie Johnson, wife of the British prime minister, had criticised the “John Lewis <a href=\"https://www.dailymail.co.uk/news/article-9521561/John-Lewis-mocks-Boris-Johnson-Carrie-Symonds.html\">furniture nightmare</a>” in her Downing Street flat, the company sent a removal van round and tweeted: “Good thing we have a recycling service for old pre-loved furniture.” (The Johnsons <a href=\"https://metro.co.uk/2021/04/29/boris-johnson-says-he-loves-john-lewis-after-inheriting-furniture-nightmare-from-theresa-may-14492977/\">insist they love</a> John Lewis, as does the designer they chose for the refurbishment, <a href=\"https://www.ft.com/content/f5b05f68-4243-4da4-bf5c-36cd75d2f89c\">Lulu Lytle</a>.) A recent home insurance advert was decidedly edgy, featuring a boy in a dress and make-up. </p> <p>The partnership is looking at a “pseudo-membership” <a href=\"https://www.retailgazette.co.uk/blog/2020/09/john-lewis-joint-loyalty-scheme-waitrose-john-lewis/\">loyalty programme</a> across John Lewis and Waitrose, a response to Amazon Prime, which now covers just over half of UK households, four times as many as the partnership serves each week. According to Waitrose's head James Bailey, the benefits could include free delivery and “a day early access to Black Friday at John Lewis. You get tech launches early, you get access to Waitrose events, you can go glamping in our Leckford estate — some of that fairy dust.” </p> <p>There are other initiatives: a new Anyday range, including £1 tumblers and £70 cots; big John Lewis stores offering free, one-to-one clothing appointments lasting one to two hours. There are plans for “15-20” smaller John Lewis convenience stores, offering click-and-collect, says Pippa Wicks, head of John Lewis. Much will depend on whether a sometimes sluggish organisation can move fast. “Execution is 90 per cent of the battle,” as rival retailer Next says. Even retailers that seemed to have sussed online, such as Asos, have struggled recently. While customers want to shop both online and in-store, the partnership has to invest in both, without being able to fully commit to either.</p> <p>It can seem as though, instead of the rest of the British economy becoming more like John Lewis, John Lewis became more like the rest of the British economy. Contract workers, who are not partners, make up 30-50 per cent of its Magna Park distribution operation. Shop closures and redundancies have continued. Peterborough's Queensgate shopping centre is on top of plentiful parking, next to a bus station and a five-minute walk from a train station. Yet people had stopped coming, and John Lewis <a href=\"https://www.cambridge-news.co.uk/news/local-news/john-lewis-permanently-close-peterborough-20244236\">closed</a> its newly refurbished, four-floor anchor store this year. “I'll have to go to Nottingham or Cambridge,” says Patricia Benn, a retired resident from the nearby town of Bourne, who liked to browse the beauty counter. “Their assistants were intelligent and highly trained. You got to know them.” </p> <p>“It's a great shame,” says Shaz Nawaz, a local Labour councillor. “You're going to see a decrease in the number of people into Peterborough town centre.” Nawaz guesses the John Lewis store will be converted into three or four different shops: the future of the high street is “small, boutique shops”, not department stores. </p>  <p><strong>The store closures explain why </strong>John Lewis is no longer a political lodestar. One indicator of Boris Johnson's flagship policy of “levelling up” is likely to be the state of high streets, especially in the Midlands and north of England, where John Lewis is now largely absent. </p> <p>But in another way, it remains a model. John Lewis represents exactly what Johnson wants from business: a high-pay, high-productivity employer, which takes social responsibility seriously. Its Leckford farm, bought by Spedan, a keen naturalist, is trialling sustainable methods, which it hopes other suppliers might adopt: minimal tillage and regenerative beef farming. John Lewis as a whole has committed to using sustainable materials across all its own-brand products by 2025 and to net zero emissions by 2035. (However, this doesn't include the emissions from the other brands it sells. John Lewis is now only a mid-size retailer: could it push those brands to change, even if it wanted to?)</p> <p>The UK government's past enthusiasm for John Lewis had its embarrassments: Circle, a healthcare group owned partly by clinicians, became the first private company to take over an NHS hospital, then gave up the contract after four years, and ditched employee ownership soon after. But there are now <a href=\"https://www.gov.uk/guidance/introduction-to-public-service-mutuals\">115 public-sector mutuals in England</a>, including the Behavioural Insights Team, or nudge unit, which works to tweak government policies worldwide. “The data is overwhelmingly in favour of the mutual model,” says Stephen Kelly, who helped to lead the public sector's push for employee ownership. </p> <p>John Lewis never aspired to change the world. And now it has more pressing concerns. Among White's initiatives is to integrate John Lewis and Waitrose. In Waitrose's research, one in five customers said that just seeing John Lewis merchandise made their shopping trip more enjoyable and might make them come more often. But in Peterborough's Waitrose store, as the supply-chain crunch began, three of the John Lewis shelves were stacked with the same 12-piece dinner set. For all that it looms large in the middle-class imagination, John Lewis does not have a distribution network to match Amazon's same-day delivery or, like some of its rivals, the money to invest in “micro-fulfilment”, making a limited selection of products more quickly available by using warehouses in urban areas.</p> <p>Ultimately, to shop at John Lewis is to believe that what matters isn't necessarily convenience or being the cheapest; it's the feeling that corners haven't been cut. Waitrose was <a href=\"https://www.dailymail.co.uk/news/article-9702611/Tesco-Morrisons-say-shun-Australian-meat-cheaper.html\">vocal in its opposition</a> to Britain's trade deal with Australia, and in its support of “strict animal welfare and environmental standards”, because it knows that's what its affluent consumers want to hear.</p> <p>A year after White's initial plan was announced, she may be earning the benefit of the doubt. John Lewis returned to profit in the six months to July, if you ignore restructuring costs. The pandemic made online grocery profitable for the first time: people ordered more, vans were full and supermarkets didn't have to spend on advertising. “Now we've got a period of time to manage those growing pains, to get more efficient,” says Bailey. </p> <p>“I don't think they'll end up as Debenhams. Debenhams didn't invest in their business,” says Made.com's Given. But “in 10 years' time, in terms of physical footprint, John Lewis will be much smaller. The partnership model will make it difficult for them to take the hard decisions.” </p> <p>For White the opposite is true: the partnership is the point. Unlike Amazon, John Lewis is not trying to suck up profit for its founder's space ambitions. Unlike Next, it is not trying to channel money back to external shareholders. It is trying to do business differently, to broaden its social impact. She has been to every store that has closed in the past year to have difficult conversations with the partners. “This hasn't been lots of slideshow presentations about retail margins and the growth of digital players,” she says. “A lot of the conversation has been about purpose. If you're walking across hot coals, you need to know why you're doing it.” </p> <p><em>Henry Mance is the FT's chief features writer</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p><p>Source: Henry Mance 2021 'Inside the John Lewis nightmare' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T04:00:01.860Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 13008,
          "end": 13012
        }
      ],
      "nexusId": "10063253"
    }
  ]
}