{
  "_id": "51f8e6777efb974260d6f9ca180c8c80ce2b22e4ad2f3b8fefeb7acb3d23d5b7",
  "feed": "wall-street-journal",
  "title": "Taliban Allow Americans, Other Foreigners to Fly Out of Kabul; Frightened families, some surfacing after weeks in hiding, board first flight out since U.S. withdrawal",
  "text": "<p>Thursday's flight marked the resumption of international passenger links between the Afghan capital and the rest of the world, with dozens of Qatari special forces guarding the tarmac and providing security inside the international terminal during check-in and screening.</p><p>U.S. troops had disabled and destroyed some of the airport's flight control equipment as they departed on Aug. 30, and Qatari technical teams spent the past several days making the airport operational for daytime flights. \"Kabul airport is fully up and running,\" Mr. Qahtani said.</p><p>Americans and others who boarded Thursday's flight were almost exclusively of Afghan origin, many of whom had come to Afghanistan to visit relatives during the summer and then became stranded once the Afghan government precipitously collapsed mid-August. They said they received word of the flight only hours earlier as they were summoned Thursday morning to the Serena Hotel in the heart of Kabul.</p><p>From there, Qatari diplomats and soldiers facilitated the transportation of the passengers to the airport in a convoy of minibuses, one of them with a bullet hole through the windshield. Once at the international terminal, passengers were divided by nationality. The Americans present were mostly too traumatized by the ordeal of recent weeks to speak to a reporter.</p><p>One man from Maryland, accompanied by his wife and four children, had come to Kabul six months ago to take care of his ailing mother. Since the fall of the capital on Aug. 15, the family had been hiding out in their home, too scared to venture out. \"We thought we would never leave Afghanistan,\" he said. \"The Taliban had come to the neighboring house, asking about us.\"</p><p>Another family, from Washington, D.C., included only one American citizen—a 6-month-old girl—and her parents, both of them green-card holders. \"I was afraid—so much,\" said the father, a 37-year-old who received a U.S. green card because he worked with American forces in Kandahar and Helmand provinces. He said he received a call from the State Department on Thursday morning instructing him to show up at the Serena Hotel.</p><p>Aron Niazi, 40 years old, an employee of Porsche in Stuttgart, Germany, came to Kabul with his wife and three children to visit Afghan relatives in July. \"A bad idea!\" he exclaimed. The family had tried to come to the airport 10 times since Aug. 15 and narrowly escaped the Islamic State suicide bombing that killed some 200 Afghans and 13 U.S. service members last month. When not trying to enter the airport, the family was hiding in a neighbor's home.</p><p>\"The last three weeks, they were not good,\" Mr. Niazi said. \"My family here, I don't know what will happen to them,\" he added.</p><p>The Taliban have consistently pledged to allow foreigners to leave unimpeded. At Tuesday's press conference announcing the formation of their new government, Mr. Mujahid said problems with international travel would be resolved soon. \"When Afghans and foreigners want to leave Afghanistan, they should do it lawfully, having a passport and visa,\" he said.</p><p>Everyone on Thursday's flight had a valid passport and, if required, visa, a Qatari official said. No Afghans without permanent residence abroad or a second nationality were allowed to take the flight.</p><p>In the final two weeks of August, the U.S. and partner nations airlifted out of Kabul some 120,000 foreigners and Afghans who had helped the West during the 20-year war.</p><p>Thursday's flight didn't address the issue of tens of thousands of Afghans at risk who haven't been able to escape. The U.S. has estimated that the majority of Afghans who qualify for the so-called Special Immigrant Visa because of having helped American military and civilian efforts remain stranded in Afghanistan.</p><p>While Washington said last month that it had received commitments from the Taliban to allow Afghans with clearance to enter foreign nations to fly out, the country's new authorities want to prevent a brain drain that would undermine any effort to stave off economic collapse.</p><p>At meetings on Sunday with the United Nations' undersecretary general and emergency relief coordinator, Martin Griffiths, Taliban leaders were \"furious with the evacuation of skilled and educated people, who are greatly needed to rebuild the country,\" according to an internal U.N. readout of the conversations that was viewed by The Wall Street Journal. The Taliban leaders \"urged that no further people flee, and help facilitate also conditions for return, and their return,\" the document said.</p><p>For more than a week, about 100 Americans and hundreds of at-risk Afghans looking to flee the country have been waiting in the northern Afghan city of Mazar-e-Sharif on a deal to allow them to fly out on charter flights. Mazar-e-Sharif's international airport hasn't been damaged. These negotiations have been bogged down, thwarting the efforts.</p><p>On Wednesday, Taliban officials told organizers working on the charter flights that they would allow Americans and others with valid passports and visas to fly out of Kabul, but not from Mazar-e-Sharif. At the same time, U.S. officials started calling Americans waiting in Mazar-e-Sharif for flights and told them to come to Kabul. It remained unclear how many Americans in Mazar-e-Sharif could make it back to Kabul for Thursday's flight.</p><p>Write to Yaroslav Trofimov at yaroslav.trofimov@wsj.com and Dion Nissenbaum at dion.nissenbaum@wsj.com</p><p>Taliban Allow Americans, Other Foreigners to Fly Out of Kabul</p>",
  "published": "2021-09-09T16:13:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3640,
          "end": 3644
        }
      ],
      "nexusId": "10063253"
    }
  ]
}