{
  "_id": "b2940446094c13e1b700d791a6cc57f5c5137a52893ef5682e95db9c4a3a2f0b",
  "feed": "wall-street-journal",
  "title": "Taliban Combat Protests as Thousands Seek to Flee Afghanistan; Fighters again use violence to quash opposition and repel crowds from airport, as U.S. moves to increase evacuations",
  "text": "<p>U.S. officials said they were maintaining channels of communication with Taliban commanders in an effort to ease the way for U.S. citizens, Afghan visa holders and applicants to reach Hamid Karzai International Airport. As many as 6,000 people had been processed and were waiting at the airport Thursday for military flights.</p><p>President Biden will deliver remarks Friday about the evacuation efforts of American citizens and their families, Special Immigrant Visa applicants and their families, and vulnerable Afghans, the White House said.</p><p>\"Our consular staff on the ground has had only a handful of reports from American citizens who have been unable to reach the airport for whatever reason,\" State Department spokesman Ned Price said.</p><p>At the same time, the U.S. and Colombia are finalizing an agreement that could send as many as 4,000 Afghans who worked with the U.S. government in Afghanistan to Colombia temporarily until their paperwork is processed, according to two U.S. officials and a person familiar with the matter.</p><p>The U.S. is scrambling to persuade allied governments to accept Afghan refugees. Albania is another country that has offered to take them, Mr. Price said.</p><p>Meanwhile, Taliban fighters outside the airport perimeter fired in the air and beat people to keep the crowd under control, while urging them to go home.</p><p>Protests against the Taliban's rule, after emerging on Wednesday in eastern Afghanistan, spread to Kabul on Thursday, the 102nd anniversary of the end of British rule. In the capital, where women were prominent among the protesters, Taliban fighters responded to demonstrations by firing into the air, and some appeared to be aiming at the crowd, videos posted on social media showed. The group beat protesters and smashed some of the cars and motorbikes that accompanied the protest, demonstrators said.</p><p>Protesters said that some two dozen people were injured in Kabul.</p><p>\"The shooting went on a long time. I felt like I was in a war zone,\" said a person who was there named Imran. He said he helped two wounded protesters into a car to be taken for medical treatment.</p><p>In their first days in Kabul, the Taliban weren't hostile, Imran said, \"but they have been changing and getting aggressive with people.\"</p><p>In Asadabad, in the east of the country, Taliban fighters opened fire on a protest on Thursday, killing two people and injuring at least six more, according to residents. The anti-Taliban protests on Wednesday in three eastern cities, Jalalabad, Khost and Asadabad, were also met with violence from Taliban fighters, who killed at least two people and injured several others with gunfire and beatings. The Taliban imposed a daytime curfew in Khost from early morning Thursday.</p><p>The Taliban also face a nascent armed rebellion in the Panjshir valley in the north, one of the few places not yet conquered by the militants.</p><p>Panjshir, populated by the ethnic Tajik minority, also held out when the Taliban conquered Afghanistan in the 1990s. That resistance was led by military commander Ahmad Shah Massoud. His son is now among those leading efforts to assemble a militia there. Before the Taliban conquest last week, Western officials had estimated the group numbered around 80,000 men.</p><p>Inside Kabul's airport, operations have improved from the initial chaos that followed the Taliban's march into the capital on Sunday, with more than 5,200 U.S. troops securing the airport and managing air-traffic control and ground operations, Western officials said. But many people were still struggling to reach the airport.</p><p>By Friday, the U.S. will have the consular officials in place to process enough people to fill the military flights out, Mr. Price of the State Department said.</p><p>The State Department has declined to estimate how many American citizens remain in Afghanistan, how many have registered with the embassy there, or how many have left the country as part of the evacuation. Since Saturday, the U.S. has evacuated 7,000 people, including a mix of U.S. citizens, Afghans who had worked with the U.S. government, and others.</p><p>A senior White House official described the evacuation operation as \"risky\" and said the U.S. couldn't count on continued cooperation from the Taliban.</p><p>\"We will get any American who wants to get to the airport and who we get in contact with who says, 'I want to get out and get on a plane,' we will make that happen,\" national security adviser Jake Sullivan told NBC Nightly News.</p><p>Overnight Wednesday and into Thursday, 13 C-17 military cargo jets landed with more troops and equipment, and 12 took off, carrying 2,000 passengers, Maj. Gen. Hank Taylor told reporters.</p><p>Armed F-18 jets from the aircraft carrier USS Ronald Reagan have been flying over Kabul to monitor developments, Pentagon officials said Thursday.</p><p>Thousands of Afghans continued to surround the airport in the capital, pushing desperately to get in. Many lack the required documents to be allowed to board a flight but blocked entry gates.</p><p>Janan, a 37-year-old Afghan from the eastern province of Paktia, said by phone that he had made it inside the airport earlier this week but waited for four days without managing to get on a flight. He said that he had worked for a German company but that it hadn't responded to his request for paperwork to prove it.</p><p>\"Maybe I only have a 1% chance of getting on a plane but I'm trying,\" he said. \"The Taliban will kill us. They are only behaving a bit so far because the Americans are here.\"</p><p>Many others, including Westerners and Afghans whom U.S. allies are seeking to evacuate, are hiding in their homes, fearful of crossing the Taliban-controlled city.</p><p>The Taliban say they want to end the pandemonium at the airport as soon as possible. The televised sight of Afghans fleeing the Taliban takeover is undermining their efforts to portray their regime as more tolerant than when the group was last in power.</p><p>The Taliban now have almost total control of Afghanistan. They have stated that their government will be more inclusive than their previous regime, which was in power from 1996 to 2001, but they have provided few details of how they will rule.</p><p>The Taliban haven't confronted the American troops controlling the airport, but it remains unclear what would happen if Washington tried to delay their departure beyond the end of the month, the Biden administration's announced deadline for withdrawal from the country.</p><p>With thousands of American soldiers still in Afghanistan, it is difficult for the Taliban to declare it has achieved its aims and form a new Islamist administration.</p><p>The group released a statement on Thursday marking Afghanistan's Independence Day. \"At the same time, we have defeated another arrogant superpower in the world, the U.S., with our jihadist resistance. They were forced to retreat from the sacred territory of Afghanistan,\" it said.</p><p>U.K. Defense Secretary Ben Wallace told British broadcaster Sky News that the Taliban were cooperating in allowing British nationals to be evacuated. He also said the U.K. is \"not sending out any empty planes.\"</p><p>Earlier this week, some planes were departing with only a handful of passengers, in part because of the difficulty people encountered in getting through Taliban checkpoints.</p><p>Tens of thousands of Afghans who worked for the U.S.-led multinational effort in Afghanistan for two decades and fear reprisals by the Taliban are seeking to get out of the country.</p><p>President Biden, in an interview with ABC News on Wednesday, said he was committed to getting Americans in the country out and expressed optimism that it could be done by the Aug. 31 deadline. Pressed on what he would do if there were Americans remaining after Aug. 31, he said, \"If there's American citizens left, we're gonna stay till we get them all out.\"</p><p>Catherine Lucey and James Marson contributed to this article.</p><p>Write to Saeed Shah at saeed.shah@wsj.com and William Mauldin at william.mauldin@wsj.com</p><p>Taliban Combat Protests as Thousands Seek to Flee Afghanistan</p>",
  "published": "2021-08-20T02:17:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 458,
          "end": 462
        }
      ]
    }
  ]
}