{
  "_id": "89a359b49558269de3fc43a7f14023a0279d7672a993e8a6bed8f6016602a60b",
  "feed": "ftcomall",
  "title": "Trustly postpones $9bn flotation after regulator flags concerns",
  "text": "<p>Trustly has postponed its proposed $9bn stock market flotation after Swedish regulators raised concerns about the payment company's lack of due diligence on its end customers.</p> <p>The planned initial public offering was due to be one of the <a href=\"https://www.ft.com/content/2ce32af2-e791-4f3c-bba5-6ed5b4cfd6f1\">biggest by a fintech</a> company in Europe this year and was set to take place this quarter but had now been postponed indefinitely, Trustly <a href=\"https://news.cision.com/trustly/r/trustly-reports-record-quarter-with-accelerated-growth--ipo-postponed,c3338375\">said</a> on Monday.</p> <p>Sweden's Financial Supervisory Authority <a href=\"https://www.trustly.net/press/2021/04/trustly-receives-preliminary-assessment-from-the-sfsa\">told</a> Trustly in April that while it had until now conducted due diligence only on the merchants for which it provided payment services, it should now also check on some end-customers.</p> <p>Johan Tjarnberg, Trustly's chair, said the company needed to resolve all the questions from the regulator before pursuing an IPO. A listing remained “our ambition” but “there is today no timeplan set” for it, he added.</p> <p>Trustly has pitched itself as an alternative to buy-now, pay-later companies such as Klarna, valued at $31bn, that rely on the card networks of Visa and Mastercard for payments. Trustly offers payments directly from the bank accounts of customers to those of merchants. It claims its fees are lower than fintech companies that use card networks because it cuts out the middlemen.</p> <p>As well as ecommerce, Trustly is also known in the payments industry for having a large presence in the higher-risk betting sector. Rivals have questioned&#xa0;the company's activities outside of online retail. “They are in riskier areas that many payment groups have just refused to go into,” said one European fintech executive.</p> <p>Oscar Berglund, Trustly's chief executive, said betting was one of five different merchants it dealt with. “As a matter of policy, we only serve licensed operators, and we also have clear exclusion criteria as regards other verticals,” he added.</p> <p>Trustly flagged in its annual report in March that the Swedish regulator was conducting a supervisory review into its compliance with money laundering and terrorism financing prevention rules.</p> <p>Asked by the Financial Times about the review, Berglund <a href=\"https://www.ft.com/content/78caada6-f574-40d1-9166-300afe8488f7\">downplayed</a> its significance, saying: “It's not the first time they review us. It [won't be] the last time.” He conceded that betting companies were “a higher-risk kind of merchant” and added “we need to do closer checks on them, which we do”.</p> <p>Swedish regulators clearly have a different view, arguing that Trustly needs to run checks on the people who use its payments services in such cases, not just the betting companies themselves.</p> <p>Tjarnberg said Trustly would “engage in a constructive dialogue” with regulators. Berglund said at the end of April that the regulator could “adjust its observations” based on Trustly's response.</p> <p>Trustly also disclosed first-quarter results on Monday, in which its revenues increased 46 per cent compared with the same period last year to SKr632m ($75m). Underlying earnings before interest, tax, depreciation and amortisation rose 31 per cent to SKr275m. </p> <p>Growth was particularly strong in the US, where revenues increased 609 per cent compared with a year earlier and now account for a quarter of the group's total revenue.</p><p>Source: Richard Milne, Nordic and Baltic Correspondent 2021 'Trustly postpones $9bn flotation after regulator flags concerns' FT.com 3 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-03T10:46:53.109Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 978,
          "end": 982
        }
      ],
      "nexusId": "10063253"
    }
  ]
}