{
  "_id": "142991061f79552f61d4b8a9baae85b76e819de465b8fe02215485e6471cd339",
  "feed": "ftcomall",
  "title": "What happens if Chinese household wealth is unleashed on the world? ",
  "text": "<p>It would buy you a year of study at Harvard University, a couple of luxury boxes at the Yankee Stadium in New York or a lengthy stay at London's Ritz Hotel. But Chinese citizens might soon be able to do something different with the $50,000 they are permitted to take out of the country annually: invest it.</p> <p>In February, Ye Haisheng, a Chinese official at the State Administration of Foreign Exchange (Safe), said the government was researching whether the allowance — which has been unchanged since 2007, requires no specific approvals and is spent mainly on travel and education — could also be used to purchase overseas securities and insurance.</p> <p>Even as it has risen as an economic power, China has retained strict capital controls which keep most of its <a href=\"https://www.ft.com/content/074395d2-38f2-11e9-b72b-2c7f526ca5d0\">vast household wealth</a> within its borders and reflect the control which the <a href=\"https://www.ft.com/content/faf2226b-be95-4c52-a10b-653f3137b90d\">ruling Communist party</a> continues to wield over the country.</p> <p>This year, there are more signs than ever of that grip on savings loosening. As well as a potential change to the allowance, the government in June approved <a href=\"https://www.ft.com/content/4170c04c-e98a-4e52-9a44-a085616cc21b\">record amounts of money to flow out of the country</a> through an official investment quota. It is also on the verge of launching a programme with Hong Kong, called Wealth Connect, that will <a href=\"https://www.ft.com/content/6d87df1f-1e85-45d5-a4b5-ba3d0a47b420\">allow households in southern China to invest overseas</a>.</p> <p>“This is a very interesting time for all of us,” says Terry Pan, chief executive officer for Greater China at Invesco, which is eligible to manage money through the programme. “Liberalisation is happening in front of our eyes.”</p> <p>While China's asset management outflows remain small, they are part of a profound shift that hints at future expansion. The country's wider financial system is opening up, <a href=\"https://www.ft.com/content/d5e09db3-549e-4a0b-8dbf-e499d0606df4\">enticing the world's biggest banks and asset managers</a>. HSBC, one of the most active participants, estimates that Chinese households will have Rmb300tn ($46.3tn) of investable assets by 2025 — an amount equivalent to the entire US bond market. </p> <p>“With more outbound investment channels available, households have genuine choices to diversify into overseas securities,” the bank noted in May.</p> <p>In the past, outbound schemes have been suspended at times of market volatility while other projects have proved to be false dawns, adding to the sense that for now China is unlikely to loosen its capital controls, except at the margins.</p> <p>The economic logic of keeping so many savings trapped in one place, however, has come under greater scrutiny at a time <a href=\"https://www.ft.com/content/efa3ec2b-5be8-413f-b23c-cc9b9bff1261\">when the renminbi has strengthened markedly</a> and the stock market in February surpassed its 2007 peak. Policymakers have become more vocal, warning of rising asset prices, especially within the country's property sector where much of household wealth continues to chase returns. </p> <p>If it were allowed to suddenly chase returns globally, that could have chaotic consequences from both a Chinese and western perspective. The country's savings would have the capacity to flood certain international markets — if a mere 10 per cent of households invested $50,000 abroad, HSBC calculates, that would amount to $2.4tn. Michael Every, global market strategist at Rabobank, says “carrots had been dangled” in front of western banks but a deep opening of the capital account was “structurally extremely unlikely” because it would lead to a collapse in asset prices within China, as well as the value of its currency.</p> <p>But China's policy shifts can be almost imperceptibly gradual. Just as the country's entry into the World Trade Organization two decades ago has resonated in all corners of the global economy, even the slim prospect of capital account liberalisation raises urgent questions for the entire financial system: will Chinese savings be unleashed upon the world, and what happens if they are?</p> <h2>Investing by the back door</h2> <p>In 2016, the central bank, the People's Bank of China, prohibited the use of so-called “dual currency” credit cards that allowed people in China to make foreign purchases through international networks Visa and Mastercard. Unionpay, the country's major credit card provider, was barred from being used to buy insurance in Hong Kong. </p> <p>The ban came after mainland citizens began taking out life insurance policies in Hong Kong that were linked to savings policies. When the policies matured, the customer was left with a lump sum in Hong Kong dollars, effectively circumventing the $50,000 currency limit.</p> <p>“At the time you could use a mainland credit card to pay for anything in Hong Kong,” says Stewart Aldcroft, Asia chair of Cititrust, an arm of Citibank. “The regulators suddenly woke up to that and had to do something about it.”</p> <p>Like the casinos of neighbouring Macau, Hong Kong is well known for its role in illicit flows of money out of mainland China, ranging from bags of cash to manipulating trade invoicing figures. But the territory — which has undergone extraordinary political upheaval in the past two years — now offers up a greater than ever array of legitimate methods for investing money outside mainland China.</p> <p>The Wealth Connect programme is set to be the most symbolic milestone yet in consolidating Hong Kong's role as the gateway to international markets. A pilot scheme, expected to be launched this year, will allow households in nine Chinese cities in the <a href=\"https://www.ft.com/content/fe5976d8-ab81-11e8-94bd-cba20d67390c\">Greater Bay Area</a> — which includes Shenzhen and Guangzhou and is home to about 70m people — to invest up to Rmb1m ($154,000) in low and medium-risk funds domiciled in Hong Kong. It stands to give them access to markets in the US and elsewhere. </p> <p>Offshore investors can also buy mainland products through the scheme, which follows previous programmes linking Chinese stock and bond markets to Hong Kong. Eddie Yue, head of the city's monetary authority, says the programme “underpins Hong Kong's strategic importance in the mainland's opening up of its financial markets”.</p> <p>Wealth Connect nonetheless represents a cautious approach from Beijing that applies to other methods of investing abroad legally. Crucially, it operates according to a closed-currency loop, meaning investors in the country have to convert the proceeds back to the renminbi when they cash out. Total flows in each direction are capped at Rmb150bn ($23.1bn) — a tiny fraction of household wealth. </p> <p>“Wealth Connect will be the first time that China has legitimately allowed mainland residents to directly move money out of the country for the purposes of offshore investment,” says Anthony Lin, Standard Chartered chief executive for the Greater Bay Area. “Today the limit is not very big and there are restrictions on products, but we believe this will change over time.”</p> <p>For international banks, the Wealth Connect scheme is just one part of a China savings opportunity, most of which will be managed within the country itself. In February, HSBC said it would spend $3.5bn over five years to develop its wealth and personal banking operations in Asia, which already accounts for two-thirds of its global wealth business. Citibank and Standard Chartered have laid out similar plans that aim to double wealth management staff numbers and income in mainland China and Hong Kong over the next five years.</p> <p>“The opportunity is enormous,” says Greg Hingston, HSBC's head of wealth and personal banking for Asia Pacific. “Even if you only get a small share of it, it's going to be very meaningful.” </p> <p>Despite excitement over Wealth Connect, data from Bloomberg Intelligence estimates the total annual fees shared by banks operating under the scheme is likely to be less than $500m due to the initial cap.</p> <p>For foreign players, part of the bet is instead that a gradual loosening of constraints on that growing wealth will gather pace. Major US banks that have partnered with Chinese counterparts have also emphasised the offshore opportunity, where they have a distinct advantage compared with onshore competitors; Goldman Sachs plans to eventually offer “overseas products” — although it has yet to say which ones — <a href=\"https://www.ft.com/content/263c5b4a-8c29-485a-8b25-20f74c04ae7d\">through its partnership with ICBC</a>. </p> <p>“[International] banks aren't looking at what direct income can be generated in the short term,” Lin says. “We are focusing on building a customer base so that over time, when China further opens up its capital account, the relationship with those customers gets far bigger.”</p> <h2>The urge to invest </h2> <p>Warren Jia, a 29-year-old IT worker in Shanghai, studied at Glasgow university in Scotland and still has a few thousand pounds in a UK bank account. He says overseas investment is something he is actively pursuing.</p> <p>“First of all I don't want to put all my eggs in one basket,” he says. “The second is I had experience living abroad and there's a possibility of immigration, or living and working abroad in the future, so I think it's necessary to hold some assets overseas.”</p> <p>Savers like Jia are not only an opportunity for foreign and domestic businesses seeking to take advantage of a booming asset management industry. They are also an opportunity for the Chinese government as it grapples with a strengthening renminbi and a rush of <a href=\"https://www.ft.com/content/e9a7f4a9-7cf9-4733-b3a6-c371a1400cf4\">inflows into its stock and bond markets</a> encouraged by its rapid recovery from the pandemic.</p> <p>In June, the government increased to $147bn the total quota for a scheme that allows companies to invest overseas on behalf of their clients, the majority of which are retail investors. The additional $10bn was the largest increase in the 14-year history of the Qualified Domestic Institutional Investor scheme. Like Wealth Connect, it forces investors to cash out in renminbi, meaning it currently has no clear use for those wishing to spend, rather than invest, overseas. </p> <p>Analysts suggest the move was partly a response to the strength of the renminbi, but also hinted at its relevance to the debate over the future of China's capital account, one which relates not only to household savings but also overseas activity from the country's businesses, financial sector and the government itself.</p> <p>“I would say that in typical China fashion this is going to be a trial and error approach,” says Carlos Casanova, a senior economist for Asia at UBP. “There are reasons for and against doing this.” </p> <h2>Asset bubble territory </h2> <p>After Deng Xiaoping reformed China's economy in the late 1970s, direct foreign investment rushed into the country. Capital outflows were tightened after the Asian financial crisis of the late 1990s, which exposed the risk of foreign money being rapidly pulled out of emerging economies. The QDII scheme was launched in 2006 and has been followed by incremental signs of further liberalisation, the latest of which is Wealth Connect.</p> <p>A 2017 <a href=\"https://www.elibrary.imf.org/view/books/071/23209-9781513539942-en/ch08.xml\">book published by the IMF </a>said opponents of liberalisation typically cited the Asian crisis, while proponents pointed to “self-fulfilling expectations of currency appreciation and bubble-prone domestic financial markets”. Foreign direct investment in China last year at $163bn surpassed inflows into the US for the first time.</p> <p>This year, official expressions of concern over inflated domestic asset prices have become more frequent. In March, Guo Shuqing, China's top banking regulator, warned of “bubbles” within the country's property sector. The government has moved to restrain leverage across the biggest real estate developers, but property prices have continued to skyrocket.</p> <p>While these factors might on the face of it encourage outflows to ease pressure on prices, they might also discourage an opening of the floodgates. “In the long term full capital account liberalisation will only take place once all of the domestic structural fragilities . . . are resolved,” says Casanova, pointing to “high corporate debt levels” as the biggest issue. Guo in March not only warned about domestic property but also bubbles in the same “foreign markets” where Chinese savers would be more active. </p> <p>Dariusz Kowalczyk, an economist at Crédit Agricole, suggests full liberalisation is unlikely because the government will “want to continue to micromanage the economy”, so they will need “to retain capital controls and exchange rates rather than being thrown at the vagaries of the global system with all its volatility”.</p> <p>China's position is nonetheless highly unusual, and is likely to become even more so as its middle class expands. HSBC estimates it will soon exceed 500m people. The IMF book said it was “difficult to imagine that one of the world's largest economies and trading nations will maintain tight controls on capital flows indefinitely as it becomes an upper-middle-income economy”. </p> <p>A Safe official <a href=\"https://www.globaltimes.cn/page/202106/1225228.shtml\">in June</a> said the QDII expansion was “conducive for meeting domestic investors' needs for diversifying overseas asset allocation”. China holds more than $1tn of US Treasuries, which help it control its exchange rate, but capital controls will also need to be relaxed if it is to achieve its stated goal of internationalising its currency.</p> <p>Experiments in capital account liberalisation are <a href=\"https://www.ft.com/content/738920a7-5b7d-49a2-9f91-50cd62ca7e36\">an opportunity for foreign asset managers and Chinese investors</a>. Across international financial markets, though, outflows could have significant and unexpected consequences. </p> <p>Overseas corporate activity or purchases from wealthy individuals with income streams abroad have already helped reshape the overheated housing markets of entire cities in the west, from Vancouver to Sydney.</p> <p>The first phase of the Wealth Connect scheme only allows savers to buy low and medium-risk products such as highly rated bonds, reflecting the government's cautious approach. Pan at Invesco suggests that under a hypothetical scenario with all of Chinese savings flooding into low-risk products, “you would obviously see even more negative interest rates” as the purchases of bonds would push up prices and move yields lower. </p> <p>The $23bn total through the Wealth Connect scheme will not move global markets, but if Beijing is laying the groundwork for further reform, that cap could change in time. </p> <p>Citi's Aldcroft notes that hundreds of millions of people in China have already bought into some form of domestic mutual fund, which he says are currently more than 99 per cent targeted towards the domestic markets. Diversified investments overseas — the kind that help build stable retirement systems and insurance markets — would continue a long-term pattern in which the Chinese middle class flocks to buy the staples of its western counterparts. </p> <p>Its policy approach, though, is equally liable to change course despite its gradual trajectory. “Ultimately everything about China is about control, keeping control, maintaining control,” says Aldcroft. “And it's not going to let things get out of control.”</p> <p><em>Additional reporting by Wang Xueqiao in Shanghai</em></p><p>Source: Thomas Hale and Tabby Kinder in Hong Kong  2021 'What happens if Chinese household wealth is unleashed on the world? ' FT.com 5 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-05T04:00:33.456Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3957,
          "end": 3961
        },
        {
          "start": 3937,
          "end": 3941
        }
      ]
    }
  ]
}