{
  "_id": "d7eb7f85412fdc8f310085b8b05217a34084ec1f793712d32f6df4eb57b465f7",
  "feed": "market-watch",
  "title": "Visa says travel-related spending improved in November as restrictions eased",
  "text": "<p>November monthly cross-border volumes when excluding transactions between European countries showed an 11-point improvement versus October and reached 106% of 2019 levels, Visa V disclosed in a late-Wednesday filing with the Securities and Exchange Commission. “Many countries reopened borders and relaxed restrictions at the beginning of November, especially in Asia and Latin America,” the company noted in its filing.</p><p>Read: Square will change its name to Block as business expands</p><p>The U.S. border opened Nov. 8, Visa said, and the company saw inbound card-present cross-border spending increase about 25 points above October levels in the week that ended Nov. 30. Card-present volumes typically represent in-person spending, while cross-border volumes refer to those in which people are making purchases in countries other than where their cards were issued.</p><p>Visa noted that payment volumes in international markets were up “several points from October levels in most countries,” calling out “notable” positive spikes in India, Australia, and New Zealand.</p><p>Visa saw its U.S. payments volume in November reach 133% of 2019 levels, which the company said was “flat with October.” The company saw U.S. credit volumes increase 3 points from October, while debit volumes dipped 4 points.</p><p>Don't miss: PayPal, Square stocks look attractive amid fintech ‘carnage,' says analyst</p><p>Visa shares were up 0.4% in after-hours trading Wednesday. They declined 1.9% in Wednesday's regular session and have fallen 10.5% over the past month, as the Dow Jones Industrial Average DJIA has recorded a 5.3% drop.</p>",
  "published": "2021-12-02T08:19:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1372,
          "end": 1376
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 862,
          "end": 866
        },
        {
          "start": 1059,
          "end": 1063
        },
        {
          "start": 172,
          "end": 176
        },
        {
          "start": 515,
          "end": 519
        }
      ],
      "nexusId": "10063253"
    }
  ]
}