{
  "_id": "965c6ae8f6ddaa71a8fee172a2bf6d01034cf1272b10bc980c18d6ba3e8a1a27",
  "feed": "economist-newspaper",
  "title": "Evacuating Afghans: The left-behind",
  "text": "<p>After a chaotic start the operation to remove US citizens greatly improved, though it remains perilous. But the abandonment of Afghans who worked with American forces was both swift and a long time in the making. Many are eligible for the Special Immigrant Visa (SIV). Reforms by Congress in 2009 mandated a nine-month process, but the paperwork took applicants around three years. Almost 2,000 were brought to America in the two weeks before the fall of Kabul, while 71,000 applicants and their family members waited in the growing backlog. There may be up to 80,000 Afghans eligible for these visas across Afghanistan. Congress, long frustrated by the administration's glacial pace, passed a bill in July to accelerate the process. But for now, boarding a flight still requires visa papers or an American passport.</p><p>The State Department created a Priority 2 (P-2) designation in early August for Afghans who had worked with American forces or on American projects but are ineligible for the SIV programme. They, along with P-1 refugees, who must be referred by the UN High Commissioner for Refugees, an American embassy or certain NGOs, are at the mercy of the limited charter flights and an unforgiving bureaucracy. American citizens, permanent residents and SIVs have priority. But rather than risk capture by Taliban fighters, who say Afghans will no longer be allowed access to the airport, many refugees have opted instead to attempt the dangerous crossing into neighbouring Iran, Pakistan or Tajikistan.</p><p>The president could circumvent these logistical hurdles, but has refrained from doing so. Mike Waltz, a Republican congressman and a former Green Beret who served in Afghanistan, points out that President Gerald Ford granted humanitarian parole for Vietnamese refugees leaving crumbling South Vietnam in 1975, and cajoled Congress into funding the operation. This allowed American forces to bring more than 100,000 refugees to Guam before granting visas.</p><p>In addition to presidential haste and bureaucratic coldness, Afghans who worked with America may be victims of an electoral calculation. The administration is frequently attacked as soft on immigration. Tucker Carlson, a TV host, and Stephen Miller, an adviser to President Donald Trump, have warned of the supposed threat posed by Afghan refugees.</p><p>In the absence of help from the federal bureaucracy, a volunteer army of hundreds of former American diplomats, aid workers and veterans has sprung up over email chains and Signal threads to pool funds for charter planes and pass along vital information. Many feel an obligation to Afghans they worked with during the 20-year war. One group of veterans, Allied Airlift 21, provides logistical support to Afghan SIV applicants and their families. As the sun sets in Washington and rises in Kabul, the veterans start their watch, constantly communicating with refugees and trying to guide them to safety.</p><p>Almost 20,000 people were evacuated on the best day, according to the Pentagon. But America is struggling to keep the airfield secure and find third countries to host Afghans while their visas are processed. The retreat is meant to end on August 31st, by which date Mr Biden has promised to get every US citizen out. The State Department reckons a thousand may still be in Afghanistan. Mr Waltz says many more Afghan allies will be left behind: \"We're handing them a death sentence when the last American soldier leaves.\"</p>",
  "published": "2021-08-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 257,
          "end": 261
        }
      ],
      "nexusId": "10063253"
    }
  ]
}