{
  "_id": "860392c93b4ddb68177a413fdccde34467404e83d0240db96ed182545430e502",
  "feed": "ftcomall",
  "title": "Afghan black market for visas thrives as embassies stay shut",
  "text": "<p>Many embassies in Kabul remain closed following the collapse of Afghanistan's previous government, fuelling a black market for visas sought by citizens desperate to leave the country.</p> <p>The Taliban's takeover of the capital in August forced thousands of Afghans to flee the strife-torn nation but many remain and are willing to pay exorbitant sums to buy a visa. The new government restarted issuing passports in October.</p> <p>Significant numbers of Afghans are being targeted for their past association with the government or coalition forces. Over 125,000 people have either been evacuated or have fled. Media professionals and women, including their families, are particularly motivated to leave as they can no longer work or study safely.</p> <p>Among them is 31-year-old Nissar Saeed, who worked as an informal consultant for foreign entities and taxi driver in Kabul before the fall of the former government.</p> <p>“When the Taliban arrived in Kabul on August 15, they came looking for me as I had worked with foreign journalists as a fixer,” Saeed said in comments to Nikkei Asia. “They said since I worked for non-Muslim ladies, I should pay them the money [I earned] because it belonged to the emirates.”</p> <p>Saeed said he went into hiding after his initial encounter with the Taliban, but the harassment continued. “They once slapped my father when he told them he didn't [know] where I was. That was when I decided to leave the country. But I didn't have any work and the visas cost a lot. So one of the journalists helped me pay for my visa.”</p> <p>A travel agent he knew and trusted offered to get him an Iranian visa for $700, paid in advance. “But after I paid him, he stalled for days and always said it will be done ‘tomorrow.'” Sensing that the agent would probably not deliver, Saeed asked for his money back. “But [the agent] said he could only pay $350 as he had paid the rest to the embassy officials. He later agreed to pay back $500.”</p> <p>Visa prices in Afghanistan have increased exponentially since the fall of Kabul. Nikkei spoke with multiple travel agents who confirmed that visas that earlier cost between $20 and $80 are now going for more than $1,000, mainly to cover bribes.</p> <p>“We don't even have money to feed our families. The [travel agents] are lying to people,” said Saeed. “Nobody I know got their visa after paying the money. There are so many fake agents.”</p> <p>Many Afghans who want to leave have only limited options. Though the Taliban have reopened the government passport office and are issuing passports, most foreign embassies have been closed since August. The few still open include Iran, Pakistan and Turkey, and hopeful emigrants are giving thousands of dollars upfront to sketchy operators who have no way — or intention — of obtaining the coveted documents.</p> <p>A 27-year-old Kabul resident, Noorullah Niazi, recalls being duped by a travel agent who charged him $350 for a visa to India, despite the country having temporarily suspended operations at its embassy on August 16.</p> <p>“I wanted to apply for an Indian visa after the Taliban came,” Niazi said. “I used a travel agent who asked me to pay $350 for a visa that earlier used to be free. They said that half the money would go to embassy officials, who would issue the visa in eight to 10 days.”</p> <p>But after 15 days and still no visa, Niazi called the agent, who asked him to wait longer.</p> <p>“I smelled something fishy and went there to ask for my visa or money,” he recounted. “They said they could only return $175 because they had paid the other half to the embassy and [the embassy] won't give it back. I later learned that there was no Indian embassy in Kabul any more. That's when I reported them to the Taliban, who retrieved my money.”</p> <p>Zabihullah Mujahid, deputy minister of information and culture of the Taliban administration, told a local news agency in Kabul that officials investigate these incidents, after which they act in accordance with the law.</p> <p>Despite the rampant fraud, some travel agents are still trying to offer honest services. According to one who spoke to Nikkei on condition of anonymity, helping Afghans obtain visas can come at great personal risk.</p> <p>“I work underground because if [the Taliban] finds out I am helping people leave the country, they may punish me.”</p> <p>He explained how his agency gets a visa, in this case for Turkey.</p> <p>“We ask for your passport, four photos and a copy of your [Afghan identity card]. I arrange the documents and submit them on your behalf to the [Turkish] embassy. An embassy official then gives me the go-ahead four to six days after reviewing the documents. The applicant receives the visa and a bill for an additional fee that must be paid after arriving in Istanbul.”</p> <p>When asked about the success rate, he says the visa is guaranteed unless the applicant is blacklisted. “We don't ask money from clients until they get the visas at the embassy. Nobody is charged until the task is concluded. That is the rule.”</p> <p>Since Turkey and Afghanistan do not share a border, the total cost includes transit visas and flights. The process can take up to 15 days, the agent says.</p> <p>“We are only offering tourist visas at this time, which are valid for one month. But once they reach Turkey, they can sign up as refugees with [the United Nations] to get a refugee card.”</p> <p>Rajeev, an Indian national who used to work at a World Bank-funded project for the former government, had waited three months to be evacuated before taking matters into his own hands. He went to the black market for a visa and finally managed to leave Afghanistan via Iran.</p> <p>“The visa process was very confusing,” Rajeev said. “I went to the Iranian embassy to apply for a transit visa. The consulate section at the embassy directed us to the Mahan Air office in [another part of Kabul]. They probably have a tie-up for flights and visas.”</p> <p>Rajeev went to the airlines' office as instructed where he was asked to pay €70 for the visa but could not find out when it would be issued. So he did what is now common practice. “I offered to bribe them to get it expedited,” he said. “They asked me to pay €200 to get the visa in the next four days and an additional $330 for a flight between Kabul and Mashhad in Iran.”</p> <p>As the Taliban lobbies the international community for recognition, Afghan officials and travel agents are calling on embassies to reopen, a move that would dry up the black market for visas.</p> <p>“If unrecognition continues, Afghan problems continue,” said Mujahid at a news conference in Kabul on October 30. “It is the problem of the region and could turn into a problem for the world,” he stated, adding that recognition was a right of the Afghan people.</p> <p><em>A </em><a href=\"https://asia.nikkei.com/Politics/International-relations/Afghanistan-turmoil/Afghan-black-market-for-visas-thrives-as-embassies-stay-shut#\"><em>version of this article</em></a><em> was first published by Nikkei Asia on November 11. ©2021 Nikkei Inc. All rights reserved.</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Politics/International-relations/Afghanistan-turmoil/Afghan-poppy-season-returns-in-force-under-Taliban-rule\">Afghan poppy season returns in force under Taliban rule</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Editor-s-Picks/Interview/Afghanistan-should-be-regional-trade-hub-says-top-Uzbek-senator\">Afghanistan should be regional trade hub, says top Uzbek senator</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Politics/International-relations/Afghanistan-turmoil/Afghan-food-prices-soar-as-imports-from-Pakistan-squeezed\">Afghan food prices soar as imports from Pakistan squeezed</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Opinion/Afghan-lives-depend-on-international-engagement-with-the-Taliban\">Afghan lives depend on international engagement with the Taliban</a></p></li> </ul><p>Source: Kanika Gupta, Nikkei Asia contributing writer 2021 'Afghan black market for visas thrives as embassies stay shut' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-16T23:00:09.033Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1929,
          "end": 1933
        }
      ],
      "nexusId": "10063253"
    }
  ]
}