{
  "_id": "a4bc33f30ef8ab5e8765418cfd7508c9a3e2c646060f61773a2c58f3ef6a78bd",
  "feed": "wall-street-journal",
  "title": "Visa Restrictions on Chinese Students Endanger U.S. Innovation Edge, Universities Say; Trump-era ban could be used to block visas for up to one-quarter of STEM graduate students from China",
  "text": "<p>One of Mr. Wilson's doctoral students, a Chinese citizen named Dennis Hu, flew home in 2020 to celebrate Lunar New Year with his family in Shanghai and has been stuck outside the U.S. ever since—first because of pandemic-related travel bans and more recently for fear of being caught up in the enforcement of a presidential proclamation signed by then-President Donald Trump in May last year.</p><p>The order bars entry to the U.S. for Chinese graduate students and postgraduate researchers with ties to any Chinese entity \"that implements or supports China's 'military-civil fusion strategy,' \" referring to enterprises that meld economic and military interests.</p><p>In practice, this has meant that Chinese nationals who have studied at the so-called Seven Sons of National Defense—Chinese universities with close ties to the country's defense industry—have found it all but impossible to obtain visas, according to a group of more than 500 Chinese students who banded together after their visas were rejected this year. Last year, more than 1,000 Chinese nationals had their visas revoked over similar concerns, according to data provided by the U.S. State Department.</p><p>\"It takes a long time of training and a high level of very specific expertise to run some of these labor-intensive experiments,\" said Mr. Wilson, explaining why he couldn't delegate Mr. Hu's tasks to other doctoral students.</p><p>\"The ban has turned my life upside down,\" said Mr. Hu, who studied computer science as an undergraduate at one of the Seven Sons, Northwestern Polytechnical University in the central Chinese city of Xi'an.</p><p>Defenders of the tighter rules say they are necessary to defend the U.S. against Chinese espionage. FBI Director Christopher Wray includes students among the \"nontraditional collectors\" he accuses China of deploying to pilfer American intellectual property.</p><p>A spokesman for the U.S. Embassy in Beijing calls the policy targeted, saying \"a tiny percentage\" of all Chinese student applications, which include those applying for undergraduate degrees, are affected by Mr. Trump's order.</p><p>Georgetown University's Center for Security and Emerging Technology, however, estimates that the proclamation—assuming it targets the 11 Chinese universities subject to strict export controls because of their military ties, including the Seven Sons—could be used to block up to 5,000 students, or roughly one-quarter of all Chinese science, technology, engineering and math graduates who would otherwise have headed to the U.S. each year.</p><p>China's government seized on the policy to warn of its chilling effect on other prospective students from China. It \"will finally cast a shadow on American higher education institutions,\" the Chinese embassy in the U.S. said, adding that the U.S. was using national security as an excuse to infringe on the rights of Chinese citizens.</p><p>The policy and its potential for collateral damage highlight the trade-offs the U.S. faces as it tries to confront Chinese government espionage aimed at stealing American technology to bolster the country's expanding military.</p><p>A 2019 report by the Australian Strategic Policy Institute, a security think tank partly funded by the Australian and U.S. governments, found Chinese institutions with strong military and security links are disproportionately implicated in intellectual property theft and espionage.</p><p>Randy Katz, vice chancellor for research at the University of California, Berkeley, said it makes sense for federal agencies to keep an eye out for national security threats. But he criticized the current approach as self-defeating.</p><p>\"Focusing on institutional affiliation to determine whether someone is a national threat is not a surgical strike but more like carpet bombing,\" he said.</p><p>Almost three-quarters of the nearly 6,000 graduates recruited by Chinese state-owned defense companies in 2019 came from six of the Seven Sons, according to a study by Georgetown's CSET. But postgraduation employment statistics from the Seven Sons universities show that more than 80% of their undergraduates go on to work or pursue further education outside the military.</p><p>Most cases of Chinese espionage in the U.S. have been carried out, not by students, but by senior scientists or engineers working in private companies or government labs, according to Remco Zwetsloot, a fellow at the Center for Strategic and International Studies.</p><p>The California Institute of Technology, one of the country's premier research universities, said in a statement to The Wall Street Journal that it counted several students among those affected and criticized what it said was the policy's assumption of guilt by association. The Massachusetts Institute of Technology said it was \"deeply concerned\" by the way the proclamation was being implemented and called for more clarity.</p><p>U.S. Vs. China</p><p>More WSJ articles on the contentious relationship, selected by the editors.</p><p>* U.S.-China Trade Talks Take First Steps in Re-Engagement (Oct. 8)</p><p>* U.S. Trade Policy Adapts to a China That Will Never Change (Oct. 6)</p><p>* In a Troubled U.S.-China Relationship, Moments of Pragmatism Emerge (Sept. 26)</p><p>* China's Message to America: We're an Equal Now (April 12)</p><p>As many as nine in 10 of the top Chinese STEM graduates that come to the U.S. elect to stay after finishing their degrees, which benefits U.S. research and companies while draining China of talent, said David Zweig, an emeritus professor of sociology at Hong Kong University, who has studied U.S.-China academic and technology competition.</p><p>Northeastern University's Mr. Wilson said there would be no need for any of his students to steal his work, as all of his research is published openly on his website. \"In fact, I welcome Chinese researchers to copy my methods and conduct the same research on Chinese social media platforms,\" he said.</p><p>Nearly 30% of all top-tier artificial intelligence researchers received their undergraduate degrees in China, but more than half of them went on to study, work and live in the U.S., according to the Chicago-based think tank MacroPolo. Two other Chinese Ph.D. students that studied with Mr. Wilson recently went to work for Facebook after completing their doctoral degrees.</p><p>Mr. Hu, whose first major academic paper in 2019 explored how Google searches amplified partisanship and ways to address the bias, has begun to think about non-U.S. options after his graduation.</p><p>\"I thought I was studying something that could make the U.S. a better place. But I guess that's not good enough,\" he said.</p><p>Lekai Liu contributed to this article.</p><p>Write to Sha Hua at sha.hua@wsj.com</p><p>Visa Restrictions on Chinese Students Endanger U.S. Innovation Edge, Universities Say</p>",
  "published": "2021-11-02T12:26:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 6589,
          "end": 6593
        }
      ]
    }
  ]
}