{
  "_id": "3fea5d05121af5a15d900d1be07ff885565fb16d109906e92a26b879ad8ad0d9",
  "feed": "wall-street-journal",
  "title": "World News: U.S. Aims to Relocate Some Afghan Allies --- Administration weighs plan to provide safe passage to locals who helped war effort",
  "text": "<p>\"We've already begun the process,\" President Biden said when asked about the plan at a White House appearance on Thursday. \"Those who helped us are not going to be left behind.\"</p><p>U.S. officials said they have already identified thousands of such workers whose applications for the special visas are in the pipeline, a senior administration official said. Officials declined to say how many people were under immediate review, where they could be taken, or how. Mr. Biden said he did not know where the Afghans would be taken.</p><p>Up to 18,000 Afghans have worked for the U.S. and could be interested in relocating by the time U.S. and international forces leave the country as soon as July under the order by Mr. Biden to withdraw from the country. The New York Times, which reported the plan earlier Thursday, said up to 53,000 family members also are potentially affected.</p><p>The U.S. military, eager to assist Afghans who have helped military units over the years with interpretation and other duties, previously has said it had a plan to evacuate those individuals, which would represent a significant airlift operation.</p><p>Afghans who worked for the U.S. Central Intelligence Agency or other spy agencies face particularly difficult hurdles in moving, The Wall Street Journal has reported, because many lack documentation of their work background.</p><p>Republicans, Democrats and U.S. military officials have pressed for action to protect such workers, who could be targeted by the Taliban because of their association with the U.S.</p><p>\"We've long said we are committed to supporting those who have helped U.S. military and other government personnel perform their duties, often at great personal risk to themselves and their families,\" a senior administration official said. \"We are actively working on every possible contingency to make sure that we can help those who have helped us.\"</p><p>U.S. officials said that the Kabul embassy would continue to process the Special Immigrant Visa program applications even after all U.S. forces leave, now expected to be by the end of July.</p><p>\"We are planning for all contingencies, so that we are prepared for all scenarios. Should it become necessary, we will consider additional relocation or evacuation options,\" the senior administration official said.</p><p>Lawmakers have expressed concern about the lack of a plan. On Thursday, Rep. Seth Moulton (D., Mass.), released an evacuation plan formed in conjunction with Human Rights First, a nonprofit advocacy organization, to serve as a recommendation for the administration.</p><p>The plan recommends setting up a network of small flights from local airfields around Afghanistan -- to minimize attention to the effort -- and then combining those into larger flights out of civilian airports.</p><p>The plan urges efforts to reach out to visa applicants, particularly those in rural areas or those under Taliban control, up to 14 days before a potential evacuation with directions on how to reach the nearest airfield.</p><p>If applicants are brought to an area such as Guam while their visas are still being processed, the plan says, the U.S. has the legal authority to let them in using a tool known as humanitarian parole.</p>",
  "published": "2021-06-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1965,
          "end": 1969
        }
      ],
      "nexusId": "10063253"
    }
  ]
}