{
  "_id": "30fa01076335055dd32d3c201b940612201ebd36e09755907883c7aa19f3ef48",
  "feed": "market-watch",
  "title": "Visa tops earnings expectations, but stock dips after outlook disappoints",
  "text": "<p>Results from the payments giant continued to reflect a spending rebound, with Chief Financial Officer Vasant Prabhu highlighting healthy domestic spending and a “faster-than-anticipated recovery in travel” while speaking on the company's Tuesday afternoon earnings call. Card-present spending, which mainly reflects in-person transactions, hit its highest level since the pandemic began.</p><p>Visa's V revenue grew to $6.6 billion from $5.1 billion, while analysts tracked by FactSet had been expecting $6.5 billion.</p><p>The company has benefited from a gradual resumption in travel activity as more countries relax COVID restrictions. Travel spending in Europe, Canada and the Middle East is improving, but inbound travel to the U.S. has still been subject to restrictions, and Asia “remains mostly closed and did not meaningfully improve in the fourth quarter,” Prabhu said.</p><p>Travel-related spending is important for Visa because so-called cross-border transactions tend to be higher yielding, meaning that the company can exact better pricing on them.</p><p>Looking to the new fiscal year, “you would have to assume improvement in inbound to the U.S.,” Prabhu said on the earnings call.</p><p>There are also “early signs” that some parts of Asia, such as Singapore, are slowly starting to relax restrictions, he added in a conversation with MarketWatch. The situation in Asia is better today than it was a month ago, he said.</p><p>Read: How the quirky ways you type, swipe and behave can protect you online</p><p>Visa's overall payment volume was up 17% in the September-ending quarter, while processed transactions grew 21%. Cross-border volume, or volume between parties originating from different countries, increased 38% in the quarter. Cross-border volume when excluding transactions within Europe rose 46%.</p><p>The company posted fiscal fourth-quarter net income of $3.6 billion, or $1.65 a share, up from $2.1 billion, or 97 cents a share, a year earlier. On an adjusted basis, Visa earned $1.62 a share, up from $1.12 a year prior. The FactSet consensus was for $1.56 a share in GAAP earnings and $1.55 a share in adjusted earnings.</p><p>For the fiscal first quarter, Visa expects net revenue growth in the high-teens percentage range and operating-expense growth in the mid teens, assuming that current trends continue.</p><p>The company also shared the “assumptions” that it's making in its internal planning, including that, for cross-border travel, “the recovery under way continues steadily through fiscal-year 2022 to reach 2019 levels in the summer of 2023,” Prabhu said on the earnings call.</p><p>“These assumptions result in high end of mid-teens net revenue growth for fiscal-year 2022,” he continued. That includes over half a point of negative impact from the strengthening dollar.</p><p>That commentary was weaker than some analysts expected. The FactSet consensus called for fiscal 2022 revenue of $28.8 billion as of Sept. 30, which implied expectations for 19.5% growth. Even after a net of 10 analysts cut their forecasts following Visa's earnings call, the FactSet consensus now stands at $28.5 billion, which implies 18.3% growth.</p><p>Visa's stock fell 6.9% in Wednesday trading and logged its largest single-day percentage decline since March 23, 2020, when the stock dropped 7.6%.</p><p>Shares of rival Mastercard Inc. MA dropped 6.1% in the session and also had their worst performance in more than a year ahead of the company's own earnings report scheduled for Thursday morning. Fiserv Inc. FISV was another big payments laggard with shares down 10%, in part due to a disappointing outlook.</p><p>Visa's commentary “raised debates on whether the guide was conservative or other issues are pressuring Visa's business” such as pricing and incentives, Wolfe Research analyst Darrin Peller wrote. He sees the outlook “as conservative on macro assumptions” but noted that the implied increases in incentives, excluding travel, “are largely in-line with historic trends.”</p><p>The revenue forecast also struck Wedbush analyst Moshe Katri as “conservative,” and he keyed in on some of the big themes that Visa executives discussed on the call, including a growing number of fintech players that make use of Visa's technology, as well as the continued expansion of the company's value-added-services business.</p><p>One opportunity that Visa highlighted was its involvement with companies that help provide access to earned wages in a break from the traditional two-week pay cycle. Gig-economy companies and some fintech companies have moved to make it easier for workers to get paid at the end of a shift or a work day, in part by using technology like debit cards or Visa Direct transfers. Since 2019, the company has more than quadrupled the number of earned-wage-access companies worldwide that use its platform.</p><p>“I think all payroll is going to be transformed by earned-wage access,” Prabhu told MarketWatch. While the trend has gained steam among gig workers whose companies offer the option, he sees “no reason” why workers more broadly shouldn't be able to access their pay more frequently.</p><p>Much of payroll has traditionally taken place through bank transfers or paper checks, but the rise of earned-wage services could position Visa and Mastercard for more involvement in the process.</p><p>See also: How debit cards are becoming ‘a democratizing force'</p><p>Visa noted in its earnings report that its board of directors approved a 17% increase to the quarterly dividend. The new dividend will be $0.375 a share, up from $0.32 a share, and it will be payable Dec. 7 to shareholders of record as of Nov. 12.</p><p>Shares of Visa have lost 14.0% over the past three months, as the Dow Jones Industrial Average DJIA has risen 1.2% and as the S&amp;P 500 SPX has increased 3.4%.</p>",
  "published": "2021-10-27T17:21:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 4053,
          "end": 4057
        },
        {
          "start": 4155,
          "end": 4159
        },
        {
          "start": 5298,
          "end": 5302
        },
        {
          "start": 1951,
          "end": 1955
        },
        {
          "start": 2137,
          "end": 2141
        },
        {
          "start": 5556,
          "end": 5560
        },
        {
          "start": 5178,
          "end": 5182
        },
        {
          "start": 3557,
          "end": 3561
        },
        {
          "start": 3660,
          "end": 3664
        },
        {
          "start": 3001,
          "end": 3005
        },
        {
          "start": 909,
          "end": 913
        },
        {
          "start": 4610,
          "end": 4614
        },
        {
          "start": 1483,
          "end": 1487
        },
        {
          "start": 4278,
          "end": 4282
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 388,
          "end": 392
        },
        {
          "start": 3102,
          "end": 3106
        }
      ],
      "nexusId": "10063253"
    }
  ]
}