{
  "_id": "0a90891a551987af6c7860d3b18f46aa59a1e45ce26bacd518d1e53da0c0acba",
  "feed": "ftcomall",
  "title": "Emerging markets ‘leapfrog' the west in digital payments race",
  "text": "<p>Western financial companies that have long dominated payment markets are now facing competition from technologically innovative start-ups in fast-growing emerging markets.</p> <p>Some are “leapfrogging” the payment infrastructure of those in the developed world and have “adapted to the internet age quicker”, says Chris Skinner, a financial technology expert and author. </p> <p>And this shift represents an opportunity for fintech companies operating in emerging economies.</p> <p>Between 2020 and 2024, the number of debit and credit cardholders is forecast to rise by 5.8 per cent in the Philippines and by 5.5 per cent in Indonesia, <a href=\"https://omdia.tech.informa.com/OM021617/FT-Omdia-Digital-Economies-Index-202024\">according to Omdia</a>, a technology consultancy. This compares with forecast growth of 0.6 per cent in the UK over the same period.</p> <p>An increase in cardholders in emerging markets indicates a “shift from cash”, says<a href=\"https://omdia.tech.informa.com/authors/philip-benton\"> Philip Benton</a>, financial services senior analyst at Omdia. “Once people make the shift from cash to cards and mobile wallets, because of the convenience of paying through digital methods, they are forming new habits.”</p> <p>The growth in payments in emerging markets is due to government efforts to ease access to bank accounts, plus a drop in cash transactions due to the Covid-19 pandemic, and a corresponding shift to mobile payments, according to industry analysts.</p> <p>This shift has been fuelled by “a rising young, aspirational and tech-savvy population and new payment innovations”, says Tareq Muhmood, group country manager for regional south-east Asia at Visa, the card payment company.</p> <p>Such payment technologies include digital or mobile wallets, which securely store payment details and passwords; scannable QR codes that authorise payments, and software that allows smartphones to facilitate contactless transactions.</p> <p>The adoption of these technologies has resulted in a global drop in cash use. According to <a href=\"https://www.mckinsey.com/industries/financial-services/our-insights/global-payments-2021-transformation-amid-turbulent-undercurrents\">research</a> by McKinsey, the management consultancy, cash payments fell 16 per cent in 2020. It forecasts only a slight rebound in cash use this year as pandemic lockdowns are eased.</p> <p>In India last year, mobile payments exceeded cash machine withdrawals (excluding bank over-the-counter withdrawals) for the first time, according to a <a>report</a> by S&amp;P Global Market Intelligence, a research provider. </p> <p>Although digital wallets are not new, they grew in prominence during the pandemic amid a decline in cash and in-store card payments using point-of-sale terminals — and a rise in consumers' preference for contactless transactions.</p> <p>Globally, cash was used for 20.5 per cent of in-store “point-of-sale” transactions in 2020, one-third lower than in 2019, according to <a href=\"https://worldpay.globalpaymentsreport.com/en/\">research</a> by Worldpay, a payments group.</p> <p>An increasing number of mobile wallets are multipurpose apps. In south-east Asia, this type of wallet is used to pay for everyday, low-value transactions including groceries and food deliveries, taxis, bills settlement and gaming. </p> <p>“For many people in emerging markets, mobile wallets are perhaps the first cashless instrument that they have ever used,” says Sampath Sharma Nariyanuri, a fintech analyst at S&amp;P Global Market Intelligence.</p> <p>Some of the biggest suppliers of such services include China's Alipay and WeChat, and Singapore's Grab. “The non-banks are becoming the primary interface for payments [and other services] for consumers,” adds Nariyanuri.</p> <p>Some apps, including Grab's, also include a “buy now, pay later” option, allowing customers to pay in interest-free instalments. “Both digital payments and ‘buy now, pay later' are nascent in south-east Asia, with much headroom for growth,” says Chris Yeo, managing director and head of GrabPay and GrabRewards. </p> <p>Governments are playing their part, too, with India's and Thailand's among those to develop national real-time payment systems — called the <a href=\"https://www.npci.org.in/what-we-do/upi/product-overview\">United Payments Interface</a> (UPI) and <a href=\"https://www.bangkokbank.com/en/Personal/Digital-Banking/PromptPay\">PromptPay</a>, respectively. Both enable instant bank account transfers using mobile apps. In India, payments can be made using Facebook's <a href=\"https://www.ft.com/content/b72efc94-8dd4-439f-8081-6392020b4438\">WhatsApp</a> messaging service.</p> <p>Last year, Ghana's central bank settlement system introduced a <a href=\"https://ghipss.net/index.php/media/news-articles/12-blog/investment/200-get-your-banks-to-set-you-up-for-qr-code-payments-ghipss-tells-shop-owners\">universal QR code</a> that enables payments using a QR code via a phone or bank account.</p> <p>Payment markets in emerging economies still face challenges. For example, the income requirement to obtain a credit card can be too high for many and will need to be cut. However, there is scope for growth.</p> <p>Some 1.7bn adults in emerging markets do not have a bank account or use a mobile money provider, according to the <a href=\"https://blogs.worldbank.org/psd/fintech-and-financial-inclusion\">World Bank</a>, although that figure is falling. Between 2011 and 2017, 1.2bn previously “unbanked” adults gained access to financial services, the bank says.</p> <p>“It's now easier to [sign up] new card customers electronically,” says Omdia's Benton. Previously, some banks required new customers to verify their identity by taking a physical document such as their passport or driving licence to a bank branch, which could be far from their home, he notes.</p> <p>Overall, the Omdia analyst believes the outlook for payments in emerging markets is promising due to the combination of increasingly accessible financial services, a proliferation of smartphones and a vibrant fintech market.</p> <p>“[In emerging markets] smartphones are becoming more affordable . . . and financial inclusion is increasing,” Benton says. “Coupled with rising incomes and increasing urban populations, it has the foundations of a strong payments growth for years to come.”</p><p>Source: Nick Huber 2021 'Emerging markets ‘leapfrog' the west in digital payments race' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-01T05:00:45.364Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1483,
          "end": 1487
        }
      ]
    }
  ]
}