{
  "_id": "ad25278fd48b16fb5cf7934ddeb53c82eb5839241b52ccae57374d630674d9fa",
  "feed": "wall-street-journal",
  "title": "The Afganistan Crisis: Interpreter Who Helped Rescue Biden Left Behind",
  "text": "<p>Mohammed, his wife, and their four children are hiding from the Taliban after his yearslong attempt to get out of Afghanistan got tangled in the bureaucracy. They are among countless Afghan allies who were left behind when the U.S. ended its 20-year military campaign on Monday.</p><p>\"We will get you out,\" said White House press secretary Jen Psaki after a Wall Street Journal reporter read Mohammed's message to the president to her on Tuesday. \"We will honor your service.\"</p><p>Mohammed was a 36-year-old interpreter for the U.S. Army in 2008 when two U.S. Army Black Hawk helicopters made an emergency landing in Afghanistan during a blinding snowstorm, according to Army veterans who worked with him at the time. On board were three U.S. senators: Mr. Biden, the Delaware Democrat, John Kerry (D., Mass.), and Chuck Hagel (R., Neb.).</p><p>As a private security team with the former firm Blackwater and U.S. Army soldiers monitored for nearby Taliban fighters, the crew called for help. At Bagram Air Field, Mohammed jumped in a Humvee with a Quick Reaction Force from the Arizona National Guard working with the 82nd Airborne Division and drove hours into the mountains, said Brian Genthe, then serving as a staff sergeant in the Arizona National Guard who brought Mohammed along on the mission.</p><p>Mohammed spent much of his time in a dangerous valley where the soldiers said he was in more than 100 firefights with them. The soldiers trusted him so much that they would sometimes give him a weapon to use if they got in trouble, Mr. Genthe said.</p><p>\"His selfless service to our military men and women is just the kind of service I wish more Americans displayed,\" Lt. Col. Andrew R. Till wrote in June to support Mohammed's application for a Special Immigrant Visa.</p><p>Mohammed's visa application got stuck after the defense contractor he worked for lost the records he needed for his application, Mr. Genthe said. Then the Taliban seized Kabul on Aug. 15. Mohammed said he went to the Kabul airport gates, where he was rebuffed by U.S. forces. Mohammed could get in, they told him, but not his wife or their children.</p><p>Army veterans appealed to lawmakers and U.S. officials. \"If you can only help one Afghan, choose [Mohammed],\" wrote Shawn O'Brien, an Army combat veteran who worked with him in 2008. \"He earned it.\"</p><p>During the 2008 presidential campaign, Mr. Biden, who was running for vice president, often spoke of the helicopter incident and the trip as a way of burnishing his foreign-policy credentials.</p><p>Mohammed joined the Army Humvees and three Blackwater SUVs as they barreled through thick snow to find the helicopters. He stood guard with Afghan soldiers on one side of the helicopters, while members of the 82nd Airborne protected the other side, said Mr. Genthe. When curious locals came too close, Mohammed used a bullhorn to tell them to go away. They were there for 30 hours in the freezing temperatures until the U.S. military could get the helicopters back in the air and the soldiers back to Bagram.</p><p>Now, Mohammed is in hiding. \"I can't leave my house,\" he said. \"I'm very scared.\"</p><p>---</p><p>Ken Thomas contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1746,
          "end": 1750
        }
      ],
      "nexusId": "10063253"
    }
  ]
}