{
  "_id": "34fd8d642e999f55531dd58514f05f358a714b0adcba08e22f21a7ecc235e869",
  "feed": "market-watch",
  "title": "Mastercard sees recovery in travel-related spending as earnings beat expectations",
  "text": "<p>The company generated third-quarter net income of $2.41 billion, or $2.44 a share, up from $1.51 billion, or $1.51 a share, in the year-prior quarter. Mastercard MA generated adjusted earnings per share of $2.37 a share, up from $1.60 a year earlier and ahead the FactSet consensus, which called for $2.19 a share.</p><p>Mastercard's revenue for the period increased to $4.96 billion from $3.84 billion, while analysts had been looking for $4.95 billion.</p><p>Shares were up 1.9% in premarket trading Thursday.</p><p>The company saw “healthy domestic spending and solid growth in cross-border spending which has recently returned to pre-pandemic levels,” Chief Executive Michael Miebach said in a press release.</p><p>Mastercard noted in an investor presentation that overall cross-border volume during the third quarter was at 97% of 2019 levels, though it was at least 100% in two of the three months making up the quarter. Through the first 21 days of October, cross-border volume was at 105% of 2019 levels.</p><p>Cross-border spending occurs between parties originating in different countries from one another, and it is important for payments companies since they can typically get better “yields” or pricing on this type of spending. International travel is one notable driver of cross-border spending, which has been impacted during the pandemic by travel restrictions.</p><p>Mastercard's gross dollar volume increased 20% in the third quarter, while cross-border volume rose 52%, both on a local-currency basis. The company saw 25% growth in switched transactions.</p><p>For the fourth quarter, Mastercard expects “mid-20s” percentage growth in GAAP revenue and “mid-teens” growth in GAAP operating expenses, both relative to the prior-year quarter. The current fourth-quarter FactSet revenue consensus of $5.20 billion implies 26.1% growth.</p><p>The report comes a day after Mastercard shares logged their worst single-session performance in about a year during a weak trading session for the payments industry. Rival Visa Inc. V beat expectations with its Tuesday afternoon report but underwhelmed as analysts discussed their assumptions for the company's new fiscal year. Fellow fintech player Fiserv Inc. FISVsparked some concerns as well with the outlook its executives discussed Wednesday morning.</p><p>Shares of Mastercard have declined 12.4% over the past three months, as the S&amp;P 500 SPX has risen 3.4%.</p>",
  "published": "2021-10-28T08:41:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1982,
          "end": 1991
        }
      ],
      "nexusId": "10063253"
    }
  ]
}