{
  "_id": "b6eb087de49326a3f791bfdf0c401743a94e87867fbd6139195d311b6bfd1f22",
  "feed": "market-watch",
  "title": "Fiserv stock logs worst day in 19 months after earnings",
  "text": "<p>The stock fell 10% in Wednesday trading, making for its steepest single-day percentage decline since March 18, 2020, when it lost 10.9%.</p><p>Fiserv FISV reported third-quarter net income of $428 million, or 64 cents a share, up from $264 million, or 39 cents a share, in the year-prior quarter. On an adjusted basis, Fiserv earned $1.47 a share, up from $1.20 a share a year earlier and ahead of the $1.45 a share that analysts tracked by FactSet were projecting.</p><p>Revenue rose to $4.16 billion from $3.79 billion, while analysts had been looking for $4.12 billion.</p><p>Read: How the quirky ways you type, swipe and behave can protect you online</p><p>The company now expects internal revenue growth of 11% for the full year, along with adjusted earnings per share of $5.55 to $5.60 for the period. The company's prior outlook was for 10% to 12% revenue growth and $5.50 to $5.60 in adjusted EPS.</p><p>Analysts saw several reasons for the stock's Wednesday selloff, including Chief Executive Frank Bisignano's mention of the “loss of a large processing client through one of our JVs” during the company's earnings call.</p><p>Chief Financial Officer Robert Hau added that Fiserv pointed out the loss “in terms of adjusting our volume and transactions for transparency” but that the situation “has very little impact overall on the actual revenue.”</p><p>“It sounds like they lost Stripe,” Baird analyst David Koning wrote. While this “sounds bad,” he agreed that the loss of this client is “roughly immaterial to revenue” since large acquirers and large merchants tend to pay “very low fees” for each transaction.</p><p>On a more positive note, “the massive growth in Clover comes on at very high yields…probably 10-20x+ the yield of Stripe volumes,” he continued, referring to the company's Clover business that offers card processing and point-of-sale technology.</p><p>Barclays analyst Ramsey El-Assal also suspected that Stripe was the client referenced.</p><p>“Management indicated&#xa0;that the client brought processing in-house, rather than a competitor taking the business (though given investor concern regarding competitive pressure from fintechs,&#xa0;the loss may have a more outsized impact on sentiment),” he wrote.</p><p>Representatives from Stripe and Fiserv didn't return MarketWatch's requests for comment on whether Stripe was the customer that left the joint venture.</p><p>El-Assal also highlighted that Fiserv suggested fourth-quarter acceptance revenue could be roughly in line with third-quarter revenue. That outlook “is likely somewhat less than investors were hoping for, especially given&#xa0;potential support&#xa0;from&#xa0;the upcoming holiday season,” he noted.</p><p>Raymond James analyst John Davis keyed in on Fiserv's free-cash-flow expectations, which he called the “biggest concern” coming out of the report. Fiserv expects free-cash-flow conversion of 95% to 100% for the full year, whereas its prior expectation was for at least 108%.</p><p>“While at this point we do not expect material disruption to management's target [of] $30 billion in capital allocation over the next five years, we think higher capex is sustainable (reinvesting for growth + Ondot software development), which will weigh on FCF conversion going forward,” Davis wrote.</p><p>Shares of Fiserv rivals Global Payments Inc. GPN and Fidelity National Information Services Inc. FIS lost 7.6% and 6.7%, respectively, in Wednesday's session. Payment stocks in general suffered Wednesday: Visa Inc. shares V fell 6.9% after the company delivered a disappointing outlook for its new fiscal year, while Mastercard Inc. shares MA declined 6.0%.</p><p>Fiserv shares have lost 13.8% over the past three months, as the S&amp;P 500 SPX has risen 3.4%.</p>",
  "published": "2021-10-27T17:39:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3390,
          "end": 3399
        }
      ],
      "nexusId": "10063253"
    }
  ]
}