{
  "_id": "a8f9f6196580a696961c118e80cfebe581e1a8532423c034b6d56ba4b8ca1ecd",
  "feed": "ftcomall",
  "title": "Bitcoin cannot replace the banks ",
  "text": "<p>For several hours on Wednesday, the digital services the US Federal Reserve uses to clear transfers between banks <a href=\"https://www.ft.com/content/a2988744-af87-4f47-b681-58bc46c90251\">were offline</a> due to an “operational error”. Bitcoin holders crowed about the reliability of their payments network, distributed among all the computers mining coins. Zac Prince, chief executive of BlockFi, a crypto lending company, showed more restraint, pointing out on Twitter merely that payments over crypto “<a href=\"https://twitter.com/BlockFiZac/status/1364664100379373568\">continue</a> to operate normally”.</p> <p>One argument in favour of buying and holding bitcoin is that cryptocurrencies will eventually replace banks themselves, as their services for storing and transferring money will no longer be needed. This will, in turn, make bitcoins so valuable that they will replace “dirty” dollars as currency, leaving those with bitcoin in possession of the only real money. </p> <p>Holding any asset in the hope that it becomes money is, to be sure, a long-term investment strategy. But it also shows a flawed understanding of how dollars work, and who creates them now. Most of what currently functions as money in the US and any developed economy does not come from the government. It comes from commercial banks. Banks do not just hold money, or transfer it. They create it. </p> <p>Misunderstanding over this is widespread enough that in 2014 the Bank of England put out a <a href=\"https://www.bankofengland.co.uk/quarterly-bulletin/2014/q1/money-creation-in-the-modern-economy\">paper</a>, <em>Money creation in the modern economy</em>, to clear things up. University textbooks teach that banks take in deposits, then lend them out. This is exactly backwards, the BoE explained. A commercial bank decides to make the loan first, then it tops up the balance in your account. That top-up is brand-new credit money. </p> <p>So-called “fiat” money derided by bitcoin supporters is usually defined as government-issued currency not backed by an asset like gold. But a lot of fiat money, which we use for purposes such as paying taxes, is actually a bunch of loans, regulated by governments but produced by commercial banks. </p> <p>Creating new credit money is a good business, which is why, century after century, people have found new ways to make loans. The US historian Rebecca Spang points out in her book <em>Stuff and Money in the French Revolution </em>that the monarchy in pre-revolutionary France, to get around usury laws, took lump-sum payments from investors and repaid them in lifetime rents. In 21st-century America, shadow banks pretend they are not banks to avoid regulations. Lending happens. You can't stop lending. You can't stop it with distributed computing, or with a stake to the heart. The profits are just too good.</p> <p>This is something the investors around Bitcoin already understand. Take the example of Prince's BlockFi. The company is launching a credit card, a joint venture with Visa. The card rewards purchases with Bitcoin instead of airline miles. The purchases, though, are paid for with a consumer loan, like any other credit card. </p> <p>Nexo, another crypto-finance company, will lend fiat cash against Bitcoin, at a&#xa0;<a href=\"https://support.nexo.io/hc/en-us/articles/360008240893-What-Loan-to-Value-LTV-I-can-get-on-my-assets-\">60 per cent loan-to-value ratio</a>. That loan is brand-new credit money. Likewise, Kraken Financial, a crypto-coin brokerage, will let you trade on a so-called margin account in which they'll lend you part of the purchase price of a coin.</p> <p>The language of these companies is all revolutionary. BlockFi promises the “future of finance”. Coinbase, a cryptocurrency exchange that <a href=\"https://www.ft.com/content/536db489-d607-411f-ae71-8ef072b2d4bb\">filed</a> for an initial public offering on Thursday, wants to “create an open financial system for the world”. What they all actually seem to do, however, is earn fees and interest on loans. They manufacture fiat credit money. Why wouldn't they? It's good business.</p> <p>Bitcoin is turning out to be a good way to reinforce the system we already have. There's a lot about this system that functions poorly. The supply of credit money can be unstable, as banks stop making loans in a downturn, right when people need them the most. There is little incentive to extend cheap credit to people who need small loans. But there isn't much, so far, that Bitcoin seems to have done to fix these things, and it's not at all clear how it will. </p> <p>The work of making fiat credit money better for everyone is just that: work. It takes patient regulation. You have to go out in the world and meet people outside the financial system, then encourage lenders to offer products that will bring them in. It takes arduous negotiation with the people who earn a lot of profit on lending money. None of this will happen on its own just because there's a new asset in the world. Bitcoin lenders promise something like a new political party — sound money for the people! So far, though, they seem to be just another group of bankers. </p> <p><em>brendan.greeley@ft.com</em></p><p>Source: Brendan Greeley 2021 'Bitcoin cannot replace the banks ' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-27T05:00:59.265Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2693,
          "end": 2697
        }
      ],
      "nexusId": "10063253"
    }
  ]
}