{
  "_id": "2dc42c2eb1e053498f7df0e83dbc9cc1d8acff5c9a0015d4bc091b085a0fe7a8",
  "feed": "ftcomall",
  "title": "Western brands aim for the sky in Xi Jinping's China",
  "text": "<p>When Chinese president Xi Jinping <a href=\"https://www.ft.com/content/87c3aa02-f970-48c8-b795-82768c9f7634\">called in August</a> for wealth redistribution and “common prosperity for all”, markets reacted quickly. Rapid selling wiped more than €60bn off the market capitalisation of Europe's four largest luxury groups in two days.</p> <p>Already jittery because of Beijing's crackdowns on video gaming, for-profit education and tech billionaires, investors feared a repeat of the 2012 anti-corruption campaign, which hit sales of sports cars, showy watches and pricey liquor.</p> <p>So far, these concerns look overdone. Rather than crimping growth, China's drive for an “olive-shaped” distribution of wealth looks to be an opportunity for western brands, albeit a complicated one that will require them to steer around political and social minefields.</p> <p>If Beijing succeeds in channelling the bulk of wealth to the middle class, it will significantly expand the pool of potential customers for multinationals. That is why so many liquor, luxury and consumer goods companies are <a href=\"https://www.ft.com/content/a0683e4f-dde6-4164-b4a3-5f5062c73825\">pouring money into the country,</a> and <a href=\"https://www.ft.com/content/d5e09db3-549e-4a0b-8dbf-e499d0606df4\">financial services groups</a> are beating down the doors to join them.</p> <p>Bain estimates that luxury sales in China will grow from 11 per cent of the market in 2019 to 25 per cent in 2025, even as the global revenue shoots up from €281bn to more than €360bn. Some of that is because Chinese tourists who shopped abroad are now largely confined to their home market, but much of the growth is expected to come from newly empowered consumers.</p> <p>The biggest opportunities, companies say, lie at the mass affluence level, rather than among the super-rich, who are most likely to find themselves in the crosshairs of Xi's crackdown. </p> <p>“Anything which is designed to increase middle-class income is positive for us,” Pernod Ricard chief executive Alexandre Ricard told a Bernstein conference recently. </p> <p>Similarly, top luxury brands such as Gucci and Hermès are seeking to capitalise on investments in less expensive lines, such as cosmetics, that are accessible to a broader range of buyers. They must envy L'Oréal, which saw its third-quarter China sales rise 43 per cent compared with 2019.</p> <p>Burberry chief financial officer Julie Brown described the common prosperity drive last week as “<a href=\"https://www.ft.com/content/c107b80e-8001-4567-bc71-dc6997807975\">a good thing</a>, it will help this industry”. She said the UK luxury group, which already draws two-fifths of revenue from Chinese consumers, was poised to benefit because its customer base “tends to be upper middle class”.</p> <p>Nestlé recently elevated the importance of the Greater China region, which includes Taiwan and Hong Kong, in its strategy. The Swiss food group hopes brands such as Nespresso and Starbucks, which it licenses, will prosper along with middle-class and young consumers.</p> <p>For all the appeal of the China market, there are significant challenges for companies aiming to profit.</p> <p>Influencing Chinese consumer behaviour has recently become much more complicated. The wealthy founders of ecommerce platforms were an early target of the clampdown on the super-rich. Probably as a result, Alibaba, JD.com and the like have toned down their promotions for events such as Singles Day last week. The two groups still announced record sales, but the figures covered a longer period than before. </p> <p>Given the general mood, brands are wary of relying on bling and the outsized logos that once attracted new consumers. State media has also recently <a href=\"https://www.ft.com/content/ceb9b60e-c78d-4b1f-9fa0-210a1a099671\">heaped scorn</a> on entertainers and influencers deemed too “effeminate”. Both shifts have left companies scrambling to find acceptable ways to promote their products and could hit demand.</p> <p>Western companies also face conflicting pressures when it comes to environmental, social and governance concerns. Human rights activists are <a href=\"https://www.ft.com/content/2f0bff86-62a3-464d-a214-5828a796bc6d\">calling on the big sponsors</a> of next year's Beijing Olympics, including Visa, Coca-Cola, Airbnb and Omega, to use their leverage to address security crackdowns in Hong Kong and Xinjiang.</p> <p>But groups that comply run the risk of drawing Beijing's ire and angering nationalist Chinese consumers. Adidas admitted last week that its sales had taken a big hit from a customer boycott after the company joined other brands in raising concerns about forced labour and Xinjiang cotton. Revenue in China, Hong Kong and Taiwan has fallen about 15 per cent for two straight quarters, which is bad news for a region that Adidas considers a strategic growth market.</p> <p>Chinese consumers have also been gradually shifting from overseas brands to domestic ones for more than a decade. Political tensions will only exacerbate that trend, despite efforts to reduce the temperature at this week's<a href=\"https://www.ft.com/content/a066d8bd-5aee-4445-936f-d61518a2dcbe\"> virtual summit</a> between Xi and US president Joe Biden. There are also questions about China's broader economy: growth fell to <a href=\"https://www.ft.com/content/b543917f-6d4b-4a4a-b684-b5ddc1e8050c\">4.9 per cent in the third quarter</a>, the lowest level in a year.</p> <p>For now, multinationals are steaming ahead, drawn by the size and growing wealth of the Chinese market. Diageo broke ground this month on its first malt whisky distillery in China, while touting its commitment to “middle-class consumers”.</p> <p>“For luxury companies, we are still in a golden period. They are still benefiting from the fact that consumers are getting richer,” says Ernan Cui, consumer analysts at Gavekal, a consultancy. </p> <p><a href=\"mailto:brooke.masters@ft.com\"><em>brooke.masters@ft.com</em></a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/d9d6f868-50a5-4f40-a2f0-5e33bd009d42\"><em>Luxury brands must heed Xi's Maoist tendencies / From Albion M Urdank, Emeritus Professor, British and European History, University of California, Los Angeles, CA, US</em></a></p><p>Source: Brooke Masters 2021 'Western brands aim for the sky in Xi Jinping's China' FT.com 17 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-17T05:00:39.326Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3738,
          "end": 3742
        }
      ],
      "nexusId": "10063253"
    }
  ]
}