{
  "_id": "d5142e210afd86984ef1d995df09ddd9ce46f064bb12c3fea3e04520c3d6415d",
  "feed": "market-watch",
  "title": "These are Wall Street's 20 favorite stocks as the Fed's Powell jolts the market with taper talk",
  "text": "<p>Powell, along with Treasury Secretary Janet Yellen, appeared before the Senate Banking Committee. He said it could make sense for the Federal Open Market Committee to wrap up its bond-buying program a few months earlier than anticipated, catching investors off-guard.</p><p>That would presumably accelerate the increase of long-term interest rates, setting up “competition” for the attention of income-seeking investors, who have looked to the stock market for yields during a long period of unprecedentedly low interest rates.</p><p>The Dow Jones Industrial Average DJIA was down as much as 662 points (1.9%), while the benchmark S&amp;P 500 Index SPX was also down as much as 1.9%.</p><p>Read:Stock losses deepen as Powell says appropriate to consider faster taper</p><p>Over the coming weeks, if the Fed has a clear change in direction, a sustained downturn in stocks could create new buying opportunities for long-term investors.</p><p>For those who don't want to wait, a list of Wall Street's favorite stocks, based on 12-month price targets, is below.</p><p>Stock screen for taper time</p><p>The interest-rate landscape may look quite a bit different a year from now. Sell-side analysts (the ones working for brokerage firms) will incorporate their own expectations for interest rates and their effect on companies' costs and (for the financial sector) interest margins.</p><p>Starting with the S&amp;P 500, there are 92 stocks rated “buy” or the equivalent among at least 75% of sell-side analysts polled by FactSet. Here are the 20 among the 92 with the highest upside potential, based on consensus 12-month price targets and share prices at about 12:20 p.m. ET on Nov. 30:</p><p> Company                                      Ticker  Share “buy” ratings  Price – 12:20 p.m ET Nov. 30  Consensus price target  Implied 12-month upside potential  Global Payments Inc.                         GPN     85%                  $118.35                       $198.79                 68%  Alaska Air Group Inc.                        ALK     93%                  $47.85                        $77.93                  63%  Caesars Entertainment Inc.                   CZR     93%                  $87.76                        $138.23                 58%  T-Mobile US Inc.                             TMUS    84%                  $109.08                       $168.08                 54%  PayPal Holdings Inc.                         PYPL    83%                  $181.12                       $276.54                 53%  Fidelity National Information Services Inc.  FIS     76%                  $103.37                       $156.96                 52%  PTC Inc.                                     PTC     76%                  $106.52                       $160.92                 51%  Teleflex Inc.                                TFX     75%                  $301.03                       $442.44                 47%  News Corp. Class A                           NWSA    88%                  $21.58                        $31.63                  47%  Southwest Airlines Co.                       LUV     87%                  $43.49                        $62.42                  44%  Lamb Weston Holdings Inc.                    LW      78%                  $51.92                        $73.57                  42%  Visa Inc. Class A                            V       92%                  $193.97                       $274.19                 41%  Fiserv Inc.                                  FISV    84%                  $95.32                        $133.04                 40%  Howmet Aerospace Inc.                        HWM     85%                  $27.88                        $38.70                  39%  Mastercard Inc. Class A                      MA      89%                  $313.46                       $434.66                 39%  Schlumberger Ltd.                            SLB     85%                  $28.61                        $39.51                  38%  Valero Energy Corp.                          VLO     81%                  $66.16                        $90.76                  37%  Boston Scientific Corp.                      BSX     86%                  $38.37                        $51.64                  35%  Cigna Corp.                                  CI      77%                  $193.85                       $260.54                 34%  Leidos Holdings Inc.                         LDOS    77%                  $88.67                        $116.90                 32%</p><p>Click on the tickers for more about each company. Click&#xa0;here&#xa0;for Tomi Kilgore's detailed guide to the wealth of information for free on the MarketWatch quote page.</p>",
  "published": "2021-11-30T13:22:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2291,
          "end": 2300
        }
      ]
    }
  ]
}