{
  "_id": "0cadbc8b7718774927b433c8555d147d8003be058b785fc6348c24ebfdd03de3",
  "feed": "ftcomall",
  "title": "Plaid valued at $13.4bn following collapse of sale to Visa",
  "text": "<p>Investors valued Plaid at $13.4bn in the fintech start-up's first round of fundraising following its <a href=\"https://www.ft.com/content/e10a83d4-b651-4097-b867-a6b42e21fb09\">abandoned sale to Visa</a>, marking a rebound in fortune after the US government sued to block the deal on antitrust grounds.</p> <p>The new round of funding, led by Altimeter Capital Management, raised $425m and also included Silver Lake Partners and Ribbit Capital as new investors, the company said on Wednesday.&#xa0;</p> <p>Plaid's valuation, which includes the new capital raised, is almost triple the $4.9bn cash purchase price Visa had agreed to pay for the company in January last year.</p> <p>The new fundraising shows how investors have clamoured for infrastructure software providers that help companies manage their data and financial relationships.</p> <p>Plaid provides an application programming interface, or API, that fintech groups such as Robinhood and Venmo use to link to customer bank accounts. The company makes money when new users sign up for the services.</p> <p>In November the Department of Justice alleged Visa's proposed acquisition of Plaid was designed to eliminate a competitive threat to the company's monopoly in online debit payments. Plaid and Visa, which disputed the <a href=\"https://www.ft.com/content/03bbf74e-697b-4989-8942-98e6a327e87d\">DoJ's assertions</a>, agreed to terminate the deal in January, citing the prospect of “protracted and complex litigation”.</p> <p>Zach Perret, Plaid chief executive, said he was confident in the decision to maintain the company's independence.</p> <p>“In the period between when we signed the deal and when we chose to go our separate ways, our business changed massively,” he said. “Our industry changed massively, and the opportunity ahead of us likewise continued to compound.”</p> <p>Plaid said its customer base grew by 60 per cent last year, but declined to comment on revenues. The DoJ said Plaid brought in about $100m in 2019.</p> <p>As part of its complaint, the DoJ claimed Plaid had planned to build a “bank-linked payments network that would compete with <a href=\"https://www.ft.com/stream/2637f6d1-ed91-4999-ba4c-03e2d227e3e9\">Visa</a>”. Perret said the two companies were not competitive and had held talks about formal partnerships.</p> <p>“We are focused on building the infrastructure for financial services, whereas Visa is solely focused on commerce,” he said.</p> <p>Perret said Plaid would eventually consider an initial public offering but it was not “immediately on the horizon”. Plaid's existing investors including Andreessen Horowitz and Index Ventures also participated in the new round of funding. Employees and investors did not sell any shares.</p> <p>“This is far and away the market leader in an area that is one of the most important,” said Brad Gerstner, chief executive of Altimeter. Gerstner said the investment firm reached out to Plaid after the news of the deal termination, and Perret had not been “optimising for valuation” with the new capital raising.</p><p>Source: Miles Kruppa in San Francisco 2021 'Plaid valued at $13.4bn following collapse of sale to Visa' FT.com 7 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-07T11:00:04.844Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2083,
          "end": 2087
        },
        {
          "start": 513,
          "end": 517
        },
        {
          "start": 119,
          "end": 123
        },
        {
          "start": 54,
          "end": 58
        },
        {
          "start": 993,
          "end": 997
        },
        {
          "start": 1139,
          "end": 1143
        }
      ],
      "nexusId": "10063253"
    }
  ]
}