{
  "_id": "9588557af7b4dd7ce1a8ae9c3a7881b0909c0df6e8b76dd3833e00266b68a0df",
  "feed": "ftcomall",
  "title": "The last days of the ‘New Afghanistan'",
  "text": "<p><em>The FT Weekend Magazine sent Jon Boone, the Financial Times' former Kabul correspondent, to Afghanistan in early August. Because the Taliban's conquest of the country potentially puts their lives in jeopardy, we have not photographed most of the subjects and some names have been changed.</em></p> <p>There is less than a minute to go before Afghanistan's most-watched news broadcast goes live. A digital clock in the gloomy control room of Tolo News' Kabul headquarters counts down the seconds as a team of young journalists go about their final tasks. Just-finished news packages are loaded on to a running order controlled by Soraya Amiri, the twentysomething producer of the six o'clock news. Colleagues sit or stand around her, looking at the banks of monitors. It is August 2 2021. Wry jokes are being cracked. In the studio, Shuja Zaki, a well-known anchorman with a haircut as sharp as his suit, looks straight down to camera and waits for his moment to greet the nation.</p> <p>This polished professionalism is impressive and moving. Twenty years ago, television was banned and women were forced to wear burqas when they left their homes to run errands supervised by male relatives. Tonight's news will be watched by about 10 million of Afghanistan's 39 million people. Those who can't catch it at home or on restaurant TV screens will tune in on smartphones. Independent media houses like Tolo are regarded as one of the crown jewels in the “New Afghanistan” that emerged after 2001.</p> <p>Then the news begins.</p> <p>Ravishing aerial shots of the country cut to a wide view of a television studio that is all shiny surfaces and video walls. The thumping theme tune peaks. From behind an outsize desk Zaki begins delivering a crushing series of headlines:</p> <p><em>Lashkar Gah, capital of Helmand, has almost fallen to the Taliban, the movement of militant mullahs who fell from power in 2001.</em> </p> <p><em>Ismail Khan, one of the geriatric civil-war-era “warlords” that were supposed to have been consigned to history, is leading the defence of Herat, the great Silk Road city besieged by the Taliban.</em> </p> <p><em>Ashraf Ghani, the president, has addressed an emergency meeting of parliament calling for national unity at a moment of “critical danger”.</em> </p> <p><em>Captured policemen and soldiers have been gruesomely executed despite Taliban claims they would treat prisoners humanely.</em> </p> <p>Watching in the gallery is Tolo TV's head of news, Lotfullah Najafizada, the brilliant young executive who has turned the 11-year-old-station into a news powerhouse. “This campaign of intimidation and fear has really, really shaken the country,” says the 33-year-old. “But it is good that people are getting to see what the Taliban are.” He cites what might be the single-most important fact about Afghanistan: two-thirds of all people are younger than 25. “They were just little kids when the Taliban were in charge. They can't remember what it was like.”</p> <p>In the past few weeks, the country's youth have received a brutal education on what the Taliban are like. There have been reports of Talibs closing schools and seizing child brides from captured villages. Everyone saw the video in late July of <a href=\"https://www.aljazeera.com/news/2021/7/29/taliban-admit-to-killing-afghan-comic-zwan\">comedian</a> Khasha Zwan being roughed up. He was murdered shortly afterwards. “We are being tested. The New Afghanistan is being tested,” Najafizada says. “Is it for real, or are we just a by-product of the western presence? That is what we are going to find out.”</p> <p>I had come to Kabul in early August to take stock of Afghanistan's remarkable transformation since the US-led invasion 20 years ago. I had no inkling what was coming or how fast. Nor did anyone else. The mood at dinner that night was far from despondent. Guests gathered in a garden not far from the Tolo studios included a wealthy fuel trader, a major landowner, a politician, a senior official from the central bank and a national cricket star. There was a feeling that, however bad things might get, the country had been changed too much to be ruled once again by unworldly mullahs from the mud-baked villages of southern Afghanistan. </p> <p>And yet within days, provinces and cities fell one after another. The Afghan National Army melted away. On August 15, the Taliban <a href=\"https://www.ft.com/content/b589f27d-d973-4dde-b9dc-a91383470ea6\">reclaimed the capital</a>. But this is not a story about what comes next. This is a story that documents the final moments of an era the world now knows is over. It is a portrait of what is being lost.</p>  <p><strong>In 2001, Kabul was a ruined husk</strong> with a population of about two million. Today, it is home to four million. Entire streets have disappeared since I first came to live here as the FT's Afghanistan correspondent in 2007. They have been replaced by garish, high-rise blocks of flats and shopping centres. I get lost in areas I once knew well.</p> <p>A giant wedding hall has landed on my old neighbourhood, taking out a row of shops and houses. The $2m confection of columns, domes and mirrored stairways hosts 2,000 people at a time. Its interior is lit by a thousand lights, cooled by 24 air conditioners and powered by an array of diesel generators. Herds of animals are killed to supply the mountains of meat needed for each of the twice-daily extravaganzas. </p> <p>Today's brides are a demanding lot, says Janan the affable proprietor who set up his first wedding hall in 2003, a now crude-looking shed in a different part of the city. “We used to settle everything with the fathers of the couples quite easily. We'd have a single cup of tea, and that would be that,” he says. “Now the brides and grooms see things on Instagram and get crazy ideas. We have to give them what they want.”</p> <p>Afghanistan's economy has been struggling since 2014, the year Nato ended its combat operations and handed responsibility to Afghan forces. It marked the end of the fat years of manic US spending on foreign troops, contractors and development projects. But people are still getting married, and Janan's business is holding up. His workers are setting up for the next event. </p> <p>Nonetheless, like nearly everyone I meet, he wants to be able to leave the country if things get bad. He once worked on a US project to modernise Kabul's electricity system, which might be enough to get him a Special Immigrant Visa. He just needs to track down some of his long-departed American colleagues to support his claim.</p> <p>As striking to me as the gaudy high-rises are the new faces on the streets. When I lived here, the population surge of Afghans born in the years around 2001 were still in school. Now this 9/11 generation are young adults, and they are everywhere. The shalwar-kameez, the ubiquitous long-shirted uniform of men, is losing market share to western fast fashion. </p> <p>The sight of so many women on the streets is mildly shocking. In the old days, women would move around in blue burqas. Now, there are also plenty of young women wearing floaty, patterned tunics over jeans. They cover their hair with loose head scarfs and go about their business in pairs or alone. It feels more like Karachi than Kabul.</p> <p>The most advantaged of the 9/11 generation have university degrees and well-paid office jobs in the private sector or in the NGOs that implement western governments' aid and development programmes. The older ones have dim memories of the 2001 al-Qaeda attacks. They remember elated adults and sudden changes to their lives. Some were among the millions who moved to Afghanistan from refugee camps in neighbouring countries. Women remember going to school for the first time. </p> <p>Then there was the sudden appearance of strange foreigners — soldiers and NGO workers — bearing gifts of pens, pencils and notebooks. One woman I meet was given a pink glitter pen by a US charity. It was the most exotic thing she'd ever seen. She still has another strange object they gave her that she can't remember the name of. A baseball, we eventually deduce.</p> <p>Karte Char, an area of Kabul that might as well be a new city as far as I'm concerned, is the heart of the capital's new urban youth culture. Getting there involves a drive over the side of TV Hill, one of the craggy outcrops that divides the capital and which is topped by broadcast towers. Illegally built houses cling to the brown mountainside. On the plain below are universities, burger restaurants and cafés with posters saying things like “Make coffee not war”. Every street has a couple of hipster barbers advertising big quiffs, beards and undercuts.</p> <p>It is also home to a thriving yoga studio that got into trouble earlier in the year when the local press published an unauthorised photo of one of its clients that hadn't been carefully staged to prevent charges of indecency. The image of a fully clothed woman lying on the ground was enough for various high-profile mullahs to declare the studio to be operating beyond the bounds of Islamic law. </p> <p>Abdul Rasul Sayyaf, a fundamentalist old warlord, took to Facebook to pronounce the women prostitutes. Arifa, a yoga instructor, is unfazed by the fuss. She thinks the passing of time will ultimately dissolve the antediluvian views of the older generations. “No one can resist time, not even the Taliban,” she says. “People have already changed. They are happy to send their girls to school because if they don't they will lose their futures. My mum got married when she was just 14 and had me when she was 16. I got married when I was 30 years old. Maybe my daughter will never want to get married. There are so many options for the young generation.”</p> <p>She will move her yoga classes online if the Taliban come to power. “They won't be able to control all the people all the time. What can they do? They can't hunt everyone using the internet.”</p>  <p><strong>West Kabul is home</strong> to what for decades was one of the great visual clichés of Afghanistan's tragic modern history. The shattered roof and pockmarked walls of Darul Aman Palace had been a staple of photojournalism ever since I first came to the city. Built in the 1920s by a modernising monarch, it was bombed and shelled during the 1990s civil war. A long-running <a href=\"https://www.aljazeera.com/features/2019/5/20/opinion-divided-as-war-scarred-kabul-palace-restored\">restoration programme</a> finally ended in 2019. Today Darul Aman gleams in the sun, its new copper roof still shiny orange. It is difficult to see from street level. The whole site is encircled by a line of towering concrete blast walls.</p> <p>I get a better view from a short distance away, inside the sprawling precincts of the <a href=\"https://scroll.in/video/801036/what-afghanistan-s-new-parliament-building-a-gift-from-india-looks-like\">neighbouring National Assembly</a> building, a $90m gift from India. Opened in 2015, it is a great improvement on parliament's old home in the former trade ministry. </p> <p>I'm shown around by Wadjma, a young MP and one of the country's 66 female MPs who owe their seats to a constitutional provision guaranteeing women representation. As a child, she remembers being forced by the Taliban to watch the stoning to death of a woman in a public park. She had been caught travelling between cities with two men who were not related to her. </p> <p>After 9/11, Wadjma went to school, then university, and won election to her local provincial assembly. She's not impressed by the quality of her fellow MPs, many of whom are some of the wealthiest businessmen in the country. “You have to be rich to get elected,” she says. “It's only the rich that can afford to buy the votes.” </p> <p>The three parliamentary elections since 2005 have been characterised by massive electoral fraud and progressively declining turnouts. Nonetheless, Wadjma says, parliament has established itself as a part of the country's imperfect democracy. It's a place where the factions that once fired bullets and RPGs at each other can argue out their differences. The parliamentary seats first occupied by the old warlords are now held by their sons. But at least they are better educated than their fathers and unhabituated to a life of violence, she says.</p> <p>We walk around the central rotunda, along marble corridors and up to a wood-panelled committee room where parliament's telecommunications committee meets. The country had almost no phone lines in 2003. Now <a href=\"https://foreignpolicy.com/2015/08/12/afghanistan-calling/\">90 per cent of Afghans have access to mobile phones</a>, with 12 million people using data services, including many who are illiterate. Phone shops set up smartphones and Facebook accounts for customers who can't read but are hooked on social media.</p> <p>The Taliban are torn over a technology that they disapprove of but use as avidly as anyone else. In areas they control, they only allow phone companies to operate their towers for a few hours a day. “They turn them all off at night because they are afraid of people sending information to the security forces about their movements,” says Wadjma. “They are against social media. They want to keep people in Afghanistan in the dark. They don't want Afghans to get the new mentality that people in other countries have.”</p> <p>For all the development in Kabul and the big cities, a third of the country's GDP depends on farming and 80 per cent of Afghans are involved in agriculture. I'd like to visit the Shomali Plain, a sweep of fertile land stretching 80km north from the capital to the foothills of the Hindu Kush. It used to be a place for day trips and picnics for Kabul-based foreigners. Now, it's too dangerous. Nooruddin, a grape farmer, agrees to come and meet me in Kabul. What should be a two-hour journey takes twice as long. The police are searching every vehicle and passenger coming into the city.</p> <p>In 2001, Nooruddin heard the news that the Taliban had fallen on the BBC World Service. He had not seen his ancestral farm for three years. He had abandoned it because the Shomali had become a battleground between the Taliban and the forces of Ahmad Shah Massoud, the last of the mujahideen leaders still resisting their takeover. Shomali's patchwork of vineyards could not have been better designed for guerrilla warfare. High mud walls and grape vines grown on long, waist-high mounds provided ample cover for resistance forces to harass the Taliban. Their solution was to rip up the trees, bomb the vines, demolish houses and poison the wells.</p> <p>“When we saw the Taliban escaping the Shomali we moved back to the farm the next day,” he says. “Everything was gone. The house, the vines, everything.”</p> <p>He had no money to rebuild the farm. Foreign NGOs and even the embryonic Afghan government helped him to get new plants and dig a fresh well. Irrigation channels, bridges and tracks were restored. In less than two years he had his first harvest of grapes and raisins, which, after opium, is Afghanistan's most profitable export crop.</p> <p>His other problem was landmines. Shomali had been repeatedly fought over since 1979 and was <a href=\"http://news.bbc.co.uk/1/hi/world/south_asia/1702098.stm\">littered with unexploded bombs</a>. Landmine clearers in blue body armour spent the best part of a decade crawling across Shomali with their metal detectors and trowels. They left a trail of white painted ticks on walls, houses and stones showing which areas were safe. “The day the mine clearers came, they called us all into the mosque and told us we weren't allowed on to our fields for two months. After they had finished, we had more land to plant vines.”</p> <p>For Nooruddin, it meant steadily rising prosperity, the purchase of simple consumer goods and an enlarged house for his growing family. His daughters are in school and he wants them to become doctors. “In the past, I thought they would just grow up and I would give them to someone to marry. But now everyone expects their daughters to work.”</p> <p>Not all farmers have done so well. World Bank data shows agricultural productivity barely grew in the years up to 2013. Severe droughts this year and in 2018-19 created terrible hardship. Nonetheless, there are few places that haven't gained small-scale irrigation projects or new, hardier strains of crops. Road improvements helped farmers find new markets, including in neighbouring countries. There has been a shift away from traditional cereal crops to more profitable fruits and vegetables, in which Afghanistan is now almost self-sufficient. </p> <p>The steady encroachment of the Taliban in recent years created problems, but not insurmountable ones. A landowner from Nangarhar tells me the protection money he pays to the Taliban not to destroy his irrigation systems is just another cost of doing business.</p> <p>It's conflict that kills farming. The pomegranates that sag from the trees of Arghandab, a <a href=\"https://www.aljazeera.com/program/people-power/2011/6/16/slideshow-kandahar-orchards\">lush oasis of high-walled orchards</a> in the desert of Kandahar, were not harvested last year because of fighting between insurgents and government. Nooruddin says Shomali will become an area of resistance once again. His village has armed itself with AK-47s, revolvers, PK machine guns and rocket-propelled grenades. </p> <p>The big rush to buy weapons came in early July when news broke that the Americans had done a midnight lift from Bagram, the vast air base just a short distance south of his village that was once home to 100,000 US troops. “A year ago, no one in the village had a weapon, but the situation is getting worse. Everyone is going to have to fight the Taliban.”</p>  <p><strong>Local militias were not meant</strong> to be a feature of the New Afghanistan. Since 2001, $83bn has been spent building national security forces that were supposed to replace the constellation of armed groups that once controlled patches of territory. The idea was to create a professional army controlled from Kabul that properly reflected Afghanistan's ethnic diversity. Not much happened initially. The quick success of the 2001 invasion bred complacency in Washington. The spending came in a <a href=\"https://www.nytimes.com/2009/12/06/world/asia/06reconstruct.html\">panicked splurge after 2009</a> when the US belatedly realised the Afghan National Army (ANA) was too small, underequipped and undertrained to contain a resurgent Taliban.</p> <p>Tahir, a young officer from Mazar-i-Sharif, liked everything about the military academy when he enrolled several years ago. The accommodation was new, the food was good and the teachers professional. There was ethnic harmony among the mix of Pashtun, Tajik, Uzbek and Hazara recruits. He didn't follow his brothers to university because he had always wanted to be a soldier like his father, who had enjoyed status and a good salary as an officer under the Soviet-backed government of the 1980s.</p> <p>“My father didn't want me to fight,” he says. “After I graduated, he tried to use his influence to get me a safe job in Kabul. I told him that I did not join the ANA to sit in Kabul but to fight for my country.”</p> <p>His fellow recruits were less high-minded. Most of them joined for a salary, he says. Few other jobs available to young men or are as well paid. The downside is the likelihood of being rushed to the frontlines straight after graduating. Tahir has seen young soldiers crack. “In one fight, there were three young boys with us who were crying. They thought the Taliban were going to kill us. I told them they were brave, trained soldiers. They shouldn't be afraid of villagers with no training.”</p> <p>Terrified soldiers walking away from the battlefield is one of the explanations for the Taliban's lightning advance towards Kabul this month. Another is that the US and its allies built the wrong sort of army for Afghanistan. Modelled on modern Nato forces, the ANA depends on being able to move supplies to the frontline and to maintain aircraft continuously. But maintenance and logistics capabilities remain a work in progress. The ANA <a href=\"https://www.ft.com/content/b1d2b06d-f938-4443-ba56-242f18da22c3\">still relies heavily on the US army</a> and its contractors, who have now all gone home.</p> <p>“You have soldiers who were supposed to be defending places with no food, fuel, ammunition or air support,” says Sami, a former Afghan commando. “They are thinking, I don't need to be here, I don't need to die for this.”</p> <p>Sami is one of four former and current members of elite special forces units I talk to in Kabul. They are understandably terrified of being identified by Taliban assassins. After years of mentorship and joint operations with their British and US counterparts they are thought to be among the best special forces in the world. They are the Taliban's deadliest foes. </p> <p>A day after I met them, a special forces helicopter pilot was killed by a “sticky bomb” slapped on his car as he drove through Kabul. Although they are keeping a low profile, they look every inch the off-duty soldiers. Their excellent English is peppered with the slang and swear words of the British Army. Their spotless T-shirts and the “tactical” trousers they favour is the sort of kit you could buy in the commissaries of the US bases that once dotted the country.</p> <p>The other problem with Afghanistan's new army, in Sami's view, is the marginalisation of the <a href=\"https://www.ft.com/content/4e8a7a6d-6228-43ca-bf63-16d3371ff897\">old warlords</a> who have the strongest incentive to defend their turf. “The government wants to bring these guys back to save the country, but they don't have fighters any more. They've all gone. They've been disarmed. Now they are trying to get butchers, shoemakers and ice-cream salesmen to stand up and fight.”</p> <p>I ask him what he thinks of his opposite numbers — the Taliban fighters in their thirties who came of age after 2001.</p> <p>“The Taliban of my generation are all dead,” he replies. “Every year they would come over from Pakistan and we would kill 70 per cent of them. Night after night, we would do night raids, really good operations. Those who survived are now shadow governors, or serving at the provincial level. But the foot soldiers are just kids. Madrassa kids who know nothing but violence. No education, just violence.”</p>  <p><strong>The past 20 years</strong> have changed the Taliban in often contradictory ways. I once interviewed a survivor from the Taliban's 1990s government in a luxury hotel room in Karachi. He was a man who seemed at ease with the modern world. He had a flourishing car-sales business in Pakistan and a daughter at university. Afghans who have met the Taliban's negotiating team in Doha say in one-to-one conversations they give the impression of being pragmatists open to compromise. But there are grave doubts about their sincerity and how much influence these older men have on young fighters with the scent of victory in their nostrils.</p> <p>A local journalist friend asks a Taliban commander in Ghazni province if he can send one of his men to Kabul to talk to me. We meet at the Qargha reservoir, a beautiful spot on Kabul's outskirts. We talk in the back of a battered Nissan off-roader. It's early evening and the lake is bathed in golden light. Families drift about on swan-shaped pedalos.</p> <p>Mohammad Omari, it turns out, is not a fighter, but a softly spoken assistant to the shadow governor of Ghazni. A 25-year-old social science graduate of Kabul University, he spends his days hearing people's grievances in one of Ghazni's districts and trying to solve their problems. He reminds me of the earnest British and American “governance” experts that once dotted the country as part of Nato's long-running hearts and minds strategy.</p> <p>Neither his village nor his family were natural supporters of the insurgency after 2001. But the Taliban gradually re-established their presence as disillusionment with the new government in Kabul set in. A big factor was the belief that the government of Hamid Karzai had been taken over by the Northern Alliance, a Tajik-dominated mujahideen group thought to be hostile to Pashtuns, the group from which the Taliban drew much of its support.</p> <p>“They saw every Pashtun as an enemy to be killed. Their military raids, bombings and detentions against Pashtuns forced us towards the Taliban.” At first no one knew who the Taliban supporters were in the community. Pro-government people would receive anonymous “night letters” warning them to change their ways. Eventually, the Talibs revealed themselves and started reordering the affairs of the district.</p> <p>He finds the daily restrictions on his smartphone use annoying, but necessary. The Taliban's current fighting force worries him. “Those from the madrassas are illiterate and jobless. They only believe in stealing, fighting and killing.” But he is not troubled by the wave of violence they are unleashing. He blames the government, which he says only wanted to fight, rather than negotiate peace. (The government says much the same about the Taliban, with no one thinking their negotiators in Doha are engaged in good-faith talks, given the group's rapid territorial gains.) </p> <p>“The government and its foreign allies have committed many more crimes.” He says the Taliban will bring a shariah justice system that will deliver quick results without the graft and delay that plagues the official system. Women will be respected, but they won't be able to work or fraternise with men who are not close relatives.</p> <p>It's prayer time and Omari is anxious to pause our conversation for a few minutes. But I've got to get back into the centre of town for a dinner invite from an old contact, a former presidential aide. We shake hands and say goodbye.</p>  <p><strong>Traffic in Kabul</strong> is horrendous and I'm late for dinner. The other guests, three women who mix successful careers in government and the NGO sector with activism, are already there. We sit in the garden on low cushions and they tell me about their social media wars with the Taliban. </p> <p>Where the insurgents push out messages decrying government failures and corruption, the women use their own platforms to highlight abuses in the areas under Taliban control. They'll confront their opponents directly when they can. A Taliban moderator on a Clubhouse audio chatroom was recently waylaid into letting them participate in a debate.</p> <p>One of the things causing excitement that evening is a show of public anger at the Taliban the previous night in the city of Herat. Prompted by a social media campaign, people in the city <a href=\"https://www.aljazeera.com/news/2021/8/3/afghans-chant-allahu-akbar-in-defiant-protests-against-taliban\">went on to their rooftops to shout</a> “<em>Allahu akbar</em>” to show their support for the Afghan security forces. Gratifyingly, the use of a religious slogan has narked the Taliban who consider it theirs. Kabul is due to follow suit at 9pm that night.</p> <p>Gulsum, who works for an agricultural NGO, has no illusions about social media. It won't stop a Taliban bullet. But she hopes it can force the Taliban to “recognise that we exist”. “The Taliban say the young generation should not leave the country because Afghanistan needs them,” she says. “They're right, they won't be able to govern without them. But they need to know that 50 per cent of the population are <a href=\"https://www.ft.com/content/acb69a3a-51ee-4484-8dad-e04b2c711f89\">women</a> who demand their rights and freedom.”</p> <p>At about 8.15pm, a bomb goes off. We have just moved inside to load plates with kebabs, rice and salad. It's not the first explosion I've ever heard in Kabul, but it is by far the loudest. The windows thunder alarmingly but don't cave in. I crouch, pointlessly, below the table and then emerge to watch everyone frantically consulting WhatsApp and their Twitter feed. There are two smaller blasts and chattering bursts of gunfire. </p> <p>The target, we learn, is the minister of defence's house about 200m away, at the end of the street. A massive ­suicide car bomb has destroyed the fortified entrance. Armed suicide attackers are now trying to swarm through the breach. My well-connected host can see that the intended victim is opening his messages, and so is presumably alive.</p> <p>The little dinner gathering is in shock and no longer quite so enthusiastic about going on to the roof with gunfire still sounding. But we climb to a terrace on the top of the house. In this poshest of Kabul's neighbourhoods, the shouting gets off to a hesitant start. The noise soon builds. Mosques join in the call. The roar from the balconies of the apartment buildings of Karte Char is deafening, video on social media suggests. The three women film themselves singing “<em>Allahu akbar</em>”, and put it online.</p> <p>It's midnight by the time I decide it's safe to go back to my guesthouse. I'm driven away in my host's armoured car. I pass soldiers sitting glumly in the back of Humvees and pickup trucks. A few food and ice-cream stalls near Shar-e-Naw park are still open, but without customers. There's a crowd of people jostling at the gates of the emergency hospital, trying to find relatives caught up in the night's attack. The scene is illuminated by the camera light of a news crew from Tolo TV.</p>  <p><strong>Eleven days later</strong> I phone Lotfullah Najafizada, the Tolo News boss. I am safely out of Afghanistan, watching its collapse with horror-struck sadness. The notebooks from my trip are filled with interviews with people who now have every reason to fear for their lives, let alone their futures, in Afghanistan. Najafizada is agonising about friends and colleagues. Every city has fallen. As we speak, Talibs are filtering into Kabul uncontested. By the end of the day, t<a href=\"https://www.ft.com/content/b589f27d-d973-4dde-b9dc-a91383470ea6\">he president will have fled</a> the country and Taliban leaders will have taken up residence in the presidential palace. </p> <p>Arrangements are in place to move the channel out of Afghanistan if need be. “It is not just about a humanitarian evacuation,” Najafizada says. “It's about saving independent media and TV channels by making sure we can broadcast from overseas.”</p> <p>The Taliban is sending mixed signals about their plans for the media. The advance of their forces has silenced radio and television stations across the country. Those still broadcasting have dropped music from their schedules and women from their staff. But one of their first acts in Kabul is to visit Tolo's headquarters and offer help to secure the buildings. A <a href=\"https://www.theguardian.com/world/2021/aug/17/female-presenter-interviews-taliban-spokesman-on-afghanistan-television\">female presenter later interviewed</a> a senior Taliban representative live in the studio where I watched Shuja Zaki read the news two weeks earlier.</p> <p>It might turn out to be a moment as historic as Afghanistan's first televised presidential election, held in the same room in 2009. Or it might be a sign that the Taliban is a movement deeply divided between factions. There is an assumption in the company that restrictions will come later, not in the first hours of a shockingly fast victory the Taliban were not prepared for.</p> <p>I remind Najafizada of what he told me when we met: “The New Afghanistan is being tested. Is it for real, or are we just a by-product of the western presence?”</p> <p>After a pause, Najafizada answers: “The situation is much more difficult now. The New Afghanistan may not be able to adapt to this new reality. The Taliban have reached out to us to say we should keep working. But we don't know if they want us to make our news or their news.”</p> <p>An “ecosystem” of young, educated people had emerged over the past 20 years, Najafizada continues. Women's rights and democracy were facts of life for them. People like himself and institutions like Tolo could thrive, he tells me. Then he asks, “What happens if all those people leave?”</p> <a href=\"http://www.ft.com/cms/7d024732-525b-4553-9f27-128391dcf114.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first. </em></p><p>Source: Jon Boone 2021 'The last days of the ‘New Afghanistan'' FT.com 19 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-19T04:00:22.673Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 6126,
          "end": 6130
        }
      ],
      "nexusId": "10063253"
    }
  ]
}