{
  "_id": "1aa25f4a0eb2a16c4aadc2902648b23836409def16036300debbbca33cb86443",
  "feed": "wall-street-journal",
  "title": "Stablecoins in Spotlight as U.S. Begins to Lay Ground for Rules on Cryptocurrencies; Sponsors say stablecoins are safe, but regulators are concerned about potential risks to financial stability",
  "text": "<p>Because stablecoins are backed by safe assets such as Treasurys, they should maintain a tight link to the dollar and easily be redeemed for dollars, the issuers say. This contrasts with cryptocurrencies like bitcoin that aren't backed by assets and can fluctuate wildly in value.</p><p>But current and former regulators worry that stablecoins could be vulnerable to the equivalent of a bank run if large numbers of investors suddenly rush to redeem them, forcing sponsors to sell the assets at fire-sale prices and potentially putting stress on the financial system. That is what happened to some money-market mutual funds—long treated by investors as safe as cash in the bank—during the 2008 financial crisis. The government moved then to prop up money funds, and again in March 2020, as part of a broader effort to stabilize markets roiled by the coronavirus epidemic.</p><p>If a stablecoin issuer has no capital and its reserves fluctuate in value, \"that inherently creates run risk,\" said Sheila Bair, former head of the Federal Deposit Insurance Corp. \"Having stringent rules requiring investment in assets that are stable, true cash equivalents, that's the best way to address the instability.\"</p><p>Startups issuing stablecoins invest in assets that make them sizable players in capital markets. But there are no clear rules about how those assets should be managed to ensure stability.</p><p>That is likely to change. \"We've got a lot of casinos here in the Wild West, and the poker chip is these stablecoins at the casino gaming tables,\" Securities and Exchange Commission Chairman Gary Gensler said this week in a virtual event hosted by the Washington Post.</p><p>As early as next week, the Federal Reserve is set to lay out its views in a paper some officials have informally described as a blueprint on \"the future of money,\" including stablecoins. It is also expected to seek public comment on whether it should issue its own digital currency that would likely compete with stablecoins, a question that appears to have divided Fed officials.</p><p>Next, the President's Working Group on Financial Markets is expected to make recommendations for a framework to regulate stablecoins. The group includes Mr. Gensler, Treasury Secretary Janet Yellen and Fed Chairman Jerome Powell.</p><p>And in the coming months, a smaller group of bank regulators, including the Fed and the Office of the Comptroller of the Currency, may address whether U.S. banks are legally permitted to hold cryptocurrencies on their balance sheets and potentially lay out a framework for the capital treatment of lenders' exposures to such instruments, administration officials say.</p><p>\"Collectively, the regulatory measures will help determine how financial innovation and technology will be integrated into the banking sector for years to come,\" said David Portilla, a former Obama-era Treasury staffer who is now a partner at law firm Cravath, Swaine and Moore LLP, which represents banks and financial technology firms.</p><p>Stablecoin issuers generally say they look forward to working with officials to support transparency and compliance. Jeremy Allaire, chief executive of the USD Coin issuer, Circle, has said the focus of the president's working group is a good thing for stablecoins and that he supports developing clear standards.</p><p>\"Circle believes that well-regulated digital dollars, built on public blockchains, can play a vital role in making the movement of value faster, safer and less expensive,\" he said in a statement.</p><p>In a statement, Tether said it would \"continue to work with counterparts across the world to enhance transparency and dialogue about the current and future benefits of stablecoins.\"</p><p>Stablecoins, which are based on the same blockchain technology as assets like bitcoin, are a relatively small but fast-growing corner of the $2 trillion crypto world. The value of the three largest—Tether, Circle's USD Coin and Binance USD—has swelled to about $110 billion from about $11 billion a year ago.</p><p>For now, stablecoins are used mainly by investors to buy and sell crypto assets on exchanges such Coinbase, which process trades 24 hours a day. They are also used as collateral for derivatives—contracts to buy or sell an underlying security at a specified price—and many of those contracts are settled in stablecoins.</p><p>Administration officials say that if the coins are adopted more broadly as a swift means of payment for consumers and businesses, that would put them into competition with banks and firms such as Visa Inc. and MasterCard Inc. Diem Association, a group backed by Facebook Inc. and 25 other members, is preparing to launch a stablecoin that will leverage the social network's three billion users.</p><p>The rapid growth in the sector could exacerbate run risk, administration officials say. To address those concerns, they are weighing whether to recommend bank-like capital and liquidity requirements for stablecoin issuers. They are also considering whether to regulate them more like money funds, which are subject to strict limits on the types of short-term assets they are allowed to invest in.</p><p>Stablecoin issuers say they can meet redemptions on demand. Circle, the second-largest, said that as of this month, it will begin to hold all of its reserves in cash and short-duration Treasury securities. It also said it would seek to become a federally regulated bank.</p><p>Administration officials working on the presidential panel's report say even seemingly safe reserves, such as cash held at commercial banks, could pose risks for U.S. lenders if stablecoin issuers are forced to withdraw deposits to meet a rush of redeeming investors, the officials said.</p><p>SHARE YOUR THOUGHTS</p><p>How should digital currency be regulated? Join the conversation below.</p><p>Write to Andrew Ackerman at andrew.ackerman@wsj.com</p><p>Stablecoins in Spotlight as U.S. Begins to Lay Ground for Rules on Cryptocurrencies</p>",
  "published": "2021-09-25T09:30:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 4479,
          "end": 4488
        }
      ],
      "nexusId": "10063253"
    }
  ]
}