{
  "_id": "f718d6f0500cb0e8025e999e2d86dd38ca4c5403d9f7a30c14c67dd01f369d4f",
  "feed": "wall-street-journal",
  "title": "Stock Futures Rise Ahead of Google, Microsoft Earnings; Nasdaq-100 on course to gain as investors await results from Microsoft, Twitter and Google parent Alphabet",
  "text": "<p>Tech behemoths Microsoft, Twitter and Google parent Alphabet are set to report earnings after markets close, part of a major week for an earnings season that has so far beaten investors' expectations and helped lift indexes out of a September slump.</p><p>Investors have been buoyed by strong figures from major banks, consumer companies and manufacturers. Meanwhile, jitters about the labor market and inflation have somewhat given way to optimism about a recovering economy.</p><p>\"Covid numbers have crested, the economic data has been pretty good, and the early read on third quarter earnings is positive,\" said David Donabedian, chief investment officer at CIBC Private Wealth. \"The bottom line is this is still a buy the dips market.\"</p><p>United Parcel Service jumped 4.8% premarket after the delivery company reported third-quarter profit and revenue that beat expectations early Tuesday. General Electric rose 1.5% after saying cost-cutting efforts had offset lower-than-expected sales.</p><p>Bakkt soared 55% premarket, after large gains Monday, that came after Mastercard said it had partnered with the crypto firm to enable cryptocurrency card payments.</p><p>Robinhood Markets and Visa are set to report after markets close.</p><p>Facebook, which was among the first of the major tech firms to report third-quarter earnings, said late Monday that changes to Apple's privacy rules had hit sales growth. The social-networking company saw its shares rise 2.2% ahead of the opening bell, as the hit wasn't as large as some analysts had been expecting.</p><p>Tech firms are likely to remain attractive to investors, and their earnings should remain strong, despite the trend of fewer people working from home, and the risk of increasing regulation, said Mr. Donabedian.</p><p>\"They are battleships—they just continue to post very strong revenue and earnings growth,\" he said.</p><p>Data on new home sales and consumer confidence are due at 10 a.m. ET, offering investors additional insight into the state of the economy. Home sales are forecast to pick up in September, while consumer confidence is expected to have weakened in October.</p><p>The yield on the benchmark 10-Year U.S. Treasury note inched down to 1.624% Tuesday from 1.634% Monday. Bond prices and yields move in opposite directions.</p><p>In commodity markets, Brent crude, the international oil benchmark, rose 0.3% to $85.42 a barrel.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 0.5%. In Japan, the Nikkei 225 rose 1.8%, while in Hong Kong, the Hang Seng Index dropped 0.4%. In mainland China, the Shanghai Composite Index edged down 0.3%.</p><p>Chinese property developer Modern Land failed to repay a $250 million dollar bond that matured Monday, adding to a string of missed payments by the country's real-estate companies.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stock Futures Rise Ahead of Google, Microsoft Earnings</p>",
  "published": "2021-10-26T11:57:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1165,
          "end": 1169
        }
      ],
      "nexusId": "10063253"
    }
  ]
}