{
  "_id": "bd5110f372d77788cbf769f0b8cfe2bc673c64c46767c0824b3802e93b2ccee5",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  An Antitrust History Lesson",
  "text": "<p>   Five years ago the Federal Trade Commission broke up the Staples-Office Depot merger attempt. Its dubious complaint is worth revisiting now as Staples tries again to get hitched to Office Depot to compete with Amazon. </p><p>   Staples's private-equity owner Sycamore Partners this week proposed to buy Office Depot for $2.1 billion -- a song compared to the $6.3 billion deal the FTC killed. The FTC had complained the merger would effectively create an office-supply monopoly, narrowly defining the competitive market as large corporate contracts. </p><p>   Amazon, the government argued, was merely a bit supplier to big businesses and its higher costs couldn't possibly allow it to compete. Lol. As we argued at the time (\"Protecting Big Business\"), the FTC's job is to protect consumers, not corporations. In any case Office Depot and Staples still faced plenty of competition from Costco, Amazon and Walmart. </p><p>   Federal judge Emmet Sullivan agreed with the FTC and enjoined the merger. Sycamore then took Staples private. Both office-supply retailers have since closed hundreds of stores as more businesses and consumers have bought office supplies online. As more documents go digital, people need less ink, file folders, Post-it Notes, etc. </p><p>   Their corporate business has also been gobbled by Amazon, which advertises that it serves 55 of the top Fortune 100 companies. Because of its scale, Amazon can charge lower prices. Hence Sycamore is now trying to rekindle the merger. </p><p>   Government antitrust cops too often stifle competition in the name of protecting it. Recall how the Justice Department's foray against Apple's deals with book publishers solidified Amazon's e-books monopoly. Too often regulators fail -- or refuse -- to see how technology is disrupting markets and creating new competitors. </p><p>   As another case in point, this week Visa dropped its bid for fintech platform Plaid after opposition from the Justice Department. Plaid would have helped Visa adapt to the consumer shift to online payments and compete with the likes of Square, Stripe, Paypal and Apple Pay. One reason Big Tech has grown bigger is short-sighted antitrust intervention. </p><p></p>",
  "published": "2021-01-14T07:06:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1820,
          "end": 1824
        },
        {
          "start": 1938,
          "end": 1942
        }
      ]
    }
  ]
}