{
  "_id": "6fa6271997949ae712787621ae4da395951dc486e1ad97db0615b013ac013462",
  "feed": "ftcomall",
  "title": "Beyond billionaires and bling, the real Marbella attracts a variety of buyers ",
  "text": "<p>A new mega-villa is on the market near Marbella. Villa Enso is a 3,500 sq m modern behemoth due for completion in mid-2022, with 16 bedrooms — six of which are “for staff”, according to Artur Loginov from Drumelia Real Estate, who is marketing the property for €34m — and a 15-car garage. The sale price also includes “a few Ferraris”, Loginov adds.</p> <p>It follows the €32m sale of Villa Cullinan in April this year — a 3,110 sq m mansion, also in La Zagaleta, a half-hour drive inland from Marbella — that caught its Switzerland-based buyer's eye in a YouTube video. Loginov — whose buyers, he says, are “younger than ever: now around 40, probably in the tech industry” — is bringing an Americanised approach to marketing Marbella property that divides opinion. He hires models, flash cars and helicopters to promote the most expensive villas online.</p> <p>Although La Zagaleta, a 900-hectare gated country estate, sits within the municipality of Benahavís, it is notionally counted by estate agents as part of the greater Marbella area that attracts high-net-worth buyers — along with the neighbouring, sprawling gated estate of El Madroñal and, for the determinedly ostentatious Lamborghini-and-super yacht set, coastal Puerto Banús, 10km west of central Marbella.</p> <p>Marbella itself, however, is a (small) city of many sides. Far from being all about billionaires and beach clubs, it's a place where people come to soak up sunny winters and mountain bike in the hills. And where you can “still get coffee for €1.20 in the ‘real' part of town between the Monday market and the edge of the old town — the bit where you find all the little bakeries, greengrocers and ironmongers,” says Andrew Hills, 59, a former department store manager from the UK who now lives in Ojén, in the hills behind Marbella.</p> <p>Georgina Shaw, 42, a marketing manager who moved from London to Marbella 14 years ago, finds joy in raising her 10-year-old son with his feet in both camps, and laments the common “one-dimensional” perception of Marbella. “It's the most wonderful place to bring up a family and experience all the best bits of the Spanish lifestyle, along with an open-minded and welcoming international community,” she says. </p> <p>“Eating in fancy restaurants and partying in Puerto Banús couldn't be further from my experience here. I think there's quite a bit of segregation in terms of nationalities and price brackets.”</p> <p>Not all vendors in the high price brackets want the YouTube treatment, however. “The last thing some mega-budget clients want is to be exposed to properties marketed with half-naked models in pools,” says Barbara Wood, director at buying agency The Property Finders. Owners of some lower-priced properties prefer a discreet approach too. </p> <p>“I've just agreed a €1.5m deal — which used to be a lot, now it's ordinary — on a beachside property before it even went on the market. The Sold sign will go up before the For Sale one.”</p> <p>Sales in Marbella fell by 30 per cent in 2020 versus 2019, according to figures from Spain's Ministerio de Fomento (ministry of development). But in Q3 and Q4 of 2020, inquiry levels rose by 32 per cent compared with the same period of 2019 and, in the first half of 2021, there were 1,917 transactions compared with 1,836 in 2019. </p> <p>“The figures clearly show strong recovery in Marbella to more or less where it was just before the pandemic struck,” says Wood, citing Ministerio de Fomento data showing that of the 5,156 homes bought by foreigners in Málaga province in the first half of 2021, 37 per cent were in Marbella.</p> <p>When it comes to pricing, though, a certain irrationality has entered the market, says Pia Arrieta, a partner at Diana Morales Properties. “I have to put it down to emotion kicking in and buyers getting carried away as the numbers often don't stack up. Things are selling for far above what we think is their market value,” she adds, mentioning a villa in the upmarket Sierra Blanca area that sold for just under €20m earlier this year. </p> <p>“Owners are not being flexible as they know there is demand and people are willing to pay the asking price — which is unheard of here. There's usually always some negotiation.”</p> <p>After the strict lockdowns of 2020, it feels like a new golden age of sorts for the coastal town that came to prominence in the 1950s, when Alfonso de Hohenlohe built the Marbella Club Hotel and drew Hollywood and European bigwigs to this spot between the Sierra Blanca mountains and the Mediterranean. They were attracted by its combination of natural beauty and 320 days of sunshine a year.</p> <p>Today's international high-end buyers are knocking down old Mediterranean-style villas in seafront enclaves populated by the first wave of British and German migrants from the 1970s, and building huge super-villas. Antonio Ruiz at ARK Architects, whose projects include Villa Ibiza in La Zagaleta, has noticed a changing profile among buyers of his practice's turnkey villas — fully furnished properties that cost €5m-€12m. </p> <p>“More of their fortunes are self-made and their age has dropped significantly,” he says, adding that they often work remotely.</p> <p>The usual post-summer lull didn't happen this year, says Sean Woolley, director at Cloud Nine Spain estate agency. “All the good restaurants and golf courses are fully booked and this is driving demand for buying property in the golden triangle between Marbella, Benahavís and Estepona,” he says. “We're seeing a huge volume of people just wanting to be here, whether that's buying a property or just enjoying the place.”</p> <p>Sol Jonas, a 38-year-old film producer from Marbella who lives in Altos de los Monteros, east of the city centre, enjoys escaping from the town's touristy areas “where waitresses don't even speak Spanish sometimes”, she says. Yet she also embraces the relaxed, leisurely culture that comes with global visitors. “Every day it's getting more and more cosmopolitan and I love that. I don't notice the pandemic that much when I'm here.”</p> <p>The high level of sales activity is across all price brackets, says Woolley. But British buyers, who used to dominate overseas purchases on the coast, now have Brexit-imposed restrictions to consider. “The main question on their lips is when will the 90 in 180 days rule end,” he says. “They are buying at €500,000 or above, so they can get a Golden Visa and spend more than 90 days at a time here.”</p> <p>Scandinavian buyers, along with Belgians and Dutch, have taken their place, as well as buyers from eastern Europe. They're buying at the higher end too, in developments such as Finca de Marbella 2, east of central Marbella, where large villas start at €1.85m.</p> <p>“These are people who, before Covid, would have bought longer-haul and flown. Now they want something drivable,” says Hans Veenhuijsen at Costa del Sol 365 Properties, part of Christie's International Real Estate. “Their priority is having a sea view or frontline golf. Gated areas are very important so they know it's secure when they aren't here.”</p> <p>Lack of supply of quality resales is an issue, however, says Wood, “from apartments and town houses all the way up to detached villas. Now, if you do manage to find a beachside villa west of Marbella under €1.5m, it needs €500,000 thrown at it for renovation.”</p> <p>New-build isn't an easy option either. Marbella still hasn't updated its urban master plan since 1986, so all building licences are still based on what was drawn up 35 years ago.</p> <p>“Getting a licence can take nearly a year, so buyers are looking to neighbouring Benahavís or Estepona instead, where it's quicker,” says Arrieta. Loginov adds that in prime neighbourhoods such as Sierra Blanca, vendors of old houses “are tending to value them so high as to make it unrealistic for a buyer”.</p> <p>To Marbella's benefit, though, young, techy high-rollers will pay a high price for the flexi-working, post-pandemic dream by the sea.</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p><p>Source: Zoe Dare Hall 2021 'Beyond billionaires and bling, the real Marbella attracts a variety of buyers ' FT.com 10 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-10T05:00:38.710Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 6305,
          "end": 6309
        }
      ],
      "nexusId": "10063253"
    }
  ]
}