{
  "_id": "caec639fe84b8030707838b2adb0fd5b2b0e982ba4608f3676600900aa624a9f",
  "feed": "ftcomall",
  "title": "FirstFT: US braces for ‘fifth wave' of Covid on eve of Thanksgiving",
  "text": "<p><em>Click </em><a href=\"https://www.ft.com/top-stories-today\"><em>here</em></a><em> to listen to the latest news in less than three minutes. Top Stories Today is an audio news digest that gets you up to speed on the day's top headlines.</em></p> <p>FirstFT will be off tomorrow (Thursday) for Thanksgiving holiday but will be back in your inbox on Friday morning.</p> <p>Twenty months into a pandemic that has claimed almost 770,000 American lives and nearly a year after Covid-19 vaccinations became available, US health experts warn a fifth wave of infections risks overwhelming health systems in the worst-affected states.</p> <p><a href=\"https://www.ft.com/content/cde3ef32-a754-4aae-82ca-7d8153af51b7\">Fears of another surge</a> come on the cusp of the Thanksgiving holiday, when tens of millions of Americans will travel to reconnect with their families, some of them for the first time since the start of the pandemic.</p> <p>But what was expected to be a celebration has become fraught with danger in some Midwestern states, where vaccination rates are low and Covid-19 cases are rising rapidly after a summer lull.</p> <p>Even some north-eastern states where vaccination rates are above 70 per cent, such as Maine and Vermont, are experiencing an uptick in case numbers, a trend that probably reflects breakthrough infections caused by waning immunity to Covid jabs, according to epidemiologists.</p> <ul>  <li><p><a href=\"https://www.ft.com/content/4b668643-b63d-4f98-b265-3a3a827a071e\">Americans will be paying more</a> to celebrate Thanksgiving when they gather around dinner tables this Thursday.</p></li> </ul> <p><em>Thank you for reading FirstFT Americas. Here is the rest of today's news.</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Jamie Dimon says JPMorgan will outlast China's Communist party</strong> The bank has operated in China since 1921, the same year the communist party was founded. It has said that growth in China represents one of the <a href=\"https://www.ft.com/content/5ee3fad6-957d-4410-b5a7-9421ea131e51\">largest opportunities for the bank and its clients</a>.</p> <p><strong>2. Will tapping the US Strategic Petroleum Reserve lower oil prices?</strong> President Joe Biden tried to deliver a Thanksgiving gift for US drivers on Tuesday, announcing the country's largest <a href=\"https://www.ft.com/content/4e7f2590-1a4f-4792-9e64-eafabdef6534\">release of stored oil</a>&#xa0;in a bid to drive down petrol prices. What will be the <a href=\"https://www.ft.com/content/a682a7c8-66d3-466a-948c-451c56ead1ed\">impact of this move</a>?</p> <ul>  <li><p><strong>Opinion</strong>: Joe Biden cannot ignore the <a href=\"https://www.ft.com/content/3e452ce1-fe9d-49c0-b4f4-c92f2d2b7b72\">political cost of rising energy prices</a></p></li> </ul> <p><strong>3.</strong> <strong>Sudan general promises return to democracy in 2023 </strong>Abdel Fattah Burhan, the general behind last month's coup, told the Financial Times he is <a href=\"http://ft.com/content/e8560dab-c35d-4ed4-bca5-0aecb5bc930f\">committed</a> to holding elections after mass protests and widespread international condemnation of the military takeover on October 25.</p> <p><strong>4. Third Point makes $300m profit from Rivian IPO </strong>Billionaire Daniel Loeb's Third Point has made a profit of <a href=\"http://ft.com/content/10bf413d-cfab-4ace-892b-713e91d759c8\">about $300m</a> on its stake in Rivian, one of several hedge funds to make large gains from the electric vehicle maker's turbocharged flotation this month.</p> <p><strong>5. Apple files suit against Israeli spyware group NSO </strong>Apple is <a href=\"https://www.ft.com/content/ace7c109-7404-4986-ae11-4074a497c934\">suing NSO Group</a>, the Israeli military-grade spyware manufacturer that created surveillance software used to target the phones of journalists, political dissidents and human rights activists, to block it from using its products.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>Investors have <a href=\"http://ft.com/content/af6bfa8e-1c66-45b7-a910-232d0ffdb3a1\">pumped record amounts</a> into <strong>south-east Asian financial tech companies</strong> this year, as consumers have switched to mobile payment apps.</p></li>  <li><p><strong>Opinion: </strong>If Joe Biden is being excused on his pandemic record, it is on the misplaced premise that he has too many forces ranged against him to succeed, <a href=\"https://www.ft.com/content/b04f40e3-d564-4180-bcb0-bcd0c989beb0\">writes Janan Ganesh</a>.</p></li>  <li><p><strong>France</strong> has avoided the workforce exodus seen in the US and the UK, posting its highest employment rates. Why? <em>Find out in </em><a href=\"http://ft.com/content/b7e77562-e7fb-4c29-b631-ad67bbe66a88\"><em>our third instalment</em></a><em> of a series analysing how the pandemic has </em><a href=\"https://www.ft.com/content/5a9a40c4-1e87-4960-af4e-3fa88a3cc91e\"><em>transformed the labour market</em></a><em>.</em></p></li> </ul> <h1>The day ahead</h1> <p><strong>US economic data </strong>Federal Open Market Committee meeting minutes will be published along with the Fed's <a href=\"https://www.ft.com/content/53a6aaef-65a6-4078-b5df-1ddf57233c7b\">preferred measure of inflation</a> — the personal consumption expenditures price index — for October. US consumer spending is <a href=\"https://www.wsj.com/articles/economy-week-ahead-home-sales-consumer-spending-inflation-11637524800\">expected</a> to have risen in October, in a sign of an improving economy, while durable-goods orders are likely to have also increased. (FT, WSJ)</p> <p><strong>Nasa launches asteroid deflection mission </strong>The Double Asteroid Redirection Test is scheduled to <a href=\"https://www.ft.com/content/ae37e901-19bb-4568-a764-cbeb1e9e659e\">launch</a> from the Vandenberg Space Force Base in California and aims to smash into a moonlet and change its orbit.</p> <h1>What else we're reading</h1> <p><strong>Why the race to harness nuclear fusion just sped up </strong>Scientists are on a 60-year mission to answer one of energy's most complex problems: how to <a href=\"http://ft.com/content/33942ae7-75ff-4911-ab99-adc32545fe5c\">harness the power of the sun</a> to generate clean, never-ending electricity on Earth. No group has been able to generate more energy from a fusion reaction than the system consumes. But now, scientists are optimistic.</p> <p><strong>Antibiotic accountability: how countries and companies perform</strong> While many poorer countries have inadequate access to antibiotics, other middle and higher income countries are using volumes far beyond global norms. The FT dashboard tracks responses to the growing <a href=\"https://www.ft.com/content/11e4788e-82e9-4e23-bfe5-093c1ed70659\">threat of antimicrobial resistance</a>.</p> <p><strong>Tennis star's assault claim forces west to rethink China approach </strong>With an assault allegation against a former Chinese vice-premier, Peng Shuai's treatment has sparked an international furore that is <a href=\"http://ft.com/content/b81387f4-8055-486a-a514-8c6d5f717744\">shattering a taboo</a> of how companies operate in the world's largest consumer market. <em>Do you think that</em> <em>foreign entities' approach to China is changing? </em><a href=\"https://compass.pressekompass.net/compasses/financial_times/are-global-brands-facing-a-tipping-point-QreZ\"><em>Vote in our poll</em></a><em>.</em></p> <p><strong>Amazon's fight with Visa is about who keeps the profits </strong>As the year's biggest shopping season gets under way, Amazon last week picked a very <a href=\"https://www.ft.com/content/4b779d1c-e0a4-4543-9b39-b66594662074\">public fight with Visa</a>. It emailed UK customers to say it plans to stop taking Visa-branded credit cards and offer them £20 off their next purchase if they switched payment methods.</p> <ul>  <li><p>‘Buy now, pay later' group Affirm backs <a href=\"https://www.ft.com/content/8276d14f-8f9b-46d4-b306-e78f1d70e7f7\">tougher rules for ‘wild west' market</a></p></li> </ul> <p><strong>Opinion: Turkey's lira plunge is a reminder of risks facing emerging markets</strong> On paper, 2021 should have been a great year for emerging market currencies and bonds as global growth recovered from the Covid-19 shocks. But <a href=\"https://www.ft.com/content/42c4a40c-8aec-4aee-94dc-dba5208a12f9\">Turkey's alarming currency plunge</a> this year has shown how things can sometimes go horribly wrong in the <a href=\"https://www.ft.com/content/887232bf-ba46-47df-b5e4-05f05bdbc2e0\">emerging market world</a>.</p> <h1>Our 25 favourite hotel bars</h1> <p>We asked FT writers to nominate the best destinations for the perfect drink. <a href=\"https://www.ft.com/content/a51b0215-344e-4aa0-b3b4-c5a78ddd8299\">Here are the top picks</a>.</p><p>Source: Wai Kwen Chan, Jennifer Creery and Emily Goldberg   2021 'FirstFT: US braces for ‘fifth wave' of Covid on eve of Thanksgiving' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-24T11:01:27.567Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 5094,
          "end": 5098
        },
        {
          "start": 5233,
          "end": 5237
        }
      ],
      "nexusId": "10063253"
    }
  ]
}