{
  "_id": "f221c3b5bf04755bce42b5ad407419cef79904a713300b9c70c220f6d1bbee2c",
  "feed": "wall-street-journal",
  "title": "Taliban to Allow 200 Americans, Other Foreigners to Fly Out of Kabul; No Afghans without foreign citizenship are expected to be allowed on the flight to Qatar",
  "text": "<p>KABUL—Afghanistan's Taliban authorities are allowing some 200 Americans, U.S. permanent residents and holders of other Western passports to leave the country on a flight to Qatar scheduled for Thursday, the first such departure by air since U.S. forces withdrew last month, Qatari and American officials said.</p><p>A Qatar Airways Boeing 777 landed in Kabul on Thursday afternoon, marking the resumption of international passenger operations at the Afghan capital's Hamid Karzai International Airport. Guarded by a squad of Qatari special forces, it was expected to depart later in the day.</p><p>The flight will be followed by daily air links to foreign countries, a senior Qatari official said.</p><p>The Qatari official said it wasn't an evacuation flight as all of the passengers hold foreign passports and, if required, visas for their destinations, and have been ticketed by the airline. Qatar facilitated the transportation of the passengers to the airport in a convoy of minibuses parked Thursday morning in a Kabul hotel, one of them with a bullet hole through the windshield. The buses entered the airport shortly after 2 p.m. local time.</p><p>At the international terminal, passengers were divided by nationality, with Americans—all of them appearing to be of Afghan origin—mostly too traumatized by the ordeal of recent weeks to speak to a reporter. Qatari soldiers were providing security.</p><p>One man from Maryland, accompanied by his wife and four children, came to Kabul six months ago to take care of his ailing mother. Since the fall of the capital on Aug. 15, the family had been hiding out in their home, too scared to venture out. \"We thought we would never leave Afghanistan,\" said the man, who declined to be identified because of relatives still in the country. \"The Taliban had come to the neighboring house, asking about us.\"</p><p>Another family, from Washington, D.C., included only one American citizen—a 6-month-old girl—and her parents, both of them green-card holders. \"I was afraid—so much,\" said the father, a 37-year-old who received a U.S. green card because he worked with American forces in Kandahar and Helmand provinces. He said he received a call from the State Department Thursday morning instructing him to show up at Kabul's Serena Hotel.</p><p>Aron Niazi, 40, an employee of Porsche in Stuttgart, Germany, came to Kabul with his wife and three children to visit Afghan relatives in July. \"A bad idea!\" he exclaimed. The family had tried to come to the airport 10 times since Aug. 15 and narrowly escaped the Islamic State suicide bombing that killed some 200 Afghans and 13 U.S. troops last month. When not trying to enter the airport, the family was hiding in a neighbor's home. \"The last three weeks, they were not good,\" Mr. Niazi said.</p><p>\"My family here, I don't know what will happen to them,\" he added.</p><p>Most of the foreign citizens still in Afghanistan are dual nationals.</p><p>The Taliban have consistently pledged to allow foreigners to leave unimpeded. At Tuesday's press conference announcing the formation of their new government, the movement's spokesman and new deputy information minister, Zabiullah Mujahid, said problems with international travel would be resolved soon. \"When Afghans and foreigners want to leave Afghanistan, they should do it lawfully, having a passport and visa,\" he said.</p><p>U.S. forces rendered the radar and other equipment at the Kabul airport inoperable as they left on Aug. 30, concluding an emergency airlift that transported some 120,000 foreigners and Afghans who had helped the West during the 20-year war. Since then, Qatar sent a team of technicians to restore some flight-control capabilities, and Ariana Afghan Airlines resumed flight-by-sight domestic connections to the cities of Mazar-e-Sharif, Kandahar and Herat on Saturday.</p><p>The flight planned for Thursday doesn't address the issue of tens of thousands of Afghans at risk who haven't been able to leave the country during the U.S.-led airlift. The U.S. has estimated that the majority of Afghans who qualify for the so-called Special Immigrant Visa because of having helped American military and civilian efforts remain stranded in Afghanistan.</p><p>While Washington said last month that it had received commitments from the Taliban to allow Afghans with clearance to enter foreign nations to fly out, the country's new authorities desperately want to prevent a brain drain that would undermine any effort to stave off economic collapse.</p><p>At meetings on Sunday with the United Nations' undersecretary general and emergency relief coordinator, Martin Griffiths, Taliban leaders were \"furious with the evacuation of skilled and educated people, who are greatly needed to rebuild the country,\" according to an internal U.N. readout of the conversations that was viewed by The Wall Street Journal. The Taliban leaders \"urged that no further people flee, and help facilitate also conditions for return, and their return,\" the document said.</p><p>For more than a week, about 100 Americans and hundreds of at-risk Afghans looking to flee the country have been waiting in the northern Afghan city of Mazar-e-Sharif on a deal to allow them to fly out on charter flights. Mazar-e-Sharif's international airport hasn't been damaged. These negotiations have been bogged down, thwarting the efforts.</p><p>Secretary of State Antony Blinken pressed the Taliban on Wednesday to allow people to leave.</p><p>\"The Taliban are not permitting the charter flights to depart. They claim that some of the passengers do not have the required documentation,\" he told reporters at a press conference with German Foreign Minister Heiko Maas at Ramstein Air Base, where thousands of Afghans who fled the country are staying while various Western governments try to work on resettlement plans. \"We've made clear to all parties—we've made it clear to the Taliban—that these charters need to be able to depart.\"</p><p>On Wednesday, Taliban officials told organizers working on the charter flights that they would allow Americans and others with valid passports and visas to fly out of Kabul, but not from Mazar-e-Sharif. At the same time, U.S. officials started calling Americans waiting in Mazar-e-Sharif for flights and told them to come to Kabul.</p><p>It remained unclear how many Americans in Mazar-e-Sharif could make it back to Kabul for Thursday's flight. U.S. officials have vowed to help all Afghans who worked with America over the last two decades that want to leave.</p><p>Write to Yaroslav Trofimov at yaroslav.trofimov@wsj.com and Dion Nissenbaum at dion.nissenbaum@wsj.com</p><p>Taliban to Allow 200 Americans, Other Foreigners to Fly Out of Kabul</p>",
  "published": "2021-09-09T11:29:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 4047,
          "end": 4051
        }
      ],
      "nexusId": "10063253"
    }
  ]
}