{
  "_id": "8f95adf88be5eeea273ffbae4b1f9c5e6327b8606b953293c1d8068fb193f3d2",
  "feed": "ftcomall",
  "title": "Visa buys Swedish fintech Tink in €1.8bn deal",
  "text": "<p>Visa has struck a €1.8bn deal to buy Swedish fintech Tink, less than six months after a previous attempt to buy its US rival Plaid was <a href=\"https://www.ft.com/content/e10a83d4-b651-4097-b867-a6b42e21fb09\">blocked by regulators</a>.</p> <p>Tink develops technology that allows third parties to connect to customer data from different financial institutions, enabling them to offer services such as account aggregation and payments that bypass traditional card networks such as Visa's.</p> <p>Regulators have been trying to encourage services such as those offered by Tink as a way to encourage more competition and choice in the European payments market, and in 2018 introduced “open banking” rules that forced banks to allow these companies to access their data.</p> <p>Visa said the acquisition would encourage open banking, which has so far been held back by unreliable services and low levels of familiarity and trust among consumers.</p> <p>Al Kelly, chief executive and chair of Visa, said: “Visa is committed to doing all we can to foster innovation and empower consumers in support of Europe's open banking goals. By bringing together Visa's network of networks and Tink's open banking capabilities we will deliver increased value to European consumers and businesses with tools to make their financial lives more simple, reliable and secure.”</p> <p>The €1.8bn purchase price is a 165 per cent premium to the value given to Tink by investors including PayPal and BNP Paribas in a fundraising round last December, and reflects rapidly rising interest in open banking. Earlier this year, <a href=\"https://www.ft.com/content/1ed84bd3-4358-46dd-8d1a-d3f7e45e5e5f\">Plaid raised money</a> at a valuation of $13.4bn, almost triple the price Visa agreed to pay for it in early 2020.</p> <p>These earlier takeover plans were scuppered by regulators at the US Department of Justice, who accused Visa of trying to eliminate a potential future competitor, a charge it denied. </p> <p>Simon Taylor, head of ventures at financial technology consultancy 11:FS noted that: “Europe is a very different open banking market to the USA, with far more players and a regulated standard, but Tink is one of the largest players, and many of the concerns that led to the investigation into the Plaid/Visa deal may apply here.”</p> <p>People close to Visa stressed that Tink operates a “different business model” from Plaid and that open banking regulations make the European market very different from the US, where Plaid is based. Visa stressed in the deal announcement that Tink was just one of “over 440 third party providers across Europe that provide open banking services”.</p> <p>Charlotte Hogg, Visa's Europe chief executive, said: “In Tink, we have found a strong partner with whom we can accelerate innovation in open banking for the benefit of our collective clients and the citizens of the UK and the EU.”</p> <p>Visa said it would retain the Tink brand and its current management team and headquarters in Stockholm.</p> <p>Daniel Kjellen and Fredrik Hedberg, Tink's co-founders, said: “Partnering with Visa will allow us to further grow our organisation, products and services, to better serve our existing as well as future customers — while continuing to operate as an independent brand and build on the incredible strengths of Tink.”</p><p>Source: Nicholas Megaw in London 2021 'Visa buys Swedish fintech Tink in €1.8bn deal' FT.com 24 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-24T07:52:59.154Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1699,
          "end": 1703
        },
        {
          "start": 2306,
          "end": 2310
        },
        {
          "start": 2124,
          "end": 2128
        },
        {
          "start": 675,
          "end": 679
        },
        {
          "start": 1555,
          "end": 1559
        },
        {
          "start": 2470,
          "end": 2474
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 395,
          "end": 399
        },
        {
          "start": 882,
          "end": 886
        },
        {
          "start": 2868,
          "end": 2872
        },
        {
          "start": 2685,
          "end": 2689
        },
        {
          "start": 1040,
          "end": 1044
        }
      ],
      "nexusId": "10063253"
    }
  ]
}