{
  "_id": "9bda7c3e4e70df2780b3d55e547adf32f18ddd3193e01956446c8e0293909b67",
  "feed": "wall-street-journal",
  "title": "Biden Administration to Raise Refugee Admissions Cap to 125,000; The number of refugees the U.S. will accept to increase during the next budget year, beginning in October",
  "text": "<p>During the U.S. withdrawal from Afghanistan, the Biden administration evacuated tens of thousands of Afghan civilians—though only a fraction of them turned out to be applicants to the Special Immigrant Visa program designed for Afghans who worked alongside the U.S. military. A majority of those applicants were left behind.</p><p>So far, the U.S. has brought about 40,000 of those Afghan civilians to the U.S., though due to the rapid nature of the evacuation, they weren't formally classified as refugees. That has legal consequences for the Afghans: Unlike others who enter via the refugee admissions program, they don't receive months of government benefits and don't automatically qualify for a green card after a year.</p><p>The White House has asked Congress to change the law so the Afghans brought into the country on temporary humanitarian grounds can receive the same benefits as if they were legally refugees. That request has met some resistance among Republican lawmakers.</p><p>That technically also makes it appear as though the Biden administration has admitted the lowest number of refugees in the program's 40-year history, with just 7,637 admitted over the past year from countries around the world.</p><p>Mr. Biden raised the cap for the current fiscal year to 62,500 in May after the blowback amid a surge of migrants crossing the southern border illegally.</p><p>The president reversed course less than a month after signing an executive order saying that he would keep the admissions ceiling at a record low of 15,000 set by the Republican Trump administration, sparking a political backlash from progressives, immigration advocates and religious leaders who had opposed the original Trump ceiling.</p><p>Paul O'Brien, the executive director of Amnesty International USA, said in a statement that Mr. Biden should raise the admissions cap higher, to at least 200,000. In the aftermath of the U.S.'s exit from Afghanistan, groups like Amnesty have been pushing the Biden administration to take in more refugees.</p><p>\"At a time when thousands of Afghans have been forced to flee their home to find safety, and Haitians are seeking safety on the southern border, the very least the United States can do is set a resettlement goal that meets the moment,\" Mr. O'Brien said.</p><p>Some Republicans have previously said the influx of refugees should be curtailed, in part because of the increasing number of asylum requests at the southern border that have the potential to burden the immigration system.</p><p>Write to Michelle Hackman at michelle.hackman+1@wsj.com and Tarini Parti at Tarini.Parti@wsj.com</p><p>Biden Administration to Raise Refugee Admissions Cap to 125,000</p>",
  "published": "2021-09-20T20:15:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 202,
          "end": 206
        }
      ],
      "nexusId": "10063253"
    }
  ]
}