{
  "_id": "ae0b487605eeb68a2203cc9e179e4c654687fec836b3cbc722d385aaa9345727",
  "feed": "ftcomall",
  "title": "Time to blow up problem debt ",
  "text": "<p>In May 2019, a gold Ford Transit exploded against the backdrop of Canary Wharf in London's financial district, sending paper fluttering through the air. With this act, £1.2m of high interest debt carried by local people living in east London had been cancelled.</p> <p>Yet there was a bigger shock to come. Those debts had been purchased on the secondary market for just £20,000 — a tiny fraction of their face value — even though the sums debtors were being pursued for were rising by the day.</p> <p>This symbolic scene from <em>Bank Job</em> was designed to blow open the way the debt industry operates; “the WTF moment” that draws people in, enrages them, and explodes the shameful secret of problem debt into a topic of national conversation, according to its creators. </p> <p>Its timing couldn't be better. Set to be released later this year, the film's currency has increased as the pandemic plunges millions more into financial difficulties, and policymakers wrestle with <a href=\"https://www.ft.com/content/c9ac3fb3-1871-4ad3-8314-ea7c1b0eafb4\">how to deal with the fallout</a>. </p> <a href=\"http://www.ft.com/cms/8b92884b-3517-4756-9ae6-627708e6bc69.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Daniel Edelstyn and Hilary Powell, a film-maker and artist from Walthamstow, spent six years making the film and the accompanying <a href=\"https://bankjob.pictures/book\">book</a>, chronicling a community fightback against the indebtedness ravaging their local area.</p> <p>In 2018, the film-makers took over a disused bank on their local high street, which they rebranded the Hoe Street Central Bank (or HSCB), assembled a team of volunteers and started printing their own banknotes. These <a href=\"https://bankjob.pictures/moneysales\">miniature works of art</a> feature the unsung heroes running local youth projects, a food bank, and homeless kitchen. Their sale raised £40,000 from supporters; half the money went to the causes on the banknotes, and half went into the debt cancellation fund.</p> <p>“Most of the team had their own stories of the way debt had disrupted their lives and were motivated to join the protest because of this,” says Hilary. </p> <p>With the help of a credit broker, they were able to buy up, cancel and blow up a parcel of “delinquent debt” consisting of outstanding payday loans, credit card and catalogue debt linked to local postcodes. Paying just £20,000 for outstanding debts worth £1.2m, the low price reflected the increasing unlikeliness that these debts would ever be repaid. </p> <p>However, commercial debt buyers would have pursued collection for the full amount, issuing a fresh round of letters demanding payment — with another layer of fees, charges and interest on top. </p> <p>Since the first preview screening of the film (check out the <a href=\"https://membership.bankjob.pictures/stream?r_done=1\">Bank Job website</a> for the next one) Dan and Hilary have been contacted by all kinds of people who want to donate and cancel more debt, or set up a similar project in their own local areas. </p> <p>However, given the likely scale of Britain's post-pandemic debt problems, they think a much bigger solution will be needed. </p> <p>“We did speak to the Financial Conduct Authority and put in an application to become debt buyers ourselves, but they'd never had anybody apply to do this for the purposes of writing off debt,” says Dan. The artists lacked the financial qualifications demanded by the regulator, so the process was abandoned. </p> <p>“Ultimately, we're storytellers — we don't want to be buying debt forever, but we do want to bring the issue into the light and get the film in front of policymakers,” he adds. </p> <p>There is mounting hope that because of Covid-19, political leaders around the world will be more motivated to help the indebted and take a closer look at problems within the debt industry itself. </p> <p>The Bank Job project was inspired by <a href=\"https://strikedebt.org/\">Strike Debt</a>, a US group famed for buying up medical and college debts for cents in the dollar and cancelling it. </p> <p>Born out of the Occupy Wall Street protest movement, the idea of cancelling tranches of US student debt is now so mainstream that even <a href=\"https://www.ft.com/content/e309ed81-5949-4d46-909f-a4ff04ccd7b5\">President Biden</a> supports it. Pandemic-related debt relief on US student loans runs out at the end of this month, and economists believe reducing the burden could <a href=\"https://www.ft.com/content/a272ee4c-1b83-11e7-bcac-6d03d067f81f\">boost the US economy</a>, enabling more young people to buy homes, cars and other consumer goods. </p> <p>In the UK, even before the pandemic hit, some 9m people had <a href=\"https://www.ft.com/content/4062105a-afaf-4b28-bde6-ba71d5767ec0\">serious debt problems</a> — and debt call centres are braced for a wave of defaults later this year as support measures and payment holidays come to an end. </p> <p>The government's free Money Advice Service debtline is already receiving one call every four minutes, securing an extra <a href=\"https://maps.org.uk/debt-advice-funding/\">£38m of state funding</a> to train a further 550 debt advisers.</p> <p>Yet there's an awful lot of money in problem debt, as I learned <a href=\"https://www.ft.com/content/1ea8527a-5464-11e9-91f9-b6515a54c5b1\">when I spent a day inside</a> one of the UK's biggest debt helplines. </p> <p>Most callers spend a year or more struggling with their payments before they pick up the phone and ask for help. To coin a phrase used by Debt Strike, by this stage, many are “borrowing from Visa to pay Mastercard”, their original debts inflated by spiralling interest charges and penalties. </p> <p>Late or missed payments also mark your credit file and increase the cost of borrowing. Products aimed at the “credit impaired” such as credit builder cards and <a href=\"https://www.ft.com/content/b3184fd4-09f7-11ea-bb52-34c8d9dc6d84\">guarantor loans</a> can carry interest rates of 49 per cent, and payday loans can be the equivalent of more than 1,000 per cent. By contrast, those with good credit ratings can switch to 0 per cent interest deals. </p> <p>The final chapters of Dan and Hilary's <a href=\"https://bankjob.pictures/book\">book</a> explore the economic arguments for <a href=\"https://www.ft.com/content/8fec00b8-a0af-4129-811b-8a1ccf98ad69\">debt write-offs </a>or governments providing low or no interest loans, repayable over an extended period of time as an antidote to mass default that could be induced by the pandemic. </p> <p>Does this sound so crazy, given the nature of debt “solutions” that are peddled online? </p> <p>Search for “debt advice”, and sponsored ads from all kinds of introducer firms will pop up, offering to set up debt repayment plans which freeze interest and charges. </p> <p>The FT has previously <a href=\"https://www.ft.com/content/1c85c96e-4360-11ea-a43a-c4b328d9061c\">highlighted the problem</a> of the UK's fastest-growing debt solution — IVAs or individual voluntary arrangements. </p> <p>The fees for setting these up typically exceed £1,000, which borrowers repay first. Yet if they fail to keep up with repayments, they can be held liable for <em>all</em> of the original debt, with the frozen interest and charges added back on, leaving them worse off than when they started. </p> <p>Debt charities stress that talking to an independent adviser, rather than a commercially motivated provider, is the only way individuals can find the best solution to suit their circumstances. </p> <p>Yet this week, the Advertising Standards Authority <a href=\"https://www.asa.org.uk/rulings/national-direct-service-a20-1071988-national-direct-service.html\">banned online ads</a> from IVA introducers whose names “misleadingly suggested associations” with genuine debt advice charities. <br><br>Will it take the Covid-19 crisis to change the way the most indebted in society can be exploited? As the numbers of people with severe debt problems increase, more lasting solutions are going to be needed.</p> <p><em>Claer Barrett is the FT's consumer editor, and a financial commentator on Eddie Mair's LBC drive-time show, on weekdays between 4-7pm: </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=claer.barrett@ft.com\"><em>claer.barrett@ft.com</em></a><em>; Twitter </em><a href=\"https://twitter.com/ClaerB?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@Claerb</em></a><em>; Instagram </em><a href=\"https://www.instagram.com/claerb/?hl=en\"><em>@Claerb</em></a></p><p>Source: Claer Barrett 2021 'Time to blow up problem debt ' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T05:00:06.446Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 4682,
          "end": 4686
        }
      ],
      "name": "Visa Inc.",
      "id": "US92826C8394",
      "nexusId": "10063253"
    }
  ]
}