{
  "_id": "ff2b7c06283d9d6c1fa31c8dd3ce80cc11366ca4ade8528752d1d69ab7ab0fa3",
  "feed": "wall-street-journal",
  "title": "Afghanistan Won't Be the Last Biden Crisis  ----  By Karl Rove",
  "text": "<p>   Even Democrats and their media allies now acknowledge that the Biden administration's handling of Afghanistan has been a debacle. The horrifying, heartbreaking pictures are impossible for Americans, our allies or our enemies to forget. </p><p>   Set aside the question of whether the U.S. should have left. (I say no; Presidents Biden and Trump were both wrong in advocating withdrawal). Either way, it's clear Mr. Biden didn't plan even minimally for the secure evacuation of U.S. Embassy staff, American citizens or Afghan allies. It took until Wednesday for the administration to estimate how many Americans are in-country, offering a number which was far below previous reported estimates and that Secretary of State Antony Blinken still characterized as \"likely to be out of date by the time we leave this briefing room\" when he announced it to the press. The Biden administration's execution of the Special Immigrant Visa program for Afghans who fought alongside us was a slow-moving disaster. It was also a grave betrayal. </p><p>   There was clearly no close consultation with allies, no response to the Taliban's moving to topple the Afghan government, and no plan to retrieve sophisticated U.S. war-fighting equipment. Inexplicably, what kept the Taliban in check -- the threat of Americans flying out from Bagram Air Base to rain down hell -- was among the first instruments of U.S. power to be withdrawn. </p><p>   Our rivals -- China, Russia and Iran -- are gleefully demolishing any remaining American influence in the region, while our radical Islamist enemies are exulting at victory over the Great Satan and enjoying a huge recruiting boost. </p><p>   This disaster has revealed grave structural weaknesses in the administration, from Mr. Biden to his White House staff to his cabinet. </p><p>   A president sets the tone for his administration by how he acts, what he requires of subordinates, and what practices he insists on. Apparently, Mr. Biden didn't require detailed planning for this major policy initiative. He announced his goal -- the U.S. out of Afghanistan on the 20th anniversary of the 9/11 attacks, later changed to Aug. 31 -- but the execution was supported only by wishful thinking. </p><p>   Done right, this sort of military withdrawal would have required the president to insist on robust, cross-agency planning. It appears he didn't. Mr. Biden should have asked tough questions about what was needed for the Afghan government to hold on or to form an agreement to protect human rights if it couldn't. He didn't. Regular briefings -- on the intelligence on the ground, reactions of allies, status of the planning -- were necessary. But were they held? And if they were, did the president pay attention to them? It certainly doesn't look like it. </p><p>   Then there's the White House staff. If they're worth their salt, they need to anticipate possible challenges to the president's goals, not just react to each crisis. They must supervise successful interagency planning, pushing cabinet officials to bring disagreements to the surface, and present options to the president. They must juggle simultaneous challenging events, husbanding the president's time and building the nation's confidence in him by making certain he appears in charge -- and hopefully is. In the case of Afghanistan, none of this seems to have been done -- or done well -- by the Biden team. That's not reassuring as to their ability to handle the next crisis, which is sure to come. </p><p>   Finally, there are Vice President Kamala Harris and the cabinet. With the exception of steering Mr. Biden away from his original 9/11 target date, they haven't apparently told him bad news, raised thorny questions, or demonstrated industriousness in executing their parts of the administration's policy. There's scant evidence that planning the Afghanistan retreat dominated their schedules, thinking or energy. </p><p>   Why didn't the State Department ramp up the special visa program for Afghan allies when Mr. Biden announced the withdrawal April 14? Where were Pentagon leaders in devising a sensible plan for withdrawal of troops and war materiel in a way that safeguarded the civilian evacuation and gave Afghans a chance to survive a Taliban onslaught? Where was the interagency process critical to keeping the government coordinated? If the White House didn't demand such a process, why didn't appropriate cabinet members? </p><p>   Thank God for the American military, whose skill and courage will likely allow them to complete the evacuation of U.S. nationals in spite of the White House's mishandling of the withdrawal. Still, that makes a tragic situation only somewhat less tragic. </p><p>   The weaknesses that have plagued Mr. Biden's Afghan response can also be seen in his handling of other issues, like the southern border. If these habits don't change, there will be more debacles in the country's future. The perception among voters is bound to grow -- as it did with Jimmy Carter -- that Mr. Biden simply isn't up to the task. </p><p>   We're not there yet, but the botched Afghanistan withdrawal was a large step in that direction. By itself it won't cripple the Biden presidency. But it has left it badly limping. </p><p>   --- </p><p>   Mr. Rove helped organize the political-action committee American Crossroads and is author of \"The Triumph of William McKinley\" (Simon &amp; Schuster, 2015). </p><p></p>",
  "published": "2021-08-26T06:03:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 913,
          "end": 917
        }
      ],
      "nexusId": "10063253"
    }
  ]
}