{
  "_id": "585bfa74c48cffb69670e8fa93ae743a05a24cfb855e7ded81e75cd4473224c8",
  "feed": "ftcomall",
  "title": "The hardcore problem of payments in porn",
  "text": "<p>Amber Spanks has been in the adult entertainment business for 20 years and is used to adapting to new platforms and new rules.</p> <p>Still, the <a href=\"https://www.ft.com/content/5468f11b-cb98-4f72-8fb2-63b9623b7b2b\">flip-flop over pornography</a> by UK-based site OnlyFans has been traumatic. “It's caused a bunch of panic attacks,” said the San Francisco Bay Area performer. “For a lot of people it's the main source of income. I know everyone says don't put your eggs in one basket but you have to go where it's hot.”</p> <p>For creators such as Spanks, OnlyFans has a lot of advantages that helped it take off during the pandemic.</p> <p>It allows them to offer a free trial to entice subscribers and a variety of content from live performances to photos and messages. But most importantly it allows them to keep 80 per cent of the money they earn. By comparison, rival Streamate gives the performer only a 35 per cent cut.</p> <p>Last week's announcement that <a href=\"https://www.ft.com/content/e925e0ae-d07d-4be2-a2ef-65c75693a880\">explicit content would be banned</a> caused an uproar among sex workers. Its later reversal provided only partial relief. Some, like Spanks, say they will stick with the platform; others have lost trust and are shifting to rival services, such as Fansly.</p> <p>The controversy has highlighted shifting attitudes and rules. In the past 18 months, with sex work constrained in the physical world and bored consumers stuck at home, OnlyFans has exploded in popularity. Mainstream stars have helped stoke the trend, with Beyoncé namechecking the site in an April song and others, including rapper Cardi B, signing up.</p> <p>At the same time, an unusual alliance of Christian activists, a newspaper columnist and investor Bill Ackman have pushed payments companies to take a harder line against porn sites.</p> <p>Nicholas Kristof's <a href=\"https://www.nytimes.com/2020/12/04/opinion/sunday/pornhub-rape-trafficking.html\">column</a> in December pointed out that the biggest porn sites were hosting content that included child abuse and rape. Tapping into existing activism and given an <a href=\"https://www.institutionalinvestor.com/article/b1s9f698vwhczr/Bill-Ackman-Sent-a-Text-to-the-CEO-of-Mastercard-What-Happened-Next-Is-a-Parable-for-ESG\">extra push by Ackman</a>, the article prompted Visa and Mastercard to cut off Pornhub.</p> <p><a href=\"https://www.mastercard.com/news/perspectives/2021/protecting-our-network-protecting-you-preventing-illegal-adult-content-on-our-network/\">Mastercard went further</a> in April, announcing that it would take “an even more active stance against the potential for unauthorised and illegal adult content”. Banks that wanted to continue serving adult sites “will need to certify that the seller of adult content has effective controls in place to monitor, block and, where necessary, take down all illegal content”.</p> <p>Many assumed Mastercard's policy was behind OnlyFans' decision to ban porn, given both companies' changes were due to be implemented in October.</p> <p>But OnlyFans' chief executive Tim Stokely has denied this, telling the Financial Times that the site was already compliant with the payment company's new terms and <a href=\"https://www.ft.com/content/7b8ce71c-a87a-440e-9f3d-58069ca0480b\">his problem was banks</a> such as Bank of New York Mellon that were blocking his company's transfers.</p> <p>Still, the Mastercard change explicitly affects banks, tasking them with ensuring that adult sites verify age and identities, review content before publication and have a robust removal process. This is a stringent set of requirements to impose on porn distributors. For banks it is seriously onerous.</p> <p>The precise motivation for the initial ban is unclear. Even though majority owner Leo Radvinsky has built porn businesses before, OnlyFans has always played down its porn ties and emphasised its mainstream content such as fitness videos. It seems plausible that the management believed a shift from sex to lifestyle content could attract investors and plaudits. Instead, it brought condemnation and ridicule. </p> <p>A few days after the ban, OnlyFans reversed it, saying it had fixed its payments problems, without specifying how. Perhaps Stokely's bank rant helped. However, it remains a precarious set-up. As Mastercard has shown, policy changes are abrupt. And payment processors that specialise in porn often charge far higher fees to compensate for the riskiness of the industry, plagued by fraud and chargebacks from purchasers who have second thoughts.*</p> <p>These gnarly issues affect all sorts of sites but with no uniform standard. After it was cut off by Visa and Mastercard, Pornhub, operated by Canada-based MindGeek, deleted millions of videos, many of which did not depict illegal acts but lacked identity verification. But it has still not returned to offering credit card purchases. XVideos, another site with a huge number of users, has not made the same dramatic clean-up efforts and still accepts credit cards.</p> <p>Mainstream social media companies all (unwillingly) host illegal content on their platforms but do not face the same obstacles from the payments system. Instagram has been a rival to OnlyFans during lockdowns, hosting virtual strip shows, even though they violate the policies of the Facebook-owned site. Meanwhile, Twitter does allow porn and is rolling out a “tip jar” to facilitate payments on its site, potentially allowing it to steal OnlyFans' business. </p> <p>“We're excited,” said Spanks. “Can this be the new answer or are they going to have trouble with the banks?”</p> <p>*<em>This article has been updated to clarify OnlyFans' payment processing arrangements</em></p><p>Source: Tom Braithwaite 2021 'The hardcore problem of payments in porn' FT.com 27 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-27T11:24:37.071Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1869,
          "end": 1873
        },
        {
          "start": 3940,
          "end": 3944
        }
      ],
      "nexusId": "10063253"
    }
  ]
}