{
  "_id": "88b44375119b792ba76ec425adadc4966ade82927a626b4d9c399998c0922e41",
  "feed": "wall-street-journal",
  "title": "The Future of Everything: The Work Issue -- The Expat Life --- Have Work, Will Travel: Take your job to a distant land, as countries experiment with 'digital nomad' visas.",
  "text": "<p>In the past year, countries hungry for more tourists and talent -- from Estonia to Bermuda to Georgia -- have rolled out special temporary visas (some valid for a year or more) to lure well-heeled, mobile professionals looking for an exotic escape from the routine.</p><p>Consultants who work with companies and expats say these so-called digital-nomad visa programs are an experiment in propping up commerce and tourism by tapping into the economic power of wanderlust. The pandemic's toll on economies and international travel has spurred more nations such as Costa Rica and Croatia to consider the visas for economic growth.</p><p>If the visas work to stimulate economies, \"we think other countries will jump on the bandwagon,\" says Dave Cassar, chief administrative officer at Virginia-based MBO Partners, a provider of support services to self-employed professionals.</p><p>Industry analysts say Estonia's Digital Nomad Visa program -- the first of its kind in the European Union -- could prove to be a model for other EU member states.</p><p>Estonia for years has let nonresidents legally establish an Estonian business online, but without travel and residency rights. Launched in August, the digital-nomad visa allows people who work for companies registered abroad and freelancers with mostly foreign clients to stay in the country for a year as long as they can do their jobs from their computers and have a monthly income of at least 3,504 euros or $4,300. Visa holders staying for more than 182 days in a year are subject to Estonia's 20% income tax.</p><p>In Georgia, freelancers, full-time employees and business owners demonstrating a minimum monthly salary of $2,000 can apply to stay there for at least a year. The one-year \"Work From Bermuda\" visa offers the right to reside in Bermuda to applicants with clean criminal records who have \"substantial means\" or a \"continuous source of annual income.\" Covid testing requirements still apply.</p><p>More than 10 million traditional and independent workers in the U.S. combine remote work and travel, according to a survey MBO published in 2020. The nomadic population has been made up of mostly men, with a significant portion working in the fields of information technology, education, training, sales, marketing and consulting, the survey found.</p><p>The past year's shift to remote office work has greatly added to their numbers. How many will choose to decamp for overseas depends not only on the relaxing of visas.</p><p>One of the biggest obstacles is U.S. tax policy, which requires even those living and earning money outside the country to file an annual tax return with the Internal Revenue Service. Just about every other country imposes taxes on individuals based on residency, not citizenship.</p><p>The U.S. has bilateral treaties with many countries to limit double taxation and the tax code allows expats earning income overseas to claim credits and deductions to help offset liabilities.</p><p>The offsets don't mitigate other types of taxes owed to foreign countries, such as value-added and wealth taxes. And many Americans overseas are still exposed to double taxation, including on Social Security payments and foreign pension or retirement plans.</p><p>American Citizens Abroad, an advocacy group in Washington, D.C., has been lobbying Congress to move toward a more residency-based approach to taxation. Its biggest victory so far was getting a North Carolina congressman to propose a bill in 2018 that would let expats that meet the definition of a \"nonresident citizen\" avoid paying U.S. taxes on foreign-earned income.</p><p>\"That was a huge win for the community because it acknowledged that there's a problem,\" says Marylouise Serrato, executive director of American Citizens Abroad.</p><p>The residency-based tax proposal never made it out of the House Ways and Means Committee, but the group is hopeful that an enduring telework trend could boost momentum behind a more expat-friendly taxing regime.</p><p>\"If there's a trend toward more remote work and more work outside the U.S., it will become more of an issue,\" says Charles Bruce, legal counsel for American Citizens Abroad. \"We're totally the outlier in the world.\"</p>",
  "published": "2021-01-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 907,
          "end": 911
        },
        {
          "start": 1443,
          "end": 1447
        }
      ],
      "nexusId": "10063253"
    }
  ]
}