{
  "_id": "d273593b894d7b0f6cc36cb4d44e45ebdec1f142ff7b0e98bdc83a2d148359f3",
  "feed": "ftcomall",
  "title": "Uber to sell cannabis to customers in Canada",
  "text": "<p>Uber is adding cannabis to the list of items that can be ordered through its app, though for now it will be pick-up only, and only for customers in Ontario, Canada.</p> <p>From Monday, users in the province can buy the drug via a new cannabis category in the Uber Eats app, to be picked up within the hour.</p> <p>It is the first time the rideshare and delivery company has offered direct access to buying the drug, and comes as it continues to push for looser regulations in the US. </p> <p>“When the road is clear for cannabis, when federal laws come into play, we're absolutely going to take a look at it,” chief executive Dara Khosrowshahi told CNBC earlier this year.</p> <p>The sales are handled by Tokyo Smoke, a Toronto-based company that operates more than 50 dispensaries in Ontario, according to its website. The app will verify a person's age while staff will check ID when a customer arrives, the companies explained.</p> <p>Uber claimed including cannabis within its app would reduce the illegal market for the drug, and would help to reduce the amount of drivers on the road who are under the influence and “improve safety on the road”.</p> <p>One difficulty for services selling drugs is the complex laws around using payment processors such as Visa or Mastercard to handle sales of a product that the US, at a federal level, still considers illegal.</p> <p>“Uber's in-house payments specialists, working with our trusted external banking and payments partners, implemented proprietary measures to ensure full payments compliance,” an Uber spokesman said.</p><p>Source: Dave Lee 2021 'Uber to sell cannabis to customers in Canada' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-22T14:13:46.803Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1218,
          "end": 1222
        }
      ]
    }
  ]
}