{
  "_id": "1b60f95b10e1005696eb2e8641a3e1f56ef4e28bec92ac3ba74385a94c07af3f",
  "feed": "ftcomall",
  "title": "Trustly: payment fintech bypasses the card issuers",
  "text": "<p>Sweden's Trustly is the latest fintech hoping to capitalise on bubbling excitement surrounding payments infrastructure businesses. The account-to-account specialist whetted investor appetites on Tuesday with financial disclosures to support an <a href=\"https://www.ft.com/content/78caada6-f574-40d1-9166-300afe8488f7\">initial public offering</a> valuing the group in excess of €9bn.</p> <p>Trustly is but a minnow in a sea of payments. Whales such as Adyen, Worldline and Stripe all operate within the traditional payment chain dominated by card providers Visa and Mastercard. Trustly's system bypasses that altogether, allowing merchants to accept payments directly from customer bank accounts. Fewer middlemen mean cheaper transactions for retailers. Paying Trustly and its partners costs them about 1 per cent of the gross value of transactions, about half the cost of rivals. </p> <p>This also means fatter margins for Trustly.&#xa0;It has reported an adjusted ebitda margin of 46 per cent; Adyen's are less than a quarter of that, according to S&amp;P data.</p> <p>Trustly should benefit as merchants update their websites with payment alternatives, such as Klarna's shop now, pay later system. This requires a point of sale credit. Such shifts are customer-led; the prospect of greater sales gives merchants an incentive to add alternative payment options.&#xa0;</p> <p>But it will take time. Even with growth of more than 40 per cent last year, Trustly's processed transactions of €20bn are a drop in the ocean. Merchants still remain tethered to the card-based system which many customers still prefer. That is reflected in Trustly's strength in online gambling payments, which traditional payment providers generally deem too risky to process.</p> <p>Do not expect a rapid, mass adoption of account-to-account payments. “Trustly is chipping away at the edges of the system controlled by the card networks,” thinks Redburn's Fahed Kunwar. &#xa0;</p> <p>No doubt Trustly's low-cost, high-margin payments should help its flotation. But investors should question whether this niche business deserves a mooted valuation multiple — some 50 times sales — as high as Adyen and double that of Visa. Its métier is in a small part of a commodity business dominated by well-established payment systems. </p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of Trustly's business strategy and mooted valuation in the comments section below.</em></p><p>Source:  2021 'Trustly: payment fintech bypasses the card issuers' FT.com 16 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-16T16:30:45.250Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2053,
          "end": 2057
        },
        {
          "start": 471,
          "end": 475
        }
      ],
      "nexusId": "10063253"
    }
  ]
}