{
  "_id": "4ffd125fa6554f93168f8b4d1ef878e276ae1642de387c1c498d15494f55606d",
  "feed": "market-watch",
  "title": "Why Robinhood may be more than a ‘meme stock phenomenon'",
  "text": "<p>At least eight Wall Street analysts initiated coverage of Robinhood's stock HOOD Monday, based on FactSet data and MarketWatch's analysis. Half of them assigned the equivalent of buy ratings. Shares are up 5.1% in afternoon trading Monday.</p><p>Don't miss: Robinhood earnings show a company reliant on quieting retail traders and volatile crypto pricing</p><p>Even the most bullish analysts acknowledged that Robinhood is a controversial story, but many were willing to look beyond current debates over things like the company's options mix and the practice of payment for order flow, as they instead focused on the company's opportunity to grow beyond stock trading into banking and other financial “super-app” functions.</p><p>“With its 22.5 million active users and fetching 50% of all new retail U.S. accounts, we view&#xa0;Robinhood&#xa0;not as a meme stock phenomenon, but as a singularity that captures Generation Z's zeitgeist,” Mizuho analyst Dan Dolev wrote in a note to clients.</p><p>Dolev's research indicated that Robinhood's exposure to options is “less dramatic than feared,” a point that he suggested should address investor concerns over whether Robinhood's user base “is ‘betting' more than it is ‘investing.'” He also argued that the company is less exposed to meme stocks and “homogenous” trading trends than some investors may fear.</p><p>“Offering a single app with features such as banking, debit, credit and other features is the key future opportunity for Robinhood in our view,” he continued. The total addressable markets for bank accounts in the U.S. is perhaps 500 million accounts, suggesting to him that Robinhood currently only serves less than 5% of its possible customer base.</p><p>Adding new products and services could help Robinhood more than double its average revenue per user over time, according to Dolev, who initiated coverage with a buy rating and $68 price target.</p><p>Rosenblatt Securities analyst Sean Horgan also wrote that investors seemed to be misunderstanding the Robinhood story. “Net/net, we believe viewing Robinhood in the context of the legacy e-brokers lacks completeness and overlooks the opportunity it has to capture a large share of primary bank accounts in the U.S.,” he wrote.</p><p>Horgan added that “the scale tilts overwhelmingly bullish for us” as he evaluates Robinhood's opportunities. He and his team “appreciate the merits of the bear case (in particular the headwinds of declining industry trading volumes),” but are upbeat about Robinhood's potential to capture a meaningful sliver of the $140 billion in consumer banking revenues in the U.S.</p><p>Horgan compared the company to a number of hot names in the tech world. Like Apple Inc. AAPL, Robinhood has a valuable user interface as its “no-frills, intuitive, and un-intimidating platform” makes it easy for first-time investors to jump into trading. And like Square Inc. SQ, the company has a “highly engaged” base of users trying out “high-touch products like stock/crypto trading” that Robinhood could eventually translate into new monetization opportunities.</p><p>The company has already rolled out a Cash Management feature that gives users Robinhood debit cards. Square offers a “playbook” there as the fintech company has seen success with its Cash Card debit card, Horgan said. He began coverage of Robinhood's stock with a buy rating and $55 target.</p><p>See also: Why did Visa just buy a ‘CryptoPunk' NFT for $150,000? The payments giant wants ‘a seat at the table as the crypto economy evolves'</p><p>JMP Securities analyst Devin Ryan took a similar view. “Robinhood is clearly most well-known for its trading platform, in some ways becoming synonymous with millennial trading, but its bigger vision is to democratize access to financial services internationally well beyond just investing, and to become one of the world's leading ‘single money apps,'” he wrote.</p><p>While other companies also aim to deliver a unified app for various elements of financial services, Robinhood has key advantages, according to Ryan.</p><p>“Robinhood has scaled materially more than most, it is vertically integrated within a number of areas that allow it to control its own destiny (vs. being dependent on decisions and viability of third-party relationships), and it controls a greater portion of the economic stream within each business, which can be used to drive better pricing for customers, invest in other parts of the business model, or create a better financial outcome for other stakeholders,” he continued.</p><p>Ryan set a market outperform rating and $58 target on the shares.</p><p>Though Barclays analyst Ross Sandler also cheered Robinhood's opportunity as it chases the “super-app” vision, he wasn't ready to jump on the bull train. His equal-weight rating reflected “lack of confidence in the projections and regulatory uncertainty.”</p><p>Sandler noted that “the vast majority of HOOD revenue is derived from the much-scrutinized practice of payment for order flow” and explained that “simplistically, PFOF revenue is generated when brokers like HOOD receive fees for directing trades to a market maker instead of directly to the exchange.”</p><p>Amid regulatory scrutiny of PFOF, Sandler doesn't think that it will disappear “in the immediate term” but views it as “definitely a risk to monitor.” Additionally, he commented that within Robinhood's PFOF revenue stream, three companies make up a high revenue concentration.</p><p>“While on one hand it's fair to assume that these relationships are mutually beneficial, on the other hand, its concerning that these three entities comprise such a large portion of HOOD revenue – and are comprising an even greater concentration risk over time,” Sandler wrote.</p><p>The stock has gained 28.7% since it closed at $34.82 on its first day of trading on July 29, while bitcoin has advanced 24.0% BTCUSD the S&amp;P 500 index SPX has gained 1.5% over the same time.</p>",
  "published": "2021-08-28T23:42:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3340,
          "end": 3344
        }
      ],
      "nexusId": "10063253"
    }
  ]
}