{
  "_id": "b655046477eaaba3ec0f42629d9312796187b74f1ee0bad91837ce62eb4b4255",
  "feed": "ftcomall",
  "title": "‘Buy now, pay later' retail loan services test patience of investors",
  "text": "<p>Old-fashioned store credit has an app interface and a Gen-Z-friendly name. ‘Buy now, pay later' services allow consumers to pay for purchases over time while driving new traffic for merchants.&#xa0;</p> <p>The question is how the fintech businesses will make money for themselves. As the red-hot BNPL sector signs deals with retailers, it is also reporting losses. Some customers are behind on their loans.&#xa0;</p> <p>Last week, the BNPL company Affirm announced a <a href=\"https://www.businesswire.com/news/home/20210827005402/en/Amazon-Partners-with-Affirm-to-Deliver-Pay-Over-Time-Option-at-Checkout\">partnership </a>with Amazon in which the online retailer's customers will be able to pay for products in monthly instalments using Affirm's network.&#xa0;</p> <p>The Amazon deal was a “massive customer expansion opportunity” for Affirm, said Dan Dolev, an analyst at Mizuho. He surveyed 200 Amazon customers and found that roughly half said they would be likely to use Affirm to make orders on Amazon, up from the 18 per cent who said they had already used BNPL. </p> <p>Still, he predicted that the company was still years away from profitability.</p> <p>Like most BNPL providers, Affirm earns revenue by charging merchants a fee based on transaction values with the promise that it will increase both the size and quantity of consumer purchases. Merchant fees were generally higher for consumer loans that were interest-free, Affirm said in filings.&#xa0;</p> <p>In some cases, Affirm's customers agree to pay simple interest on their loans. Most of the loans are funded by New Jersey-based lender Cross River Bank. Affirm's in-house models assess the credit risk of borrowers, and then it purchases the loans and earns the interest.&#xa0;</p> <p>The value of loans held for investment at Affirm more than doubled to $2.2bn between June 2020 and this March, while the total value of past-due loans rose 59 per cent to $55m. However, the share of past-due loans declined to 2.5 per cent in March compared to 3.3 per cent in June 2020, according to a securities filing.&#xa0;</p> <p>In theory, the BNPL model should be wildly lucrative, since companies such as Affirm can earn fees or interest on both sides of the transaction. In the three months to March, Affirm took in $112m in network revenue and $95m in interest income, according to its latest financial statements.&#xa0;</p> <p>But most BNPL providers including Affirm, Klarna and Afterpay have been losing money despite breakneck revenue growth as they invest heavily in marketing to win share. Sweden-based Klarna's <a href=\"https://www.ft.com/content/46f2fff1-846b-48bb-adfb-805e916a6b47\">credit losses </a>more than doubled in the second quarter. Affirm has projected adjusted operating losses of $50m-$55m for the fiscal year that ended June 30. </p> <p>The path to profitability for many of these companies was to achieve massive scale, analysts said.</p> <p>Yet competition is only growing more intense from incumbent payment groups and traditional banks, putting pressure on BNPL companies to lower their fees.&#xa0;</p> <p>PayPal was the most popular BNPL provider among US consumers, according to market research group C+R Research. It does not charge merchants extra to offer its point-of-sale financing products to customers.&#xa0;</p> <p>Rather, it is marketed as a free perk included in the roughly 3.5 per cent fee that it already charges merchants to use its platform. That is less than the average 3-6 per cent fee other BNPL providers charge vendors.&#xa0;</p> <p>Meanwhile, payment networks such as Visa are working on white-label solutions for finance clients that will make it easier for anyone to offer instalment products.&#xa0;</p> <p>“As more players crowd into the space, the economics of BNPL for everyday purchases will likely come under increasing pressure, leading players to need to offer additional services to their customers,” said Jason Guss, chief executive of Octane, a point-of-sale lender for purchases of motorcycles and other “power sports” vehicles.&#xa0;</p> <p>The prospect of declining margins has damped some of the enthusiasm investors had for the industry. Affirm's shares have risen 41 per cent since the news of its Amazon partnership, but they remain well below levels that followed the company's January initial public offering.&#xa0;</p> <p>“Honestly, I believe these companies are more features than standalone products,” said Addie Lerner, founder of Avid Ventures, which has not invested in BNPL start-ups.&#xa0;</p> <p>A future as a feature may be on the cards for Afterpay, which will be acquired by payments processor Square in a $29bn <a href=\"https://www.ft.com/content/9bc49035-87f8-440e-9c20-5af34d40d4ad\">deal </a>announced last month.&#xa0;</p> <p>“I would expect to see similar M&amp;A with other players over the next 12-24 months as those with robust digital banking platforms look to tie in mature BNPL platforms with high numbers of customers,” said Guss at Octane.</p><p>Source: Imani Moise in New York and Miles Kruppa in San Francisco 2021 '‘Buy now, pay later' retail loan services test patience of investors' FT.com 3 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-03T09:00:29.505Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3211,
          "end": 3215
        }
      ],
      "nexusId": "10063253"
    }
  ]
}