{
  "_id": "704b698e18995b6f65625c9557eaa7451ad5218ed74be298ef44d118ef8f6860",
  "feed": "wall-street-journal",
  "title": "Visa's Debit-Card  Practices Investigated  ----  By AnnaMaria Andriotis and Brent Kendall",
  "text": "<p>   The Justice Department is investigating whether Visa Inc. is engaging in anticompetitive practices in the debit-card market, a probe that casts a cloud over a core part of its business. </p><p>   The department's antitrust division has been gathering information and asking whether Visa, the largest U.S. card network, has limited merchants' ability to route debit-card transactions over card networks that are often less expensive, according to people familiar with the matter. </p><p>   Many of the department's questions have focused on online debit-card transactions, but investigators have asked about in-store issues as well, the people said. </p><p>   The probe highlights the important role of the so-called network fees that are invisible to consumers, lucrative for card companies, but a weight on merchants, who often pass on the fees in the form of higher prices to customers. </p><p>   It comes as Justice Department antitrust enforcers across administrations have placed an emphasis on scrutinizing digital-marketplace activities, including in the financial sector, and on investigating the business practices of dominant firms. In the new probe, the department is considering whether Visa's practices are allowing it to maintain a dominant market share unlawfully, the people said. </p><p>   A Justice Department spokeswoman declined to comment. </p><p>   Visa confirmed the probe in a regulatory filing Friday afternoon after the Wall Street Journal reported the investigation. It said it is cooperating with the Justice Department. The company said it hasn't yet received a civil subpoena from the department but \"we have received a notice to preserve relevant documents related to the investigation.\" </p><p>   \"We believe Visa's U.S. debit practices are in compliance with applicable laws,\" the company added. </p><p>   Visa's share price fell more than 6% Friday. </p><p>   Antitrust investigators have asked questions beyond just the debit-card routing issue, some of the people said. The department also has asked about Mastercard Inc.'s role in the debit-card marketplace, and whether financial-technology firms are real competitors to Visa and Mastercard, one of the people said. </p><p>   A Mastercard spokesman didn't provide a comment. </p><p>   The new civil investigation, launched in recent weeks, follows on the heels of the department's investigation of Visa's proposed acquisition of financial-technology firm Plaid Inc., the people said. The department sued Visa in November over the Plaid deal, alleging that the acquisition would allow Visa to unlawfully maintain a monopoly in online debit, where the department said it holds a roughly 70% market share. </p><p>   Plaid was developing an innovative, cheaper payment technology that could have been a threat to Visa, the government alleged. Visa called the lawsuit misguided, saying Plaid wasn't in fact a competitor. </p><p>   The companies dropped the deal in January, citing the potential length and complexity of litigation. </p><p>   How debit-card transactions are routed is a longstanding point of contention between merchants and card companies. The Durbin amendment, a part of the 2010 Dodd-Frank Act, requires that merchants have the ability to choose from at least two unaffiliated debit-card networks to route transactions. </p><p>   Merchants have for years alleged that they are often unable to route online debit-card purchases over smaller networks, such as Shazam or NYCE, when Visa or Mastercard's name is on the front of a card. The merchants say that as a result, they often end up paying higher network fees compared with what they would pay to lesser-known networks. </p><p>   The Justice Department is seeking information about the financial incentives that Visa provides to banks that issue cards on its network, according to one of the people familiar with the matter. It is looking at whether those incentives encourage banks to not enable routing on other networks, the person said. </p><p>   The DOJ also has asked about debit-card routing practices tied to newer payment methods, one of the people said. That includes when debit cards are used with mobile wallets like Apple Pay and separately when in-store customers pay by tapping debit cards on payment terminals rather than inserting them. </p><p>   Separately, the Federal Trade Commission has been investigating Visa and Mastercard over debit-card routing. Sen. Richard Durbin and Rep. Peter Welch also raised the issue in a letter to the Federal Reserve last summer. </p><p></p>",
  "published": "2021-03-20T06:17:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2382,
          "end": 2386
        },
        {
          "start": 2069,
          "end": 2073
        },
        {
          "start": 2462,
          "end": 2466
        },
        {
          "start": 2707,
          "end": 2711
        },
        {
          "start": 1311,
          "end": 1315
        },
        {
          "start": 1671,
          "end": 1675
        },
        {
          "start": 3331,
          "end": 3335
        },
        {
          "start": 3607,
          "end": 3611
        },
        {
          "start": 4203,
          "end": 4207
        },
        {
          "start": 272,
          "end": 276
        },
        {
          "start": 2276,
          "end": 2280
        },
        {
          "start": 48,
          "end": 57
        },
        {
          "start": 1159,
          "end": 1163
        },
        {
          "start": 1759,
          "end": 1763
        },
        {
          "start": 2677,
          "end": 2681
        },
        {
          "start": 0,
          "end": 4
        }
      ],
      "nexusId": "10063253"
    }
  ]
}