{
  "_id": "c1739137b8b1150e675a8f40fb9f2e30997c34636e8f3fea12bb13573d519d88",
  "feed": "ftcomall",
  "title": "Funding mega-rounds highlight investor ‘fomo'",
  "text": "<p>We wrote<a href=\"https://www.ft.com/content/5f31dc71-a074-4029-bb1a-78f63f3f887b\"> last week</a> that readers should be on the lookout for more funding mega-rounds, with venture capitalists particularly keen on companies like Stripe. A week later, and we've already seen $750m pour into two would-be Stripe rivals.&#xa0;</p> <p>London-based<a href=\"https://www.bloomberg.com/news/articles/2021-01-12/payments-firm-checkout-com-valued-at-15-billion-after-funding\"> Checkout.com</a> was the first, becoming Europe's most valuable private tech company with a $450m deal that valued it at $15bn. <a href=\"https://techcrunch.com/2021/01/13/rapyd-raises-300m-on-a-2-5b-valuation-to-boost-its-fintech-as-a-service-api/\">Rapyd,</a> which was founded in Israel but is now also headquartered in London, followed the next day with a $300m investment at a $2.5bn valuation.</p> <p>The two companies differ slightly in approach — Checkout focuses more on payment processing and acquiring while Rapyd also offers products such as white-labelled digital wallets — but both have benefited from a <a href=\"https://www.ft.com/content/5824df27-0dfb-4f83-b89a-8a9e63914c32\">coronavirus-induced surge</a> in digital payments, and a concurrent surge in interest from investors.</p> <p>Both raised cash earlier than they had planned, as firms such as Tiger Global — which now has shares in Rapyd, Checkout <em>and</em> Stripe — have begun actively seeking out companies before they need to raise money.</p> <p>Checkout's new $15bn pricetag is almost three times higher than the valuation at its last fundraising round just seven months ago, and follows similarly dizzying share price growth at <a href=\"https://www.ft.com/content/f8251e5f-10a7-4f7a-9047-b438e4d7f83a\">publicly listed </a>companies such as Adyen and Square. Stripe, meanwhile, has held <a href=\"https://www.ft.com/content/580e1330-b707-4c44-8979-1567cb3a800b\">discussions</a> about a further private funding round that could value it as high as $100bn.</p> <p>The companies say the surging valuations highlight confidence that the trends encouraged by the pandemic — declining cash usage and rising numbers of online and digital payments — are here to stay for the long term. Cynics suggest some investors also have an eye on more short-term gains from a potential wave of consolidation.</p> <p>“Basically, Stripe has raised so much money at such a high price there is a run on all companies that compete with a similar value proposition,” said one senior payments executive. “There's not a lot of yield on cash, add that to fomo [fear of missing out], and here we go!”</p> <p>Arik Shtilman, Rapyd chief executive, acknowledged that his company has benefited from a relative lack of choice for investors who want to gain exposure to the sector.</p> <p>“Investors are looking to put money in good companies that are doing online payments. The reality is there aren't a lot of companies that are big and global and doing it well,” he said.</p> <p>He stressed, however, that underneath the investor exuberance “the numbers are real”.&#xa0;</p> <p>“Growth because of the pandemic has been insane . . . In three months we skipped three years.”</p> <p>Rapyd intends to use some of the money it raised last week to make several smaller acquisitions to help it “double down” on its position in Brazil, speed up the process of getting regulatory licences in Asia, and potentially pick up bargains among companies that were damaged by the collapse of the airline industry in Europe.</p> <p>Mr Shtilman believes there is a “very low” chance of Rapyd becoming a takeover target itself, but recent experience shows that even companies with larger valuations like Checkout can be snapped up.</p> <p>“A lot of the investors in the space talk about a wave of consolidation,” said the first senior executive. “And shareholders largely have been welcoming of the economics of these deals because they ultimately lead to revenue synergies, and there's tonnes of overlap in software and development and other costs.”</p> <p>There have already been a string of tie-ups in the payments industry over the past two years, including Worldline's €7.8bn purchase of Ingenico, Fiserv's $39bn deal with First Data, FIS's $43bn acquisition of Worldpay and Global Payments' $22bn deal for TSYS. Last month the Wall Street Journal reported that <a href=\"https://www.wsj.com/articles/fis-global-payments-held-unsuccessful-talks-to-merge-11608487357\">FIS and Global Payments</a> had held talks over an even larger combination.&#xa0;</p> <p>Visa's attempted acquisition of Plaid fell apart last week due to competition concerns, but as with the talks between FIS and Global Payments, the discussions show that the appetite for deals among major firms has not gone away.</p> <h1>Quick Fire Q&amp;A</h1> <p><strong>Company name: </strong>Soldo</p> <p><strong>When founded: </strong>2015</p> <p><strong>Where based: </strong>London, UK</p> <p><strong>CEO: </strong>Carlo Gualandri</p> <p><strong>What do you sell and who do you sell it to:</strong> Every business spends money, but often inefficiently. We want to change that by helping to automate pay and spend processes</p> <p><strong>How did you get started</strong>: Founded by Carlo Gualandri — an entrepreneur who builds successful companies in industries transformed by market shifts, technology and regulations</p> <p><strong>Amount of money raised so far: </strong>$83.2m</p> <p><strong>Valuation at latest fundraising: </strong>Not disclosed</p> <p><strong>Major shareholders: </strong>Battery Ventures, Dawn Capital and Accel Partners</p> <p><strong>There are lots of fintechs out there — what makes you so special? </strong>We're liberating organisations from the chaos and confusion of managing business spending by streamlining financial administration, enabling efficiency and growth.</p> <h1>Further Fintech Fascination</h1> <p><strong>Plaid deal unravelled by DoJ checks: </strong>One of the biggest fintech deals of 2020 was <a href=\"https://www.ft.com/content/e10a83d4-b651-4097-b867-a6b42e21fb09\">abandoned</a> almost a year to the day after it was first proposed. Payments giant Visa called off the $5.3bn acquisition of Plaid after the US Department of Justice tried to block it on competition grounds. Visa insisted it was confident it “would have prevailed in court”, but said it wanted to avoid “protracted and complex litigation”.</p> <p><strong>“I read in the FT what a naughty boy you are”</strong>: Last week the German parliamentary inquiry into Wirecard turned its focus to the major banks that backed the once high-flying company, questioning figures including Deutsche Bank chief executive <a href=\"https://www.ft.com/content/2b90aed5-da7f-4e52-a8c6-b43a826c1936\">Christian Sewing, </a>Goldman Sachs' Germany chief Wolfgang Fink and former <a href=\"https://www.ft.com/content/af783224-2348-4ed7-87ec-5bb9ada06eea\">Commerzbank </a>CEO Martin Zielke. The most awkward moment of the week, however, was reserved for Deutsche board member <a href=\"https://www.ft.com/content/4d71688e-1ba5-4d6e-b55f-233817a59c9c\">Alexander Schütz,</a> as it emerged he had urged Wirecard's Markus Braun to “do [the FT] in!!” over its critical coverage of the now-disgraced payments group.</p> <p><strong>Buy now</strong>: Affirm made its stock<a href=\"https://www.ft.com/content/8c23f9ad-d870-4436-ad24-c7ae40d8af04\"> market debut</a> with a bang on Wednesday. The company's $49 per share IPO price was already comfortably above its initial target range, but by the end of the first day of trading, shares had almost doubled to $97.24. By Friday the lender, led by PayPal cofounder Max Levchin, had a market capitalisation of over $28bn.</p> <p><strong>Pay Later: </strong>Not everyone is so pleased with the rapid growth in the buy now, pay later industry. As FintechFT warned last week, scrutiny of the sector is also ramping up. The UK's Financial Conduct Authority was already looking at the sector as part of a broader review of consumer lending, but, as <a href=\"https://www.theguardian.com/money/2021/jan/12/mps-warn-buy-now-pay-later-firms-could-be-the-next-wonga\"><em>the Guardian</em> </a>reports, dozens of MPs are calling for more immediate action to avoid a surge in young people getting into unsustainable debt.</p> <p><strong>Jack Ma vs Xi Jinping</strong>: Another key story we highlighted last week was the tumult at China's Ant Group, which ran into trouble after founder Jack Ma criticised Chinese regulators shortly before it was due to IPO. This <a href=\"https://www.ft.com/content/751c2500-f50d-47c9-8f04-a28ad62285fd\">long read</a> from the FT's Tom Mitchell, Yuan Yang and Ryan McMorrow examines the tensions between entrepreneurs like Mr Ma and the Chinese state. Meanwhile <a href=\"https://www.ft.com/content/f0950778-450e-4ef2-804d-7e16946ac4c0\">international investors</a> like BlackRock, GIC and Silver Lake are debating what to do after being stuck with illiquid stakes in Ant after the collapse of its IPO.</p><p>Source: Nicholas Megaw 2021 'Funding mega-rounds highlight investor ‘fomo'' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-19T09:48:24.874Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3745,
          "end": 3749
        },
        {
          "start": 4988,
          "end": 4992
        },
        {
          "start": 5113,
          "end": 5117
        }
      ]
    }
  ]
}