{
  "_id": "ea90cb0ab6ccb331cd8c2fb3c7bad3acc087cc1847aa735606219bc7543f691c",
  "feed": "wall-street-journal",
  "title": "Amazon to Stop Accepting U.K.-Issued Visa Credit Cards; Visa says it is trying to resolve the matter so customers can continue using its cards after a Jan. 19 deadline",
  "text": "<p>When a shopper pays with a credit card, the merchant pays a fee to the bank that issued it. Card networks like Visa and Mastercard Inc. set those fees. The fees vary—credit cards that pay out perks like travel rewards are more expensive—but often run 2% or more.</p><p>\"These costs should be going down over time with technological advancements,\" the Amazon spokesman said, \"but instead they continue to stay high or even rise.\"</p><p>Visa said it is trying to resolve the situation so customers can keep using their U.K. credit cards after the January deadline. \"We are very disappointed that Amazon is threatening to restrict consumer choice in the future,\" a Visa spokesman said.</p><p>Retailers and card networks have been feuding over interchange fees for years, but Visa and Mastercard have long had the upper hand. Cash use as a share of payments has been declining for years in the U.S., and the pandemic accelerated the shift toward digital payments. Retailers that refuse to accept credit cards risk a big drop in sales.</p><p>Amazon is an exception to the rule. One of the world's largest retailers, it has taken on Visa in other markets, imposing a surcharge on Visa credit-card purchases in Singapore and Australia. It is also among a group of large merchants that have sued Visa, Mastercard and large card-issuing banks, alleging that they collude to avoid competing over interchange fees. The merchants say card fees are a hidden tax, particularly on lower-income consumers who are more likely to pay with cash and thus don't reap the benefits of rewards cards.</p><p>Still, the U.K. move is more of a warning shot than a direct hit: Amazon's U.K. net sales are about one-tenth of what they are in the U.S. Any financial blow to Visa is likely to be \"de minimis,\" Cowen analyst George Mihalos wrote in a research note Wednesday.</p><p>Visa shares closed down 4.7% to $205.06 on Wednesday.</p><p>Amazon isn't the first retailer to shut off Visa cards over fees. Supermarket chain Kroger Co. temporarily stopped accepting Visa credit cards at some of its stores a few years ago.</p><p>Online retailers like Amazon are more reliant on credit cards and other digital payments and are especially sensitive to interchange fees. Card networks typically impose higher fees on online purchases because they are deemed more vulnerable to fraud.</p><p>Amazon is offering some customers affected by the U.K. move £20 (or about $27) off a purchase to encourage them to update their payment method to another type of credit card or a Visa debit card. (Debit cards carry lower interchange fees.)</p><p>Amazon, with JPMorgan Chase &amp; Co., has its own credit card that runs on the Visa network in the U.S. The card, which offers Amazon Prime members cash back on purchases, is one of the most widely used co-branded credit cards in the U.S., according to a July 2021 report by Packaged Facts, beating out airline and hotel cards.</p><p>American Express Co. and Mastercard are in talks with Amazon to replace Visa as the network on the co-branded card, according to people familiar with the matter. Amazon has a U.K. credit card that already runs on the Mastercard network, making it less likely that the Visa ban will result in lost sales.</p><p>Write to AnnaMaria Andriotis at annamaria.andriotis@wsj.com and Margot Patrick at margot.patrick@wsj.com</p><p>Amazon to Stop Accepting U.K.-Issued Visa Credit Cards</p>",
  "published": "2021-11-17T21:57:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 111,
          "end": 115
        },
        {
          "start": 423,
          "end": 427
        },
        {
          "start": 2939,
          "end": 2943
        },
        {
          "start": 1103,
          "end": 1107
        },
        {
          "start": 1993,
          "end": 1997
        },
        {
          "start": 1912,
          "end": 1916
        },
        {
          "start": 1714,
          "end": 1718
        },
        {
          "start": 2618,
          "end": 2622
        },
        {
          "start": 2481,
          "end": 2485
        },
        {
          "start": 3313,
          "end": 3317
        },
        {
          "start": 754,
          "end": 758
        },
        {
          "start": 650,
          "end": 654
        },
        {
          "start": 1814,
          "end": 1818
        },
        {
          "start": 3135,
          "end": 3139
        },
        {
          "start": 1264,
          "end": 1268
        },
        {
          "start": 37,
          "end": 41
        },
        {
          "start": 56,
          "end": 60
        },
        {
          "start": 1150,
          "end": 1154
        }
      ],
      "nexusId": "10063253"
    }
  ]
}