{
  "_id": "82461944e892b91a71aa6901820b693285ef0d8301ddccf127e3941e6b567993",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>The House of Representatives on Wednesday will vote on whether to impeach Donald Trump for a second time after Mike Pence <a href=\"https://www.ft.com/content/2f107a54-e70c-4a52-a26d-89fbb188bfbd\">ruled out invoking the 25th amendment</a> to remove the president from office for inciting the attack on the US Capitol. </p> <p>In a letter to House Speaker Nancy Pelosi, the vice-president said: “I do not believe that such a course of action is in the best interest of our nation or consistent with our constitution.”</p> <p>In his first unscripted comments since last week's attack on the Capitol, Mr Trump on Tuesday said that Democrats' efforts to impeach him for a second time were “causing tremendous anger” and that he bore no responsibility for his supporters' attack last week. </p> <p>Michael Sherwin, the acting US attorney for the District of Columbia, said he expected <a href=\"https://www.ft.com/content/60a72a7c-d312-4cd3-9256-a2a427d3cad3\">“hundreds”</a> of&#xa0;those involved in last week's violence to be charged with criminal offences as the FBI <a href=\"https://www.ft.com/content/57d4b542-9f2b-40f8-9361-3ae8838d2754\">raced to track down</a> the insurrectionists before Joe Biden's inauguration.</p> <p>Meanwhile, Liz Cheney sent shockwaves through Washington when she said she would vote to impeach Mr Trump. Ms Cheney, the third-ranking Republican in the House and someone who is seen as a potential future leader of the GOP, was joined by John Katko from New York, Adam Kinzinger from Illinois and Fred Upton from Michigan. Mitch McConnell, Senate majority leader, is also <a href=\"https://www.nytimes.com/2021/01/12/us/mitch-mcconnell-trump-impeachment.html\">reportedly pleased with the impeachment efforts</a>. </p> <p>The backlash against the Republicans has led many donors to cut their support. But on Tuesday a new anti-Trump group of Republican donors pledged $50m to help GOP lawmakers who support Mr Trump's impeachment. What took corporations so long, <a href=\"http://ft.com/content/b4b3eaf5-1618-41bd-8ee5-641075c564aa\">asks Brooke Masters</a>. And will their disgust last? (FT, NYT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p>Highly contagious <strong>new variants</strong> of coronavirus will emerge more frequently and spur further infection waves, one of the world's leading infectious disease experts <a href=\"https://www.ft.com/content/f2794fd0-8a40-4ff1-91fa-78bfa75f519f\">has warned</a>.</p></li>  <li><p>The <strong>US </strong>is to <a href=\"https://www.ft.com/content/4bfbde69-203f-4abf-a305-b932d9b7af6b\">require a negative Covid-19 test</a> from international air passengers.</p></li>  <li><p><strong>China</strong> has placed travel restrictions on <a href=\"https://www.ft.com/content/488ccf5a-e105-4852-a098-af46a038e7b1\">an area inhabited by 23m people</a> and put others into lockdown after a sudden rise in new cases.</p></li>  <li><p><strong>Japan </strong>has extended <a href=\"https://www.ft.com/content/44dbdcce-c6dc-341e-b485-832c917169fb#post-59320\">its state of emergency</a> from the Tokyo area to another seven prefectures covering the cities of Osaka, Kyoto, Kobe, Fukuoka and Nagoya.</p></li>  <li><p><strong>Brazil's health officials </strong>said a Chinese coronavirus vaccine has shown an efficacy rate of just 50 per cent, <a href=\"https://www.ft.com/content/6b3940fe-19fe-456f-a751-05e572ee4894\">significantly lower</a> than originally indicated. (FT)</p></li> </ul> <p>The pharmaceutical industry has warned against straying from <a href=\"https://www.ft.com/content/fe796144-4570-4075-be86-b370436bdf1d\">tried-and-tested dosing intervals</a> for Covid-19 vaccines, saying doing so risks public confidence in the shots. Follow the latest developments on <a href=\"https://www.ft.com/content/44dbdcce-c6dc-341e-b485-832c917169fb\">our live blog</a>. (FT)</p> <h2>In the news</h2> <p><strong>Exclusive: Vanguard's assets hit record $7tn </strong>Vanguard's assets under management have <a href=\"http://ft.com/content/3b80cd1d-8913-4019-b6aa-b6f6ddb155a5\">surged beyond the $7tn mark for the first time</a> after the investment industry's fiercest price competitor attracted net cash inflows of $186bn last year. </p> <ul>  <li><p>Separately, Vanguard and BlackRock, the world's largest asset managers, face <a href=\"https://www.ft.com/content/f68aed6f-c395-4515-8041-a69107fb37c6\">offloading billions of dollars worth of investments</a> to comply with the US decision to blacklist Chinese companies with alleged military ties. (FT)</p></li> </ul> <p><strong>Joe Biden poised to name foreign policy expert as Asia tsar</strong> Kurt Campbell, a veteran foreign policy expert, is to serve in <a href=\"https://www.ft.com/content/ac4c02f4-48a7-49f3-9a06-0c3879750b37\">the newly created role</a> of Asia tsar under Joe Biden. The move is designed to reflect the growing importance to the incoming administration of US-China relations. (FT)</p> <p><strong>Visa drops planned acquisition of Plaid </strong>Visa has <a href=\"https://www.ft.com/content/e10a83d4-b651-4097-b867-a6b42e21fb09\">dropped its deal</a> to buy fintech start-up Plaid for $5.3bn after the US Department of Justice sought to block the transaction on antitrust grounds. “We are confident we would have prevailed in court,” Al Kelly, chief executive of Visa, said, adding the company axed the deal to avoid “protracted and complex litigation”. (FT)</p> <p><strong>UniCredit's chief executive hunt narrows </strong>UniCredit has approached <a href=\"http://ft.com/content/5b38278d-716d-4598-aea3-ba0e9c848eb5\">some of Europe's top available bankers</a>, including Andrea Orcel, Tidjane Thiam and Martin Blessing, as it looks to appoint a new chief executive after a dispute over the Italian lender's future. The board could make a decision within the next four weeks. (FT)</p> <p><strong>Canada's Couche-Tard in takeover talks with France's Carrefour</strong> Canadian convenience store group Alimentation Couche-Tard <a href=\"https://www.ft.com/content/4e8a2ac5-bfa6-4da6-81b5-44d8238644a2\">has approached</a> France's Carrefour about a takeover that would combine two retail groups jointly worth more than $50bn. (FT)</p> <p><strong>WhatsApp fights back as users flee to Signal and Telegram</strong> Facebook is scrambling to deal with <a href=\"https://www.ft.com/content/ee1b716d-4ed2-4b26-8da1-40c98db7b9b6\">a sudden competitive threat</a> to its messaging platform WhatsApp after a change to its terms of service sparked privacy concerns and prompted users to turn to rivals such as Signal and Telegram in droves. (FT)</p> <p><strong>Affirm prices above range in further sign of hot IPO market</strong> Affirm, the consumer lender led by PayPal co-founder Max Levchin, sold shares <a href=\"https://www.ft.com/content/8c23f9ad-d870-4436-ad24-c7ae40d8af04\">well above its expected price range</a> during an initial public offering,&#xa0;in a sign of the continued exuberance for new US listings. (FT)</p> <p><strong>Sheldon Adelson dies aged 87 </strong>The US casino magnate and prominent Republican donor and philanthropist, has <a href=\"https://www.ft.com/content/06f1f52e-f23a-484a-9dea-b633402c47bf\">passed away after a long illness</a>, his wife announced on Tuesday. He was 87. (FT)</p> <h2>The day ahead</h2> <p><strong>US inflation figures </strong>Today will see the release of the latest US consumer prices data as investors brace for <a href=\"https://www.ft.com/content/b9a57b4b-0fe5-44e8-9a85-0f6f27442d7a\">a surge in prices</a> this year.&#xa0;A consensus forecast, compiled by Bloomberg, predicts a month-on-month rise of 0.4 per cent in the consumer price index for December and a year-on-year increase of 1.3 per cent. (FT)</p> <p><strong>Virgin Orbit launches rocket </strong>Virgin Orbit will make its second <a href=\"https://www.ft.com/content/f999980f-2ce4-4c60-b277-c1e484039744\">attempt</a> to launch a rocket from a jumbo jet after the first was aborted last May. The 13th European Space Conference concludes the same day. (FT)</p> <h2>What else we're reading</h2> <p><strong>Bitcoin leaves traditional money managers queasy </strong>Bitcoin has just endured its worst bout of tumult: at one point on Monday, it traded $10,000 below the peak of almost $42,000 days earlier. The <a href=\"http://ft.com/content/0746e3c6-9177-4fcd-91bb-e427aa9f9267\">jolt of volatility has dulled hopes</a> that large pension funds and traditional investors will pile into the most actively traded cryptocurrency anytime soon. (FT)</p> <p><strong>Why the Republican party will be hard to rescue </strong>Their first problem is the depth and age of the internal rot. Republicans have to undo decades of flirtation with paranoid elements, not just five years' worth, <a href=\"https://www.ft.com/content/cabfd2bc-54d9-4a9e-8cd2-d8e1e19351d1\">writes Janan Ganesh</a>. The party has not policed its&#xa0;right flank&#xa0;for a long time. (FT)</p> <p><strong>The EU's Turkish problem </strong>Furious at the preconditions, Recep Tayyip Erdogan almost walked away from the EU before Turkey's effort to join it had officially begun. More than a decade and a half later, the country is further away than ever from joining the bloc, with many EU diplomats scarred by years of spats and <a href=\"http://ft.com/content/62fe8ff3-4ef3-478f-94fa-39273b7f53ca\">sceptical of a change in the relationship</a>. <em>This is the second part of a series exploring Turkey's geopolitical ambitions. </em><a href=\"https://www.ft.com/content/8052b8aa-62b9-40c9-a40c-d7187d5cd98a\"><em>Read the first here</em></a><em>. </em>(FT)</p> <p><strong>After Merkel: the battle for her party's soul </strong>Below the surface a fierce battle is raging for the soul of Angela Merkel's Christian Democratic Union, a party that has governed Germany for 50 of the past 70 years. With the leadership election only three days away, it will <a href=\"http://ft.com/content/ce034f34-cbc6-4ea9-8c16-41fc939fc0fe\">stake its claim to another four years in power</a> after losing some of its identity. (FT)</p> <p><strong>The electric car future is finally taking off </strong>There have been many false dawns for the electric car, <a href=\"https://www.ft.com/content/f6e9ea18-acf6-46d9-ba2b-2920495db8f3\">writes our editorial board</a>. But as policymakers look to rebuild their economies after the pandemic, Norway's electric vehicle successes provide an important lesson on how to help change consumer behaviour and spur private-sector investment. (FT) </p> <h2>Cartoon of the day</h2> <p><a href=\"https://www.ft.com/content/c6ece8d1-117a-4f83-9077-4462f49ddb4a\">New series of Sex and the City announced</a> (FT)</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-13T11:59:23.890Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3430,
          "end": 3434
        },
        {
          "start": 3390,
          "end": 3394
        },
        {
          "start": 3668,
          "end": 3672
        }
      ]
    }
  ]
}