{
  "_id": "d1c56398a37242c15665160ca471157476a5c8437447a2bb09dce529b4031abf",
  "feed": "ftcomall",
  "title": "OnlyFans to ban sexually explicit content over regulatory concerns",
  "text": "<p>OnlyFans will ban sexually explicit content on its platform over regulatory concerns, shunning the creators who helped make the UK company one of the world's fastest-growing social platforms.</p> <p>The company said on Thursday that from October 1 it would no longer allow content “containing sexually explicit conduct” in order to “comply with the requests of our banking partners and payout providers”. </p> <p>Nudity will still be allowed and the company said more detailed guidance would be published to its more than 2m creators in the coming days. </p> <p>“In order to ensure the long-term sustainability of the platform, and to continue to host an inclusive community of creators and fans, we must evolve our content guidelines,” it said in a statement. </p> <p>The unexpected move will come as a shock to adult performers, many of who have <a href=\"https://www.ft.com/content/6d4562f8-166f-4a89-a3cb-db97123a6cf0\">flocked to the platform</a> during the coronavirus pandemic as production of more traditional pornography was stymied by lockdowns.</p> <p>Tim Stokely, the company's founder and chief executive, had <a href=\"https://www.ft.com/content/f034e311-942e-4d4f-a970-81ee54c568a3\">told the Financial Times</a> in April that he had “no plans to shut down adult creators”.</p> <p>The platform, where sex workers, celebrities and influencers charge fans for pictures, videos and customised content, increased transactions 615 per cent to £1.7bn last year and was, before the decision, expecting pre-tax profits of £300m this year.</p> <p>One person close to the business said the directors and the company's majority owner Leonid Radvinsky had made the decision recently, as it was becoming difficult to attract new business partners owing to the stigma around pornographic content.</p> <p>OnlyFans was uncertain of the short-term hit that would result from the shift, but directors have estimated a potential revenue drop of 25 per cent over the next few months.</p> <p>“You can either be the biggest porn site in the world or you can have a social media platform that in terms of its business model is amazing,” said the person close to the company, explaining that OnlyFans would attempt to take on more mainstream platforms such as Facebook's Instagram and TikTok.</p> <p>“It's fair to say they have lost potential partners as [their] boards would say [porn] was too big of a reputational risk,” the person added.</p> <p>OnlyFans has also faced high processing costs from payment merchants such as Visa and Mastercard, which charge higher rates for businesses in the adult industry. </p> <p>The company has in recent months been preparing for a <a href=\"https://www.ft.com/content/0de69a2f-0bee-49e0-9c1a-5e52fb454c3b\">share sale</a> to bring in new investors, a move the person close to the company said had been paused as it contemplated the drastic change to its business model.</p> <p>YNOT, a news provider and events organiser in the adult industry, told the Financial Times the changes would “harm thousands of women, men and historically marginalised people who have relied on that platform to generate a safe income from home”.</p> <p>It added that adult content creators should make sure to diversify their revenue streams since&#xa0;rules on social media platforms were likely to become more restrictive as a long-running <a href=\"https://www.ft.com/content/b50dc0a4-54a3-4ef6-88e0-3187511a67a2\">war on the porn industry</a> has regained energy in recent years.</p> <p>“Certain media pundits . . . continue to mischaracterise our industry, lack nuance, and have contributed to unnecessary hardships for a lot of people trying to earn an honest living,” the group added.</p><p>Source: Patricia Nilsson in London 2021 'OnlyFans to ban sexually explicit content over regulatory concerns' FT.com 19 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-19T18:52:53.226Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2277,
          "end": 2281
        }
      ],
      "nexusId": "10063253"
    }
  ]
}