{
  "_id": "bb4941edd386502f195e0c2bf7e25db5ee4d951eaee5ad80eaa5b53f54f5d403",
  "feed": "wall-street-journal",
  "title": "U.S. Arrests Fugitive Chinese Businessman, Alleging Visa Fraud; Shi Jianxiang, who is wanted in China after the collapse of his fintech empire, lied about his name, the Justice Department says",
  "text": "<p>Mr. Shi has been described in official Chinese records as one of the country's leading fugitives wanted for financial crimes. He was the subject of a front-page article in The Wall Street Journal in 2019 that detailed how after fleeing China in 2016 he was living in the Los Angeles area, where he ran a Hollywood movie company, had promoted a cryptocurrency venture with boxer Mike Tyson and posed for a photo alongside then-President Trump.</p><p>Chinese authorities allege Mr. Shi disappeared after committing fraud and causing losses of billions of dollars from a collection of Shanghai financial firms he controlled that grew large as investors in the country rushed into new forms of financial investments, such as online peer-to-peer lending. A still-current \"red notice\" from the international policing agency Interpol says Chinese authorities seek Mr. Shi's arrest for the \"crime of illegal fundraising by fraudulent means.\"</p><p>The collapse of his quickly built financial empire in China was a stunning setback for the so-called fintech trend and helped trigger a regulatory push toward controlling the sector.</p><p>The Justice Department statement cited involvement of the State Department's Diplomatic Security Service, which handles visa issues, as well as a wire-intercept division of the U.S. Drug Enforcement Administration. The statement didn't mention Chinese authorities, indicating little link between the U.S. case and China's efforts to prosecute Mr. Shi. The U.S. has sometimes repatriated Chinese fugitives after convicting them of American immigration violations.</p><p>A California lawyer who has represented Mr. Shi didn't immediately respond to questions and no one could be reached at companies linked to him in the U.S. In the past, Mr. Shi has denied responsibility for the losses in China and had declined through intermediaries to comment on his legal status in the U.S. The Justice Department said he appeared in a Las Vegas court last Thursday and will be prosecuted in federal court in the Southern District of Florida.</p><p>In its statement, the Justice Department said that to obtain two nonimmigrant visas he used in 2016 to enter the U.S. at Miami International Airport, Mr. Shi falsely stated he had used no other names. It said Mr. Shi had in fact used an alternate identity, under the name Long Niu, on a separate travel document that he used to enter the U.S. in 2017. It said, as the Journal had also reported, that while in the U.S. Mr. Shi has used the name Morgan Shi.</p><p>The Shanghai-born Mr. Shi has spent years building financial businesses by marketing their purported links to celebrities, both in China and more recently in the U.S. where he has marketed cryptocurrency ventures and positioned himself as a movie distributor, according to interviews with people who worked with him and his own statements.</p><p>A flashy dresser known for wearing capes and colorful hats, Mr. Shi had marketed his since-collapsed Shanghai deposit-taking businesses around events that featured himself on stage with Asian and Hollywood movie stars. More recently in the U.S., Mr. Shi has done much the same using a string of investment companies, including ventures that aimed to launch cryptocurrencies, that also have celebrity tie-ins, such as a bid to sell a coin called Tyson Token that Mr. Tyson, the boxer, quickly disavowed.</p><p>A representative for Mr. Tyson didn't immediately respond to questions on Sunday.</p><p>In September, the Securities and Exchange Commission canceled all securities related to a movie company Mr. Shi took control of while in the U.S., Moregain Pictures Inc. The SEC said Moregain has failed to issue financial reports since 2019, around the time Mr. Shi became involved. The Journal article showed how loss-generating Moregain depended on money from offshore rather than revenue generated in the U.S.</p><p>After the break with Mr. Tyson, Mr. Shi marketed cryptocurrency opportunities with a brand called Fight to Fame BMS, which says on its website its tokens have risen 3,233% in value with a total worth above $30 billion. No investment by the firm appears on major listings of tradable cryptocurrencies.</p><p>The Justice Department said Mr. Shi was arrested at a Las Vegas convention where he was promoting a cryptocurrency venture.</p><p>Aruna Viswanatha contributed to this article.</p><p>Write to James T. Areddy at james.areddy@wsj.com</p><p>U.S. Arrests Fugitive Chinese Businessman, Alleging Visa Fraud</p>",
  "published": "2021-10-31T22:14:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 4401,
          "end": 4405
        },
        {
          "start": 52,
          "end": 56
        }
      ],
      "nexusId": "10063253"
    }
  ]
}