{
  "_id": "bf0e5a33eb7ce618520706b5effb15cb5731f362dff51ae860814794289fb2b6",
  "feed": "wall-street-journal",
  "title": "The Afghanistan Crisis: Veterans Push to Aid Afghan Interpreters' Escape",
  "text": "<p>The Afghan interpreter spent Monday hiding in Kabul with his wife and three children, said Mr. Kiernan, who now spends much of his day calling people, hoping to shake loose visas so that his old colleague can fly out before it is too late. He says he calls his friend in Afghanistan every 12 hours to check in.</p><p>Many military veterans say they forged lasting bonds with Afghan interpreters who ate meals with them, bunked alongside them and, on occasion, saved their lives. The Taliban's victory over Afghan forces this week has left tens of thousands of American allies stuck and at risk, and is prompting frantic efforts by military vets to get their former colleagues out. It has brought feelings of bitterness and guilt to many veterans who feel bonded to their Afghan friends and has even left them embarrassed by how the U.S. has seemingly abandoned those who were so loyal.</p><p>\"Some of these guys are absolutely special,\" Mr. Kiernan said of Afghans who helped Americans during the 20-year military presence there. \"It's not like we didn't know this was coming. I'm especially bitter that we've forsaken the bonds of camaraderie and abandoned our allies.\"</p><p>President Biden said Monday that he stood by his decision to withdraw U.S. troops from Afghanistan, though he said the exit has been \"far from perfect.\"</p><p>The administration also said some 22,000 Afghans could be relocated in coming weeks, though the mechanism for that process was left undefined, even as thousands scramble for safety.</p><p>National security adviser Jake Sullivan said Tuesday that the Taliban said they would allow safe passage for people to travel to the airport, even as reports from Kabul indicate the group had set up checkpoints.</p><p>Like Mr. Kiernan, Afghanistan war veteran Doug Livermore hasn't been sleeping much over the past few days. He finds himself sometimes spending 20 hours a day fielding calls, answering emails and trying to help Special Immigrant Visa applicants get to and then resettle in the U.S.</p><p>The former Army Special Forces officer is now a board member of No One Left Behind, a nonprofit whose mission is \"ensuring that America keeps its promise to our interpreters from Iraq and Afghanistan.\"He found time to talk about the past 48 hours when his computer crashed late Monday night and he was forced to take a break.</p><p>\"These are folks who invested in the American dream even before they became Americans, when they were fighting alongside us,\" Mr. Livermore said. The organization began in 2013 when an Afghan interpreter struggled through the SIV process and launched it to help others like him. The organization ramped up its efforts to evacuate Afghan interpreters after former President Donald Trump announced the pullout early last year. \"That was our clarion call,\" he said.</p><p>They bought tickets for commercial airlines and worked to speed visas, but all that fell apart over the past week, as the Taliban quickly took control of the country. On Sunday, after the Taliban captured Kabul, the capital, No One Left Behind was flooded with emails and desperate calls for help.</p><p>Many of those calls are coming from U.S. veterans who have reconnected with their interpreters.</p><p>Ismail Hussainy, who spent four years working as an interpreter, adviser and guard for a security contractor under the U.S. Army Corps of Engineers at Bagram Airfield, said he has been trying to get a visa since 2014. His application was denied after his former supervisor who wrote his reference letter died, and Mr. Hussainy said he couldn't find another American to vouch for him.</p><p>\"Our life is in danger,\" Mr. Hussainy said Monday by phone from Kabul, where he is living with his wife, four children and parents.</p><p>He recently reconnected with an American colleague from his time in Bagram, Ryan Jackson, who pledged to serve as his reference and help with the visa process.</p><p>Mr. Jackson has been scouring the internet looking for contacts but has mostly found generic inboxes and phones that go unanswered. \"I don't know where we're supposed to go from here,\" Mr. Jackson said Monday. \"You can't get any point of contact.\"</p><p>Andrew Darlington, who served two tours in Afghanistan as a Marine, has also been working to get his interpreter, Sayed Obaidullah Amin, on a flight out of the country and has spent the past few days fighting with \"Obaid\" over the phone to get him to go wait for a flight at the airport. That would mean leaving his wife and children behind.</p><p>\"You will be killed by the Taliban,\" Mr. Darlington wrote in a text. \"I will go alone,\" Obaid finally replied, resigned to leaving behind his family.</p><p>But Obaid couldn't ultimately carry through with such a wrenching choice. As of Tuesday, he had rejoined his family, choosing to wait together with them in Kabul, Mr. Darlington said.</p><p>Mr. Darlington, like many others trying to get people out, wants the stories of delay and confusion to reach U.S. leadership quickly. \"Please put pressure on Washington to get their asses in gear,\" he said. \"These guys don't have time.\"</p><p>\"I'm most furious with this administration,\" Mr. Kiernan said. \"It's not all on [Mr. Biden's] shoulders, but we've known for months there were allies out there whether journalists or interpreters. They extended their hands when we needed it.\"</p><p>---</p><p>Sara Randazzo contributed to this article.</p>",
  "published": "2021-08-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1934,
          "end": 1938
        }
      ],
      "nexusId": "10063253"
    }
  ]
}