{
  "_id": "c778704a4e0259ec60097fb270723ef739a24b5e979bec1dc74cc9c239b8353d",
  "feed": "wall-street-journal",
  "title": "Spark Capital Shoots for $2 Billion for Next Pair of Funds; The backer of companies like fintech Plaid and messaging startup Discord is raising bigger funds, in line with broad trends in the venture world",
  "text": "<p>It's a fast turnaround: Spark announced its prior two funds in early 2020. The firm is looking to significantly increase its capital under management, a strategy generally in line with the venture market's inflationary trends.</p><p>The median venture fund raised in the first half of this year in the U.S. was 67% larger than the same firm's prior fund, according to PitchBook Data Inc., up from a median step-up of about 40% or less in each of the prior five years. The median time between fundraisings has remained mostly steady though, at about 2.3 years, according to PitchBook.</p><p>Founded in 2005, Spark first made a name for itself by investing early in companies like Twitter Inc., Tumblr and Oculus VR.</p><p>As of the end of last year, Spark had generated an aggregate of 2.32 times multiple on invested capital and a 26.9% net internal rate of return across seven of its funds for one of its longtime limited partners, the Los Angeles City Employees' Retirement System, or LACERS. That compared with a 1.69 times multiple and an IRR of 9.6% across LACERS' venture-capital portfolio.</p><p>Spark's current portfolio of private companies includes messaging startup Discord Inc. and fintech Plaid Inc., whose sale to Visa Inc. was scuttled by antitrust challenges earlier this year. Plaid was recently valued at $13.4 billion.</p><p>Several of Spark's portfolio companies have gone public in the past 12 months, including fintechs Affirm Holdings, Flywire Corp., Coinbase Global Inc. and Marqeta Inc., while other listings are still in the works, including the planned direct listing of eyeglass company Warby Parker.</p><p>Spark's exits also include the recent $1.8 billion sale of Stack Overflow, an online community for software developers.</p><p>Spark Capital has an investing team of more than a dozen. General Partner Yasmin Razavi, an investor in Marqeta Inc., Rapyd and others, as well as Will Reed, an investor in Discord, among others, became executive officers of Spark's management company early this year, according to a regulatory filing. General partners Kevin Thau, Nabeel Hyatt and Jeremy Philips, meanwhile, became members of the management company late last year, according to the filing.</p><p>Spark has also had some departures. Last year, Megan Quinn, a general partner, left to become chief operating officer at Niantic Inc., a portfolio company, while Alex Clayton, a partner, left to join Meritech Capital as a general partner.</p><p>Spark, which started in Boston, also has locations in San Francisco and New York.</p><p>Write to Yuliya Chernova at yuliya.chernova@wsj.com</p>",
  "published": "2021-09-10T11:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1204,
          "end": 1213
        }
      ],
      "nexusId": "10063253"
    }
  ]
}