{
  "_id": "7674365c2438e931289e3c9d58799198ee5b51d641fb9710b760b234255cddf5",
  "feed": "ftcomall",
  "title": "Amazon/Visa: duopolists finally face a bigger, uglier challenger",
  "text": "<p><br>Amazon is challenging the lucrative payments duopoly created by Visa and Mastercard. By <a href=\"https://www.ft.com/content/510ddfaa-ee32-48fe-b929-fee6d5aa5b49\">ditching Visa credit cards </a>in the UK, <a href=\"https://www.amazon.co.uk/Everything-Store-Jeff-Bezos-Amazon/dp/0552167835/ref=sr_1_1?keywords=the+everything+store&amp;qid=1637244910&amp;qsid=258-5380932-6021641&amp;sr=8-1&amp;sres=0552167835%2C9124072567%2C1398500968%2CB07RRJNGX9%2C1408890674%2CB09M2QW486%2C1529109426%2C0241425441%2CB09M47BC91%2C1529109485%2C1398503703%2CB09M46NK76%2C0241388686%2C1598697838%2CB09LTYZYM4%2C1785945076&amp;srpt=ABIS_BOOK\">the everything store</a> is putting the pair on notice that the balance of power is shifting. </p> <p>Retailers have tried before. Walmart in Canada did so briefly. Costco, which wrings out lower merchant fees in return for exclusivity, has a longer record. But neither has the global reach and market power of Amazon.</p> <p>True, this can be dismissed as a small spat specific to a small island in the wake of Brexit. Amazon is riled by Visa increasing fees from 0.3 to 1.5 per cent on UK credit card purchases in the EU. Visa credit cards are used on less than a tenth of the UK spend on Amazon.</p> <p>But this is not Amazon's only move. Amazon is considering an end to co-branded plastic with Visa in the US, the market that matters the most. It has added surcharges to Visa transactions in Singapore and Australia. </p> <p>From next year US customers will be able to use <a href=\"https://newsroom.paypal-corp.com/2021-11-08-PayPal-and-Amazon-to-Enable-Customers-to-Pay-with-Venmo-at-Checkout\">PayPal-owned Venmo</a>, allowing them to bypass Visa and Mastercard networks altogether. Shoppers in Poland and the Netherlands have the option of bank transfers.</p> <p>Visa and Mastercard boast consistently steep ebitda margins — 60-70 per cent. These point to a market failure. But the footing of the payments titans is becoming less sure thanks to a flurry of fintechs. For now, most of these — such as buy-now-pay-later specialist Klarna — still use credit card payments. But that is changing. Consumers, the bedrock of the duo's appeal, have an increasing range of options. </p> <p>Visa is nervous, judging by its first global TV advertising campaign. This talks up the group's broader role in enabling transactions — making it seem more like an agile super app than a toll keeper. </p> <p>Visa's marketing costs surged 58 per cent year on year in the fourth quarter and only slightly less in the previous three months. Mastercard's are up a third in the first nine months of the year. Client incentives, paid out to issuing banks, were equivalent to a quarter of Visa's gross revenues last year.</p> <p>Investors are nervous too. Valuations, both as multiples of ebitda and revenues, have been contracting since late July and took another dip following results announcements. The good times are coming to an end for one of business's most enduring duopolies.</p> <p><br><strong>​Letter in response to this column</strong>:​</p> <p><a href=\"https://www.ft.com/content/b5dc665a-75fc-482c-8be8-8f74c3487b39\"><em>Retailers must be free of payment monopolies</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/b5dc665a-75fc-482c-8be8-8f74c3487b39\"><em>From Roger De'Ath, Head of Ecommerce, TrueLayer, London EC1, UK</em></a></p><p>Source:  2021 'Amazon/Visa: duopolists finally face a bigger, uglier challenger' FT.com 18 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-18T16:31:44.646Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 64,
          "end": 68
        },
        {
          "start": 631,
          "end": 635
        },
        {
          "start": 798,
          "end": 802
        },
        {
          "start": 546,
          "end": 550
        },
        {
          "start": 1128,
          "end": 1132
        },
        {
          "start": 1738,
          "end": 1742
        },
        {
          "start": 2012,
          "end": 2016
        },
        {
          "start": 875,
          "end": 879
        },
        {
          "start": 97,
          "end": 101
        },
        {
          "start": 1013,
          "end": 1017
        },
        {
          "start": 1538,
          "end": 1542
        }
      ]
    }
  ]
}