{
  "_id": "52a2d7bc6cf0700981778cf00c07fdb43a61b2895054f9e47f885460f9be9528",
  "feed": "wall-street-journal",
  "title": "Paying With a Credit Card? That's Going to Cost You. More businesses are trying to offset transaction fees with cash discounts and credit-card surcharges; 'My business is made on the pennies'",
  "text": "<p>Data on cash discounting is hard to come by, and less than 5% of 8 million card-accepting small businesses in the U.S. charge fees for credit-card payments, according to estimates from payments consultancy the Strawhecker Group. But that share has risen steadily in recent years. Five years ago, an estimated 2% or less of businesses charged fees on credit-card purchases.</p><p>The coronavirusaccelerated the shift, sending businesses in search of revenue to make up for sales lost in the pandemic's early months. CardX LLC said more than 6,400 merchants—most of them online businesses—use its surcharge-calculating software, up from 4,030 a year ago and 2,380 in 2019.</p><p>\"More merchants have turned toward making those costs transparent to the consumer,\" said John Drechny, chief executive of the Merchant Advisory Group, which represents U.S. merchants on payments issues.</p><p>Karen's Dairy Grove, an ice cream shop outside of Cleveland, Ohio, charges an extra quarter when customers use credit cards for purchases of less than $5. Owner Karen Morell said she made that decision after cash sales fell and credit-card purchases rose during the pandemic.</p><p>\"My business is made on the pennies. If I do everything right I have a small margin,\" she said. \"On a $5 ice cream, 25 cents is a big chunk of the margin.\"</p><p>Card networks like Visa Inc. and Mastercard Inc. set the interchange fees that businesses pay to credit-card issuers when consumers use credit cards. Merchants also pay fees to the networks and other intermediaries involved in processing the payments. The total dollar amount of these merchant fees from Visa and Mastercard credit cards more than doubled between 2012 and 2019 to $67.6 billion, according to the Nilson Report. Credit-card usage declined in the pandemic, causing fees to fall 15% to $57.3 billion.</p><p>Westenbroek Mower Inc., which sells lawn mowers, snowblowers and other outdoor power equipment, began surcharging about two years ago.</p><p>Wendy Timmer said that she and her husband Travis, who owns the Holland, Mich., business, initially worried that customers would get upset. But the alternative was increasing prices for everyone, including those who pay with cash, she said. Credit-card fees were \"one of the fastest increasing segments of our business cost wise,\" she said.</p><p>A sign by the register says that customers paying with credit cards will be charged more. They also remind customers when they pull out a credit card that they will pass the card companies' fees onto them. Many shoppers switch to paying with debit cards, Ms. Timmer said. Some go home to get their checkbooks.</p><p>Ms. Timmer said the company is saving tens of thousands of dollars a year as a result. \"It was single-handedly one of the best decisions that our company has ever made,\" she said.</p><p>The payments industry has long argued that consumers spend more when shopping with credit cards than when using cash. It says that credit cards and other digital-payments methods also helped small merchants stay in business during the pandemic, when shoppers eschewed cash and moved much of their buying online.</p><p>Card payments also benefit small businesses by \"eliminating the substantial cost of counting, storing, safeguarding, and transporting cash,\" said Jeff Tassey, board chairman of the Electronic Payments Coalition, which represents card networks and financial institutions.</p><p>\"Every day, we help merchants of all sizes increase their sales by making it easy and secure for consumers to pay at any time, both in-store and online,\" a Mastercard spokesman said. \"Electronic payments became even more valuable over the past year as people looked for ways to continue to shop, while remaining socially distanced.\"</p><p>A Visa spokeswoman declined to comment.</p><p>Visa and Mastercard lifted a long-running ban on credit-card surcharging in 2013 as part of a class-action settlement with merchants who had accused the networks and large banks of fixing fees and preventing businesses from steering customers to cheaper payment methods.</p><p>Surcharging didn't take off right away, in part because some of the most populous states in the U.S. banned the practice. But in recent years, states including California, Florida, New York and Texas have lifted or substantially modified their surcharge bans. Colorado passed a law in July that will allow surcharging starting next year.</p><p>SHARE YOUR THOUGHTS</p><p>Have you noticed more businesses charging a fee to pay with a credit card? If so, has it changed your behavior? Join the conversation below.</p><p>Large retailers generally don't surcharge and instead pass credit-card fees along via price increases. They view surcharging as a way for card companies to keep high fees in place. A long-running lawsuit brought against Visa and Mastercard and several large banks by dozens of large merchants—including Lowe's Cos., Gap Inc. and Starbucks Corp.—alleges that the networks and the card issuers collude to avoid competing over interchange fees.</p><p>But some bigger companies have embraced surcharges. Life Time Inc., which operates around 160 health clubs as well as co-working spaces and rental apartments in 29 states, implemented a credit-card surcharge last year, citing rising credit-card fees.</p><p>Credit-card companies view cash discounts and surcharges as two different things, though for shoppers the outcome is largely the same.</p><p>Bob Garner of Alabaster, Ala., prefers to use his USAA cash-back credit card on most purchases. The 70-year old often won't shop in places that penalize card usage. He recently pulled his motorcycle into a gas station that charged a few cents less for cash payments than for credit cards. \"It was one of those deals where it was 'what the?'…I hopped on my bike and went off aggravated,\" he said.</p><p>Getting shoppers to keep their credit cards in their wallets is tricky for another reason: Fewer people carry cash these days.</p><p>D's Soul Full Cafe in Hoboken, N.J., has offered customers a 5% discount on cash payments for a few years, and had a $5 minimum purchase requirement for credit cards.</p><p>After the pandemic began, fewer customers were able to pay with cash simply because they weren't carrying any, said owner Stephen Bailey. Many customers left the store without making a purchase, he said, prompting it to remove the $5 minimum.</p><p>\"The pandemic has really changed everything,\" Mr. Bailey said.</p><p>Write to AnnaMaria Andriotis at annamaria.andriotis@wsj.com</p><p>Paying With a Credit Card? That's Going to Cost You.</p>",
  "published": "2021-08-19T13:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 4726,
          "end": 4730
        },
        {
          "start": 3698,
          "end": 3702
        },
        {
          "start": 1604,
          "end": 1608
        },
        {
          "start": 3736,
          "end": 3740
        },
        {
          "start": 1319,
          "end": 1328
        }
      ],
      "nexusId": "10063253"
    }
  ]
}