{
  "_id": "98527b0f1c62fe0533fb0c8ffbe843d08ebf3aeaaae005b0abb0ee3500d979cc",
  "feed": "market-watch",
  "title": "Dow ends 200 points lower, but large-cap tech stocks outperform as yields recede",
  "text": "<p>How did stock indexes perform?</p><p>The Dow Jones Industrial Average DJIA finished 211.17 points, or 0.6%, lower at 35,931.05.</p><p>The S&amp;P 500 SPX ended at 4,688.67, down 12.23 points, or 0.3%.</p><p>The Nasdaq Composite Index COMP closed 0.3%, or 52.28 points lower, at 15,921.57.</p><p>On Tuesday, the Dow rose 54 points, or 0.2%, to close at 36,142. The S&amp;P 500 rose 18 points, or 0.4%, to 4,700 and the Nasdaq Composite jumped 120.01 points, or 0.8%, to end at 15,973.</p><p>What drove markets?</p><p>A slight retreat in Treasury yields on Wednesday helped to cap declines for the broader market and lift large-cap technology stocks.</p><p>Investors, however, were struggling to justify pushing equities to new heights after the Nasdaq Composite and S&amp;P 500 ended Tuesday's session within a stone's throw of all-time highs and the Dow industrials hovered 1% from its closing record.</p><p>“To get the market moving higher, you probably want to see some signs of inflation moderating,” said Giorgio Caputo, head of multi-asset value at JO Hambro Capital Management, in a phone interview Wednesday. “I don't know that we will get those in the next few months,” he said. “We might. But mostly likely it will take a little longer.”</p><p>The S&amp;P 500's energy sector closed down 1.7% Wednesday, weighing on the index, after President Joe Biden asked Federal Trade Commission Chair Lina Khan to immediately “consider whether illegal conduct is costing families at the pump,” in a letter. Biden also said there's “mounting evidence of anti-consumer behavior by oil and gas companies.”</p><p>U.S. crude prices retreated to below $80 a barrel, pressured by Biden's efforts to ease prices at the pump, including reports that the U.S. and Chinese leader Xi Jinping discussed a joint release of crude supplies, in a virtual meeting.</p><p>Still, market participants were focused on the spending power of U.S. consumer heading into the holidays, following Tuesday's better-than-expected October retail sales data and a batch of third-quarter corporate earnings. Data showed retail sales&#xa0;jumped 1.7%, beyond forecasts for a 1.5% rise and the biggest gain since March when households received billions in federal stimulus money.</p><p>Shares of Walmart rival Target TGT fell Wednesday, even as the retailer beat quarterly earnings forecasts and lifted its forecasts, but warned about rising costs hurting margins.</p><p>Shares of Lowe's LOW rose 0.4% Wednesday, after the home improvement retailer reported fiscal third-quarter profit and revenue that beat expectations, a surprise increase in same-store sales, and raised its full-year outlook.</p><p>Visa V fell sharply after Amazon AMZNsaid it would stop accepting payments made by its credit cards issued in the U.K. starting next year due to high commissions.</p><p>“While investors are not reversing course from the stock market, rotation in our opinion is to blame for the uneven market performances,” said Peter Cardillo, chief market economist at Spartan Capital, in a note to clients.</p><p>Meanwhile, enthusiasm for buying stocks might abate somewhat, as investors position for thinning trading volumes in the last full week of trading before Thanksgiving holidays.</p><p>Elsewhere, New York Fed President John Williams warned Wednesday the Treasury market needs to bolstered to prepare for the next big shock, given the “severe disruptions to critical markets” and up to $1 trillion in overnight repo operations it began offering to calm markets early on in the pandemic, in a virtual conference on the Treasury market.</p><p>Fed. Gov. Christopher Waller said with the right regulations stablecoins could be competitors in the payments system, during a virtual conference.</p><p>Which companies were in focus?</p><p>&#xa0;Tesla TSLA climbed 3.3% after last week's slide, when CEO Elon Musk began&#xa0;to sell some stock.</p><p>Rivian Automotive Inc.RIVN stock fell 15.1%, its first stumble since it took Wall Street by storm last week with its initial public offering.</p><p>Boeing Co.&#xa0;BA&#xa0;shares finished 0.4% higher after receiving the equivalent of a “buy,” from Wells Fargo, which sees “a positive risk/reward balance with the stock lagging the S&amp;P 500 by (about) 30% since its March high.”&#xa0;</p><p>Shares of Roku Inc. ROKU tumbled 11.3% Wednesday after an analyst downgraded the stock and suggested that investors have misinterpreted the company's story as of late.</p><p>Moderna Inc.&#xa0;MRNA,&#xa0;+4.02%&#xa0;said Wednesday it has applied for authorization of its COVID-19 vaccine in Canada for children aged 6 to 11.</p><p>Biogen Inc. shares&#xa0;BIIB fell 1.2% Wednesday, after the company said it had received a “negative trend vote” from an advisory committee to the European Medicines Agency for its Alzheimer's disease treatment aducanumab.</p><p>Visa Inc.'s stock&#xa0;V dove 4.7% after Amazon.com Inc.&#xa0;AMZN&#xa0;said it would&#xa0;stop accepting Visa credit cards issued in the U.K.&#xa0;next year.</p><p>Pfizer Inc.&#xa0;PFE shares rose 2.6% Wednesday after it said it's launching a search for a new chief financial officer because its current CFO Frank D'Amelio will retire.</p><p>Alcoa Corp.&#xa0;AA&#xa0;shares fell 0.6% Wednesday after it announced that it bought group annuity contracts that will help transfer $1 billion in pension obligations for defined-benefit pension plans for certain retirees and beneficiaries in the U.S.</p><p>How did other assets trade?</p><p>The yield on the 10-year Treasury note&#xa0;BX:TMUBMUSD10Y was 2.8 basis points lower around 1.604%. Yields and debt prices move in opposite directions.</p><p>Gold futures rose, posting the highest finish since June, with the December contractGCZ21 up 0.9% to settle at $1,870.20 an ounce. U.S. oil futuresCLZ21 tumbled 3%, settling at $78.36 a barrel on the New York Mercantile Exchange.</p><p>The ICE U.S. Dollar Index DXY,&#xa0;a measure of the currency against a basket of six major rivals, was off 0.1%.</p><p>The Stoxx Europe 600&#xa0;XX:SXXP closed up 0.1%, while London's FTSE 100&#xa0;UK:UKX declined 0.5%.</p><p>The Shanghai Composite&#xa0;CN:SHCOMP rose 0.4%, while the Hang Seng Index HK:HSI fell 0.2% and Japan's Nikkei 225 JP:NIK fell 0.4%</p><p>Barbara Kollmeyer contributed reporting</p>",
  "published": "2021-11-17T16:17:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 4712,
          "end": 4716
        },
        {
          "start": 4626,
          "end": 4635
        },
        {
          "start": 4626,
          "end": 4630
        },
        {
          "start": 2560,
          "end": 2564
        }
      ]
    }
  ]
}