{
  "_id": "f2dcf7c453908c4b6268f6f3bec7ad68ca018b36944c93b9933caf4bc7fc9f68",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Foreign-Student Enrollment in U.S. Sinks  ----  By Melissa Korn",
  "text": "<p>   The pandemic and a flurry of immigration-related directives from the Trump administration devastated international-student enrollments at U.S. schools in 2020, and the full extent of their losses are even worse than schools estimated in the fall. </p><p>   The number of students in the U.S. on F-1 and M-1 visas fell by 18% last year, to 1.25 million, according to a new tally by the Immigration and Customs Enforcement's Student and Exchange Visitor Program, which manages the Department of Homeland Security's student-visa monitoring system. </p><p>   Visa records for newly enrolled students tumbled by 72%. U.S. consulates around the world paused nearly all routine visa processing last spring, meaning aspiring students weren't able to schedule the required in-person interviews to be issued their visas. A series of orders over the summer barring international students not already in the U.S. and whose courses were being taught entirely online further complicated the process for those holding out hope of getting to a U.S. campus. </p><p>   At the start of the school year in August, activity all but ground to a halt, with F-1 student visas down by more than 90%. </p><p>   A snapshot survey of 700 colleges and universities last fall, conducted by 10 higher education associations, showed declines of 16% overall, and 43% among new students. </p><p>   The ICE figures released Friday are more comprehensive, and include students in K-12 schools, those pursuing academic programs in colleges and universities and those studying in vocational programs. The declines were spread across all degree levels, and for students from all regions of the world. </p><p>   It is no sure thing next year will look much better, as many consulates and embassies remain closed or are processing visas only on an emergency basis. As of March 1, 43 out of 233 consular posts were operating at full capacity, according to the State Department. </p><p>   \"It is in America's interest to be the destination of choice for the world's best students and scholars,\" said Terry Hartle, senior vice president for government relations and public affairs at the American Council on Education, the industry's main lobbying group. \"The demand to come here remains very high. Whether we'll be able to accommodate it is an open question.\" </p><p>   The majority of foreign students in the U.S. on F-1 visas, which are for academic programs, are pursuing bachelor's or master's degrees, though others come for associate's and doctoral programs. Twenty universities accounted for 18% of all international students in the U.S. last year, the list topped by Northeastern University, New York University and Columbia University. </p><p>   The list of most popular destinations for students on M-1 visas, which cover vocational instruction, is populated mainly by aviation programs, as well as the Bethel School of Supernatural Ministry. </p><p></p>",
  "published": "2021-03-20T06:13:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 535,
          "end": 539
        }
      ],
      "nexusId": "10063253"
    }
  ]
}