{
  "_id": "fe05b5908c58e92e7e883b16fd94fb9644a4078c12094a6b65ac5752dff1722c",
  "feed": "wall-street-journal",
  "title": "Federal Reserve Meets This Week Amid Expectations for Major Central Banks to Raise Rates",
  "text": "<p>Top News</p><p>Central Banks Fuel New Bets on Tighter Money as Inflation Rises</p><p>Stubbornly high inflation across more wealthy economies last week prompted a shakeout in bond markets as investors began expecting central banks to quickly tighten monetary policy.</p><p>Speculation that the Bank of England could be the first major central bank to nudge up interest rates has intensified in recent weeks, and markets show investors are increasingly betting on the Fed raising U.S. interest rates next summer, following recent inflation reports and signals from other major central banks that they are moving toward tightening policy.</p><p>Derby's Take: Data Shows Inflation Surge Overrunning Higher Pay</p><p>By Michael S. Derby</p><p>Inflation has more than eaten up any earnings boost workers have received as the U.S. economy has emerged from the coronavirus pandemic, according to a new report from the Peterson Institute for International Economics.</p><p>\"While nominal compensation has grown faster in some sectors relative to its pre-pandemic trend, real compensation growth has been below trend in all sectors apart from leisure and hospitality,\" the report says. Read more.</p><p>U.S. Economy</p><p>U.S. Prices, Wages Rise at Fastest Pace in Decades</p><p>Consumer prices rose at the fastest pace in 30 years in September while workers saw their biggest compensation boosts in at least 20 years, according to government data released Friday. Consumer spending also rose in September despite the expiration of enhanced unemployment benefits. The reports point to a recovery caught between robust consumer demand and severe supply shortages, leading to a rapid uptick in inflation.</p><p>Wages and Prices Are Up, but It Isn't a Spiral—Yet</p><p>At first blush, this looks like the start of a process where wages push up prices, which then prompt employees to ask for, and receive, higher wages. But economists aren't predicting that sort of wage-price spiral yet.</p><p>Investors Buy Oil on Inflation Fears, Pushing Prices Even Higher</p><p>While energy-futures markets are more typically the province of producers and commodities-focused hedge funds, an oil rally that is showing no signs of slowing is now exerting a pull on traditional money managers.</p><p>Narrowing Yield Gap in Treasurys Signals Worries Over Fed, Growth</p><p>The gap between yields on shorter- and longer-term Treasurys narrowed at month's end, reflecting the tension between investors' expectations that interest rates will climb and their concerns about the prospects for longer-term growth.</p><p>Covid Pushed Many in U.S. to Retire. The Economy Needs Them Back.</p><p>The shifting labor force is complicating the work of policy makers trying to determine which jobs lost in the pandemic will return and how many workers will be available to fill them. So far, it isn't clear if recent retirees will be lured back.</p><p>Key Developments Around the World</p><p>Mark Carney, Ex-Banker, Wants Banks to Pay for Climate Change</p><p>Diplomats heading to the UN climate conference know their governments can only raise a fraction of the trillions needed to cut carbon emissions and transition to renewables. They asked Mark Carney to come up with the rest.</p><p>Biden's Challenge Is to Convince World That U.S. Can Lead on Climate</p><p>G-20 Nations Agree to Speed Climate Action, Fail to Settle on Targets</p><p>During a two-day meeting in Rome, the G-20 nations struggled to find consensus on how best to adhere to the 2015 Paris climate agreement, which asks countries to achieve a climate-neutral world by midcentury.</p><p>G-20 Backs Tax Overhaul That Makes Rich Countries Big Winners</p><p>China's Manufacturing Activity Contracts for Second Straight Month</p><p>China's official manufacturing purchasing managers index dropped to 49.2 in October, lower than September's 49.6 reading and the lowest since the outbreak of the pandemic in February 2020.</p><p>Covid-19 Cases Drop in Southeast Asia, Easing Supply-Chain Crunch</p><p>Factory production is steadily picking up in major manufacturing areas of Southeast Asia as Covid-19 cases have dropped in recent weeks, easing some of the supply-chain constraints companies blame for lost sales.</p><p>Eurozone Economy Outpaces U.S., China, but Tougher Times Ahead</p><p>Eurozone GDP grew at a seasonally adjusted annualized rate of 9.1% in the three months through September, significantly faster than the 2% annual growth rate clocked by the U.S. and roughly 1% by China over the same period.</p><p>Financial Regulation Roundup</p><p>Barclays CEO Staley Steps Down Amid Pressure Over Epstein Ties</p><p>Jes Staley stepped down as chief executive of Barclays under pressure from regulators about how he characterized his relationship with the convicted sex offender Jeffrey Epstein.</p><p>U.S. Arrests Fugitive Chinese Businessman, Alleging Visa Fraud</p><p>A fugitive Chinese businessman who has been living large in California in recent years was arrested in Las Vegas on allegations of entering the U.S. using fraudulently obtained visas.</p><p>Young Financier Whose Empire Collapsed Found Dead at 34</p><p>Alexander Chatfield Burns, a young financier charged with fraud in the wake of a 2014 collapse of his insurance empire, was found dead last week at a residence in Charleston, S.C., the local county coroner's office said.</p><p>How Robinhood Cashes In on the Options Boom</p><p>High-speed trading firms are paying brokers billions of dollars a year to execute options orders, leading them to promote the risky trades whose popularity has boomed among small investors. The practice, called payment for order flow, has made options a cash cow for brokerages such as Robinhood Markets and TD Ameritrade. They can make twice as much or more from selling customers' options orders as they do from selling order flow for stocks.</p><p>Democrats Consider Tax Cuts for High-Tax States</p><p>High-income coastal professionals look likely to emerge as significant winners from the Democrats' proposed tax agenda, escaping rate increases and regaining a deduction for state and local taxes that was capped at $10,000 in 2017.</p><p>New Policy Gives FTC Greater Control Over How Companies Do M&amp;A</p><p>The Federal Trade Commission, led by new Democratic Chairwoman Lina Khan, has adopted a series of policy changes aimed at cracking down on corporate mergers, sparking deep partisan disagreement at the agency.</p><p>Commentary</p><p>Fed Complacency Feeds Inflation</p><p>Inflation is a bigger challenge than the Federal Reserve acknowledges, writes Mickey D. Levy. It has already risen dramatically, and it is suppressing real wages. Expectations of further inflation have begun to influence wage demands, costs of production, supply-chain estimates, and business pricing strategies. Lower-income earners are being squeezed the most. It isn't enough that the Fed says it will begin tapering its asset purchases, while it continues to hope that inflation will recede to 2% when supply shortages dissipate. The Fed must acknowledge that its monetary policy has been a source of inflation, and that it will need to raise interest rates more quickly than it presumed.</p><p>Mr. Levy is senior economist at Berenberg Capital Markets and a member of the Shadow Open Market Committee.</p><p>Forward Guidance</p><p>Monday (all times ET)</p><p>7:50 p.m.: Bank of Japan releases Sept. 21-22 meeting minutes</p><p>11:30 p.m.: Reserve Bank of Australia releases policy statement</p><p>Tuesday</p><p>Time N/A: U.S. Federal Reserve begins two-day policy meeting</p><p>3:20 a.m.: European Central Bank's Enria gives speech on banking sector resilience at Finnish Supervisory Authority EU financial markets conference</p><p>Basis Points</p><p>The U.S. and the European Union have reached a deal to ease U.S. tariffs on steel and aluminum imports that date to former President Donald Trump, levies that were a longstanding irritant to European leaders.</p><p>Consumer sentiment in the U.S. rose slightly in late October but stayed at low levels over the month, signaling Americans' mood remains dim amid persisting supply-chain bottlenecks and high inflation. The final October reading of the index of consumer sentiment compiled by the University of Michigan was 71.7, up from the mid-month flash estimate of 71.4 but below September's 72.8. Economists polled by The Wall Street Journal expected the index to stand at 71.2. (Dow Jones Newswires)</p><p>Services activity in the central U.S. continued to grow in October despite widespread supply-chain issues, while expectations for future activity slipped but remained positive, according to the Federal Reserve Bank of Kansas City. Its Tenth District Services Survey's composite index came in at 18 for the month, up from 13 in September and 14 in August. Readings above zero indicate expansion, while those below zero indicate contraction. (DJN)</p><p>The Chicago Business Barometer, also known as the Chicago PMI, rose from 64.7 in September to 68.4 in October, its strongest reading since July. Economists polled by the Wall Street Journal expected the gauge, which surveys Chicago-area companies to assess business conditions, to decline to a 63.5 reading. (DJN)</p><p>Mexico's economy contracted in the third quarter, pulled down by a decline in services during a third wave of Covid-19 infections that led to restrictions on some public activities. Gross domestic product fell 0.2% from the second quarter in seasonally adjusted terms, its first drop since the second quarter of 2020, the National Statistics Institute said. (DJN)</p><p>Mexico's government is sticking to its expectations of 6.3% economic growth this year and 4.1% in 2022 despite the 0.2% contraction in the third quarter, deputy finance minister Gabriel Yorio said. (DJN)</p><p>Canadian producer prices rose in September on higher prices for energy and petroleum products, lifting the country's industrial product price index 1% from August, Statistics Canada said, adding that on a 12-month basis the index advanced 14.9%. (DJN)</p>",
  "published": "2021-11-01T13:17:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 4669,
          "end": 4673
        }
      ],
      "nexusId": "10063253"
    }
  ]
}