{
  "_id": "6285562e5b572e4e28b7e899ab3bdc1ee47de3bd68a708f0c029f3181faf9f56",
  "feed": "ftcomall",
  "title": "Why top athletes are turning to investing",
  "text": "<p>Over recent weeks, I've spent time talking to top athletes about how they manage their finances. The consequences of those decisions are huge when investing millions, compounded by the pressure to maximise earnings during a short career that can be cut shorter still by unexpected injury or being replaced by the next young star. </p> <p>That has led to resourcefulness by some, such as former <strong>National Football League</strong> player <strong>Adewale Ogunleye</strong>, who retrained and now works at Swiss bank <strong>UBS</strong>. It's to his advantage to be proficient at finance and sport, so better able to make gains on and off the pitch.</p> <p>We explore that theme in this week's Scoreboard, followed by an interview with <strong>Roham Gharegozlou</strong>, the chief executive of <strong>Dapper Labs</strong>, the makers of “non-fungible tokens”, who insists sports groups can make a killing if they invest in this new digital trend. Do read on — <em>Samuel Agini, Sports business reporter</em></p> <h1>How top athletes invest millions — and avoid becoming fraud victims</h1> <p>At the highest level, professional athletes are becoming savvy investors. </p> <p>Basketball star <strong>LeBron James</strong> <a href=\"https://www.ft.com/content/b17ded95-3d07-46d7-a7db-448de79b4b66\">is a shareholder</a> in <strong>Fenway Sports Group</strong>, the owner of <strong>English Premier League </strong>football club <strong>Liverpool </strong>and the <strong>Boston Red Sox</strong> baseball team. </p> <p><strong>David Beckham </strong><a href=\"https://www.ft.com/content/8027517c-58b4-11ea-a528-dd0f971febbc\">negotiated an option</a> to buy a <strong>Major League Soccer </strong>franchise while he was still a footballer.</p> <p>Television money is fuelling multimillion-dollar salaries across the world's top sports leagues, giving athletes the financial might to make money not just by lending their names to endorsing products, but also through investing.</p> <p>But it's hard enough to protect your capital, never mind grow it. Athletes alleged more than $600m in fraud-related losses between 2004 and 2018, according to <strong>EY</strong>, the consultancy. They are targets in an industry rife with horror stories about unscrupulous financial advisers, scams and surprise tax bills.</p> <p>Little wonder former England footballer <strong>Sol Campbell </strong>told the FT's Claer Barrett, host of the Money Clinic podcast, that property is his favoured investment, as the asset is real and can more or less always generate rental income. Listen to <a href=\"https://www.ft.com/content/962ee94e-1b6d-4631-a6ab-08ff3abea724\">part one</a> and <a href=\"https://www.ft.com/content/ce5ebeaf-1937-4373-a60c-cd8ba91a7eac\">part two</a> of the podcast.</p> <p>The main problem is one of trust. Athletes can earn millions before they're out of their teens and seldom have the experience to manage their newfound wealth.</p> <p>They are only as smart as the people around them. <strong>Thomas Hal Robson-Kanu</strong>, the Welsh footballer, says he can count on <strong>Babatunde Soyoye</strong>, the co-founder of private equity firm <strong>Helios Investment Partners</strong>, for advice. </p> <p>The goal should be to create wealth that endures for generations <a href=\"https://www.ft.com/content/6d074e57-adf3-494a-98b9-6d0bc169c440\">according to</a> <strong>Jason Katz</strong>, managing director and private wealth adviser at <strong>UBS</strong>. “What I've witnessed more in the last year than I ever have in my whole career is that athletes are building these teams of financial professionals around them,” said Katz.</p> <p>Even as athletes become more financially sophisticated, there's no substitute for a second opinion from a scrupulous relative who can bring some real world perspective: is this investment proposal too good to be true?</p> <p>“You always need second eyes . . . separate, independent eyes on it,” says Campbell.</p> <h1>Sports NFTs: how long will the party last?</h1> <p>Thousands of cryptocurrency enthusiasts, sports merchandise collectors and venture capitalists descended on New York last week to attend <strong>NFT. NYC</strong>, an annual conference to discuss “non-fungible tokens.” These are digital items, encrypted on the blockchain, making them unique and tradable.</p> <p>Film-maker <strong>Quentin Tarantino </strong>announced to an overflow crowd at <strong>Neuehouse</strong> that he would mint a handful of “secret” scenes from <em>Pulp Fiction </em>into NFTs. Later at <strong>Cipriani 25</strong>, comedian <strong>Hannibal Buress </strong>proffered an NFT of his own — a half-minute clip of himself singing off-key — raising $20,000.</p> <p>The latter event was co-sponsored by Dapper Labs, the NFT start-up now worth $7.6bn on the back of its tie-ups with the <strong>National Basketball Association</strong> and <strong>La Liga</strong>, Spain's top football league, to provide licensed encrypted sport memorabilia. </p> <p>Dapper Labs founder and chief executive Roham Gharegozlou told Scoreboard that watching products like <strong>NBA Top Shot</strong> take off, years after launching other niche NFT collectibles “just feels like this year is when the race started”.</p> <p>Sports helped to <a href=\"https://www.ft.com/content/8ef91ab2-4a9d-4e67-a7a2-2136f174a8b7\">launch NFTs</a> into social discourse. But NFTs are also redefining athletes' stakes in merchandise sales. “For the players, it's about creating a new revenue line. That's not just money today, but it's securing their legacy forever”, Gharegozlou said. </p> <p>“Each time a Top Shot changes hands, there's a royalty back to the athlete — even after a player passes away, their likeness will create value for their estate . . . which is something they don't necessarily get every time a physical trading card gets resold”.</p> <p>That component explains in part why some athletes like <strong>Kevin Durant</strong> and <strong>Andy Murray</strong> have launched individual NFT deals of their own. </p> <p>Beyond sports, Gharegozlou said NFTs have shown blockchain technology can go mainstream, potentially hastening a shift away from “traditional” social media, such as <strong>Facebook </strong>and <strong>Twitter</strong>, with their regard to privacy protections.</p> <p>“The whole point of blockchain is it gives you, the owner of the information, the ability to control who sees it, what they do with it. And then you can revoke that permission at any time”.</p> <p>Still, many involved in NFTs simply spot a new gold rush and want to get rich. </p> <p>Revellers at the Dapper Labs party nibbled on risotto as <strong>Patrice Rushen</strong>‘s “<a href=\"https://www.youtube.com/watch?v=W2XhhuM9GZo\">Forget Me Nots</a>” thumped over the sound system, eager for a piece of the new internet landscape. </p> <p>One attendee identified himself as the chief technology officer of a stealth-mode NFT start-up, before revealing his day job as an engineer at Facebook. Is the idea to ride the NFT wave, and leave the social networking company behind? </p> <p>“Absolutely”, he said. “That's the dream”.&#xa0;</p> <h1>Highlights</h1> <ul>  <li><p>Czech billionaire <strong>Daniel Kretinsky</strong> <a href=\"https://www.ft.com/content/b98cb846-89a9-4819-bd7a-f3542cb36387\">acquired a 27 per cent stake</a> in <strong>West Ham United</strong>, valuing the English <strong>Premier League</strong> team at £700m. He becomes the latest wealthy investor to buy into the world's most valuable domestic football contest. British entrepreneurs <strong>David Sullivan</strong> and <strong>David Gold</strong> remain West Ham's largest shareholders.</p></li>  <li><p>Sponsors of the Beijing Winter Olympics, including <strong>Visa</strong>, <strong>Coca-Cola</strong>, <strong>Airbnb</strong> and <strong>Omega</strong>, are <a href=\"https://www.ft.com/content/2f0bff86-62a3-464d-a214-5828a796bc6d\">under growing pressure</a> from campaigners to use their leverage to address human rights abuses in China. <strong>Human Rights Watch</strong> said this week that letters sent to each of the top corporate sponsors questioning their involvement in next year's Games drew no responses from the companies.</p></li>  <li><p>India's early exit from the <strong>Twenty20</strong> <strong>cricket world cup</strong>, including a defeat to arch-rivals Pakistan, exposed a religious divide in the country. The team's only Muslim player, <strong>Mohammed Shami</strong>, was vilified by Hindu supporters in the latest sign of <a href=\"https://www.ft.com/content/0d342971-ccd6-4ab9-90cc-3618e36935d6\">growing social tensions</a> in India. </p></li>  <li><p>A <a href=\"https://www.ft.com/content/0af5fe21-5ee1-46fb-8c1b-a27dbf008cb3\">racism scandal</a> at <strong>Yorkshire County Cricket Club</strong> rumbled on. Chief executive <strong>Mark Arthur</strong> resigned following criticism that the English team had failed to properly respond to allegations from former player <strong>Azeem Rafiq</strong> that he faced repeated instances of racist behaviour from teammates and colleagues.</p></li> </ul> <h1>Transfer Market</h1> <ul>  <li><p><strong>LIV Golf Investments</strong>, the investment vehicle backed by Saudi Arabia's <strong>Public Investment Fund </strong>and led by former golfer <strong>Greg Norman</strong>, has been on a hiring spree. <strong>Will Staeger</strong>, who managed original production at entertainment group <strong>Endeavor</strong>, joins as chief media officer. <strong>Sean Bratches</strong>, who was commercial boss at <strong>Formula One</strong>, the racing series controlled by<strong> Liberty Media</strong>, will become chief commercial officer.</p></li> </ul> <h1>Final Whistle</h1> <p>The world's largest marathon returned to the streets of New York last weekend, with more than 30,000 runners taking on the five-borough race a year after cancellation. That's down from its typical field of over 50,000 participants, due to ongoing Covid-19 restrictions, though the race did have one unexpected new entrant: this <a href=\"https://twitter.com/dannyderaney/status/1457868409123663876?s=21\">cute and speedy duck</a>. We didn't check the finish time, but hope it set a personal best.</p> <a href=\"https://twitter.com/dannyderaney/status/1457868409123663876?s=21\">https://twitter.com/dannyderaney/status/1457868409123663876?s=21</a><p>Source:  2021 'Why top athletes are turning to investing' FT.com 13 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-13T09:00:06.703Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 6224,
          "end": 6228
        }
      ]
    }
  ]
}