{
  "_id": "54996ad1b39c6efed03f1aa2cceb7080f50c75172cec376f733a5875e767e1f4",
  "feed": "market-watch",
  "title": "Plaid to enter payments business after scuttled Visa deal",
  "text": "<p>Plaid makes software that allows banks and other fintech companies to plug into their users' financial accounts, with their permission, and access their financial data to look up account balances or authenticate personal financial details. Plaid plans to unveil a new program Thursday that will use the software to make it easier and cheaper for consumers and businesses to make digital payments funded by their bank accounts.</p><p>Plaid won't be directly involved in moving money as part of the new endeavor. For that, the company signed up dozens of payment processors and tech companies in North America and Europe, including&#xa0;Square&#xa0;Inc. SQ,&#xa0;Stripe Inc., Silicon Valley Bank and&#xa0;SoFi Technologies&#xa0;Inc. SOFI's&#xa0;Galileo unit. Those companies would then give their customers a pay-by-bank option alongside other payment methods, such as credit or debit cards.</p><p>The payments push is one of Plaid's bigger bets since its $5.3 billion sale to Visa was called off in January.&#xa0;The Justice Department intervened&#xa0;to prevent the acquisition from moving ahead. Prosecutors learned that Plaid planned to launch a payments service by the end of 2021 and argued in a lawsuit that Visa was buying the company to extinguish a would-be rival to its online debit service. The companies disagreed with the Justice Department's analysis of the deal, but both Visa Chief Executive Al Kelly and Plaid Chief Executive Zach Perret said they wanted to avoid a lengthy court battle.</p><p>An expanded version of this story appears on WSJ.com.</p><p>Popular stories from WSJ.com:</p><p>The Incredible Disappearing Hotel Breakfast—and Other Amenities Travelers Miss</p><p>Viking Artifacts Give Precise Date for Europeans' Earliest Presence in North America</p><p>Netflix Co-CEO Says He ‘Screwed Up' When Defending Dave Chappelle Special</p>",
  "published": "2021-10-21T10:21:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1334,
          "end": 1338
        },
        {
          "start": 1161,
          "end": 1165
        },
        {
          "start": 48,
          "end": 52
        },
        {
          "start": 933,
          "end": 937
        }
      ],
      "nexusId": "10063253"
    }
  ]
}