{
  "_id": "4abbe55fcf704a391f689230db89e169596b3483b702d9193a5c792745c0d8c2",
  "feed": "wall-street-journal",
  "title": "The Afghanistan Crisis:  Most Visa Applicants Left Behind  ----  By Jessica Donati",
  "text": "<p>   WASHINGTON -- The U.S. estimates it left behind the majority of Afghan interpreters and others who applied for visas to flee Afghanistan, a senior State Department official said Wednesday, despite frantic efforts to evacuate those at risk of Taliban retribution in the final stage of the airlift. </p><p>   In the early days of the evacuation effort, thousands of Afghans crowded Kabul's airport seeking a way to flee the country. Some made it through without paperwork, while American citizens and visa applicants were unable to enter and board flights out. </p><p>   The U.S. still doesn't have reliable data on who was evacuated, nor for what type of visas they may qualify, the official said, but initial assessments suggested most visa applicants didn't make it through the crush at the airport. </p><p>   \"I would say it's the majority of them,\" the official estimated. \"Just based on anecdotal information about the populations we were able to support.\" </p><p>   The Special Immigrant Visa program set up in 2009 aimed to help those at risk of Taliban reprisal for helping the U.S., including interpreters for the U.S. military and diplomatic and foreign aid workers. </p><p>   The Biden administration has been under pressure by lawmakers, veterans and other advocates to do more to help the more than 20,000 Afghans who had already applied for visas when the U.S. decided to withdraw. Including their family members, as many as 100,000 Afghans may be eligible for relocation. </p><p>   The U.S. had just begun airlifting those in the final stages of the process when Kabul fell. </p><p>   The U.S. and its allies evacuated more than 123,000 people from Afghanistan on a combination of military, commercial and charter flights in the final weeks of the mission. </p><p>   The State Department says it doesn't have reliable data on the composition, but it says about 6,000 were U.S. citizens. It says fewer than 200 Americans who wanted to leave have been left behind. </p><p>   Some of the Americans remaining in Afghanistan belong to families made up of a mix of U.S. citizens, green-card holders, and kin with neither U.S. citizenship nor permanent residency. </p><p>   \"The reluctance of mixed-status families seems to register with [the U.S. government] as not wanting to leave,\" said Morwari Zafar, an Afghan-American anthropologist who founded The Sentient Group, a development consulting firm. \"The access afforded to them by their status competes with their social and personal obligation to stay with loved ones.\" </p><p>   The majority of those evacuated were Afghans, including those who worked for foreign embassies, aid programs, media and some who had simply made it through the crowd but had no paperwork. </p><p>   \"Everybody who lived it is haunted by the choices we had to make and by the people we were not able to help,\" the State Department official said. </p><p>   On Friday, Pentagon press secretary John Kirby said the U.S. had evacuated 7,000 Special Immigrant Visa applicants to the U.S. It wasn't clear whether the figure included family members. </p><p>   The State Department has repeatedly said it lacks complete data on the composition of the evacuation population. </p><p>   \"Much of that information is going to be forthcoming once these individuals have cycled through transit points in the Middle East, in Europe, and for those who are being relocated to the United States, relocated here,\" State Department spokesman Ned Price said Tuesday. </p><p>   Defense Secretary Lloyd Austin said the State Department's Special Immigrant Visa program was ill-suited for the circumstances the U.S. faced in Afghanistan. </p><p>   \"The SIV program is obviously not designed to accommodate what we just did, in evacuating over 100,000 people,\" he said Wednesday. Mr. Austin, briefing reporters for the first time since all American forces withdrew from Afghanistan on Monday, said the program is \"designed to be a slow process.\" </p><p>   Among the visa applicants left behind was an Afghan interpreter who was part of a 2008 mission to rescue then-Sen. Joe Biden and two other senators when their helicopter made an emergency landing in blinding snow in a valley 20 miles southeast of Bagram Air Field. </p><p>   His application had been snagged in the bureaucracy when the Taliban took over, and now he is in hiding. </p><p>   On Tuesday, the interpreter, identified only as Mohammed to protect his identity, made an appeal for help to Mr. Biden in The Wall Street Journal. </p><p>   \"Don't forget me,\" he said. </p><p>   In response to the article, Ron Klain, the White House chief of staff, said the U.S. wouldn't forget him. </p><p>   \"We're going to cut through the red tape,\" he told MSNBC. \"We're going to get him and other SIVs out.\" </p><p>   --- </p><p>   Michelle Hackman and Courtney McBride contributed to this article. </p><p></p>",
  "published": "2021-09-02T06:03:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 29,
          "end": 33
        },
        {
          "start": 953,
          "end": 957
        },
        {
          "start": 2865,
          "end": 2869
        },
        {
          "start": 3413,
          "end": 3417
        }
      ],
      "nexusId": "10063253"
    }
  ]
}