{
  "_id": "86cc1bf6f398ee550484864b8da2bed48f5735e1090e519354aef4894337dda8",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Pandemic Payment Habits Look Sticky  ---  PayPal is seeing little to suggest that consumers' digital-spending ways will change once economies and stores reopen further  ----  By Telis Demos",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  After a blockbuster 2020, the biggest question surrounding PayPal Holdings and other digital payment companies was whether things would return to normal in 2021. So far, there is little sign of that. </p><p>\n  On Wednesday, PayPal said it is now expecting total payment volume to grow by about 30% this year, up from its prior guidance of the high-20% range. That means the company's volume growth would keep pace with what it experienced during an explosion of digital commerce during the pandemic. Last year's record volume growth rate was 31%. PayPal is now predicting it will add as many as 55 million net new active users in 2021, up from a previous forecast of 50 million. </p><p>\n  Whatever happens to people's desire to spend in the months ahead, it does seem like they will be doing it more digitally. For one, debit cards' surge within digital wallets doesn't seem to be slowing. Many consumers are doing more of their spending digitally on everyday purchases like groceries or sundries, for which they might have previously used cash or an old-fashioned card swipe to pay instead of a digital wallet. People are also paying more often with debit cards as their bank accounts are flush. According to Visa's recent quarterly report, for the month of April through the 21st, U.S. debit-card volume was up 67% from a year earlier and credit-card volume was up 61%. </p><p>\n  \"We believe the shift in consumer digital behavior will remain essentially unchanged in a post-Covid world,\" Chief Executive Dan Schulman told analysts. He observed that physical cash spending is \"moving predominantly to debit, which obviously is also great from a funding perspective.\" </p><p>\n  For PayPal, debit cards are a cheaper funding source for customers' payments via their PayPal wallets than credit cards. PayPal's transaction expenses were at a record-low 0.8% of total payment volume, helped both by more volume and that funding mix shift. This is one factor driving expanding profitability even as PayPal gets bigger and invests in many new features. PayPal's adjusted operating margin was almost 28% in the first quarter, up from about 25% in the fourth. </p><p>\n  Other digital payment forms offered by PayPal also are continuing to boom, like its buy now, pay later products including \"Pay in 4\" in the U.S., used to split purchases into multiple payments. PayPal handled more than $1 billion of those payments globally in the first quarter, up 36% from the fourth. Notably, the percentage of those payments made via debit cards also grew to 82% from 78%. That translated into a 16% decline in PayPal's cost-per-transaction for these payments. </p><p>\n  PayPal's key in-store effort is also still progressing. It grew from more than 600,000 merchants offering its QR codes in store to nearly one million over the course of the quarter. The company said that even in markets with some reopening, food and grocery -- usually a place where old-fashioned card swipes and cash are pre-eminent -- remained the fastest-growing year-over-year spending category for PayPal. </p><p>\n  This all gets to the potential stickiness of habits developed during the pandemic. Even when people are back in stores or restaurants, they now have far more opportunity to use a digital wallet like PayPal. So even if in the future PayPal doesn't win as often at the physical checkout counter as it does in the virtual one, there has still been an expansion of its opportunities. </p><p>\n  Investors have cooled slightly on PayPal, as they have lately on many high-growth pandemic tech stocks. Its forward price-to-earnings multiple has drifted back to around 50 times, down from its peak of around 65 times earlier this year, according to FactSet. </p><p>\n  Certainly that doesn't make it a cheap stock. But from a business standpoint, there is no reason for investors to expect less today out of PayPal's future than they might have at any point thus far. </p><p></p>",
  "published": "2021-05-07T06:04:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1227,
          "end": 1231
        }
      ]
    }
  ]
}