{
  "_id": "0b58d00c56fff9316769547137b4a75e613ea73f079debd5b988c70ed8b19a04",
  "feed": "market-watch",
  "title": "Stablecoins should be regulated like banks, Biden administration says",
  "text": "<p>Stablecoins like dai DAIUSD, tether USDTUSD and USD coin USDCUSD are a kind of digital asset that pegs its value to the U.S. dollar, and have become widely used to facilitate trading in popular cryptocurrencies, including bitcoin BTCUSD and ether ETHUSD. Their stable value makes them an attractive instrument for cryptocurrency investors to store uninvested funds.</p><p>The total market capitalization of the most popular stablecoins has grown more than 500% over the past year to $127 billion, according to the Treasury Department, and the vast majority of the investment is in a handful of dollar-denominated tokens.</p><p>The document outlines a variety of risks that stablecoins pose to crypto investors and the economy more broadly, including risks related to a so-called “run” on a stablecoin's backing assets. Many popular stablecoins are backed by real assets, and maintain their value by promising to always exchange one token for one U.S. dollar DXY. If investors lose confidence in the assets backing a stablecoin, it could trigger “a self-reinforcing cycle of redemptions and fire sales of reserve assets,” the report says.</p><p>“Runs could spread contagiously from one stablecoin to another, or to other types of financial institutions that are believed to have a similar risk profile,” the document continues. “Risks to the broader financial system could rapidly increase as well, especially in the absence of prudential standards.”</p><p>In addition to banning any entity that is not an insured and regulated deposit-taking institution from issuing stablecoins, the report suggests legislation should also require that providers of custodial cryptocurrency wallets to be subject to federal oversight.</p><p>The document also says that stablecoin issuers could be declared as engaged in systemically important activities to the financial system by the Financial Stability Oversight Council, which would then subject them to enhanced supervision, likely by regulators at the Federal Reserve.</p><p>The report was authored by the President's Working Group on Financial Markets in coordination with the Federal Deposit Insurance Corporation and the Office of the Comptroller of the Currency. The PWG is chaired by Secretary of the Treasury Janet Yellen and includes Federal Reserve Board Chairman Jay Powell, Securities and Exchange Commission Chairman Gary Gensler and Acting Chairman of the Commodity Futures Trading Commission Rostin Behnam.</p><p>Advocates for stricter oversight of crypto markets are likely to be disappointed by the report, given it does not emphasize the powers that regulators have under current law to regulate stablecoins. Todd Phillips, director of financial regulation and corporate governance at the Center for American Progress, said in an interview that “it's really concerning that the authors of this report jumped to legislation as necessary to address the risks and don't spend much time considering regulators' existing authorities.”</p><p>Phillips argued that the SEC already has the authority to regulate stablecoins, because they operate as pooled investment vehicles like money market mutual funds. Gensler has not ruled out that his agency will seek to regulate stablecoins, telling the Senate Banking Committee in September that a stablecoin could be a security and therefore under its jurisdiction.</p><p>Though the SEC may already have authority to regulate stablecoins as money market funds, it likely doesn't have the authority to regulate them as payments processors, which the report argues would be necessary if stablecoins mature into popular media for payments.</p><p>Crypto boosters largely welcomed the report as a call for measured and comprehensive regulation of stablecoins. “We are fully supportive of the call for Congress to act and establish federal banking supervision for stablecoin issuance,” said Jeremy Allaire, CEO of Circle, the issuer of USD coin in a statement. “The rapid scaling and strategic importance of this to dollar competitiveness in the age of crypto and blockchains is critical.”</p><p>Sen. Pat Toomey of Pennsylvania, the ranking Republican on the Senate Banking Committee who has been critical of SEC oversight of cryptocurrencies lauded the Biden administration for acknowledging that “it is the responsibility of Congress to clarify whether, and to what extent, federal agencies have jurisdiction over stablecoins.”</p><p>Some observers cautioned that the report does not signal that the SEC or other regulators will not move to aggressively regulate stablecoins in the absence of new legislation.</p><p>The report envisions stabeclin issuance being limited to banks, yet it leaves the door open for more immediate action,” &#xa0;Cowen Washington Research Group analyst Jaret Seiberg wrote in a note Monday. “We expect SEC Chair Gary Gensler will seize upon this to deemstable coins as securities. That means existing issuers must be registered and structured as money market mutual funds</p><p>The Treasury Department consulted with a wide range of experts and industry participants as it compiled the report, including stablecoin issuers Tether and Circle, as well as crypto exchange Coinbase COIN and payments firms including Visa V, Mastercard MA and Square SQ. Treasury officials told reporters Monday that stablecoin issuers have been receptive to their ideas and recognize the need for greater oversight.</p><p>Financial regulators have already gone after the issuer of tether for misleading investors as to the nature of the assets backing them. Last month the CFTC fined the company $41 million for falsely claiming its token was “100% backed” by U.S. dollars when it only held sufficient reserves to back outstanding tokens 27.6% of the time 26-month sample between 2016 and 2018.</p>",
  "published": "2021-11-01T16:13:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 5139,
          "end": 5143
        }
      ],
      "nexusId": "10063253"
    }
  ]
}