{
  "_id": "c0cff4e5bf030cfea92a65203219dd99304963e01e42c891f17e94b896f9e0a1",
  "feed": "wall-street-journal",
  "title": "Afghan Crowds Fleeing Taliban Face Tear Gas at Kabul Airport; President Biden vows to get Americans and allies out of Afghanistan as thousands push to reach evacuation flights",
  "text": "<p>In a televised address, President Biden said the U.S. had made progress in evacuating U.S. citizens and Afghan allies out of Kabul, but he warned the mission could result in losses.</p><p>He vowed to evacuate any American who wanted to leave the country, and said the U.S. would also work to extract Afghan translators and other allies of the U.S., calling the mission dangerous.</p><p>\"I cannot promise what the final outcome will be or that it will be without risk of loss, but as commander in chief, I can assure you that I will mobilize every resource necessary,\" he said.</p><p>U.S. officials, in touch with Taliban leaders on the ground and in Doha, Qatar, have said the Taliban had agreed to permit U.S. citizens through their checkpoints to reach the airport. But Afghans, including holders of U.S. visas, have reportedly been blocked, harassed and beaten by militant fighters searching for individuals who worked for the U.S. government or foreign organizations or had been affiliated with the ousted government.</p><p>British Armed Forces Minister James Heappey said that he understood that the Taliban weren't turning people away from the airport.</p><p>\"Where they have done that, I've heard that it's more that they are being officious rather than malicious,\" he said. People called for flights should have confidence that the Taliban would let them through, he said.</p><p>Thousands of individuals who made it through Taliban checkpoints on Friday massed outside the airport, where the three entry gates remain blocked.</p><p>It was unclear whether the soldiers who fired into the air were American; British and other Western troops are also stationed at the airport, as are a contingent of U.S.-trained Afghan troops who never surrendered to the Taliban and will be flown out as the evacuation operation winds down, Western officials said.</p><p>The U.S. military didn't comment on the tear gas and firing but said that it is tasked with securing an outer perimeter at the airport.</p><p>Some Afghans, including members of the country's Shiite Hazara minority, complained that the Afghan soldiers had harassed them and turned them away as they sought entry to the airport.</p><p>One Afghan man who has worked for a U.S. contractor and who has an approved Special Immigrant Visa for the U.S. said he arrived at the airport on Thursday and attempted all night to enter. His family carried their children on their shoulders to prevent them from being crushed. However, he failed and gave up Friday morning, returning home exhausted.</p><p>\"We were stuck between the aggression of the Taliban and U.S. forces in the gate,\" said the man. \"I don't know if I will ever be able to get out.\"</p><p>Many people trying to reach flights don't have the required documents. One had only his household electricity bill, the man said.</p><p>The U.S. military paused flights out of Kabul for several hours Friday because of backlogs processing passengers at their destinations and the limited number of consular officials on the ground at the Kabul airport, U.S. officials said.</p><p>\"The limiting factor is not the planes,\" North Atlantic Treaty Organization Secretary-General Jens Stoltenberg said at a press conference. \"The paradox is that we have more planes than people or passengers. Getting people, especially Afghans, into the airport is the big challenge.\"</p><p>Meanwhile, heavily armed British forces in bulletproof vehicles have been conducting \"gun runs\" into Kabul to collect British citizens and the Afghans who supported the British mission there to the airport safely, said a British official in Kabul. A senior British official said Friday morning that the government was speeding up evacuations and had flown 963 people from Kabul in the past 24 hours.</p><p>Mr. Biden, when asked whether the U.S. would undertake similar rescue operations, said the administration was \"considering every opportunity and every means\" to get people to the airport, but said the U.S. wouldn't expand its own perimeter beyond the airport.</p><p>Pentagon officials left open the possibility that the U.S. troops could be sent into downtown Kabul to retrieve Americans and Afghans at risk.</p><p>That could include expanding the perimeter of the airport, or establishing a \"security corridor\" for Americans and Afghans to reach the airport. U.S. forces could also establish secure rally points around the city to ferry citizens to the airport, officials said.</p><p>Such a mission could require thousands of additional forces beyond the nearly 6,000 at the airport now.</p><p>Two days ago, Defense Secretary Lloyd Austin told reporters the military didn't then have the capability to \"go out and collect up large numbers of people.\"</p><p>Several other countries have undertaken operations to evacuate their citizens and Afghans.</p><p>France has sent three transport planes to Kabul that have airlifted around 500 people out of the country. Paris has also deployed special forces in Afghanistan to escort people to the airport.</p><p>A German civilian was shot in unclear circumstances while traveling to the Kabul airport, German officials said. The man was treated for wounds that weren't life-threatening, and would be evacuated, officials said.</p><p>Germany is sending two small transport helicopters to Kabul to assist in extracting people from within the city to the airport, German Defense Minister Annegret Kramp-Karrenbauer told reporters. The helicopters are designed for extraction in tight spaces and are expected to be operational in Kabul on Saturday.</p><p>Taliban gunmen have gone house to house in Kabul hunting people associated with the deposed government of President Ashraf Ghani, the Afghan leader who fled the country on Sunday, the Norwegian Center for Global Analyses reported.</p><p>German broadcaster Deutsche Welle said that Taliban fighters have gone looking for its journalists in their homes. Failing to find one of them, they shot dead one family member and seriously injured another, it said.</p><p>Taliban have also beaten Americans, Mr. Austin told House lawmakers, according to the person on the call.</p><p>Andrew Restuccia, Ehsanullah Amiri, Bill Boston, James Marson and Ava Sasani contributed to this article.</p><p>Write to Saeed Shah at saeed.shah@wsj.com and Gordon Lubold at Gordon.Lubold@wsj.com</p><p>Afghan Crowds Fleeing Taliban Face Tear Gas at Kabul Airport</p>",
  "published": "2021-08-20T21:54:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2228,
          "end": 2232
        }
      ],
      "nexusId": "10063253"
    }
  ]
}