{
  "_id": "ff45fe7920005fc0e92eebf51e64660af9f5bc33ed65d8c3a1ac48eb1b1c85a2",
  "feed": "wall-street-journal",
  "title": "PE Daily: New Mexico Tightens Ties to Wall Street | SEC's Lee Calls for More Disclosure | Blackstone's Tuneful Bet",
  "text": "<p>In other news, our Preeti Singh delves into New Mexico's pension system for school employees and how it is working to burnish relationships with fund sponsors far from Santa Fe. Also, our Chris Cumming reports on SEC Commissioner Allison Herren Lee's call for the agency to require more financial disclosure by privately owned businesses as the number and market clout of their publicly traded peers declines. Finally, our Journal colleagues Anne Steele and Matt Grossman report on Blackstone's foray into the world of music publishing.</p><p>We have all that and much more for you below, so please scroll on...</p><p>Today's Top Stories</p><p>The New Mexico Educational Retirement Board may be located a good five-hour plane ride from the private-equity industry's New York epicenter, but the pension manager is betting that building close relationships with managers will keep it close to deal flow, as Preeti Singh writes for WSJ Pro Private Equity. The roughly $16 billion pension manager said that backing first-time funds, tapping certain managers for broader investment advice and increasing its activity in the secondary market have helped it strengthen its ties to good firms.</p><p>A member of the Securities and Exchange Commission is calling for greater transparency in private markets, saying that nonpublic businesses can play an outsize role in the U.S. economy without being required to release key information about their operations, Chris Cumming writes for WSJ Pro Private Equity. Commissioner Allison Herren Lee said Tuesday that the SEC should require more disclosure from private companies, arguing that \"a burgeoning portion of the U.S. economy itself is going dark\" as the growth of private businesses outpaces those that are publicly traded, which must release financial and other information.</p><p>Blackstone Inc. plans to invest $1 billion in acquiring music rights, as the asset manager bets on a nascent but exploding category that is benefiting from the rapid growth of online streaming, Anne Steele and Matt Grossman report for The Wall Street Journal. The investment—which Blackstone executive Qasim Abbas called the \"starting point\"—comes as part of a partnership with an advisory firm affiliated with Hipgnosis Songs Fund Ltd., a music-investment company that trades on the London Stock Exchange and earns revenue when music it holds rights to is streamed online or used in movies or advertising.</p><p>Big Number</p><p>14.8%</p><p>The aggregate prediction of analysts of the gain in the S&amp;P 500's price over the coming 12 months, according to data provider FactSet.</p><p>Deals</p><p>Tata Motors' electric sport-utility vehicle (SUV) Nexon EV. Photo: Hemanshi Kamani, Reuters</p><p>TPG's Rise Climate fund has agreed to invest about $1 billion in Tata Motors Ltd., joined by Abu Dhabi sovereign wealth investor ADQ, buying into a new subsidiary to obtain an equity stake of 11% to 15% in the unit, according to the automaker. The new business will be set up to produce electric vehicles and related technologies. TPG said in July that it had raised $5.4 billion for the fund at its first closing, with a $7 billion upper limit.</p><p>Private equity firm Chatham Asset Management has offered to acquire the rest of RR Donnelley &amp; Sons Co. shares that it doesn't already own for $7.50 a share in cash, Kimberly Chin reports for Dow Jones Newswires. Chatham owns a roughly 15% stake in the advertising and printing company and is also one of its largest bondholders, Chatham said in a letter to its directors on Tuesday. The offer represents a 52% premium to Monday's closing price of $4.93 a share and spurred a 33% jump Tuesday, with the stock closing at $6.57 on the New York Stock Exchange. The offer gives the company an equity value of about $546 million.</p><p>The impact-investing arm of quant fund manager Two Sigma Advisers has acquired worker hiring outsourcing company Eclipse Advantage. The Melbourne, Fla.-based company specializes in filling the staffing needs of warehouse operators and was previously owned by Longshore Capital Partners, which first backed the business last year. Two Sigma Impact, formed late in 2020, had previously invested in three businesses, including workforce development company Penn Foster. New York-based Two Sigma reported managing about $76.02 billion at the end of last year, in a regulatory filing.</p><p>Warburg Pincus is investing $200 million in Tiptree Inc.'s Fortegra Group LLC insurance unit, according to Tiptree. The New York investment firm will receive a 24% interest in Fortegra in the form of common and preferred stock. The deal is expected to close early next year. The specialty insurer based in Jacksonville, Fla. generates more than $2 billion in gross premiums and equivalents annually and is valued at about $691 million post money, according to an investor presentation.</p><p>Goldman Sachs Asset Management's growth investment strategy has led a $60 million growth round for Aware, an enterprise technology startup focused on governance management and risk and compliance. Previous backers that contributed to the round include Spring Mountain Capital, Blue Heron Capital, Allos Ventures, Ohio Innovation Fund, JobsOhio and Rev1 Ventures.</p><p>Ares Management Corp. is backing medical communications company Lockwood Group LLC, investing an unspecified amount in the Stamford, Conn.-based business through its private-equity strategy. Lockwood provides scientific-based media, consulting and communications services to the pharmaceutical, biotechnology and medical device industries.</p><p>Growth-equity investor WestCap Management and Canadian pension investment manager Caisse de dépôt et placement du Québec are backing cryptocurrency earning and borrowing business Celsius Network LLC, leading a $400 million investment that values the company at more than $3 billion. Hoboken, N.J.-based Celsius has nearly 500 employees and more than $25 billion in assets, according to a news release.</p><p>Oaktree Capital Management is among the participants in a $175 million investment in home loan originator Interfirst Mortgage Co., whose legal name is Chicago Mortgage Solutions LLC. The deal, involving a special purpose investment vehicle, was led by principals of long-hold investor StoicLane Inc. and also included MFA Financial Inc. Rosemont, Ill.-based Interfirst uses artificial intelligence and other technologies to accelerate the mortgage process while reducing costs, according to an emailed news release.</p><p>TA Associates is joining Partners Group Holding Ag as an investor in residential property management services provider Foncia Groupe SAS. TA is acquiring a 25% stake in the Paris-based company while Partners, which first backed Foncia in 2016, remains its majority shareholder, according to a news release. The company maintains about 2.5 million residential units in Europe and has about 12,000 employees.</p><p>Cerberus Capital Management has acquired government contractor NetCentrics Corp. The Herndon, Va.-based company provides cybersecurity, enterprise information technology and telecommunications services.</p><p>SPAC Track</p><p>A blank check company led by a former Bain Capital executive, Michael Goss, abandoned its planned initial public offering of shares. Brimstone Acquisition Holdings Corp., the special-purpose acquisition company, didn't specify the reason for the withdrawal, Dave Sebastian reports for Dow Jones Newswires. Mr. Goss was a managing director and head of investor relations at Bain Capital, and previously had served as chief operating officer and in other leadership roles. In March, Brimstone registered to raise $250 million with a focus on acquiring consumer products or industrial goods businesses.</p><p>A blank-check company backed by financial technology investment firm Green Visor Capital Management aims to raise about $150 million to invest in fintech companies, Maria Armental reports for Dow Jones Newswires, citing a securities filing. The special purpose acquisition company, Green Visor Financial Technology Acquisition Corp. I, is led by former Visa Inc. executives.</p><p>Exits</p><p>CVC Capital Partners-backed Italian gambling company Sisal Group SPA has renewed plans for an initial public offering of shares, Reuters reports. The Milan-based company recently separated its payments business from its gambling and related operations, and S&amp;P Global Ratings recently reported that its prospective annual revenue from the gambling business will fall to between €620 million and €640 million this year, equivalent to about $716.4 million to $739.5 million. CVC acquired the business in 2016, some two years after the company dropped plans for an IPO. Sisal's new offering is expected to consist of shares owned by the U.K. private-equity firm, Reuters said.</p><p>Permira has agreed to sell medical contract manufacturer Lyophilization Services of New England Inc. to PCI Pharma Services. Permira first backed the Bedford, N.H.-based company in 2017. LSNE serves the pharmaceutical, biotechnology and medical device industries and acquired facilities in Wisconsin and Spain in addition to expanding in New Hampshire under Permira's ownership, according to a news release.</p><p>Liberty Hall Capital Partners has sold cargo handling equipment provider Onboard Systems International to fellow private-equity investor Arcline Investment Management, a little more than two and half years after acquiring the Vancouver, Wash.-based company.</p><p>Funds</p><p>Francisco Partners has closed on $2.2 billion for its second opportunistic credit fund, called FP Credit Partners II, according to a news release. The technology-focused firm had targeted $1.25 billion for the fund, which reached its upper limit and is almost three times the size of the first fund raised for the strategy, which closed on $750 million last year.</p><p>Growth investor Black Dragon Capital has collected $386 million in its latest fundraising, with capital provided by high-net-worth individuals, family offices and private-equity leaders, among others, according to a news release.</p><p>Center Creek Capital Group has raised nearly $30 million for its Center Creek Housing Fund III, a social impact strategy that aims to acquire distressed single-family homes as rental properties targeting traditionally underserved low- and moderate-income communities. Capricorn Investment Group's Sustainable Investors Fund served as an anchor participant in the new vehicle, which plans to buy and renovate homes before leasing them out at affordable rates.</p><p>People</p><p>BlackRock Alternative Investors, an alternative investment unit of BlackRock Inc., has tapped Kristen Weldon as its new global head of sustainable investing, according to an internal memo viewed by WSJ Pro Private Equity. Ms. Weldon will succeed Teresa O'Flynn, who will be taking on a new role as a founding member of Decarbonization Partners, a joint effort between BlackRock and Singapore-based Temasek that will target late-stage venture and growth investments in next-generation renewable and mobility technology companies as well as companies that help promote a shift to zero carbon emissions. Before joining BlackRock, Ms. Weldon was Head of ESG and Impact Investing at Partners Capital, a provider of outsourced investment office services.</p><p>Apollo Global Management Inc. named William \"Bill\" Lewis Jr. as a senior partner and member of its management committee, plucking the Wall Street veteran from Lazard Ltd., Colin Kellaher reports for Dow Jones Newswires. Mr. Lewis, among the most prominent Black executives on Wall Street, will source and execute investment opportunities across its private-equity business and will collaborate with the asset manager's executive management on human capital, citizenship and diversity and inclusion efforts. He was a managing director and chairman of investment banking at Lazard. He also serves as a member of the Harvard Management Co., which oversees Harvard University's $42 billion endowment.</p><p>Industry News</p><p>The shuttered refinery backed by EIG Global Energy Partners is behind on more than $63,000 in interest on a bankruptcy loan, Alexander Saeedy reports for WSJ Pro Bankruptcy, citing court papers. Limetree Bay Refining LLC on St. John in the U.S. Virgin Islands shut down in May after a short period of resumed operations that followed the multi-year investment of some $4.1 billion to restart production. Bankruptcy lender Arena Investors LP has said it has the right to terminate its loan of up to $19.5 million if Limetree Bay fails to cure the default in time. Limetree declined to comment.</p><p>Debt investor Oak Hill Advisors is hunting for $500 million worth of forestland with the aim of harvesting carbon offsets instead of timber, Ryan Dezember reports for The Wall Street Journal. The firm is teaming up on the venture with Blue Source LLC, a Cottonwood Heights, Utah-based firm that creates and sells carbon credits, to acquire roughly 1 million acres of North American woodlands and manage the properties to generate so-called forest offsets.</p><p>Multi-strategy investment firm P10 Inc., which owns firms that include midmarket-focused RCP Advisors and venture capital focused TrueBridge Capital Partners, has set a prospective price range for its initial public offering of shares at $14 to $16 each, a regulatory filing shows. That would give the firm a market value of about $2 billion. The Dallas-based firm also makes venture capital, private credit and direct impact investments and had about $14.2 billion in fee-paying assets under management at the end of June, according to the filing.</p>",
  "published": "2021-10-13T16:32:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 7984,
          "end": 7993
        },
        {
          "start": 7939,
          "end": 7948
        }
      ]
    }
  ]
}