{
  "_id": "cf6771dbe7f34d2592481501c76a50a2b2bb4c8599ce4883cc3be1569bd4e70e",
  "feed": "wall-street-journal",
  "title": "How Does the 14-Step Visa Program for Foreign Interpreters Work? Congress is pressing the White House to ramp up evacuations to help Afghan allies who risked their lives to help the U.S. military",
  "text": "<p>The program has existed since 2009, and thousands of Afghans and their families have already relocated to the U.S. Many more are still awaiting their visas or recently received them, but are trapped in Afghanistan without a clear way to reach the airport in Kabul to board an evacuation flight.</p><p>Here's an explainer on the program.</p><p>Q: What is the Special Immigrant Visa program and how does someone qualify?</p><p>Congress created the Special Immigrant Visa program in 2009 in response to reports that some Afghan interpreters had been threatened, kidnapped and killed because of their association with the U.S. A similar program had also been created for Iraqis who worked for the Americans in that country's conflict, but it has since expired.</p><p>To qualify, the candidate must have worked with a branch of the U.S. military, a U.S. intelligence agency or a military contractor for at least two years. The application requires them to have an American supervisor write a letter of recommendation showing they performed valuable service for the American mission. Applicants must also be able to demonstrate they face or have faced a credible threat to their safety—a requirement the State Department has recently waived in light of the current crisis.</p><p>Applicants then undergo a thorough background check and must submit a medical exam before they are granted a visa. In all, the visa application is a 14-step process that can take years to complete.</p><p>Since its creation, the visa program has been used by the military as a recruitment tool to persuade Afghans to work for them.</p><p>Q: How many Afghans have been granted visas, and how many are in the queue?</p><p>To date, roughly 15,000 Afghan nationals and their family members have been resettled in the U.S. through the program, according to State Department officials. They aren't formally considered refugees and don't count against the total number of refugees the U.S. commits to take each year. Still, they are eligible for the same resettlement benefits: assistance with furnishing a home, enrolling children in school and searching for a job.</p><p>Congress has authorized a total of 34,500 available visas since 2015—the program counted visa slots differently before then—including 8,000 additional visas Congress just created last month. Those numbers don't expire until they get used.</p><p>The State Department has estimated before the recent Taliban takeover that about 18,000 Afghans have pending applications, totaling about 53,000 people, including their family members. That number is expected to grow as Afghans become increasingly desperate to leave their country. Refugee and veterans advocates estimate that as many as 100,000 people, including family members of former interpreters, could be eligible to be resettled in the U.S.</p><p>Q: Before the Taliban took over Afghanistan, did the visa program work as intended?</p><p>No. When Congress created the program, it required that visa applications be completed within nine months of submission. But the average length of time it takes the State Department to adjudicate a visa was about two years as of March 31, according to a quarterly government report on the program, a figure that doesn't include time an applicant spends submitting additional paperwork or medical exams throughout the process.</p><p>Wait times were compounded when the U.S. paused visa interviews altogether for nearly a year because of the Covid-19 pandemic.</p><p>Advocates say many more interpreters have trouble applying for the program because they have lost contact with their American supervisor and lack the necessary paperwork vouching for them. The government also has trouble verifying information because of poor and incomplete record-keeping, particularly in earlier years of the war.</p><p>Q: What did the Biden administration and Congress do before now to try to fix the situation?</p><p>Soon after President Biden announced his plans to withdraw all troops from Afghanistan as part of last year's peace deal with the Taliban, the administration faced growing calls from refugee advocates, veterans organizations and members of Congress from both parties to evacuate interpreters from the country before their applications were completed.</p><p>Advocates argued that if the administration didn't take that step, it would become increasingly difficult for interpreters with pending visas to come to Kabul to complete their consular interviews and medical exams, the final steps of the process, as the Taliban began to take control of roads.</p><p>Mr. Biden initially resisted those calls, saying instead that his administration would work to speed up visa processing. That effort was interrupted for weeks in June when the American embassy in Kabul was forced to close due to a Covid-19 outbreak.</p><p>Congress also passed several bills to speed up the process of visa issuance, waving a few paperwork requirements and allowing family members of deceased interpreters to qualify.</p><p>In late June, the administration announced plans to begin a large-scale evacuation in late July. Before the Taliban captured Kabul, they managed to evacuate about 2,000 visa applicants, who had been approved but for a medical exam, to the military base in Fort Lee, Va.</p><p>Q: What is the plan for the other visa holders?</p><p>The administration announced that other visa holders would be brought to several other military bases around the country, and applicants who hadn't yet passed background checks would be brought to third countries to wait for their visas to be approved.</p><p>The administration also announced a separate refugee program for Afghans who worked for American nonprofit or media organizations, though to qualify, people must find their own way out of Afghanistan first. The administration hasn't announced any details yet on how potential candidates can apply.</p><p>Q: What are the administration and Congress doing now to help visa applicants?</p><p>The administration has evacuated thousands of people through the Kabul international airport, though spokesman Ned Price declined to say how many were Americans or Afghans. Mr. Price announced at a Thursday State Department briefing that it is doubling the number of consular officers on the ground in Afghanistan and will have staff to process enough visa applicants to fill flights for the duration of the evacuation. The State department hasn't, however, announced any plans to provide Afghans safe transport to the airport.</p><p>The administration is also negotiating with other countries to house Afghans whose security checks aren't yet completed. Qatar has been serving as a stopover point, and so far, Canada, Albania, Mexico, Colombia and Chile have all said they are willing to host Afghans at least temporarily.</p><p>Members of Congress and other advocates are calling on the administration to bring interpreters with pending visas directly to the U.S. Under immigration law, the administration has the power to do so by granting people a form of temporary permission to enter the country known as humanitarian parole.</p><p>There is precedent for this sort of action: The U.S. evacuated approximately 100,000 Vietnamese refugees before and after the fall of Ho Chi Minh City in 1975, and they were brought to the American territory of Guam to be processed. The U.S. also conducted a smaller evacuation of Kurds from Iraq in the 1990s, bringing them to a military base in New Jersey.</p><p>William Mauldin contributed to this article.</p><p>How Does the 14-Step Visa Program for Foreign Interpreters Work?</p>",
  "published": "2021-08-19T23:10:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 446,
          "end": 450
        },
        {
          "start": 21,
          "end": 25
        },
        {
          "start": 364,
          "end": 368
        },
        {
          "start": 7401,
          "end": 7405
        }
      ],
      "nexusId": "10063253"
    }
  ]
}