{
  "_id": "56a4603ec1505c6de591225f3237772639bdaf505a9237e98c226b82f8f4ea16",
  "feed": "wall-street-journal",
  "title": "Majority of Interpreters, Other U.S. Visa Applicants Were Left Behind in Afghanistan; U.S. still doesn't have reliable data on who was evacuated from Afghanistan, a senior State Department official says",
  "text": "<p>The U.S. still doesn't have reliable data on who was evacuated, nor for what type of visas they may qualify, the official said, but initial assessments suggested most visa applicants didn't make it through the crush at the airport.</p><p>\"I would say it's the majority of them,\" the official said. \"Just based on anecdotal information about the populations we were able to support.\"</p><p>Over 20,000 Afghans who had applied for the Special Immigrant Visa program remained in Afghanistan when Kabul fell to the Taliban on Aug. 15, according to advocacy groups and congressional officials.</p><p>Including their family members, as many as 100,000 Afghans may be eligible for relocation.</p><p>\"Everybody who lived it is haunted by the choices we had to make and by the people we were not able to help,\" the official added.</p><p>In the final days of the evacuation leading to the withdrawal of all U.S. troops on Monday, the U.S. focused its efforts on U.S. citizens and permanent residents.</p><p>Both parties in Congress have criticized the Biden administration for the slow processing times. Some applications have spent years in the pipeline.</p><p>The senior official said that efforts to help get the most vulnerable Afghans through the crowds and into the airport were hindered by the threat of an attack by Islamic State, limited access points to the airport, and Taliban checkpoints in the approaches to the airport.</p><p>In addition, \"every credential we tried to provide electronically was immediately disseminated to the widest possible pool,\" the official told reporters.</p><p>The Biden administration has said that from the end of July, the U.S. and allied nations evacuated more than 122,000 thousand people from the country, most of whom were Afghans.</p><p>The State Department estimates that fewer than 200 Americans that wanted to leave Afghanistan have been left behind.</p><p>Pentagon Press secretary John Kirby said on Friday, near the end of the evacuation effort, that the U.S. had been able to evacuate about 7,000 Special Immigrant Visa applicants by that point. It wasn't clear whether that number included the applicants' family members as well.</p><p>The Biden administration initially refused to evacuate visa applicants, but ramped up efforts in July as bipartisan pressure grew.</p><p>Congress created the Special Immigrant Visa program in 2009 in response to reports that some Afghan interpreters had been threatened, kidnapped and killed because of their association with the U.S.</p><p>Michelle Hackman contributed to this article.</p><p>Write to Jessica Donati at jessica.donati@wsj.com</p><p>Majority of Interpreters, Other U.S. Visa Applicants Were Left Behind in Afghanistan</p>",
  "published": "2021-09-01T17:27:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 37,
          "end": 41
        },
        {
          "start": 2279,
          "end": 2283
        },
        {
          "start": 2571,
          "end": 2575
        },
        {
          "start": 439,
          "end": 443
        },
        {
          "start": 1993,
          "end": 1997
        }
      ],
      "nexusId": "10063253"
    }
  ]
}