{
  "_id": "8519f3673900f6c0e369c2043f31734467c2d44d281a0434135841653adb959e",
  "feed": "ftcomall",
  "title": "C'est la visa: would you buy a house to get back into Europe?",
  "text": "<p>During the past year or so, there's been a rapid rise in the <a href=\"https://www.ft.com/content/5c6ef531-847c-414a-bbec-f2f25574e1e5\">demand for a second passport</a> – often with another home attached for wealthy buyers. “We've taken on a record number of new clients in 2021,” says Dominic Volek, group head of private clients at the global citizenship and residency advisory firm Henley &amp; Partners. “The biggest driver now is mobility of&#xa0;travel. Traditionally, we've looked after clients from emerging markets, but this year we've seen a real growth in interest from the US, where even if you were a Silicon Valley billionaire you couldn't come to Europe.”</p> <p>High-net-worth individuals have always sought to spread their risk, whether in equities or fine art, and among those legally entitled to multiple residency, the current attitude is “Why not?” Having experienced the unpredictable imprisonment that came with the pandemic, many are searching for a plan B – or even a plan C – and are&#xa0;frequently finding that property purchase is the easiest route to that end. “Our US clients are looking for residency or citizenship in the Caribbean and also somewhere in Europe,” Volek confirms.</p> <p>Post-Brexit, higher numbers of British passport holders – particularly if they haven't managed to unearth an appropriate ancestor – are seeking advice about how to deepen their European ties to circumnavigate restrictions. “The rules have changed, and British property owners can now only <a href=\"https://www.ft.com/content/37507836-2fd6-4700-bf3c-5681cd843bfa\">stay in their holiday home for 90 days</a> in each 180-day period,” says Edward de Mallet Morgan, partner in Knight Frank's super-prime sales team.&#xa0;Which, unless you have an EU passport, puts the kibosh on dreams of retirement on the Côte D'Azur or Costa del Sol.&#xa0;</p> <p>“As things have opened up again, people have started to appreciate what the restrictions really mean,” says Isobel Neilson, senior manager at immigration lawyers Fragomen LLP. “They're realising they can't work in Europe, and have to leave the entire Schengen zone after 90 days, and we have seen a significant increase in demand for solutions.”</p> <p>Fortunately for those looking to enhance their passport portfolio, governments around the world have recognised that encouraging the rich and talented to take&#xa0;up residence can be a useful little earner, and new opportunities continue to arise. “Potentially, sovereign-equity schemes are a very important source of revenue,” says Volek, whose firm, as well as assisting private clients, advises governments on designing and implementing such initiatives. “A lot of countries are now revamping, relaunching or thinking of launching them.”</p> <p>Around 30 countries now offer some form of residency through investment, either directly into the local economy or, less commonly, by the purchase of property. In this context, Europe's “golden visas” have proven particularly popular, not only because they allow foreign nationals freedom of movement throughout the Schengen Zone, but also because they often smooth the path to citizenship, which can open up visa-free travel to more than 100 countries across the world. In recent years, Portugal has offered the <a href=\"https://www.goldenvisas.com/portugal\">European Golden Visa</a> with a scheme, launched in 2012, that has allowed passport investors to buy a second home at a relatively low cost and then, with just a smattering of the language and the briefest of sojourns, potentially qualify for citizenship after only five years. It's fast-track compared with the seven-year wait demanded by similar schemes in Spain – or 10 years in Greece. “You can get a Maltese passport more or less straightaway by investing €1m, but that is effectively a donation,” says Volek. “If you don't want to donate – and clients don't necessarily want to give money away – buying in Portugal has been seen as a good investment in one of the hottest property markets in Europe.”</p> <p>Revision of the Portuguese scheme likely to come into force in January 2022 will largely redirect buyers away from boom cities such as <a href=\"https://www.ft.com/content/d59c9a8c-00ee-456a-b018-d33bde12b04b\">Lisbon</a> and Porto, and popular coastal areas like <a href=\"https://www.ft.com/content/5bc84dc1-aeea-4270-b2b6-9889b0c3ce2b\">the Algarve</a>, to the slower-paced hinterland. “You will, however, still be able to buy in a ‘touristic development' in the Algarve, as well as in areas like Alentejo, which have long been popular with British buyers,” says Frederico Mendoça of Cluttons Portugal. “And because much of the property will be comparatively cheaper, you should still get capital appreciation.” What can be snapped up right now? In <a href=\"https://www.ft.com/content/ae2b916e-da08-4ab3-b4bb-da2d509c1b89\">tranquil Alentejo</a>, the estate agent is selling new-built townhouses in the <a href=\"https://www.cluttons.pt/en-gb/developpement/land-vineyards-trincadeira/18434470\">Trincadeira Cluster</a>, from €430,000.</p> <p><a href=\"https://www.ft.com/content/64f9640b-f05a-4cb5-8bcb-457cc62dfb51\">Malta</a>, meanwhile, has revised its investments schemes and now both its Malta Permanent Residence and Citizenship By Investment programmes have put a greater emphasis on property purchase. “There is much more of a&#xa0;requirement to become involved in the local lifestyle,” says Alan Grima, CEO of Malta-based Dhalia Real Estate, which works in association with Cluttons. “And owning property is considered one of the main means to do so.”</p> <p>Those looking for a direct route to citizenship need to spend at least €600,000 (not including the price of the property), but the wait for a passport takes between 14 and 38 months. Added to this, Malta's stable property market still offers the potential for uplift. “Malta is a very small island, and because of the limitation on space has proven to be a very good investment,” says Grima. “Between 2016 and 2019, prices rose by four per cent every month, and failed to fall during the pandemic. The market has now stabilised, but we still foresee the likelihood of a slight rise in 2022.”</p> <p>Traditionally, passport seekers in Malta have come from Russia, China, the Middle East and South Africa, but Grima is now also seeing interest from British buyers, who favour less touristy areas such as villages like Marsascala, the neighbouring island of Gozo, and inland towns such as Birżebbuġa, where he is selling a <a href=\"https://www.dhalia.com/search/Birzebbuga/Farmhouse/P000188904\">three-bedroom farmhouse</a> with equestrian facilities for €3.8m.</p> <p>Another European – but non-EU – country that has proven popular with passport hunters is Montenegro. Although the Balkan state is currently only on the waiting list to join the European Union, property purchase already brings freedom of movement in Europe. Speedy action may be required, though, as the recently elected government has declared its intention to close the venture at the end of 2021.</p> <p>“The scheme has been very important in sustaining the property market during Covid-19 when other sales were scarce,” says Kieran Kelleher of Dream Estates in Montenegro. He has seen American buyers joining Chinese, Indian and Middle Eastern purchasers investing in passport-entitling schemes on the Adriatic coast, such as the InterContinental Resort Amma, Canj, in southern Montenegro, one of Europe's fast-growing luxury leisure markets, and in <a href=\"https://www.dreammontenegro.com/en/properties/new-boka-place-project-in-porto-montenegro\">Boka Place</a>, the deluxe waterfront development in the Bay of Kotor (from €190,000, through Dream Estates/Savills). “Passport seekers have been able to buy into these schemes at a price similar to non-passport buyers, and the market here is strong. We've just had our best summer for seven or eight years.”</p> <p>The disruption of the past two years has, of course, resulted in significant lifestyle shifts and some countries, such as Barbados, have been quick to adapt to new priorities. “Barbados was one of the first to recognise that&#xa0;people were increasingly working from home and introduced 12-month visas,” says James Burdess, Savills's head of sales for the Caribbean and Latin America. “In the past, you could only visit for three months, now you can effectively come and stay.” The visa, which is applicable only to those who can prove they are self-supporting, is not related to property purchase, but Antigua and Barbuda, Dominica, Grenada, St Kitts and Nevis and St Lucia are all offering a direct route to citizenship to those prepared to buy a home. “All our buyers in Antigua over the past six months have availed themselves of the passport,” says Burdess of the scheme's popularity. “Although it's not their number one reason for buying in the Caribbean.”</p> <p>Purchasers here must buy in approved schemes (such as the <a href=\"https://search.savills.com/property-detail/gbantblai190473\">Windward Estate</a>, between $1.52m and $1.6m, through Savills) to gain citizenship, but the price bar is&#xa0;competitive (just $200,000) and the process straightforward. And while the passport opens access to myriad countries, in Burdess's experience it is being able to spend time in the Caribbean that is the main driver. “It's about security, comfort and enjoying your property without time-frame constraints. The last weird months have pushed people who have felt trapped to find a happy alternative,” he says in conclusion. “Life is short.”&#xa0;</p><p>Source: Lisa Freedman 2021 'C'est la visa: would you buy a house to get back into Europe?' FT.com 11 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-11T15:55:04.956Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3074,
          "end": 3078
        }
      ],
      "nexusId": "10063253"
    }
  ]
}