{
  "_id": "a169c67a09efce8bde277b2bf22153f75294bc21e6b07524bcce246786951d1d",
  "feed": "wall-street-journal",
  "title": "Officials  In Kabul  Warned  Of Quick  Collapse  ---  State Department cable  in July urged increased  evacuations ahead of  the Taliban's advance  ----  By Vivian Salama",
  "text": "<p>   WASHINGTON -- An internal State Department memo last month warned top agency officials of the potential collapse of Kabul soon after the U.S.'s Aug. 31 troop withdrawal deadline in Afghanistan, according to a U.S. official and a person familiar with the document. </p><p>   The classified cable represents the clearest evidence yet that the Biden administration had been warned by officials on the ground that the Taliban's advance was imminent and that Afghanistan's military might be unable to stop it. </p><p>   The cable, sent via the State Department's confidential dissent channel and signed by about two dozen State Department officials at the embassy in Kabul, was sent to Secretary of State Antony Blinken and another top State Department official, the two people said. It warned of rapid territorial gains by the Taliban and the subsequent collapse of Afghan security forces, and it offered recommendations on ways to mitigate the crisis and speed up an evacuation, the two people said. </p><p>   The cable, dated July 13, also called for the State Department to use tougher language in describing the atrocities being committed by the Taliban, one of the people said. </p><p>   As of last weekend, some 18,000 Afghans who have applied for the U.S.'s Special Immigrant Visa program, as well as their families, remained on the ground in Afghanistan, with about half of them outside Kabul in areas already under Taliban control. Efforts to get them to the Kabul airport have grown more difficult by the day. </p><p>   In all, 23 U.S. Embassy staffers, all Americans, signed the July 13 cable, the two people said. The U.S. official said there was a rush to deliver it, given circumstances on the ground in Kabul. </p><p>   Besides Mr. Blinken, the cable was sent to Director of Policy Planning Salman Ahmed. Mr. Blinken received the cable and reviewed it shortly after receipt, according to the person familiar with the exchange, who added that contingency planning was already under way when it was received and that Mr. Blinken welcomed their feedback. </p><p>   State Department spokesman Ned Price declined to address the cable, but he told The Wall Street Journal that Mr. Blinken reads every dissent and reviews every reply. </p><p>   \"He's made clear that he welcomes and encourages use of the dissent channel and is committed to its revitalization,\" Mr. Price said. \"We value constructive internal dissent.\" </p><p>   The existence of the confidential State Department cable adds to an expanding debate involving the White House, Pentagon and intelligence services over what U.S. officials understood about assessments of Afghanistan's stability. </p><p>   U.S. military and intelligence officials, struggling with the fallout from the rapid collapse of Afghanistan's government and armed forces, have sparred over U.S. intelligence assessments regarding the country's stability. </p><p>   President Biden had said in July that a collapse of the government and a Taliban takeover were \"highly unlikely,\" pointing to the large numbers of Afghan National Security Force members, their U.S. training and modern equipment, including an air force. </p><p>   On Wednesday, in an interview with ABC News, Mr. Biden, a Democrat, said that \"the idea that somehow there's a way to have gotten out without chaos ensuing, I don't know how that happens.\" </p><p>   Gen. Mark Milley, chairman of the U.S. Joint Chiefs of Staff, has said that a speedy demise of the U.S.-supported government and army was unanticipated. </p><p>   \"There was nothing that I or anyone else saw that indicated a collapse of this army and this government in 11 days,\" he said at the Pentagon on Wednesday. </p><p>   The signatories of the dissent channel cable urged the State Department to begin registering and collecting personal data in advance for all Afghans who qualify for Special Immigrant Visas, aimed at those who worked as translators or interpreters; locally employed embassy staff; and for those eligible for other U.S. refugee programs while there was still six weeks left before the withdrawal deadline. </p><p>   It also urged the administration to begin evacuation flights no later than Aug. 1, the people said. </p><p>   On July 14, a day after the cable was sent, the White House announced Operation Allies Refuge to support the relocation of interested and eligible Afghan nationals and their immediate families who supported the U.S. government for the special visas. </p><p>   Evacuations didn't kick into high gear until last week and have been complicated by the Taliban takeover of Kabul on Sunday. </p><p>   Several other actions that have since been taken by the administration were consistent with some of the requests and recommendations in the cable, the person familiar with the cable exchange said. </p><p>   Last week, the administration cited unexpectedly rapid military gains by the Taliban in downsizing its embassy in Kabul, sending about 3,000 troops temporarily to aid in the evacuation of U.S. staff. At the time, Mr. Price said the embassy was still open at its regular location. But that soon would prove too precarious, and embassy staffers who weren't being evacuated from the country were transferred to a makeshift office at the Hamid Karzai International Airport, with an increasing U.S. troop presence. </p><p>   The person familiar with the contents of the cable said that the actions ultimately taken by the administration were even more drastic than what embassy staffers recommended in the internal memo a month earlier. </p><p>   The dissent channel is a formal mechanism at the State Department that allows foreign service officers to raise concerns about current policy. It was established during the Vietnam War as a result of concerns that contrary views were being ignored. </p><p>   Written dissents are supposed to be circulated among senior officials at the agency, and the authors are supposed to be protected against retaliation. They are intended to remain confidential. </p><p></p>",
  "published": "2021-08-20T06:10:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1239,
          "end": 1243
        }
      ],
      "nexusId": "10063253"
    }
  ]
}