{
  "_id": "f7483749b0d5630a1ade8c35c1a50c7337ae6cd9b1b8de15cfa96ad0a7a3b737",
  "feed": "ftcomall",
  "title": "The Warhol signal for the US stock market",
  "text": "<p>In the<a href=\"https://www.ft.com/content/f99b53b6-fa07-48c1-8389-ebfa362eac40\"> bidding wars</a> at Sotheby's this week — where the former couple Harry and Linda Macklowe were parting with much of their art collection after a bitter divorce — there were a few mysterious lulls. </p> <p>Several of the best-known works sold for less than expected. Alberto Giacometti's <em>Le Nez</em>, a bronze long-nosed figure, was hammered below its $70m to $90m estimate before an Andy Warhol silkscreen of Marilyn Monroe went for $41m, only slightly above the low end of its expected price range. It was somewhat incongruous given the enthusiasm seen minutes earlier that helped set records for artists like Jackson Pollock.</p> <p>This had parallels, somewhat surprisingly, to the moves in the $54tn US stock market, where valuations on many stocks have been pumped to dizzying heights while others have hit proverbial air pockets. The valuation of <a href=\"https://www.ft.com/content/a0575122-404d-4d11-b54b-f1af77733a4e\">electric vehicle maker Rivian</a>, which has only recently started delivering vehicles to consumers, surged above the likes of IBM and General Motors this week. Tesla, in the same vein, has gained more than 90 per cent over the past six months, even after taking into account recent declines.</p> <p>And yet, at the same time, more than 175 stocks in the blue-chip S&amp;P 500 benchmark are down over the past six months. That is a fact that you might be surprised to hear, given the index itself is up 14 per cent over that period and the general enthusiasm from retail investors has pushed so many big <a href=\"https://www.ft.com/content/637b2a59-f64d-46b6-a8a8-0072e3a936d2\">stocks to records</a>. </p> <p>The dispersion in returns — whether in art or equities — is a symptom of widely differing views on the path for markets and different industries and companies in the months ahead. Morgan Stanley this week warned its clients that they were in for “more of a boom-bust environment”, comparing this cycle to the post-second world war era when there were five recessions in 16 years.</p> <p>“The market is struggling to determine which outcome is likely to play out and is hedging its bets,” the bank's strategist Michael Wilson says.</p> <p>Even more recently, as the S&amp;P 500 has attempted to set a new high-water mark, there has been evidence that the market's upward grind has been losing steam. Research outfit Bespoke Investment Group on Thursday noted that there had been a drop in the number of stocks trading above their 50- and 200-day moving averages. And the proportion of risers to fallers on any given day has fallen recently.</p> <p>Warren Buffett appears to be among those with doubts on the current market. Take a look at his $310bn investment account at Berkshire Hathaway. The firm purchased minuscule stakes in two new companies in the third quarter, new disclosures showed this week. But otherwise the billionaire investor was a <a href=\"https://www.sec.gov/Archives/edgar/data/1067983/000095012321015518/xslForm13F_X01/0000950123-21-015518-6820.xml\">net seller</a> of stock, cutting stakes in AbbVie, Merck, Mastercard and Visa. There weren't many bargains that Buffett thought worth ploughing some of the company's <a href=\"https://www.ft.com/content/c1283958-c277-4882-bc5d-232ea8ab2ff6\">mammoth $149bn cash</a> pile into.</p> <p>Many investors are rightly concerned that slowing economic growth, coupled with tighter policy from the Federal Reserve and potentially higher real yields — interest rates after taking into account inflation — will finally put a cap on how high US stock prices can rise. </p> <p>Current rock-bottom real interest rates have been key to the long-running rally in growth stocks, given that far-off projected profits are discounted back to today's value with such a small denominator. A Fed pushed to reel in the highest inflation in 30 years could only mean one thing, or so the thinking goes.</p> <p>But there is a reason to be sceptical that real yields will rise so meaningfully that it will be detrimental for stocks. Strategists with Goldman Sachs project real yields will remain in negative territory next year, even if they do move higher. And the global demand from investors in the US and abroad to hit their return targets will probably keep a lid on nominal Treasury yields.</p> <p>Look at the strong demand at an auction of 10-year inflation-protected Treasuries this week. The yield at which the debt was sold was the lowest on record. As Goldman strategist David Kostin says, the absence of attractive alternatives means investors have few other places to park their cash than stocks.</p> <p>That is not to say the valuations of many of this year's high flyers can be justified. Markets have been supremely distorted by central bank interventions as well as buying from a new base of retail investors.</p> <p>Those same retail investors are beginning to wander into the art world. And even if a crowdsourced group was <a href=\"https://twitter.com/ConstitutionDAO/status/1461498841820192771?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1461498841820192771%7Ctwgr%5E%7Ctwcon%5Es1_&amp;ref_url=https%3A%2F%2Fwww.wsj.com%2Farticles%2Fcopy-of-constitution-sells-for-43-2-million-as-crypto-group-is-outbid-11637285144\">unsuccessful in securing</a> a rare first print of the US constitution at auction on Thursday, they helped to bid its price to a record high. That raises the question: had the crowdsourced group that pooled $40m in an attempt to buy the constitution not been assembled, would Kenneth Griffin — the billionaire who ultimately <a href=\"https://www.ft.com/content/c38b7579-bbba-4a79-b8df-e6dd13c5aa2a\">won the auction</a> — have even been stuck in a bidding war that lifted the price of the document to such a feverish high? It doesn't look like it.</p> <ul>  <li><p><a href=\"mailto:eric.platt@ft.com\">eric.platt@ft.com</a></p></li>  <li><p>Twitter: <a href=\"https://twitter.com/ericgplatt\">@ericgplatt</a></p></li> </ul><p>Source: Eric Platt  2021 'The Warhol signal for the US stock market' FT.com 20 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-20T05:00:42.829Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2738,
          "end": 2742
        }
      ]
    }
  ]
}