{
  "_id": "4fecd3620089340e8ae1bee7dcd3a9b964887ccfda71f9deb61d58dfc6db9faf",
  "feed": "market-watch",
  "title": "Biden to give speech on Friday afternoon about evacuations from Afghanistan",
  "text": "<p>The evacuations have been constrained by obstacles ranging from armed Taliban checkpoints to paperwork problems, the Associated Press reported.</p><p>Biden's speech is slated for 1 p.m. Eastern Friday, and it will cover “the evacuation of American citizens and their families, SIV applicants and their families, and vulnerable Afghans,” the White House said in a statement. SIV refers to the Special Immigration Visa program for Afghans who have helped U.S. troops.</p><p>The president has drawn heavy flak this week for his administration's handling of the U.S. withdrawal from Afghanistan, with one magazine cover calling it “Biden's debacle.” He defended the decision to leave in a brief speech on Monday, but critics said he didn't directly address what they have described as a disastrous execution of the American exit.</p><p>Opinion: The U.S. and the world will regret the choice by Trump and Biden to abandon Afghanistan</p><p>“There's no question that Joe Biden's political capital has taken a hit, as withering hearings loom in several congressional committees in the coming weeks,” said Greg Valliere, chief U.S. policy strategist at AGF Investments, in a note.</p><p>Related:House faces tricky maneuvering to advance Biden's big infrastructure and social-spending packages</p><p>U.S. stocksSPXDJIA traded flat to slightly higher on Friday, staying on track for weekly losses, as investors grappled with worries about the delta variant of the coronavirus, the imminent tapering of the Federal Reserve's bond buying, and China's restrictions on its domestic economy.</p>",
  "published": "2021-08-20T14:54:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 406,
          "end": 410
        }
      ],
      "nexusId": "10063253"
    }
  ]
}