{
  "_id": "30074f9a15f0386644a14fb3288442bbbf584f412aa7ac9b813c19bac5ad85c8",
  "feed": "ftcomall",
  "title": "OnlyFans: dependent on sin for a financial win",
  "text": "<p>It is surprising what you can justify with inclusion and diversity. Porn, for example. OnlyFans has <a href=\"https://www.ft.com/content/5468f11b-cb98-4f72-8fb2-63b9623b7b2b\">reversed plans for a ban</a> on sexually explicit content. The platform distributes this on commission, alongside innocuous material. </p> <p>An alleged boycott by payment processors such as Bank of New York Mellon has evidently been circumvented. This is more obviously a victory for the business model of the UK-based group than the “inclusion” and “diverse community” hailed in a triumphant tweet.</p> <p>Porn businesses are typically excluded from ethical investment portfolios. Finding companies to exclude can be tricky. A typical pornography screening removes zero companies from the MSCI World style index, according to a 2017 report by Schroders. Expanding the screening tends to capture industries only tangentially linked to porn.</p> <p>But this is not the first time payment processors have stopped working with sites involved in adult entertainment. In 2019, PayPal cut services to Pornhub. Visa and Mastercard followed suit. Platforms including Stripe and Square already ban payments connected to adult entertainment.</p> <p>Worries about illegal and exploitative content are valid. But the same fears have not prompted boycotts against larger, more mainstream platforms. Pornography remains popular on the internet. Data from Similarweb, a data business, show that adult websites such as XVideos and Pornhub receive more monthly visitors than Netflix.</p> <p>OnlyFans is one of the few sites to have become a household name. Creators say it has put more power into their hands. Founded in 2016, its <a href=\"https://www.ft.com/content/6d4562f8-166f-4a89-a3cb-db97123a6cf0\">popularity ballooned in the pandemic</a>. Pre-coronavirus it had 20m users. Founder Tim Stokely now claims the site reaches 130m. Patreon, a subscription site popular with podcasters and valued at $1.2bn, has 6m monthly patrons.</p> <p>In recent years, OnlyFans has attempted to broaden its appeal. Its creators now include singer Cardi B and reality TV star Sonja Morgan. Revenues last year were £281m — three times higher than Patreon's estimated total.</p> <p>Without porn, OnlyFans would no longer stand out and its business model would unravel. The company takes a 20 per cent cut from payments made by fans. Instagram and Twitter exact no such commissions from tips sent to creators on their sites. Creators of mainstream content would quit OnlyFans once the audience lured there by adult content dispersed. The business needs porn more than it needs banks with strict ESG compliance.</p> <p><em>Our popular newsletter for premium subscribers is published twice weekly. On Wednesday we analyse a hot topic from a world financial centre. On Friday we dissect the week's big themes. Please sign up </em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a><em>.</em></p><p>Source:  2021 'OnlyFans: dependent on sin for a financial win' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-25T15:00:24.970Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 979,
          "end": 983
        }
      ]
    }
  ]
}