{
  "_id": "b456570da400f6eaa0c13e609beb05480c2d8cc26138e5fa8a78e871e9b7b7c1",
  "feed": "ftcomall",
  "title": "Investing in the menopause can offer many rewards",
  "text": "<p>The night before writing this article, I woke with a hot flush and pain in a frozen shoulder. I don't write this because I need your sympathy, but I do want your attention.&#xa0;</p> <p>Today, many women and at least some men may recognise these as symptoms related to the <a href=\"https://www.ft.com/content/da9132dd-530d-44bd-88a6-d309e8c6d228\">menopause</a>. I want to go further and see if there could be an investment angle in this increasing awareness.</p> <p>Certainly, a lot more people have been talking about both the menopause (when periods finally stop) and perimenopause (menopause transition, when oestrogen levels drop) since May when TV personality Davina McCall broadcast a groundbreaking <a href=\"https://www.channel4.com/programmes/davina-mccall-sex-myths-and-the-menopause\">Channel 4 documentary</a>.&#xa0;</p> <p>Since then, everyone from television presenter Lorraine Kelly to the royals has been busting taboos around the topic. The Countess of Wessex spoke of her own menopause experience, describing losing her train of thought on royal engagements and feeling as if somebody had “taken her brain out”.&#xa0;</p> <p>In June, Carolyn Harris MP called for a “menopause revolution”, having been elected chair of the new&#xa0;all-party parliamentary group set up to overhaul “menopause rights, entitlements and education.” This followed the UK government admitting in March that it needs to plug the gap on research into and support for women's health.&#xa0;</p> <p>But a greater awareness of women's health issues (including menopause) has been <a href=\"https://www.ft.com/content/a7c7ab08-0622-11ea-a958-5e9b7282cbd1\">bubbling in business</a> for much longer than a few months. With women taking the lead, entrepreneurs have been developing apps while&#xa0;several chief executives have introduced educational initiatives and policies for employees.&#xa0;</p> <p>The global femtech sector, specialising in products and services designed to meet women's often-neglected healthcare needs, is expected to boom and reach US$60bn by 2027 from $19bn in 2019, according to a study by Emergen Research, a consulting firm.&#xa0;</p> <p>Venture capital investors have backed companies such as Syrona Health, a virtual health clinic based in London, with origins at Cambridge university. It has been described as “the Amazon of gynaecological care” and aims to raise the standards of care, developing digital therapeutics for conditions such as endometriosis.&#xa0;</p> <p><a href=\"https://www.ft.com/content/125cffea-69c9-11ea-a6ac-9122541af204\">Elvie</a>, a pioneer of silent breast-pumps also based in London, raised a record-breaking £58m in June with participation from BlackRock, the investment group. Elvie founder Tania Boler has gone on record about her hopes to become the first femtech company to launch an IPO in the next couple of years — a move that would give retail savers a chance to invest.</p> <p>Among today's listed companies, hormone replacement therapy (HRT) presents opportunities for a menopause play.</p> <p>The HRT market was valued at $17.4bn in 2020 and is expected to grow to $26.8bn by 2026 according to Mordor Intelligence, a global market research firm.</p> <p>In the US, Novartis Pharmaceuticals provides Estradot patches (which Davina McCall used in the documentary). Novo Nordisk has a range of HRT products, which includes Vagifem. Merck in the US is the maker of Livial, which includes the hormone Tibolone.&#xa0;</p> <p>Meanwhile, German and US drugs groups Bayer and Pfizer are manufacturers of the Mirena IUD and Premarin, respectively.</p> <p>Mordor Intelligence predicts the Covid-19 pandemic could have an impact on HRT demand growth. Scientists suspect that the hormone oestrogen may have a <a href=\"https://www.theguardian.com/commentisfree/2021/feb/28/if-oestrogen-can-save-women-from-the-worst-of-covid-they-should-be-given-it\">protective effect</a> against Covid-19 for both men and women. The <a href=\"https://covid.joinzoe.com/data\">Zoe Covid study </a>in the UK has been looking into the effect of sex hormones on Covid symptoms.</p> <p>In July 2020, it found menopausal women were more likely to develop severe symptoms than younger women. So far, HRT did not seem to offer any protection against severe symptoms but there's a lot yet to discover relating to different types of HRT and the duration of taking it.</p> <p>As for investment funds, with more funds still run by men called Dave (68) than there are female managers in total (45) according to Morningstar analysis in March 2021, it's no surprise that we don't have a host of funds catering to gender diversity or women's health.&#xa0;</p> <p>But there is a growing investment case to be made. Morgan Stanley Research found a more diverse workforce, as represented by women across all levels of the organisation, was correlated with higher average returns. From 2011-2019, companies that prioritised equal representation outperformed their less diverse peers by 3.1 per cent per year.</p> <p>A handful of passive funds offer exposure.</p> <p>The UBS Global Gender Equality UCITS ETF, launched in 2017, tracks the top 100 companies leading the field internationally in terms of gender equality. Its top holdings are Société Générale (the French multinational bank), Robert Half International (global human resource consultancy based in California), Deckers Outdoor (footwear designer and distributor based in California), ITV (British media company) and Hartford Financial Services (US investment and insurance company).&#xa0;</p> <p>The SPDR SSGA Gender Diversity Index ETF launched in 2016 and, run by State Street Global Advisers, tracks US companies that are leaders in advancing women through gender diversity on their boards of directors and management. Its top holdings are Visa, Walt Disney, PayPal, United Health Group and Salesforce.com.</p> <p>But expanding the investment choices is hard going. This year, Legal &amp; General Investment Management<a href=\"https://www.ft.com/content/919e751e-ef8a-4743-bd3f-f34d0936013e\"> disbanded</a> its Future World Gender in Leadership UK Index fund, known widely as the Girl fund, after it failed to attract money from investors.&#xa0;</p> <p>The <a href=\"https://www.fundecomarket.co.uk/\">fundecomarket </a>website enables investors to search for ethical and responsible investing funds that include gender diversity and other issues that may be important in choosing investment policies.&#xa0;</p> <p>If women can better control menopausal symptoms, then not only will they benefit but their employers will too. And with them, investors backing companies with effective menopause management policies.&#xa0;</p> <p>Symptoms of menopause usually begin in women between the ages of 45 and 55 — they can bring hot flushes, night sweats, loss of sleep and mood swings. While some women will have no issues or mild ones, for others, the effects can be debilitating. A 2019 survey by the Chartered Institute of Personnel and Development found almost <a href=\"https://committees.parliament.uk/work/1416/menopause-and-the-workplace/\">900,000 women</a> in the UK&#xa0;had left their jobs because of menopausal symptoms.&#xa0;&#xa0;</p> <p>Liv Garfield, chief executive of utility Severn Trent, has been outspoken on the topic, while GlaxoSmithKline, Hargreaves Lansdown, and Vodafone are among other FTSE 100 companies to introduce menopause policies for their employees in a bid to increase productivity and improve diversity.&#xa0;</p> <p>GlaxoSmithKline said half of its female employees are over 45, while Vodafone estimates about 15 per cent of its 100,000 employees are experiencing menopause.</p> <p>With symptoms often starting at an age when women could be moving into senior leadership roles, there is a potential impact on board diversity. However, both the FTSE 100 and the FTSE 250 achieved the target of having at least 33 per cent female representation on boards by the end of 2020 according to the <a href=\"https://www.ft.com/content/cec8ad91-2b52-4bf7-8b61-b1ae6ed48843\">Hampton-Alexander review</a>.</p> <p>Nevertheless, some sectors — financial services — are less diverse than others. In May 2021, Standard Chartered&#xa0;Bank partnered with the Financial Services Skills Commission (FSSC) to explore how the&#xa0;menopause&#xa0;transition affects women working in financial services and their progression to senior roles.&#xa0;</p> <p>Investors should take note. Companies which successfully help women employees to manage their menopausal transition can hope to retain their more experienced female staff and increase the pool of candidates for top posts. In turn that could increase the chances of selecting quality candidates and future corporate leaders. The bottom line is bound to benefit.</p> <p><em>Moira O'Neill is head of personal finance at Interactive Investor</em></p><p>Source: Moira O’Neill 2021 'Investing in the menopause can offer many rewards' FT.com 19 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-19T10:05:06.353Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 5086,
          "end": 5090
        }
      ]
    }
  ]
}