{
  "_id": "66ef5d7a4e8df085009340cb611afb2a50aaf69b5426a37860181398e860a816",
  "feed": "market-watch",
  "title": "Disney sets opening date for new Star Wars ‘hotel' — here's how much it will cost to experience ‘real' light sabers and a cosmic supper club",
  "text": "<p>Disney DIS announced Thursday that the new cruise-like hotel experience, which is officially called Star Wars: Galactic Starcruiser, will officially open to the public on March 1, 2022. Earlier this year, Disney said the new hotel would open next year, though previously Disney had teased a 2021 opening, as noted by travel website Disney Food Blog.</p><p>Disney will open up bookings for Galactic Starcruiser on Oct. 28. Some ardent Disney fans will get early access to book a stay on the new cruise-like experience, including members of the Disney Vacation Club timeshare program, Disney annual passholders and people who have Disney-branded Visa V cards.</p><p>Many of the new attractions at Disney's theme parks and resorts were delayed as a result of the COVID-19 pandemic, including a new section at Disney California Adventure in Anaheim based on the Marvel Cinematic Universe and a new ride at Epcot in Florida based on the film, “Ratatouille.”</p><p>Galactic Starcruiser won't be a typical hotel. Disney bills it as a “two-night vacation experience” where visitors live out a Star Wars fantasy on a “Halcyon” ship.</p><p>Disney/LucasfilmPricey estimates for two nights</p><p>“It's going to function more like a cruise: everybody checks in and checks out on the same day,” said Len Testa, president of travel website&#xa0;Touring Plans&#xa0;and co-author of “The Unofficial Guide to Walt Disney World.” &#xa0;</p><p>And that extends to the pricing. Disney released sample rates for a two-night stay on the Galactic Starcruiser in a standard cabin, which features one queen bed, two bunk beds and an optional pull-down bed for a fifth person. The hotel's guest rooms are designed to look like cabins on a spaceship, with windows that look out on the cosmos rather than the grounds of the Walt Disney World Resort in Florida. Much like with with a typical cruise ship, how much a party pays is based on the room.</p><p>For two adults, the price for a visit to the Starcruiser will cost $4,809 for two nights based on the sample prices Disney released, which was for a weeknight stay in late August through early September. For a family of four — including three adults and one kid — the total for a visit is roughly $6,000. (At Disney, children older than 10 are considered adults.)</p><p>Those prices don't factor in upgrades to nicer cabins or add-ons, including specialty dining options. Comparatively, a vacation on Disney Cruise Line starts at around $1,400 for a two-night cruise with two guests, averaging to around $350 per night for each traveler. “That's on its oldest ship in the fleet, without the expense of providing live-action role-playing,” Testa said.</p><p>The sample pricing for the hotel experience is more expensive than what travel experts were anticipating. “The starting number I've heard was around $3,600 for the two-night experience in one of the most basic accommodations, with all meals and entertainment included — and, I'm assuming, park passes,” he added.&#xa0; “I would be very, very surprised if Disney did not offer a range of accommodations that increase in price from there.”</p><p>Disney/David Roark, photographerWhat's included in a visit to the Star Wars hotel</p><p>A visit to the Galactic Starcruiser will put guests into a live-action Stars Wars fantasy. “I don't think any major player in the travel industry has tried to do immersive, live-action role-playing (LARPing) on this scale, or put this much effort into it,” Testa said.</p><p>During their time there, guests will interact with other guests and Disney employees as if they are members of the ship's crew. How those interactions go will determine the rest of their experience, as if they are in a choose-your-own-adventure story.</p><p>The experience Disney has said it will offer through the Galactic Starcruiser appears to be “quite revolutionary,” said Carlye Wisel, a freelance theme park journalist. And it reflects how the company has continued to invest in the intellectual property it acquired when it bought the Star Wars franchise's owner, Lucasfilm, in 2012 for more than $4 billion.</p><p>“In the nearly 10 years since they purchased Lucasfilm, fans can now see the Millennium Falcon in real life, glide through a First Order Star Destroyer and meet a Stormtrooper up close in the parks, and soon, wake up in a wholly themed environment, which simply doesn't exist for any other film franchise,” Wisel said, adding that the new hotel “has the potential to&#xa0;set a new standard for hybridized themed entertainment.”</p><p>A sample itinerary Disney unveiled for a two-night stay at the Starcruiser gives a sense of what's included. There are built in portions of the day devoted to the storyline playing out around guests, as well as time for visitors to engage in activities like light saber training and droid racing. Some of the interactive experiences will utilize a mobile app visitors can download to their smartphone and wearable devices known as Magic Bands.</p><p>As part of their stay at the hotel, guests will also visit the Galaxy's Edge attraction located at Disney's Hollywood Studios theme park, and the price of tickets is included. There, they will be able to get front-of-the-line access to the Star Wars-themed rides.</p><p>Earlier this year, in honor of Star Wars Day — which takes place every May 4 as a nod to the films' famous catch-phrase, “May the force be with you” — Disney unveiled a look at a “real” light saber that will be featured at the Galactic Starcruiser.</p><p>The device was created by Walt Disney Imagineering Research and Development. In a video, an actress dressed like the character Rey from the third part of the film saga wields the weapon. Guests won't handle these new light sabers themselves — only specific characters will wield them — but they will be able to take part in light saber training as part of their visit.</p><p>Additionally, Disney previously released artwork showing the concept behind the supper club where visitors will be able to eat their meals during their stay. Called “the Crown of Corellia Dining Room,” the restaurant will feature a multi-course menu and entertainment from live performers. The eatery's name is a reference to the planet in the film franchise where the famed Millennium Falcon spaceship was built.</p><p>Disney &amp; TM LucasfilmDisney is rolling out other Star Wars-themed experiences</p><p>The Galactic Starcruiser hotel isn't the only new Star Wars-themed experience Disney has in the works. The company is also developing an adults-only bar for its new cruise ship, the Disney Wish, which will also set sail next year.</p><p>In 2019, Disney opened new Star Wars-themed lands at its Hollywood Studios theme park in Florida and Disneyland theme park in California. Called Star Wars: Galaxy's Edge, the themed areas feature two new rides, plus a host of gift shops and restaurants, based on the franchise created by George Lucas.</p><p>Those attractions opened earlier than Disney had planned due to the high demand from guests, but Disney's theme parks division has faced significant challenges much like the rest of the theme park industry due to the coronavirus pandemic.</p><p>Disneyland Resort only reopened in late April after being closed for more than a year because of the COVID-19 pandemic, and the company's theme parks in France reopened in June. Capacity at the company's theme parks around the globe remains reduced, limiting the company's revenue.</p><p>This story was updated on Sept. 30, 2021.</p><p>Don't miss: At Disneyland's new ‘Star Wars' attraction, brace yourself for $200 lightsabers, $42 cocktails and 4 a.m. lines</p>",
  "published": "2021-09-30T11:34:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 638,
          "end": 642
        }
      ],
      "nexusId": "10063253"
    }
  ]
}