{
  "_id": "6f21be7ab26869ed3496d37161d7ef83aff03037f184472158dff5629dac0df6",
  "feed": "ftcomall",
  "title": "Bitcoin hits record as US financial giants embrace cryptocurrency",
  "text": "<p>The <a href=\"https://www.ft.com/bitcoin\">bitcoin</a> price hit a record high on Thursday after two major US financial institutions announced new cryptocurrency projects, edging digital assets closer to mainstream use in ordinary purchases and as an investment.</p> <p>Mastercard said on Wednesday that later this year it would begin moving <a href=\"https://www.ft.com/cryptocurrencies\">cryptocurrencies</a> directly across its card payments network. Previously, the company had only worked with crypto wallets and exchanges to move funds after they had been converted from digital coins into fiat currency.</p> <p>And on Thursday, BNY Mellon, the custody bank, announced that by the end of the year it would provide custody services for digital assets on the same platform that clients use for traditional securities and cash.&#xa0;</p> <p>The announcements helped to push the price of a single bitcoin above $48,000 for the first time.</p> <p>“Whatever your opinions on cryptocurrencies . . . the fact remains that these digital assets are becoming a more important part of the payments world,” Raj Dhamodharan, who leads Mastercard's digital assets business, wrote on a company <a href=\"https://www.mastercard.com/news/perspectives/2021/why-mastercard-is-bringing-crypto-onto-our-network/\">blog</a>. </p> <p>Bitcoin, the most popular cryptocurrency, may not be moving across Mastercard's network anytime soon, however. The company said that it would only handle currencies that are stable enough to be a “vehicle for spending” and that as such it would be “focused on fiat-backed stablecoins which we believe have the potential to have greater payment utility”. <a href=\"https://www.ft.com/content/d2daca6c-6736-4661-8250-5fdb48130a79\">Blockchain</a> is not pegged to any fiat currency. </p> <p>Last month Alfred Kelly, chief executive of Mastercard's rival Visa, said that “as stablecoins or any form of cryptocurrency becomes a real means of exchange, there really should be no reason why we can't add it to our network”, but that “consumers who have bitcoin are much more interested in holding it than using it to pay for goods and services”.</p> <p>Roman Regelman, chief executive of BNY's asset servicing business, said an increasing number of institutional investors were interested in cryptocurrency and there was growing regulatory clarity on how these digital assets should be treated.</p> <p>“Imagine a hedge fund that has 10 per cent of its assets in cryptocurrency,” he said. “Today, effectively, they live in two parallel worlds” for purposes of reporting, accounting and analysis, as well as financing their portfolio. “These two worlds do not cross. Our aim is to bring them together for our clients,” he said.</p> <p>Marc Bernegger, a board member at digital asset manager and broker Crypto Finance, said of BNY's announcement: “I think it is a significant news when the oldest US bank moves into the digital assets space. Having more established banks involved in bitcoin helps the whole industry and lowers the entry barriers” for investors.</p> <p>In November Rick Rieder, chief investment officer of global fixed income at BlackRock, the world's largest asset manager, said bitcoin could eventually replace gold in investors' portfolios.</p><p>Source: Robert Armstrong in New York 2021 'Bitcoin hits record as US financial giants embrace cryptocurrency' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-11T20:53:49.939Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1525,
          "end": 1529
        }
      ]
    }
  ]
}