{
  "_id": "4bbc695a66015ac46e3635d70c9b862697f5fc9543a350d808d00991262a9e4a",
  "feed": "ftcomall",
  "title": "Amazon to stop accepting Visa credit cards in UK in battle over ‘high' fees",
  "text": "<p>Amazon has banned UK-issued Visa credit cards in protest at “high fees”, sparking fears of a war between retailers and the payment network.</p> <p>Visa's shares fell more than 5 per cent after Amazon wrote to some UK customers, advising them to switch to a different payments method and blaming “high fees Visa charges for processing credit card transactions”.</p> <p>Payments companies escaped an EU cap on cross-border interchange fees when the UK left the bloc last year. Visa last month began charging 1.5 per cent of the transaction value for credit card payments made online or over the phone between the UK and EU, and 1.15 per cent for debit card transactions, up from 0.3 per cent and 0.2 per cent respectively.</p> <p>Amazon said Brexit was not the specific cause of the dispute and blamed Visa fees over the long term. Earlier this year, Amazon announced a 0.5 per cent surcharge to purchases made using Visa credit cards in Australia and Singapore. Grocery chains owned by Kroger in the US have previously announced bans on Visa credit cards before reversing course.</p> <p>“It is no surprise many retailers are frustrated by these surging fees,” said Andrew Cregan, payments policy adviser at the British Retail Consortium. “The Payment System Regulator must urgently intervene to tackle these anti-competitive card charges, and both the government and Parliament should ensure that they do.”</p> <p>Amazon's ban is due to come into force at the start of next year, with some industry executives suggesting that left time for the two sides to cut a deal and questioning whether it was part of a move to push consumers to the ecommerce giant's own payments solutions.</p> <p>Amazon is offering customers £20 off their next purchase using an alternative payment method in order to encourage them to change to a different form of payment. </p> <p>Among the methods suggested are Amazon-branded credit cards from both American Express and Mastercard as well as the Ocean Credit card issued by Capital One. Visa does not at present offer an Amazon-branded credit card.</p> <p>The ban would not affect Visa's debit cards or its credit cards issued outside the UK. </p> <p>Visa said it was “very disappointed that Amazon is threatening to restrict consumer choice”, adding that it would “continue to work toward a resolution, so our cardholders can use their preferred Visa credit cards at Amazon UK without Amazon-imposed restrictions come January 2022”.</p> <p>Barclays, Nationwide and Co-op, which issue Visa credit cards in the UK, declined to comment on the dispute.</p> <p>The move comes as Amazon experiments with a number of alternative payment methods beyond the traditional credit card. In August the company announced “buy now, pay later” facilities to US shoppers through third-party provider Affirm. </p> <p>A similar option to pay in instalments was set up in Germany with Barclaycard, while in Poland and the Netherlands the company has worked with several companies to offer direct bank transfers to pay for goods.</p> <p>Amazon recently listed several job postings related to cryptocurrency and blockchain technologies, which has fuelled talk that it may one day accept digital currency. “We believe the future will be built on new technologies that enable modern, fast, and inexpensive payments,” the company said in July.</p> <a href=\"http://www.ft.com/cms/c461153e-5588-44cd-a73d-cea30afaa05d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Siddharth Venkataramakrishnan and Jonathan Eley in London, Imani Moise in New York and Dave Lee in San Francisco 2021 'Amazon to stop accepting Visa credit cards in UK in battle over ‘high' fees' FT.com 17 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-17T16:06:27.887Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1965,
          "end": 1969
        },
        {
          "start": 2114,
          "end": 2118
        },
        {
          "start": 2310,
          "end": 2314
        },
        {
          "start": 2052,
          "end": 2056
        },
        {
          "start": 25,
          "end": 29
        },
        {
          "start": 1015,
          "end": 1019
        },
        {
          "start": 779,
          "end": 783
        },
        {
          "start": 299,
          "end": 303
        },
        {
          "start": 28,
          "end": 32
        },
        {
          "start": 2441,
          "end": 2445
        },
        {
          "start": 461,
          "end": 465
        },
        {
          "start": 894,
          "end": 898
        },
        {
          "start": 140,
          "end": 144
        }
      ]
    }
  ]
}