{
  "_id": "433651be341f58c69ca4d7cda302323e6029b92b8bb035cbf07d2d8b886f228c",
  "feed": "ftcomall",
  "title": "Selling a Spac dream: auto start-ups angle for Tesla shine",
  "text": "<p><strong>Two things to start: </strong>Canadian convenience store group Couche-Tard has approached France's Carrefour about a takeover in a deal that would combine two retail groups jointly worth more than $50bn. More <a href=\"http://www.ft.com/content/4e8a2ac5-bfa6-4da6-81b5-44d8238644a2?\">here</a>.</p> <p><strong>Visa </strong><a href=\"https://ft.com/content/e10a83d4-b651-4097-b867-a6b42e21fb09?\">has called off</a> its deal to buy fintech start-up <strong>Plaid</strong> for $5.3bn after the US Department of Justice sued to block the transaction on antitrust grounds.</p> <p><strong>Welcome to the Due Diligence briefing from the Financial Times. Not a subscriber to DD? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a><strong>. Drop us a line and join the conversation: </strong><a href=\"mailto:Due.Diligence@FT.com\">Due.Diligence@ft.com</a></p> <h2>Spacs: full throttle</h2> <p>We've talked a lot in DD about special purpose acquisition companies and how the boom in blank-cheque listings is upending the traditional initial public offering process.&#xa0;</p> <p>Private companies usually slog for years preparing for the moment they have the chance to win over investors through a carefully prepared roadshow before taking their shares public through an IPO in which the price is determined by supply and demand.&#xa0;</p> <p>But Spacs have completely disrupted that routine, particularly for early-stage companies. In some cases, businesses with no revenue (or even functioning products) are finding that all they need to become a publicly traded company is to find a Spac willing to merge with them.</p> <p>And unlike traditional IPOs, where executives are forced to lay low for fear of getting on the wrong side of regulators, Spacs allow these companies to use what some bankers are calling “regulatory arbitrage”.&#xa0;</p> <p>The trend has been most apparent in the auto tech sector, where institutional and retail investors eager to find the next <strong>Tesla</strong> have ploughed in cash. Executives are keen to tap that enthusiasm and ascribe their own companies' valuations to Tesla's success. Cue the hype.&#xa0;</p> <p>An <a href=\"https://www.ft.com/content/688d8472-c404-42d6-88b7-fbd475e50f7c\">analysis</a> by DD's Ortenca Aliaj, Sujeet Indap and Miles Kruppa found that the nine auto tech groups that listed via a Spac last year have a combined market value approaching $60bn. Between them, they expect just $139m in revenues for 2020 — a fraction of the valuations.&#xa0;</p> <p>That success is partially due to the fact that they can woo investors with future projections that to some may seem like a pipe dream. Among the auto tech companies that have gone public this year, few have sold a single product. Some are still in the process of developing a product and inevitably yet to find out whether it's successful or not.</p> <p>For example, the nine companies Ortenca, Sujeet and Miles looked at are projecting $26bn in revenue by 2024. That's a big jump from 2020's revenues ($139m as stated above).&#xa0;</p> <p>The ability for a company to tell its own story makes a big difference.&#xa0;</p> <p><strong>Fisker</strong>, an electric car company that went public via an <strong>Apollo</strong>-backed Spac and has a $4bn valuation, currently has no revenue. But <a href=\"https://www.sec.gov/Archives/edgar/data/1720990/000121390020017291/ea124083ex99-3_spartanenergy.htm\">its presentation</a> shows that the start-up expects to go from zero to $10bn in annual revenue in the next three years. That's with its Fisker Ocean vehicle still two years away from production.&#xa0;</p> <p>By comparison, <strong>Tesla</strong> made about $2bn in annual revenue in the three years after it went public in 2010. Though if Elon Musk could've disclosed projections for future earnings, DD has a feeling he might've had bigger numbers in mind.&#xa0;</p> <h2>Casino mogul Sheldon Adelson's dealmaking legacy</h2> <p><strong>Sheldon Adelson</strong>, the high-rolling billionaire behind the world's largest casino empire, <a href=\"https://www.ft.com/content/06f1f52e-f23a-484a-9dea-b633402c47bf\">has died</a> from complications due to non-Hodgkin's lymphoma.</p> <p>While his name precedes him in the US as the founder of the <strong>Las Vegas Sands</strong>, prolific Republican party donor and close confidant of <strong>Donald Trump </strong>(who in 2017 relocated the US embassy in Israel from Tel Aviv to Jerusalem — a move Adelson had long advocated for), his largest legacy lives on in Asia.</p> <p>A gaming trailblazer, Adelson was the first westerner to bring the glitz and glamour of Sin City to the former Portuguese colony of Macau, a successful wager that placed him directly at the centre of what would become the world's largest gambling market.</p> <p>It all began with a little Japanese company DD readers may have heard of before — <strong>SoftBank</strong> — which purchased Adelson's annual computer trade show, <strong>Comdex</strong>, for about $800m in 1995.</p> <p>With <strong>Bill Gates</strong> in tow as a regular keynote speaker, the technology event exploded in popularity in the 1980s. Adelson pumped the SoftBank cash into casinos, building an empire sustained by the lucrative conference circuit he himself helped ignite and securing his throne as the richest man in Vegas.</p> <p>But not even Adelson's luck could shield his businesses from the impact of the coronavirus. The Las Vegas Sands said in October it would consider offloading its Vegas properties if the price was right, Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2021-01-12/sheldon-adelson-who-brought-vegas-casinos-to-china-dies-at-87\">reported</a>.</p> <p>Adelson's career was also marked by his a controversial side gig as a media magnate — his Israeli newspaper has been <a href=\"https://www.ft.com/content/ae1c4e76-14fb-11e6-b197-a4af20d5575e\">criticised</a> as being a mouthpiece for the country's prime minister <strong>Benjamin Netanyahu</strong>, and his close ties to Republicans spurred a protest by Las Vegas Review-Journal staff when he emerged as the local paper's <a href=\"https://www.ft.com/content/4cc412a0-a4d3-11e5-a91e-162b86790c58\">mysterious buyer</a> in 2015.</p> <p>Though he himself helped spark China's casino boom, the gambling pioneer's casinos were notably absent from the industry's biggest windfall in recent history: <a href=\"https://www.ft.com/content/fce7fc59-53e7-4dfd-a419-b553cca89fca\">sports betting</a>.&#xa0;</p> <p>Adelson was vehemently opposed to online gambling, <a href=\"https://www.wsj.com/articles/justice-departments-reversal-on-online-gambling-tracked-memo-from-adelson-lobbyists-11547854137\">spending millions</a> lobbying in Washington against the practice, as sports betting platforms threaten the longevity of more established brick-and-mortar operators. (See: <strong>DraftKings</strong>' hugely successful <a href=\"https://www.ft.com/content/07b52936-28e5-4f86-8514-8674ad547717\">Spac debut</a>.)</p> <p>That could always change as new leadership takes shape at the casino group. DD will be placing bets accordingly.</p> <h2>Private capital goes to bat for in-person sports recovery</h2> <p><strong>Sixth Street Partners</strong> has been known to buy the dip: the private capital group <a href=\"https://www.ft.com/content/0dff2d66-ca0f-4257-8a3d-867e6aa6544b\">helped to raise</a> $1bn in debt and equity for the short-term rental platform <strong>Airbnb</strong> at the very height of the pandemic shutdown in April, after all.&#xa0;</p> <p>But this month Sixth Street is quite literally buying the dip: nacho queso, guacamole and a host of other snacks, retail and entertainment at some of the world's pre-eminent sports stadiums.</p> <p>The San Francisco-based investment group <a href=\"https://www.legendsinternational.com/news/legends-announces-majority-investment-from-sixth-street-to-accelerate-long-term-growth\">has agreed</a> to take a majority stake in <strong>Legends Hospitality</strong>, the global concessions and in-venue experience company co-owned by two of the wealthiest franchises in US sport: the <strong>New York Yankees </strong>and the <strong>Dallas Cowboys</strong>.</p> <p>The deal values Legends at $1.3bn, according to people familiar with the matter, who add that the clubs — owned by <strong>Hal Steinbrenner</strong> and <strong>Jerry Jones</strong>, respectively — will still remain involved.</p> <p>It's a bullish bet on an industry hard-hit by the <a href=\"https://www.ft.com/coronavirus\">pandemic</a>, with worldwide lockdowns effectively putting a stop to stadium attendance at football matches, baseball games and packed concerts. If vaccine rollouts accelerate a return to normalcy this year, it could turn out to be a very smart move for Sixth Street.</p> <p>But the deal may also be a strong indicator for a K-shaped recovery in sports: the Yankees and Cowboys are the most valuable franchises in <strong>Major League Baseball</strong> and the <strong>National Football League</strong>, according to<a href=\"https://www.forbes.com/mlb-valuations/list/\"> rankings</a><a href=\"https://www.forbes.com/nfl-valuations/list/\"> by Forbes</a>. Their strong fan bases consistently sell out stadiums, which can also be said for Legends clients including <strong>Real Madrid</strong> and the <strong>University of Notre Dame</strong>.</p> <p>Smaller franchises already hurt by lost gate receipts in 2020 may not be able to afford concession upgrades and other pandemic-era stadium adjustments without fresh capital of their own. For now, the rich are getting richer.</p> <p><strong>Pro tip: if you haven't subscribed to Scoreboard, the FT's weekly briefing on the business of sport, do so </strong><a href=\"https://subs.ft.com/scoreboard?emailId=5ff890496790c40004ba914a&amp;segmentId=69ce8bbf-afc9-7c01-fb70-6e4448aa1f37\">here</a><strong>.</strong></p> <h2>Job moves</h2> <ul>  <li><p><strong>Blackstone Alternative Asset Management</strong> has hired<strong> Joe Dowling</strong>, the former chief executive of<strong> Brown University</strong>'s investment office, as its new global co-head alongside <strong>John McCormick</strong>.</p></li>  <li><p><strong>Rothschild &amp; Co </strong>has appointed <strong>Charles Martin, </strong>a veteran lawyer at the UK law firm <strong>Macfarlanes</strong>, as a senior adviser in London. Separately, <strong>Rothschild</strong> appointed <strong>Andrei Brougham</strong> as a managing director of its global advisory business in London. He was previously on the secondaries team at <strong>PTJ Parkhill</strong>.</p></li>  <li><p><strong>Quintet Private Bank</strong>, a Luxembourg-headquartered bank owned by the <strong>Al-Thani</strong> family of Qatar, has recruited <strong>Eli Leenaars </strong>as chief operating officer effective June 1. He was formerly a managing director and vice-chairman of global wealth management at <strong>UBS</strong>.</p></li>  <li><p><strong>Ali Mehdi</strong> has joined<strong> BNP Paribas</strong> as a managing director of leveraged finance in New York after spending 27 years at <strong>Credit Suisse</strong>, most recently as the Swiss lender's head of leveraged finance origination.</p></li> </ul> <h2>Smart reads</h2> <p><strong>The million-dollar question </strong>Bitcoin's volatile eight-month run has reaped riches for many of the shadowy currency's investors. The only problem: some of these newly minted millionaires have forgotten the passwords to their digital wallets. (<a href=\"https://www.nytimes.com/2021/01/12/technology/bitcoin-passwords-wallets-fortunes.html\">New York Times</a>)</p> <p><strong>Squashing the Ant </strong>The Chinese Communist party's unprecedented regulatory crackdown on Alibaba and Ant Group, and the disappearance of the ecommerce empire's founder Jack Ma from public view, has far-reaching consequences for private enterprise in the country. (<a href=\"https://www.ft.com/content/751c2500-f50d-47c9-8f04-a28ad62285fd\">FT</a>)</p> <p><strong>Bulls on the beach </strong>Low taxes and lush golf courses beckon the Wall Street set as they flock to Florida, with big groups including Elliott Management, Colony Capital, Blackstone and Citadel planting new flags in the sunshine state. (<a href=\"https://www.bloomberg.com/news/articles/2021-01-12/wall-street-florida-s-low-taxes-sunshine-golf-attracts-finance-workers?srnd=businessweek-v2&amp;sref=OziMsGoK\">Bloomberg</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.reuters.com/article/idUSKBN29H2PQ\">Biden to name Gary Gensler as US SEC chair</a> (Reuters)&#xa0;</p> <p><a href=\"https://www.ft.com/content/af783224-2348-4ed7-87ec-5bb9ada06eea\">Commerzbank warned BaFin about Wirecard in early 2020</a> (FT)</p> <p><a href=\"https://www.ft.com/content/f33fe7e6-a442-4223-80ab-a4826c73f8ef\">SoftBank accuses ex-employee of leaking 5G trade secrets to rival</a> (FT)</p> <p><a href=\"https://www.ft.com/content/7ad4d113-0c33-44b2-b4e4-ede47f334505\">UK business secretary pledges to target Big Four reform</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/3b233463-9eeb-4781-ab0c-50c3861d142d?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a\">Australia cites national security to block China buying local builder</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/suppliers-of-medical-equipment-in-talks-to-merge-11610427331\">Steris to buy Cantel Medical in $3.6bn deal</a> (Wall Street Journal)&#xa0;</p> <p><a href=\"https://www.ft.com/content/13600422-2e8b-4701-8287-f11fc9b81336\">German carmakers outpace Tesla with electrified vehicle surge</a> (FT)</p> <p><a href=\"https://www.ft.com/content/9f3de1de-6a1f-47b6-8f98-93899edad892\">Silver Lake in talks to invest in New Zealand Rugby</a> (FT + <a href=\"https://www.ft.com/content/030979e3-255a-4100-9b8c-e7855b33d495\">Lex</a>)&#xa0;</p> <p><a href=\"https://www.ft.com/content/4aae4d27-c150-4d18-9da3-9819815d5ae0\">Walmart/US fintech: all-American Ant</a> (Lex)</p><p>Source:  2021 'Selling a Spac dream: auto start-ups angle for Tesla shine' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-13T05:00:58.916Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 206,
          "end": 210
        }
      ]
    }
  ]
}