{
  "_id": "ba3b26ae067fad1d7a177c16a69f1b89354008263537e3fed2d967946ba3f356",
  "feed": "wall-street-journal",
  "title": "Google Aims for Commercial-Grade Quantum Computer by 2029; Tech giant is one of many companies racing to build a business around the nascent technology",
  "text": "<p>Chief Executive Sundar Pichai announced the timeline and introduced the new Google Quantum AI campus in Santa Barbara County on Tuesday at Google's annual developer conference.</p><p>\"Quantum computing represents a fundamental shift, because it harnesses the properties of quantum mechanics and gives us the best chance of understanding the natural world,\" Mr. Pichai said at the virtual event.</p><p>Google, which has been investing in the nascent technology for several years, is one of many companies including International Business Machines Corp., D-Wave Systems Inc. and Honeywell International Inc. working to commercialize it. IBM and others have recently announced technological developments and planned milestones related to quantum computing within the next few years. Dario Gil, director of IBM Research, recently said 2023 would be an inflection point in that the errors of quantum computers would continue to decrease exponentially through software, as opposed to just hardware.</p><p>A commercial-grade quantum computer doesn't yet exist, but eventually it could solve some problems many millions of times faster than a conventional computer. Companies such as Visa Inc., JPMorgan Chase &amp; Co. and Volkswagen AG are experimenting with early-stage quantum technology.</p><p>By harnessing quantum physics, this type of computing has the potential to sort through vast numbers of possibilities in nearly real time and come up with a probable solution. Traditional computers store information as either zeros or ones. Quantum computers use quantum bits, or qubits, which represent and store information in a quantum state that is a complex mix of zero and one.</p><p>Google, like many other companies investing in quantum computing, plans to offer its commercial-grade quantum-computing services over the cloud. Google is interested in many potential uses for the technology, such as building more energy-efficient batteries, creating a new process of making fertilizer that emits less carbon dioxide and speeding up training for machine-learning, a branch of artificial intelligence, Dr. Neven said.</p><p>For those and other use cases, Google says it will need to build a 1-million-qubit machine capable of performing reliable calculations without errors. Its current systems have less than 100 qubits.</p><p>There are numerous challenges to contend with, Dr. Neven said. For example, Google will need to work on lengthening the time that the qubits remain in their quantum state, because they are susceptible to disturbances in temperature, frequency and motion. Such changes can hurt the accuracy of a calculation or prevent it from being completed.</p><p>Google's new Quantum AI campus is an expansion of its experimental lab space. Many of its researchers have ties to the University of California, Santa Barbara. The campus includes a quantum-data center, research labs and chip-fabrication facilities spanning several buildings, one of which features colorful murals made by a California-based artist.</p><p>Construction on the expansion began in 2019, was delayed for a few months by pandemic-related work restrictions, and was officially completed in late 2020, said Erik Lucero, a quantum-computing research scientist at Google who led the design and construction of the campus. Hundreds of employees are expected to work there over the next few years, he said.</p><p>The pace of innovation in quantum computing over the last five years exceeds that of the past three decades, said Chirag Dekate, vice president analyst at technology research firm Gartner Inc. The field, however, is extremely complex and there are challenges in translating traditional algorithms into quantum-based algorithms, he said. \"These initiatives are inherently challenging and risk for road-map slippage across vendors is high,\" he said.</p><p>By 2025, nearly 40% of large companies are expected to create quantum-computing initiatives, according to Gartner. The global market for quantum-computing hardware will exceed $7.1 billion by 2026, according to Research and Markets, another research firm.</p><p>Public cloud providers such as Amazon.com Inc., Microsoft Corp. and Google are investing heavily in next-generation computing techniques, including quantum, as it becomes increasingly difficult to eke out performance gains in traditional chips, Mr. Dekate said.</p><p>Inquiries from tech executives at enterprise companies on the topic of quantum computing have increased by 28% since last year, Mr. Dekate said.</p><p>Google has lagged behind others such as IBM and D-Wave in commercializing access to experimental quantum-computing machines, Mr. Dekate said. \"That's going to be the biggest test for Google, is how they engage enterprise audiences,\" he added.</p><p>Google has been offering companies and academics the chance to experiment with its early-stage quantum-computing technology since last year, Dr. Neven said. More enterprises and researchers will be able to access the services in the coming years, he said.</p><p>Write to Sara Castellanos at sara.castellanos@wsj.com</p><p>Google Aims for Commercial-Grade Quantum Computer by 2029</p>",
  "published": "2021-05-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1158,
          "end": 1167
        },
        {
          "start": 1158,
          "end": 1162
        }
      ],
      "nexusId": "10063253"
    }
  ]
}