{
  "_id": "230a874a122fc3b87e9da2337f4274369cd086c15e80932598e150002362353b",
  "feed": "market-watch",
  "title": "The macro storm is impacting consumers very differently: 'A little bit of a tale of two cities'; While Amex sees strong 'premium' spending and credit performance, other companies highlighted the trade offs they see lower-income shoppers making",
  "text": "<p>American Express Co. AXP was among the first companies to post results this cycle, and its earnings flew in the face of macroeconomic fears. The credit-card giant topped revenue expectations by nearly $1 billion as its executives sounded a confident tone on their pocket of the spending sphere.</p><p>Chief Financial Officer Jeff Campbell told MarketWatch that the company saw \"no signs of any stress from a credit perspective\" in its latest quarter, with spending among all of Amex's customer groups growing sequentially from April to May to June.</p><p>And the big reason why? \"I would really point you to our premium customer base,\" Campbell added. Amex serves consumer, small-business, and corporate customers, with all three categories sporting what Campbell would call a \"premium\" profile.</p><p>Granted, Visa Inc. V and Mastercard Inc. MA posted strong results as well, and those companies touch consumers from all economic backgrounds. But while Visa Chief Executive Al Kelly said he and his team \"haven't seen any evidence of consumers pulling back spending in our markets,\" he also suggested on the company's earnings call that certain potential behavioral changes called out by other businesses wouldn't necessarily show up in Visa's numbers.</p><p>See also: Visa tops earnings expectations as CFO sees 'no evidence of a pullback' in spending</p><p>\"What we don't know [is] what level of substitutions are taking place, where people might be buying more staples and less discretionary items but they're spending at the same level they did, or whether as some retailers have said, people are trading down from brands to private labels,\" he said.</p><p>Visa and Mastercard get generalized information about transaction amounts, but they don't know the actual items that people are buying. Additionally, executives from both companies have indicated in recent months that their companies stand to benefit from moderate inflation.</p><p>Don't miss: Why an Arkansas town could provide a grim road map for America if car repos blow up</p><p>Mastercard Chief Financial Officer Sachin Mehra, meanwhile, acknowledged that his company had seen \"good strength\" among both lower- and higher-income consumers in the U.S., though he said that there's been \"a declining trend in terms of the growth rates on the lower-income side of things.\" At the same time, \"affluent spend continues to be very healthy and carries on in a very nice way,\" he told investors.</p><p>The benefits of serving high-end consumers came up again when Starbucks Corp. SBUX posted results earlier this week.</p><p>\"While we are sensitive to the impact inflation and economic uncertainty are having on consumers, it's critically important that you all understand we are not currently seeing any measurable reduction in customer spending or any evidence of customers trading down,\" Chief Executive Howard Schultz said on the company's earnings call. That dynamic reflects, among other things, \"the premium nature of our beverage and food offerings.\"</p><p>Still, it's evidently not enough to mostly cater to a premium customer base. Shake Shack Inc. SHAK executives pointed out that the company's stores tend to bring in more higher-income customers than the typical fast-food establishment, but the business hasn't been immune to macroeconomic crosscurrents.</p><p>\"Shack's never been a discount brand,\" Chief Executive Randy Garutti said, because it's a \"premium brand with premium ingredients.\" Nevertheless, lower-income customers visit Shake Shacks too, and traffic from that cohort began declining in June, Chief Financial Officer Katherine Fogertey noted.</p><p>Read: Shake Shack swings to a loss and revenue falls short of estimates</p><p>Various companies including Walmart Inc. WMT indicated that lower-income consumers are putting more of their dollars toward essentials. The company cut its earnings forecast for the year, acknowledging that it would have to mark down items like clothing now that customers are spending a greater portion of their budgets on food and fuel.</p><p>Aaron's Co. Inc. AAN, which does lease-to-own retailing of items like furniture and electronics, also noted pressures on its lower-income customer base.</p><p>\"With gas, food and housing prices rising, more of our customer's income is needed to cover these basic necessities, making less available for leasing new merchandise or renewing lease agreements,\" Aaron's Chief Executive Douglas Lindsay said.</p><p>Speaking of fuel, Murphy USA Inc. MUSA Chief Executive R. Andrew Clyde mentioned on the gas-station operator's call that its \"low-price strategy\" seems to be paying off as lower-income customers deal with higher fuel prices and other challenges.</p><p>\"It is important to understand that our customers consider the products we sell, especially fuel and tobacco, as non-discretionary purchases,\" he said. \"They're likely cutting back on other areas of their monthly spend versus their spend at Murphy USA, which is increasing.\"</p><p>After disclosing that some consumers have become a bit slower in paying their phone bills, AT&amp;T Inc. T Chief Executive John Stankey said there is likely an \"adjustment period\" for less affluent customers as they take in higher prices across the economy.</p><p>\"I hate to describe it this way, but I think we got a little bit of a tale of two cities going on here, and when you see 9% inflation, it tends to hit those in the low end of the market really, really hard,\" he said. \"And it's difficult when you walk up to the gas pump and have to fill the car, and you get the electric bill come in and you see the kind of step-ups that people are seeing.\"</p><p>Then, on the other hand, \"you've got another segment of the population that banked a lot of money during the pandemic,\" he continued. \"They weren't traveling. They weren't dining out. They were feeling a little bit more flush, and they're making different decisions.\"</p><p>Read: AT&amp;T earnings were 'actually good' despite stock selloff, says analyst</p><p>On the credit front, the head of OneMain Holdings Inc. OMF, which lends to \"nonprime\" customers, pointed to an \"uptick in early-stage delinquency for certain lower-credit-quality, lower-FICO customers.\" The trend started in May and mainly affected loans from 2021 vintages.</p><p>\"At the lower end of the spectrum, people are having a hard time making ends meet with food, gas, rent, and they obviously have not enough cushion there,\" Chief Executive Douglas Shulman said on the earnings call.</p><p>All the while, the company's \"higher-credit-quality customers have shown performance very much in line with our expectations,\" he continued.</p><p>The divergence between low- and high-end consumers becomes even more clear when coming back to Amex: Chief Executive Stephen Squeri shared in the company's earnings release that \"credit performance remains exceptional, with delinquencies and write-offs near historical lows.\"</p><p>The macro storm is impacting consumers very differently: 'A little bit of a tale of two cities'</p>",
  "published": "2022-08-05T11:58:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "confidence": 0.99952,
      "offsets": [
        {
          "start": 936,
          "end": 940
        },
        {
          "start": 1617,
          "end": 1621
        },
        {
          "start": 929,
          "end": 933
        },
        {
          "start": 1238,
          "end": 1242
        },
        {
          "start": 1213,
          "end": 1217
        }
      ],
      "weightsV2": {
        "weight": 3.675644,
        "baseWeight": 5.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.3245406,
        "tagPositionWeight": 0.00018465519,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}