{
  "_id": "80948d5db0871e50841780775c537db11d774152a272dbeb1565caf0ecd604c4",
  "feed": "market-watch",
  "title": "Will crypto survive? Sadly, the FTX debacle is unlikely to be the last; The most likely path is improved regulation of centralized exchanges, but making crypto safer means destroying the anonymity that makes it attractive.",
  "text": "<p>Frances Yu: Genesis meltdown: Why investors are worried about bigger problems for crypto</p><p>True, the loss of confidence in \"exchanges\" such as FTX—essentially crypto financial intermediaries—almost surely means a sustained steep drop in prices for the underlying assets. The vast majority of bitcoin BTCUSD transactions are done \"off-chain\" in exchanges, not in the bitcoin blockchain itself. These financial intermediaries are vastly more convenient, require much less sophistication to use, and do not waste nearly so much energy.</p><p>The emergence of exchanges was a major factor fueling cryptocurrencies' price growth, and if regulators come down hard on them, the price of the underlying tokens will fall. Accordingly, bitcoin BTCUSD and ethereum ETHUSD prices have plummeted.</p><p>Can crypto lobbyists contain the damage?</p><p>But a price adjustment alone is not the end of the world. The pertinent question is whether crypto lobbyists will be able to contain the damage. Until now, their money has been speaking volumes; Bankman-Fried reportedly gave $40 million to support the Democrats in the United States, and his FTX colleague Ryan Salame reportedly gave $23 million to Republicans. Such largesse surely helped persuade regulators around the world to follow a wait-and-see approach to crypto regulation, rather than be perceived to be stifling innovation.</p><p>Well, they waited, and with the FTX crash, we must hope that they saw.</p><p>But what will they conclude? The most likely path is to improve regulation of the centralized exchanges—the firms that help individuals store and trade cryptocurrencies \"off chain.\" The fact that a multibillion-dollar financial intermediary was not subject to normal record-keeping requirements is stupefying, no matter what one thinks about the future of crypto.</p><p>Of course, firms would face compliance costs, but effective regulation could restore confidence, benefiting firms aiming to operate honestly, which are surely the majority, at least if one weights these exchanges by size.</p><p>Return to the roots</p><p>Greater confidence in the remaining exchanges could even lead to higher crypto prices, though much would depend on the extent to which regulatory constraints, particularly on individual identities, ultimately undermined demand. After all, the major transactions currently conducted with crypto may be remittances from rich countries to developing economies and emerging markets, and capital flight in the other direction. In both cases, the parties' desire to avoid exchange controls and taxes implies a premium on anonymity.</p><p>On the other hand, Vitalik Buterin, the co-founder of the ethereum blockchain and one of the crypto industry's most influential thinkers, has argued that the real lesson of FTX's collapse is that crypto needs to return to its decentralized roots. Centralized exchanges such as FTX make holding and trading cryptocurrencies much more convenient, but at the expense of opening the door to managerial corruption, just as in any conventional financial firm. Decentralization can mean greater vulnerability to attack, but so far the largest cryptocurrencies, such as bitcoin and ethereum, have proven resilient.</p><p>The problem with having only decentralized exchanges is their inefficiency compared to, say, Visa V and Mastercard MA, or normal bank transactions in advanced economies. Centralized exchanges like FTX democratized the crypto domain, allowing ordinary people without technical skill to invest and conduct transactions.</p><p>It is certainly possible that ways to duplicate the speed and cost advantages of centralized exchanges eventually will be found. But this seems unlikely in the foreseeable future, making it hard to see why anyone not engaged in tax and regulatory evasion (not to mention crime) would use crypto, a point I have long emphasized.</p><p>Perhaps regulators should push toward decentralized equilibrium by requiring that exchanges know the identity of anyone with whom they transact, including on the blockchain. Although this may sound innocent, it would make it rather difficult to trade on the anonymous blockchain on behalf of an exchange's customers.</p><p>Breaking news: Binance sets up crypto industry recovery fund with $1 billion initial commitment</p><p>How could crypto compete?</p><p>True, there are alternatives involving \"chain analysis,\" whereby transactions in and out of a bitcoin wallet (account) can be algorithmically examined, allowing the underlying identity to be revealed in some cases. But if this approach were always enough, and all semblance of anonymity could always be obliterated, it is hard to see how crypto could compete with more efficient financial intermediation options.</p><p>Finally, rather than simply banning crypto intermediaries, many countries may ultimately try to ban all crypto transactions, as China and a handful of developing economies have already done.</p><p>Making it illegal to transact in bitcoin, ethereum, and most other crypto would not stop everyone, but it would certainly constrain the system. Just because China was among the first does not make the strategy wrong, especially if one suspects that the main transactions relate to tax evasion and crime, akin to large denomination paper currency notes like the $100 bill.</p><p>Eventually, many other countries are likely to follow China's lead. But it is unlikely that the most important player, the U.S., with its weak and fragmented crypto regulation, will undertake a bold strategy anytime soon. FTX may be the biggest scandal in crypto so far; sadly, it is unlikely to be the last.</p><p>Kenneth Rogoff, a former chief economist of the International Monetary Fund, is professor of economics and public policy at Harvard University.</p><p>More on crypto from Project Syndicate's experts</p><p>Kenneth Rogoff: When the crypto crisis hits (and it soon will), the U.S. will be forced to strip away the cloak of anonymity that facilitates criminal acts and which gives crypto its allure</p><p>Agustin Carstens: Official digital currencies could improve the lives of billions of unbanked adults</p><p>Nouriel Roubini: Crypto is an unregulated casino, where criminality runs riot</p><p>Will crypto survive? Sadly, the FTX debacle is unlikely to be the last</p>",
  "published": "2022-11-26T17:31:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3255,
          "end": 3259
        }
      ]
    }
  ]
}