{
  "_id": "18740747859197b1b37d429c0166e7eb77aa98e28897a54da0204c96a1a20e63",
  "feed": "ftcomall",
  "title": "Turkish state banks halt use of Russian payment system",
  "text": "<p>Three Turkish state banks have halted the use of a Russian payment system after Washington put pressure on Ankara not to act as a conduit for Moscow to evade US sanctions.</p> <p>Halkbank, VakıfBank and Ziraat Bank suspended payments under the Mir system on Tuesday night, according to a Bloomberg report that was confirmed by the Financial Times with a person familiar with the matter.</p> <p>The decision to stop use of the system comes a week after its two other operators in Turkey — the private banks İşbank and DenizBank — also announced that they were halting payments via the network, which is a Russian equivalent of Mastercard and Visa.</p> <p>While Ankara had always insisted Mir was used by Russian tourists to pay for shopping and hotels, western officials had voiced concern that it could be used as a potential backdoor for illicit finance. </p> <p>Guidance by the US Treasury warned banks outside the US entering into new or expanded agreements with the operator of the payment network would “risk supporting Russia's efforts to evade US sanctions”.</p> <p>That warning came against a backdrop of growing alarm in Washington and Brussels about promises by president Recep Tayyip Erdoğan to deepen economic co-operation with Moscow even as he condemned Russia's invasion of Ukraine.</p> <p>Erdoğan had previously praised “serious progress” on expanding the use of Mir cards in Turkey. Two Turkish banks — DenizBank and Halkbank — joined the scheme after Vladimir Putin ordered the military assault on Ukraine in February.</p> <p>Turkey, which is the only Nato member state not to have signed up to western sanctions on Moscow, had always stressed that its banks would continue to deal with entities or individuals under sanctions.</p> <p>But mounting pressure from Washington — and the risks for Turkish banks deeply integrated into the western financial system — appeared to prompt a rethink. &#xa0;</p> <p>The decision by the state banks to suspend Mir payments came on the heels of intense lobbying of the government by senior executives at the publicly owned Turkish lenders, according to one person familiar with their discussions, who were concerned about risking their vital foreign banking relationships.</p> <p>They faced resistance from the ministry of tourism, which has been seeking to attract as many foreign visitors as possible to bolster the struggling Turkish economy.</p> <p>Russians were the second-largest group of foreign tourists in Turkey in the first eight months of the year, with more than 3mn flocking to the country's cities and beaches. Turkey is one of the few remaining countries in the region with direct flights from Russia.</p> <p>The decision to halt use of Mir comes as the summer tourism season draws to a close.</p> <p>Still, it was not immediately clear how the move would affect Russian holidaymakers and other Russians who have fled to Turkey in the wake of the Ukraine war and the resulting crackdown on dissent at home by Putin.</p><p>Source: Laura Pitel in Ankara 2022 'Turkish state banks halt use of Russian payment system' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-28T10:14:47.913Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 627,
          "end": 631
        }
      ],
      "nexusId": "10063253"
    }
  ]
}