{
  "_id": "882a338192293867d0f9eb72c74bbe4e8fae68f0d9b817ba3eaf0cdad85616fc",
  "feed": "wall-street-journal",
  "title": "Americans Go on Shopping Binge in Europe",
  "text": "<p>Europe has become a land of tantalizing deals for many Americans. The dollar has been close to parity with the euro, its highest level in two decades. Andbecause many luxury goods are manufactured in Europe, they are historically cheaper in places like Paris and Milan than in the U.S. Analysts at Bank of America wrote in a report last month that U.S. shoppers were now paying an average of 38% more at home for luxury clothes and accessories than in Europe. Historically, the difference has been around 20%.</p><p>In Paris's shopping districts, Americans abound. Edward Cameron, a lawyer from McLean, Va., was shopping with his wife and children along the Rue du Faubourg Saint Honore on Thanksgiving Day. He said he had purchased a watch the day before, and while the price seemed the same as in the U.S., he would get a refund on the sales tax.</p><p>\"All of the women that we're here with are in the store right now,\" he said, gesturing toward a boutique. \"That's all they're doing is buying luxury goods.\"</p><p>The surge in American shoppers is helping European luxury companies at a time when consumer confidence on the continent is low, battered by high inflation. It is also helping to plug the gap from the absence of Chinese tourists, who are still unable to visit because of travel restrictions. Last week, China accelerated plans to dismantle its zero-Covid controls following nationwide protests, dropping many of its quarantine and testing requirements and curtailing the power of local officials to shut down entire city blocks.</p><p>The French capital's tony department stores -- which have traditionally been more focused on Asian clientele -- are now jostling to attract Americans. Stephane Roth, chief marketing, communication and architecture officer of Printemps Group, said three times as many Americans had visited the company's store on the Boulevard Haussmann in the heart of the city as in 2019. Americans tend to visit Paris for four or five days, but spend the same amount as Europeans who travel for two weeks, he said.</p><p>\"It reminds me of F. Scott Fitzgerald and the Roaring '20s. Most of the luxury brands are experiencing the same thing,\" he said.</p><p>Mr. Roth added that Printemps had recently signed partnerships with travel companies such as Expedia Group Inc. and Visa Inc. to boost the store's visibility among Americans.</p><p>Luxury conglomerates LVMH Moet Hennessy Louis Vuitton SE and Gucci owner Kering SA say spending shifted to Europe from the U.S. over the summer because Americans were taking advantage of the strong dollar to splurge. The trend has echoes of the price differential between China and Europe that at times could reach up to 50% because of moves in the yuan-euro exchange rate. Spreads that wide have prompted Chinese visitors to buy goods in Europe, sell them back home for less than Chinese stores charge and pocket the difference.</p><p>A November report from analysts at Bain &amp; Co. estimated that American spending on luxury goods in Europe would be 2.3 times as high this year as in 2019, before the pandemic closed stores around the world. Bain said Americans would account for between 32% and 34% of global luxury spending this year, a sharp increase from the 22% they accounted for in 2019.</p><p>\"We decided to definitely come here because of the strong dollar,\" said Milan Lint, who had retired from asset manager BlackRock Inc., as he was heading to an Hermes boutique.</p><p>A 31-year-old woman from Los Angeles said the strong dollar was the reason she had just purchased a tote bag from Saint Laurent for 1,100 euros. The same bag retails for $1,450 in the U.S., she added. \"I didn't need to get this bag at this moment, but the dollar is essentially the same as the euro, and I'm getting some of the tax back,\" she said.</p><p>How long the splurge will last is unclear. The U.S. economy is facing an uncertain 2023 that might prompt more Americans to cut back on spending. The European Central Bank has been following the Federal Reserve in tightening monetary policy, and the dollar has weakened.</p>",
  "published": "2022-12-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2273,
          "end": 2282
        }
      ]
    }
  ]
}