{
  "_id": "353b25ffcebdc76d2551be3e9c73255dea5c211dbf3977911936b3362143336b",
  "feed": "ftcomall",
  "title": "FT Cryptofinance: Solana loses its lustre",
  "text": "<p><em>Welcome to this week's edition of the FT's Cryptofinance newsletter. Today, we're taking stock of Solana, a blockchain touted as the next Big Thing.</em> </p> <p>What a difference a year makes. Last October the token that represented the Solana blockchain was well on its way to an all-time high of nearly $250. I was about to interview Anatoly Yakovenko, one of its co-founders, at a Solana conference in Lisbon intended to showcase all of its wonderful advances and potential. </p> <p>I <a href=\"https://decrypt.co/85934/the-view-from-solana-week-in-lisbon\">bumped into an old friend</a> attending the conference who said Solana had “made a pretty meaningful difference to [his] year, financially”.</p> <p>The hype was infectious. A few months later, the sober Bank of America said Solana “could become the Visa of the digital asset ecosystem”. </p> <p>Now, Solana's native token trades at just $33. The applause from the indulgent audience at the conference is just a memory. </p> <p>This week brought a reminder of why, when the blockchain suffered an outage lasting several hours. The root cause was a <a href=\"https://solana.com/news/09-30-22-solana-mainnet-beta-outage-report\">malfunctioning node</a> — the pillars that hold up the blockchain — that caused duplications on the network. <a href=\"https://twitter.com/solanastatus/status/1576105815081041921?s=21&amp;t=VVjBV9SdPO9hqiCQ_SIovg\">It was resolved</a> by effectively . . . *checks notes* . . . turning off the blockchain and turning it on again.</p> <p>Anyone who was running projects on Solana could not process any of their transactions while the network was down. </p> <p>Obviously, this is pretty embarrassing for a network that has touted itself as the answer to a problem that would allow blockchain technologies to rival the scale and reliability that traditional financial institutions demonstrate every day.</p> <p>Bitcoin is designed to process blocks every 10 minutes or so. Costs tend to rise sharply when lots of people want to use them. That makes blockchains useless for mass take-up by consumers. Solana promised it could handle 50,000 trades per second, a scale that could rival credit card operator Visa or the Nasdaq stock exchange while still keeping the costs at a fraction of a cent.</p> <p>But reliability issues on Solana are becoming something of a habit. Thousands of crypto accounts <a href=\"https://www.ft.com/content/65e5829f-8107-48a8-a5d0-f7a8c8f79df3\">linked to it were drained</a> in August in an apparent hack. According to data from CryptoCompare, Solana has been down for 6,422 minutes this year, equivalent to more than four days. Admittedly, the bulk of that time is down to an outage in January but it has been out for six hours this month already. By contrast, Nasdaq has been up for more than 99.9 per cent of the time this year.</p> <p>After last week's outage, Solana users vented on social media with a mix of anger and resignation. “As usual”, “shut down the chain completely” and “no need to post anything. We are aware that Solana goes offline every few weeks.” </p> <p>Solana's supposed scalability has attracted traditional finance. One of Wall Street's more eye-catching forays into crypto is Pyth, which collects and distributes data on stock, conventional currency, crypto and commodity deals for decentralised trading.</p> <p>The data have been supplied by high-frequency traders such as Jump Trading and DRW Cumberland and exchanges including IEX and LMAX. Pyth is built on Solana.</p> <p>Just this week Chicago derivatives exchange Cboe Global Markets agreed to supply data to Pyth. Helpful as this may be, it only goes to show how far Solana is from being “the Visa of crypto”. </p> <p>Big financial institutions are happy to use it as a live testing ground for their own crypto ambitions; it's low-risk but not an immediate contributor or threat to revenues. </p> <p>But if a new-ish technology such as blockchain is going to supplant existing financial systems, it has to offer something better than what has gone before.</p> <p><em>What's your take on Solana? Will it ever take off, or is the game over? Email me at </em><a href=\"mailto:scott.chipolina@ft.com\"><em>scott.chipolina@ft.com</em></a><em>.</em> </p> <h1>Weekly highlights</h1> <ul>  <li><p>The Securities and Exchange Commission continues its march against crypto, settling charges with celebrity Kim Kardashian for promoting an “ethereum max” token. The social media influencer and celebrity A-lister <a href=\"https://www.ft.com/content/9a2d66be-4598-401a-b5c5-750640bb1b82\">agreed to pay $1.3mn</a> in penalty fees but didn't admit or deny the SEC's findings.</p></li>  <li><p>Crypto's great resignation continues. Celsius Network's co-founder Daniel Leon has stepped down. This week my colleague Kadhim Shubber <a href=\"https://www.ft.com/content/5f7c9eab-ca5f-4425-91be-5781313c9723\">revealed</a> that former Celsius head Alex Mashinsky took $10mn out of the bankrupt lender before it froze customer accounts.</p></li>  <li><p>Binance became the latest in a very, very long line of crypto hack victims this week. Early reports indicate the exploit caused between $100mn and $110mn worth of losses. Read our story <a href=\"https://www.ft.com/content/62d8e718-8b55-40df-8599-eeda13c59d3b\">here</a>. </p></li>  <li><p>Europe has tightened existing crypto prohibitions against Russia in the wake of its full-scale invasion of Ukraine. Now <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_22_5989\">all crypto asset wallets</a>, accounts and custody services irrespective of the amount held will be banned.</p></li>  <li><p>The FBI has <a href=\"https://www.ic3.gov/Media/Y2022/PSA221003\">issued a warning</a> against “pig butchering”. It's not a form of animal cruelty but usually involves scammers making contact on social media or dating applications, gaining their trust before persuading victims to make deposits into fraudulent crypto schemes. </p></li> </ul> <h1>Soundbite of the week: “Reap what you sow,” says disgraced Terraform chief</h1> <p>In recent weeks Terraform Labs chief Do Kwon has been cheerfully asserting on social media that he isn't hiding (but without revealing his whereabouts) and even suggests he goes for walks, seemingly without a worry. </p> <p>This week his tone changed when asked about a report that South Korea had frozen almost $40mn of his crypto assets. He claimed the story was a “falsehood” and an example of why crypto was popular in countries that weaponised state institutions against their own people.</p> <blockquote>  <p>“Reap what you sow — revolutions start from within.”</p> </blockquote> <h1>Data mining </h1> <p>The USDC stablecoin, run by Circle, has been losing market capitalisation in the past two months, according to data from CryptoCompare. It is now at $46bn compared with $55bn in July.</p> <p>The market cap of Tether's USDT and Binance's BUSD, the industry's other two big stablecoin players, have both risen in the same period.</p> <p>An important macro point: dollar interest rates today are higher than they have ever been in the era of crypto. US Treasuries are offering about 4 to 5 per cent and stablecoins nothing. In a post-crypto-crash crypto-crash world, fiat may just be the more compelling option. </p><p>Source: Scott Chipolina in London 2022 'FT Cryptofinance: Solana loses its lustre' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-07T12:00:30.149Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1852,
          "end": 1856
        },
        {
          "start": 706,
          "end": 710
        },
        {
          "start": 3238,
          "end": 3242
        }
      ]
    }
  ]
}