{
  "_id": "95dca1795e4bce3e278a1431266d908456f1abf23622f55d366cbc78b2a0c3d2",
  "feed": "ftcomall",
  "title": "Buy now, pay later must be regulated — now ",
  "text": "<p>Klarna, the world's biggest buy now, pay later operator, looks like yet another storming success story for entrepreneurial Sweden. First, Ikea upended home furnishings. Then, Spotify revolutionised music. </p> <p>Now, the fintech co-founded by chief executive Sebastian Siemiatkowski is championing Nordic iconoclasm again. <a href=\"https://www.ft.com/stream/464b518e-3b8a-49ee-bf94-c1b382feff68\">Klarna</a>, reinforced by a clutch of other BNPL operators around the world, has modernised payments for the millennial generation, challenging a cosy credit card market long dominated by Visa, Mastercard and the banks that issue their cards.</p> <p>The Swedish group, in common with other BNPL operators, gives its customers a few months of interest-free credit on purchases large and small. It now trumpets that 147mn people use its services around the world, via 400,000 retail partners.</p> <p>BNPL prospered during the economic boom times of recent years, and was given an extra spur during Covid-19, as people diverted spending to retail and did more shopping online. It is painlessly easy to buy no end of clothes, gadgets and other consumer goods. What's not to like?</p> <p>Well, quite a lot. <a href=\"https://www.ft.com/content/285f7318-9669-4bdd-867c-d1925fece4a6\">Sceptics have long pointed to</a> a business model that can be both cynical and fragile. And today, Klarna, along with its peers, may be confronting a multitude of pressures.</p> <p>According to an <a href=\"https://www.ft.com/content/ddb2e207-2450-4ca8-bad0-871290d80ea7\">analysis last year by Redburn</a>, the British equity research house, the average BNPL transaction relies on a 4 per cent gross margin funded by a commission charged to the retailer. But profitability, even in the good times, has been ultra-thin or non-existent.</p> <p>Of that typical 4 per cent, Redburn reckons 2 percentage points are swallowed up by fees to other companies in the payments chain; 0.5 of a percentage point is the average funding cost; leaving 1.5 points for credit losses and net profit. In BNPL's short lifespan up to last year, Redburn estimated credit losses averaged 1.2 points, leaving room for a 0.3 point gross profit (before operating costs). Slim, but worthwhile if volumes are large enough.</p> <p>Take a look at Klarna's latest results, though, and the flaws in that model, even for a big-volume player, are obvious. In its first-quarter results, credit losses were equivalent to 1.9 per cent of customer lending (up from 1.8 per cent a year earlier), eating up a third of quarterly revenue and pushing Klarna to a net loss of SKr2.6bn ($265mn).</p> <p>No wonder the company decided last month that it should <a href=\"https://spark.ft.com/editor/cb646552-04c5-4ecf-a720-7521228e2a6c\">lay off </a><a href=\"https://www.ft.com/content/8a184a14-230e-4a94-acf7-d919f1dc039b\">10 per cent</a> of its 7,000-strong workforce. And this before any economic pressure from the global downturn really kicks in.</p> <p>Every element of the BNPL business model faces stress. Revenue is likely to falter as consumers curb spending. Klarna's SKr62bn of customer lending was up 38 per cent in the year to the end of March, but it was virtually unchanged from December, reflecting more straitened times. The revenue pressure on BNPL operators is likely to be all the greater since users skew towards lower-income individuals.</p> <p>At the same time, default rates are likely to worsen. Much of BNPL's appeal is that it offers credit for which you don't have to jump through hoops. The standard two or three-month deferred payment deals will typically involve “soft” credit checks if any, rather than full-blown checks that get flagged on your official credit record (though that is changing in the UK).</p> <p>Funding costs are another pressure point. Klarna itself has a banking licence and funds most lending from deposits. But no one will escape the squeeze on margins from rate rises.</p> <p>This is all bad news for BNPL operators and their investors. But the impact may be systemic, too. Though most estimates reckon BNPL accounts for only a few percentage points of overall consumer credit, the profile of borrowers may amplify the volatility of BNPL usage, crimping consumer spending disproportionately and magnifying the economic hit if it shrinks.</p> <p>Customers tend to use multiple providers and rack up dozens or even hundreds of overlapping purchases. That not only means individuals' finances can spiral out of control; it also makes it hard to grasp the macro effect.</p> <p>Because the sector is unregulated, no one knows for sure how big it is. Estimates of the size of the UK market vary wildly from less than £6bn to as much as £16bn.</p> <p>If there is one message for policymakers, it is this: Klarna does not make comfy sofas and warming meatballs like your favourite Swedish box retailer. BNPL operators are money lenders, pure and simple. It is time to regulate this industry properly before it blows up in all our faces.</p> <p><em>patrick.jenkins@ft.com</em></p><p>Source: Patrick Jenkins 2022 'Buy now, pay later must be regulated — now ' FT.com 7 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-07T04:00:02.630Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 500,
          "end": 504
        }
      ]
    }
  ]
}