{
  "_id": "c8f0fe375d86059128535d0ba1291d28bf5c47c3f4ec532cc03b486abaa1ac47",
  "feed": "ftcomall",
  "title": "Beijing Winter Olympics star Eileen Gu wins over public and brands by avoiding politics",
  "text": "<p>Next to the decommissioned Shougang steel mill on the edge of Beijing, US-born Eileen Gu reflected on the view from the top of the ski jump where she had just won a gold medal for China in the big air freestyle competition.</p> <p>“There's a tower here you can see from the top of the course, and you can also see from my house in Beijing,” she said, adding in American-accented English that she had spent months in the Chinese capital each year growing up.</p> <p>The 18-year-old, who speaks English and Mandarin fluently, is one of the most marketed Olympic stars in China, with sponsorship deals for state-owned Bank of China, China Mobile and Mengniu Dairy, as well as partnerships with western brands such as Louis Vuitton and Red Bull.</p> <p>But Gu's carefully calibrated comments <a href=\"https://www.ft.com/content/db6bb162-1392-4dae-ace6-66d9391d51dd\">following her victory</a> on Tuesday highlighted the difficult balance brand ambassadors and athletes must strike during the Games, as a <a href=\"https://www.ft.com/content/97cd654d-adba-42a9-8758-eb1d60103891\">US-led diplomatic boycott</a> over Beijing's policies in Xinjiang, where it has interned 1mn Muslim Uyghurs, looms over the sporting event. </p> <p>Gu, whose mother is Chinese and father is American, has avoided questions about which passport she holds. She wrote on Instagram two years ago that she had made “an incredibly tough decision” to represent China but has consistently refused to confirm her citizenship status. China does not permit dual nationality and participants in her sport must be citizens of the country they represent.</p> <p>The most controversial topic Gu was engaged on was whether she had been aware of the presence of tennis star <a href=\"https://www.ft.com/content/08cabd78-4353-4d47-8a6f-16b77949c717\">Peng Shuai</a>, a three-time Olympian who attended the event alongside International Olympic Committee president Thomas Bach. Peng largely <a href=\"https://www.ft.com/content/a966bb5a-1ba4-48d7-8771-8b142f463ea2\">disappeared </a>from public view after alleging she had been sexually assaulted by a senior Chinese official. Gu said she was not aware but thanked Peng for her support. “Hopefully I get to meet her one day,” she added.</p> <p>Athletes have been encouraged to avoid discussing politics or controversial topics in Beijing. “With no guaranteed protection by the IOC or the Chinese authorities, we strongly advise athletes not to speak up about human rights issues while in China,” Global Athlete, an international sporting advocacy group, said ahead of the Games.</p> <p>Germany's Natalie Geisenberger, the gold medallist in the women's singles luge, was asked on Wednesday why so few athletes had spoken about human rights in China during the Games. “I think one always has to be a bit careful when and what one says,” she said, adding that she might be open to discussing the topic once she returns home. “Here on site, I think it is better if you don't say so much about it.”&#xa0;</p> <p>The push to avoid politics is a sharp contrast with the global trend among leading athletes, who have increasingly <a href=\"https://www.ft.com/content/a538959e-ce56-4054-ab90-69e9c0a43018\">embraced advocacy</a>.</p> <p>Naomi Osaka, the Japanese-born and US-raised tennis player, is the highest-paid female athlete in the world and was the <a href=\"https://www.ft.com/content/cd0c6ae9-c799-4deb-aee8-f5107409823c\">face of the Tokyo Games</a> last summer. Her <a href=\"https://www.ft.com/content/5b004c93-2e8d-48d5-bbea-e3cff1d79ea8\">activism on police brutality</a> has been credited with pushing Japanese brands to take a more expansive view on social justice issues. </p> <p>Gu's commercial success is also part of a shift among Chinese consumers, with an athlete's local connections to the country seen as crucial to brand building.</p> <p>“You've got to really connect with Chinese consumers on what their issues are right now,” said Mark Tanner, managing director at China Skinny, a Shanghai-based marketing agency, who points to the “rediscovering of Chinese heritage”.</p> <p>“It has to be very authentic and that's something Eileen Gu has done incredibly well,” he added. “If she was a publicly traded company, you'd be buying shares in her right now.”&#xa0;</p> <p>Nathan Chen, a US figure skater of Chinese heritage favoured to win gold in the men's individual event, has courted top Olympic sponsors including Bridgestone, Panasonic, Visa and Toyota. But in several interviews at the Games, he has been careful and measured. </p> <p>“I like to keep things bottled up,” he told reporters in response to questions on non-controversial topics, such as whether he enjoyed posting a best-ever score for his short programme on Tuesday.</p> <p>But not all foreign-born Chinese athletes have been applauded. Zhu Yi, a US-born figure skater who is competing for China, was pilloried on social media after falling during the team competition. Many pointed to her lack of fluent Chinese and speculated that her father's role as a prominent scientist had helped secure her place in the team. </p> <p>Hu Xijin, a commentator for the Global Times, a nationalist tabloid, defended Zhu, <a href=\"https://twitter.com/HuXijin_GT/status/1490683866943987712?s=20&amp;t=zfzmQ1vIO62bbm8duOIUGQ\">calling</a> the social media vitriol “cyber violence” on Twitter.</p> <p>Gu, who has 2m followers on Weibo, the Chinese social media site, has had no such troubles. As she left the stands in Beijing, shouts of “<em>Jiayou</em>!”, a Chinese expression of encouragement, broke out. “To see the level of care that people have for me, it makes me kind of emotional actually,” she said.</p><p>Source: Thomas Hale and Sara Germano in Beijing 2022 'Beijing Winter Olympics star Eileen Gu wins over public and brands by avoiding politics' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-10T00:30:20.995Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3801,
          "end": 3805
        }
      ],
      "nexusId": "10063253"
    }
  ]
}