{
  "_id": "0fe3cd52873307b2aa6e54bf33fafd3029eb3b8b400590543c26e878ccdab911",
  "feed": "ftcomall",
  "title": "The popularity of Paxos puts pressure on paradise",
  "text": "<p>Andrew Watrous is selling his villa on Paxos, after moving to the Greek island from Devon 35 years ago with his wife Liz and five children. He describes mornings waking the children early and walking across the secluded beach in front of their house “to swim out to the rock opposite and watch the dolphins” before canoeing to the local café to stock up on pastries. “The whole vibe is relaxed and bohemian,” says Watrous, 66.</p> <p>“In Paxos's three towns [Gaios, Loggos and Lakka], fishermen continue to fish in the way they have for hundreds of years and the pace of life is like being in a time warp,” says Watrous.</p> <p>But in some respects, the island is unrecognisable from how it was 35 years ago. Since the pandemic began, super-rich buyers have been paying unprecedented sums to rent, build or buy on the island. Watrous rents his villa out for €21,000 a week in summer. It is on sale for €5.5mn, a price that puts it on par with the most expensive homes sold on Paxos — two €5mn sales last year went to British buyers, says Savvas Savvaidis, president and chief executive of Greece Sotheby's International Realty. “Before that, the record price for Paxos was €1.8mn,” he says. </p> <p>Watrous has closer ties with Paxos's transformation than most. His late father, a former head of the BBC's African service, began renting the villa near Loggos in the late 1950s, and later bought it. “This was before electricity, when drinking water was limited. It took five hours to get to Corfu by boat,” says Watrous of a crossing that now takes half an hour by hydrofoil. </p> <p>His father anticipated the impact a new airport in Corfu — which opened in 1963 — would have on driving tourism to the islands, and he left his job to launch the <a href=\"https://www.gicthevillacollection.com/greek-islands-club\">Greek Islands Club</a>, a holiday rental collection that included the first rental properties on this tiny island, which is just 10km long by 4km wide.</p> <p>Today, Savvaidis says his buyers in the Ionian Islands typically have budgets between €5mn and €20mn — and that such purchases will be at least their fourth home.</p> <p>His agency reports a 300 per cent rise in transaction levels in the Ionian Islands since 2019 — and annual price increases of 4.5 per cent in 2020 and 6.8 per cent in 2021. The Ionian market is fuelled by wealthy foreign buyers, he says, rather than “rich Greeks” (who tend to prefer “status symbol” Mykonos). “[Foreign buyers] want a pristine island, with no noise, no neighbours. They want to look at the sky and see the stars, and they want a house that will blow their mind,” Savvaidis adds.</p> <p>British and American buyers dominate demand for villas on Paxos, where prices have risen 15 to 20 per cent since the start of the pandemic and demand has been particularly strong in the past three months, says Sarah Marzocchi, an associate at Savills Greece in Corfu. “It feels like everyone is in a rush,” she says.</p> <p>While Golden Visa buyers — who receive a renewable five-year residency in return for a minimum property investment of €250,000 — are abundant on Corfu (“where you'll need at least €400,000 for a decent two-bed apartment or a small villa”, says Marzocchi), Paxos tends to attract lifestyle buyers. “It's less densely developed than Corfu,” she says, “but much of the land is protected greenery so there are very few plots.” </p> <p>Then there are the logistical hurdles to overcome: “If you buy a plot and build your own home, it will take about two years due to the issues of getting materials from Athens or elsewhere in Greece, and navigating the small rural roads. Prices are also high. What costs €1 in Athens will cost €4 to get to Paxos.”</p> <p>Wealthy buyers and their big houses also pose environmental challenges on a small island such as Paxos. Italian events manager Marina Tomacelli, 44, has known the island all her life. The founder of the <a href=\"https://www.facebook.com/paxosbiennale/\">Paxos Biennale</a> — the latest edition of which takes place this summer, when international artists will create free, open-air artworks in coves, olive groves, even bus shelters — lives in a former ruin she renovated during lockdown in an olive grove in Bogdanatika, near the tiny capital of Gaios.</p> <p>She says she is often surprised to find places she didn't know existed on Paxos — “a hidden valley, or <em>monopati</em>, the old donkey paths that have been restored”. But what come as no surprise every summer, she adds, are the water shortages.</p> <p>“During lockdown, people have been building big James Bond-like modern villas with huge swimming pools, and they rent them out to people who don't care how much water they use,” she says. “Local people feel very strongly about water, and also about overuse of plastic and too much waste. It's crazy consumption society put into a small island and we don't have the infrastructure to deal with it.”</p> <p>Another local resident, Victoria Turner, who has lived on Paxos on and off for 40 years in a “tiny house on a cliff edge above Lakka bay”, remembers learning to collect her daily quota of water as a child from the <em>sterna</em> (the underground tank). “There was no refilling it. We had to be meticulously careful not to waste water,” she says.</p> <p>“I am astounded by the number of swimming pools, power showers and labour-saving devices in luxury villas on an island with a desperate water shortage,” adds Turner, who, as executive director of the <a href=\"https://ionianenvironment.org/about-us/\">Ionian Environment Foundation</a>, co-founded by Ben Goldsmith, is developing an initiative on Paxos and Corfu to encourage villa owners and other businesses to adapt their properties to conserve water and energy, and to install waste separation and composting facilities. It will, she hopes, “reduce the negative environmental impacts of the tourism from which they thrive each summer”. &#xa0;</p> <p>She is also hoping to tackle the car problem. “Paxos is handed over to visitors in summer. It becomes impossible to park here and the small winding roads are dangerously busy,” she says, citing the example of Chalki, an Aegean island whose hire cars are all electric and charged by solar energy.</p> <p>But Turner acknowledges the dilemma locals face. “They care, of course, [about the environment] but they also understandably care about making a living during a very short working season to survive through the winter.”</p> <p>“What has changed [since the pandemic] is the purpose for which rich foreigners choose Paxos to build a villa,” says Spyros Vlachopoulos, Paxos's mayor. “Today, they are not looking for a place to rest but a place to invest . . . Investors of this kind are not particularly interested in the environmental footprint of their buildings, and unfortunately tend to go beyond the existing rules. And constructions of this type require very large amounts of water and energy, and significantly burden the infrastructure of the island.”</p> <p>Vlachopoulos acknowledges that the local economy has benefited from foreign property buyers “in difficult times”. He adds: “I think we are at a crossroads where there is no tension between investors and locals, but there is concern about the development of the real estate market in future. We are always on the alert to intervene appropriately, if needed.”</p> <p>But Andreas Kouroupis, co-founder of the environmental protection group Volunteers of Paxos, says there is “indifference” among some locals, and the local authorities, in preserving their land. “There is a complete lack of interest. The development in the last five years has been very fast . . . New buildings are not following the traditional character and colours of Paxos. The thirst of the locals for money is resulting in the fast destruction of Paxos's nature.”</p>&#xa0;<p>Source: Zoe Dare Hall 2022 'The popularity of Paxos puts pressure on paradise' FT.com 25 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-25T15:02:54.520Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2853,
          "end": 2857
        }
      ]
    }
  ]
}