{
  "_id": "b869bfcb9b5dfb28b593c2744f496feddff74deeddba554104122172d91c6076",
  "feed": "wall-street-journal",
  "title": "If Crypto Can't Be Used to Evade Russian Sanctions, What Is the Point? Only small sums of money seem to have left Russia via digital currencies, which suggests their chances of ever replacing today's government-run monetary system are low",
  "text": "<p>But with U.S. lawmakers warning that cryptocurrencies could be used to bypass sanctions and many nations now aware of the perils of depending on currencies weaponized by Western governments, it is remarkable that prices aren't reflecting the possibility of higher crypto adoption.</p><p>The likely explanation is that there isn't much of any.</p><p>After Russia invaded Ukraine, ruble trading in bitcoin and tether hit 6.6 billion rubles on March 7, according to data firm Kaiko, compared with less than one billion before. But volumes quickly plummeted back to preinvasion levels due to U.S. card networks Visa and Mastercard suspending their Russian operations.</p><p>This suggests that crypto may have helped some people circumvent capital controls and shield their savings against a depreciating ruble, but that they were few and financially unsophisticated. Households would ideally use it to send the money to a foreign bank account, but most don't have that ability. Crucially, the crypto market isn't deep enough to absorb inflows of macroeconomic significance and, if it were, Moscow could ape China and force domestic banks to crack down on exchanges of rubles for crypto.</p><p>Whatever financial backdoor crypto offers, it doesn't even seem to be big enough for expert sanction evaders.</p><p>For one, big, regulated exchanges like Binance must restrict accounts linked to sanctioned people. To be sure, there is still likely illegal activity in Russian crypto: There is evidence of new bank-deposit addresses being used on small exchanges tied to money laundering, according to Chainalysis, a firm that tracks illicit crypto transactions. But the sums liquidated are in the range of tens of millions of dollars, which is minuscule relative to the wealth of the hundreds of sanctioned individuals and entities.</p><p>Officials aren't sitting idle either: Last week, the U.S. Treasury sanctioned Russia's Garantex and Hydra for aiding cybercrime.</p><p>Analysts have long linked digital currencies' value to the black market. This may be true when crypto stays within a circuit of companies with low \"know your customer\" controls in the niche digital economy—someone earning bitcoin from mining or ransomware can use it to buy virtual private networks or cloud hosting, for example—but the range of services on offer is small. Usually, crypto holders need to turn it into hard money by interacting with banks, and the traceability of blockchain technology becomes problematic. The idea that crypto anonymity can replace the traditional, meticulously built network of shell companies is wrong.</p><p>As Chainalysis' director of research Kim Grauer puts it: \"That's just not how money laundering works.\"</p><p>Of course, many crypto proponents prefer to dissociate it with crime and focus on how it has helped a war-torn Ukraine move money and receive $100 million in donations. Yet much of that activity is in tether, a digital currency pegged to the dollar.</p><p>The hard truth is that the only feature of cryptocurrencies that can't be replicated by banks is the promise to sidestep government oversight. As far back as the 1905 writings of Georg Friedrich Knapp, economists have distinguished between the \"chartalist\" theory by which money is granted value by the power of the State and the \"metalist\" view that money only has true value if made up of a scarce commodity.</p><p>Crypto investors need the latter to be true, but the situation in Russia is piling up ever more evidence in favor of the former.</p><p>Write to Jon Sindreu at jon.sindreu@wsj.com</p><p>If Crypto Can't Be Used to Evade Russian Sanctions, What Is the Point?</p>",
  "published": "2022-04-12T11:43:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 595,
          "end": 599
        }
      ]
    }
  ]
}