{
  "_id": "72ba3cbb0d2d114fec0ebf7149cd7f60e35cff01ff8ffef9a797cec2c43a4ba1",
  "feed": "economist-blog",
  "title": "Russia and Ukraine; Sergei Guriev calls for support for émigrés who have fled Vladimir Putin's Russia",
  "text": "<p>—</p><p>unprecedented in 21st-century Europe</p><p>—</p><p>eclipses the fact that, in addition to Ukraine, Mr Putin has also destroyed the livelihoods of many Russians.</p><p>There is, of course, no comparison between the suffering of Ukrainians and Russians. Yes, hundreds of thousands of Russians have had to leave Russia, but they did not run away from bombs. Some Russians dared to protest against the war and many thousands were arrested, but they were not killed. Some have seen their businesses and careers finished, but their homes are still intact. Even the Russian economy, which will undergo a terrible recession in 2022, will only contract by about 10%, while Ukrainian GDP will collapse by 35-45%.</p><p>Yet many Russians, particularly those who fled Mr Putin's regime, deserve support. They left their country abruptly, without making any arrangements or preparations. They did not have time to secure jobs and long-term visas, making it difficult to rent an apartment or open a bank account in the West. Visa and Mastercard have cut all links with Russian banks, so many émigrés' credit cards do not work outside Russia. And since the Russian government allowed them to take only a limited amount of foreign currency out of the country, they are already running out of cash. Anti-Putin Russians know all too well that it is dangerous for them to go back. A week after the war began, Russia passed a law that punishes public statements of dissent by up to 15 years in jail. These Russian émigrés therefore feel like refugees as well.</p><p>What hurts the most, however, is not their dearth of special treatment by host countries in the West. It is the constant pain of being held responsible for Mr Putin's war. Western governments and many of their citizens (at least those I have talked to) do distinguish between the Russian government and the Russian people. Yet, as it is clear that Mr Putin's war is supported by about half of Russians, every anti-war Russian knows that in reality this distinction is not so easy to make.</p><p>Do all Russians bear a responsibility for this war? This is the 145m-people question. The war resulting from the annexation of Crimea in 2014 resulted in the deaths of about 14,000 people in eastern Ukraine and the displacement of about 1.5m Ukrainians. Yet back then I would often hear: “I have never voted for Putin; I fought him as much as I could, so I do not feel responsible for Crimea and Donbas.” The latest invasion has changed everything. The consensus today among anti-Putin Russians is rather: “I have never voted for Putin and I have fought against him all these years, but it turns out I did not fight him hard enough. So, while this is not my war, I too bear responsibility for deaths and destruction in Ukraine.” The fact that Russians have not been able to stop Mr Putin and make their own country free, prosperous and peaceful is a huge problem for them—but it should be their problem, not that of Ukrainians.</p><p>This is exactly what makes the anti-Putin Russians' life so hard. On the one hand, they want to say that Mr Putin is not Russia, and that they themselves are evidence of that. On the other hand, they also understand that they have to accept the responsibility for his war and thus cannot ask for sympathy.</p><p>Should the West provide them with the same treatment as Ukrainian refugees? Probably not. Do they deserve at least some support? I would say yes. Whoever speaks up and acts against Mr Putin and his war should be welcomed and supported in Europe. This is not just for empathy's sake; their success is in Europe's interest. Russia will remain Europe's neighbour. Ukraine will win this war and defend its independence but Europe will be safe only when Russia becomes a truly free and peaceful country. And this is a difficult mission that only anti-Putin Russians themselves can accomplish. They bear a responsibility for not having achieved this so far, but they must be supported if they are to succeed in the future.</p><p>_______________</p><p>Sergei Guriev is a professor of economics at Sciences Po, Paris, former chief economist at the European Bank for Reconstruction and Development and a co-founder of the Anti-War Committee of Russia and of TrueRussia.org, a foundation that raises funds for Ukrainian refugees.</p><p>Read more of our recent coverage of the Ukraine crisis</p>",
  "published": "2022-05-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 989,
          "end": 993
        }
      ]
    }
  ]
}