{
  "_id": "e780b3e2da728e46eddad8aab1cb9918ee3da4ce04dae048b8bb23607edc3edb",
  "feed": "ftcomall",
  "title": "Ethereum's merge: a Netscape moment for Web3?",
  "text": "<p>Has Web3 just had its Netscape moment? The launch of the first web browser in 1994 was a turning point for the internet. Now, if crypto enthusiasts are to be believed, the switch by the Ethereum blockchain to a new system for validating transactions — a move known as “<a href=\"https://www.ft.com/content/4d3c85ee-c812-47b2-a973-acaf1c141a50\">the merge”</a> —&#xa0; is an equally historic moment for what has become known as <a href=\"https://www.ft.com/content/16eaf1b9-08fb-4454-a4eb-ac662cdd8590\">Web3.</a></p> <p>Moving away from its previous, energy-intensive validation mechanism puts Ethereum on a more sustainable long-term path. For the network that has become the main platform for blockchain-based applications like non-fungible tokens and decentralised finance, that is <a href=\"https://www.ft.com/content/88518bc5-3af4-41c3-99b5-c0cd0ba69ab9\">certainly significant</a>.</p> <p>But nine years after <a href=\"https://www.ft.com/ethereum\">Ethereum</a> was launched, there is still a long way to go. Here are five issues that will help to determine whether or not the merge will one day be seen as a significant moment in the history of the internet.</p> <p>First, the new validation mechanism, known as proof of stake, doesn't on its own do anything to solve one of Ethereum's biggest problems: that it can handle only 15 transactions per second (tps), a bottleneck that has led to very high transaction fees.</p> <p>The merge at least clears the way for the network's next big step, scheduled for the second half of next year. Called “sharding”, this would involve splitting the Ethereum database into 64 fragments. Since every computer on the network would no longer need to keep a record of every transaction, it would greatly increase overall capacity and speed.</p> <p>There are still big, unresolved technical questions about how this will work. Also, sharding will not be a complete solution. A 64-fold increase would lift the network's capacity to nearly 1,000 tps — still some way off the 7,400 tps capacity of the Visa network. The promise of Web3 is to use blockchain technology to mediate every online interaction, meaning far greater capacity will be needed.</p> <p>Second, the merge brings with it a whole set of unknown risks. Essentially, a market currently worth $200bn is being shifted on to entirely new foundations, with new mechanisms and new roles for market intermediaries that haven't been tested in real-world conditions.</p> <p>Rather than the risks, many market participants are likely to be more focused on the potential for higher returns. Under the new proof of stake system, holders lodge their ether as collateral to validate transactions in return for “staking rewards”. That has turned a previously unproductive asset into one that now offers a yield — something that many investors are likely to find attractive. But at this stage, it's anyone's guess whether the yield will compensate for the new risks — not to mention the huge volatility in the cryptocurrency itself.</p> <p>Third, the build-out of a broader layer of market infrastructure on top of Ethereum is still in its infancy. So-called layer-two networks, like Polygon and Optimism, act as “roll ups”, batching up many individual transactions themselves and lodging only a single entry back on the Ethereum blockchain. Along with sharding, Ethereum's backers claim this might lift overall capacity to 100,000 tps.</p> <p>The companies that operate on top of Ethereum in this way could themselves become powerful new intermediaries in the blockchain world — something that runs counter to the ideal of decentralisation on which <a href=\"https://www.ft.com/cryptofinance\">crypto</a> is founded.</p> <p>This leads to the fourth point: as the broader Ethereum system evolves, its backers will have to ditch some of the crypto world's ideological baggage in favour of a greater pragmatism. The challenge will be to work out which ideals can be compromised in the interests of a more workable system.</p> <p>The emergence of influential new intermediaries could also give governments a new point of leverage over the system. For instance, if large numbers of holders turn to crypto exchanges for help with staking, then those exchanges would play an important role in validating transactions. That could expose them to political pressure to block certain transactions in pursuit of financial sanctions.</p> <p>Fifth, and finally, improving the underlying blockchain infrastructure will do nothing to solve Web3's biggest challenge: demonstrating why this technology is needed in the first place.</p> <p>The optimists claim that, with the merge completed and work well under way on solving Ethereum's scaling challenges, effort will shift increasingly to building the consumer-friendly experiences needed to draw large numbers of users. That means devising things like crypto wallets and marketplaces for digital assets that are easier for ordinary mortals to use. It also means coming up with entirely new applications that could not have worked as well on the existing web.</p> <p>The Ethereum merge doesn't provide any clues about what those uses might be. But, to paraphrase Winston Churchill, it at least shows that Web3 has got to the end of the beginning.</p> <p><a href=\"mailto:richard.waters@ft.com\"><em>richard.waters@ft.com</em></a></p> <p><em>The capacity of the Visa network has been updated to reflect the most recent figure available.</em>&#xa0;</p> <a href=\"http://www.ft.com/cms/db61d9b1-5244-4ba0-accc-7a85378313c0.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Richard Waters 2022 'Ethereum's merge: a Netscape moment for Web3?' FT.com 15 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-15T13:52:01.659Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1716,
          "end": 1720
        },
        {
          "start": 4876,
          "end": 4880
        }
      ],
      "nexusId": "10063253"
    }
  ]
}