{
  "_id": "008adcceb68c78e36c065c00988c2bc5adef63bfa6ddc5f265865540c83534a3",
  "feed": "ftcomall",
  "title": "Room at the top for experienced senior in-house lawyers",
  "text": "<p>“I'd like to see general counsel become bolder,” says Jos Sclater, chief financial officer of Ultra Electronics, the UK-based defence specialist. </p> <p>Sclater is the former general counsel at GKN, the UK aerospace and automotive group, and he became its chief financial officer in 2017, before taking up the same role at oil company Castrol, and then joining Ultra. </p> <p>He is an exemplar both of how the remit of the top company lawyer in leading companies has broadened and of the trend for general counsel to advance from legal roles. </p> <p>Good in-house lawyers always see the broader context: they are strategic and commercial. Several have gone on to take up chief executive jobs, including Julie Sweet at Accenture and Andy Ransom, Sclater's former boss at ICI, who is at Rentokil Initial.</p> <p>More senior lawyers now aim to acquire extra corporate responsibility, and some of the general counsel profiled by the Financial Times have made the switch: Amy Weaver is chief financial officer at Salesforce, while Kelly Mahon Tullier is chief people and administrative officer at Visa.</p> <p>The impact of such changes lay behind Financial Times renaming its annual report on the role of the top company lawyer to “FT Business Legal Leaders” (from the previous “General Counsel” report). </p> <p>This year, Sergio Letelier, who for 20 years was an in-house lawyer for mergers and acquisitions at Hewlett-Packard and then Hewlett Packard Enterprise, moved into a commercial role. He is now head of corporate development, a section of HPE that he used to advise. </p> <p>“It's the result of being so embedded with the client and trying to help,” says Letelier. “At some point, people think you should run this.”</p> <p>He believes the legal profession has gone through a revolution. “Speaking finance and strategy to the client is as important a shift as drafting less legalistically,” he says. The move from M&amp;A lawyer to strategist and corporate lead is a natural one, he feels.</p> <p>Sclater, whose background is also in M&amp;A, thinks the same. “Both Andy [Ransom] and I had the same route out of law. I was the head of M&amp;A and strategy. Andy did it in ICI and I did it in GKN. I found it very straightforward.”</p> <p>He believes, however, that too few general counsel make the leap. Lawyers, he says, could be far more ambitious. </p> <p>“Adding responsibility for ESG [environment, social and governance] is fine but it is still thinking too narrowly,” he says. “In my view, this is moving into ‘an adjacency' but it is not a radical move into a different role.”</p> <p>For Joanne Caruso, chief legal and administrative officer at Jacobs, a global professional services company, navigating ESG is not radically new. In a society that is increasingly polarised politically, however, it could be called a radically new proposition. </p> <p>“The [business] climate has changed so dramatically, from where companies have been to where they need to be,” she says. With her company headquartered in conservative Texas, she points to the challenge of making sure its statements were appropriate to all its stakeholders when <a href=\"https://www.ft.com/content/32f69f8b-ff6f-4475-8a03-14295bbfecd5\">Roe vs Wade</a> was overturned and abortion became an even more difficult social topic in the US.</p> <p>Caruso's role encompasses legal, ethics and compliance, human resources, enterprise risk management, operational centres of excellence, health and safety — and, until last year, sustainability. That broad role makes her an invaluable adviser and she is one of three people who report directly to Steve Demetriou, chief executive.</p> <p>“Joanne has helped to develop the culture of the organisation and acts as its steward while also driving the strategy in the business,” says Demetriou. </p> <p>In a company with 55,000 people, which is focused on the delivery of a range of technical professional services, the need for collaborative leaders who can engage the entire company is essential. </p> <p>Sclater believes that lawyers' legal training and experience, both in private practice and in-house, is an excellent preparation for the top roles in a business. </p> <p>“People look for leadership ability, integrity, interpersonal skills, a drive for results, resilience,” he says. “Even getting through <a href=\"https://www.ft.com/content/138b33e2-e36e-11e8-8e70-5e22a430c1ad\">law school</a> exams is good for resilience. They are all transferable [skills].”</p> <p>Being able to put the lawyer's hat back on is also useful, say both Sclater and Caruso. </p> <p>When Cobham, the defence company, <a href=\"https://www.ft.com/content/87fe2b9f-a551-49ca-9624-c29f3e5fa9c4\">made a bid</a> for Ultra this year, Sclater's legal view of the takeover process proved helpful. Similarly, having Caruso in an executive position during Jacobs's 2017 merger with CH2M “drove it across the finish line”, says Demetriou.</p> <p>With the rise of stakeholder capitalism and challenging times ahead for multinationals, taking on experienced senior in-house lawyers as executive leaders has appeal.</p> <p>The lawyers may still need convincing, however. “It was not easy to let go of the legal career . . . and jump ship to be in a riskier position,” says Letelier. “But I got the notion that I could have more value directly, rather than through influencing and convincing.”</p><p>Source: Reena SenGupta 2022 'Room at the top for experienced senior in-house lawyers' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-05T04:00:51.599Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1063,
          "end": 1067
        }
      ]
    }
  ]
}