{
  "_id": "addb88f94ed66f557cad16e56a33bd07fd2e787e8378fcc7bea8bd21ead22de5",
  "feed": "market-watch",
  "title": "Russia's Mir payment system increasingly isolated, but concerns linger about possible stealth links to the outside world; Following the Russian invasion of Ukraine, U.S. companies such as Visa and Mastercard were quick cut links with Russia's Mir payment system, but the network's overseas reach remains under scrutiny",
  "text": "<p>Amid the international backlash that followed the invasion of Ukraine, major U.S. corporations have exited Russia and the company's financial system has become increasingly isolated. On March 5, Mastercard MA announced the suspension of its Russia operations. On the same day, Visa V also suspended its operations in Russia. \"There are no Visa transactions occurring within Russia—no banks are connected to the Visa network and no merchants have acceptance privileges,\" a spokeswoman told MarketWatch earlier this month.</p><p>As pressure mounts on Russia, Mir's international network has shrunk. \"Mir payments acceptance outside of Russia is limited to a small number of countries like Cuba and Belarus,\" Chris Dinga, a payment analyst at data and analytics company GlobalData, told MarketWatch. \"Up until last month 11 countries were reported accepting Mir payments.\"</p><p>See Now: Ford exits Russia with joint-venture sale, but Moral Rating Agency slams 'escape clause'</p><p>\"Turkey, Kazakhstan and Vietnam used to accept it but recently suspended its acceptance in late September 2022,\" he added. \"And in October 2022, some banks in Kyrgyzstan reported suspending the acceptance of Mir payments.\"</p><p>But last month Russia's RB website reported that two unnamed Russian banks are planning to install their Point-of-sale terminals for Mir cards abroad. Citing sources in the banking market, the report said that terminals will be installed in \"friendly countries,\" starting in Turkey and the UAE. One bank plans to install the terminals in tourist locations, such as hotels and large stores, the report said.</p><p>Mir remains critical for Russia, according to a representative for the Economic Security Council for Ukraine. \"The importance of an independent Russian payment system is even more salient given that the international payment systems—Visa, Mastercard, are no longer available [in Russia],\" the representative said.</p><p>The Economic Security Council of Ukraine was set up to develop expertise in identifying and counteracting internal and external threats to Ukraine's economic security.</p><p>See Now: PepsiCo and other U.S. companies accused of 'moralwashing' in statements about Russia</p><p>Set against this backdrop, the Council is paying close attention to Russia's relationship with the fintech sector. \"Business-to-business companies are not usually in the limelight,\" the representative said.</p><p>Over recent years, Mir has harnessed overseas technology expertise, according to the Economic Security Council of Ukraine. Last year, for example, NSPK announced the integration of its Transport Processing Platform with TranzWare technology from U.K.-headquartered Compass Plus Technologies. The project is designed to benefit Mir payment card users, according to a press release on the Mir website.</p><p>\"The integration of the platforms will allow acquiring banks to simplify the process of paying for public transport using banking payment technologies and enter the fare payment market in any city and region of Russia,\" it said.</p><p>In 2017 Compass Plus was also involved in a pilot project to connect the Mir payment system to the Samsung Pay KR:005930 mobile service, according to another press release on the Mir website.</p><p>Compass Plus' website previously stated that the company's processing centers are certified by Mir. The Russian payment system is no longer listed among the networks for which the processing centers are certified.</p><p>In an email, Compass Plus told MarketWatch that it does not work with the Mir system. \"Compass Plus Technologies does not actively work with Russia's MIR payment system, and our software products do not support this payment scheme,\" it said.</p><p>See Now: Six months after Russia invaded Ukraine, Moral Rating Agency's 'Courage Index' analyzes companies' statements on Kremlin's aggression</p><p>NSPK is not a blocked entity under the Russian Harmful Foreign Activities Sanctions Regulations, according to the U.S. Treasury. However, the Treasury warns that \"NSPK and the MIR National Payment System process transactions for designated Russian banks and may be used to process transactions involving other sanctioned persons or activity under the RuHSR (Russian Harmful Foreign Activities Sanctions Regulations).\"</p><p>This means that non-U.S. financial institutions that enter into new or expanded relationships with NSPK risk supporting Russia's efforts to evade U.S. sanctions, according to the Treasury.</p><p>Maria Shagina, a research fellow at the Berlin-based International Institute for Strategic Studies told MarketWatch that, while Mir becomes increasingly isolated internationally, fintechs' relationships with the system could come under increasing scrutiny.</p><p>Fintechs, she explained, are typically less regulated than other parts of the financial sector.</p><p>\\\"Because the sector is usually represented by smaller companies, their due diligence departments are also smaller and less experienced,\" she said. \"As the Russian sanctions regime is very complex and novel, it's harder for those companies to track all the transactions efficiently, so some transactions which are prohibited by sanctions could slip through the net of their compliance.\"</p><p>Russia's Mir payment system increasingly isolated, but concerns linger about possible stealth links to the outside world</p>",
  "published": "2022-11-15T13:39:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 188,
          "end": 192
        },
        {
          "start": 339,
          "end": 343
        },
        {
          "start": 411,
          "end": 415
        },
        {
          "start": 277,
          "end": 281
        }
      ]
    }
  ]
}