{
  "_id": "cbd721a3eaf3cdb389281c5db51b8d88a6ff1ff3e05c1378ee50807446258aa8",
  "feed": "market-watch",
  "title": "Qatar World Cup controversies raise profile of sports-related ESG, says portfolio manager; The controversial Qatar World Cup is raising the profile of sports-related Environmental, Social, and Governance investing, according to Luis Garcia Alvarez, equity portfolio manager of the MAPFRE AM Behavioral Fund.",
  "text": "<p>The tournament is arguably the most controversial in World Cup history, with Qatar — tapped as 2022 host on the same December day in 2010 as Russia was picked to host the 2018 tournament — facing a barrage of criticism over its treatment of migrant workers and approach to LGBTQ+ rights in the country.</p><p>See Now: Qatar World Cup backlash is an important moment for soccer, says ESPN's Shaka Hislop</p><p>ESG investing is well established in areas such as such as sustainability, for example, where a publicly-traded company's transparency on lowering greenhouse-gas emissions could be closely scrutinized by investors.</p><p>But ESG has been less prominent in sports-related investing, according to Garcia Alvarez.</p><p>\"The world of sports (and specifically the world of football) is probably the best common ground we have available to us to make a positive impact on society through the concept of unity, to test and implement technologies that can improve how we care for the environment, and to promote good governance in our institutions,\" he added. \"This is why it seems surprising that, at least up until now, ESG investment has received so little attention in this particular area.\"</p><p>See Now: Qatar World Cup controversies mean sponsors are walking a tightrope</p><p>Controversy continues to swirl around the tournament. After FIFA clamped down on plans for a number of team captains to wear \"One Love\" armbands promoting LGBTQ+ rights, the German team protested Wednesday by covering their mouths with their hands during a team photo before their game against Japan.</p><p>For ESPN commentator and former World Cup star Shaka Hislop, the backlash is an important moment for the sport. \"History provides these moments that we have to make the most of,\" he said during a MarketWatch-hosted event Wednesday. \"While we have recognized the impact that the game can have, the change that the game can have, this is a moment we should make the most of in recognizing that football represents all.\"</p><p>The backlash against this World Cup also presents challenges for the tournament's big-name sponsors, according to branding experts.</p><p>See Now: British band the Farm blocks McDonald's from using hit song in Qatar World Cup ad</p><p>FIFA's list of partners includes U.S. corporate titans Coca-Cola Co. KO and Visa Inc. V who are both involved in the Qatar event. McDonald's Corp. MCD is also signed up as a World Cup sponsor.</p><p>Budweiser, the World Cup's beer sponsor, has been in the spotlight following the tournament organizers' last-minute ban on stadium beer sales.</p><p>The Muslim nation, which is the first country in the Arab world to host the World Cup, had previously said beer sales within stadiums would be permitted. The reversal of that decision appeared to surprise the brand, owned by Anheuser-Busch InBev. The following day, though, Budweiser shrugged off the beer ban and teased a new campaign tied to the tournament.</p><p>See also: 'Well, this is awkward': Qatar bans beer sales at World Cup stadiums, surprising sponsor Budweiser</p><p>Budweiser says it will give unused beer to the World Cup winning nation.</p><p>In May, Amnesty International, along with 23 other organizations, wrote an open letter to FIFA President Gianni Infantino urging a \"remedy for labor abuses behind the 2022 World Cup.\"</p><p>The death toll among construction workers in Qatar remains firmly in the spotlight, with Amnesty saying there have been thousands of migrant worker deaths since 2010, when Qatar was selected to host this tournament. The number of deaths cited by Qatar is significantly lower, and the country's Supreme Committee for Delivery and Legacy, which is overseeing the World Cup, described Amnesty's letter as inaccurate.</p><p>Related: In Qatar, is it legal to drink alcohol?</p><p>\"Over the past two decades, Qatar has initiated an overhaul of its labor system, with extensive action taken to benefit the millions of workers in our country,\" said a Qatari government official in a statement emailed to MarketWatch earlier this month.</p><p>FIFA has set up grievance mechanisms with the Supreme Committee for Delivery and Legacy. As of December 2021 workers were said to have received $22.6 million in repayment of recruitment fees, with an additional $5.7 million committed by contractors.</p><p>Fox Sports, which is owned by Fox Corp. FOX , the sister company of MarketWatch publisher Dow Jones's parent company, News Corp NWS , holds English-language broadcast rights in the U.S. to the Qatar World Cup.</p><p>Qatar World Cup controversies raise profile of sports-related ESG, says portfolio manager</p>",
  "published": "2022-11-26T13:31:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2269,
          "end": 2278
        }
      ]
    }
  ]
}