{
  "_id": "729013579b72916f89930990c5dcc4ad9addf65a69d8c84659196d8d1747c72e",
  "feed": "wall-street-journal",
  "title": "Lawmakers Step Up Efforts to Advance Bill Taking on Visa, Mastercard; Two senators are pushing to include proposed credit-card routing rules in a defense-spending bill",
  "text": "<p>The Senate is slated to start considering the defense bill on Oct. 11.</p><p>The proposed legislation would direct the Federal Reserve to issue regulations that would require large banks that issue credit cards to enable at least one alternate network that isn't affiliated with Visa or Mastercard. The rule would apply on Visa or Mastercard credit cards that are issued by banks with more than $100 billion in assets.</p><p>The lawmakers say the legislation would increase competition and bring down the fees merchants pay when they accept credit cards.</p><p>The banks and other card issuers that reap some of those fees have argued that changing the routing rules could upend the credit-card business. Interchange fees fund cash back, airline points and other credit-card rewards.</p><p>Card-industry executives had fretted over the possibility that the legislation could find its way into a broader bill via an amendment. Mr. Durbin championed a similar rule for debit cards more than a decade ago. The Durbin amendment, part of the 2010 Dodd-Frank Act, enables merchants to choose from at least two unaffiliated debit-card networks when routing transactions.</p><p>Banks collectively take in billions of dollars a year in credit-card interchange fees set by Visa and Mastercard.</p><p>Write to AnnaMaria Andriotis at annamaria.andriotis@wsj.com</p><p>Lawmakers Step Up Efforts to Advance Bill Taking on Visa, Mastercard</p>",
  "published": "2022-09-30T20:14:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 317,
          "end": 321
        },
        {
          "start": 1366,
          "end": 1370
        },
        {
          "start": 52,
          "end": 56
        },
        {
          "start": 1233,
          "end": 1237
        },
        {
          "start": 273,
          "end": 277
        }
      ],
      "nexusId": "10063253"
    }
  ]
}