{
  "_id": "a9d04dd454d99e29f9b324e6ff08128af53bf4e3e00523ac323f2493a7fc8ee2",
  "feed": "wall-street-journal",
  "title": "Visa, Mastercard Fees to Hurt Consumers, Sen. Dick Durbin Says; Lawmakers are urging companies to call off plans for raising card fees on merchants",
  "text": "<p>Higher costs are \"the last thing American families deserve right now,\" wrote Mr. Durbin, an Illinois Democrat. The letter, which was reviewed by the Journal, was also signed by Republican Sen. Roger Marshall of Kansas, Democratic Rep. Peter Welch of Vermont, and Republican Rep. Beth Van Duyne of Texas.</p><p>SHARE YOUR THOUGHTS</p><p>Do you prefer paying with cash or card? Did your payment preferences change during the pandemic? Join the conversation below.</p><p>The fees the lawmakers referenced aren't paid directly by consumers. Instead, clothing stores, restaurants and other merchants pay so-called interchange fees whenever a customer pays by card. Visa and Mastercard set interchange fees, which are pocketed by card issuers. Merchants can pass them along to customers in the form of higher prices.</p><p>Visa and Mastercard, the two largest card networks in the U.S., have said the fees help cover costs related to innovation and preventing fraud.</p><p>\"Electronic payments play a critical role every day and have proven even more valuable since the start of the pandemic,\" a Mastercard spokesman said Friday. \"And that's why we're seeing merchants encouraging their customers to use electronic forms of payment due to the significant value that they receive in return—a safe, convenient experience and a guaranteed payment.\"</p><p>Visa representatives weren't immediately available for comment.</p><p>Many of the fee increases expected this month were delayed during the past two years because of the pandemic. Mr. Durbin and Mr. Welch have previously asked the networks to call off planned fee increases.</p><p>Visa and Mastercard's planned fee changes will include both increases and decreases.</p><p>Mastercard, for example, is lowering costs for all merchants with transactions below $5, the spokesman said. Visa has previously said it will lower fees for some small businesses.</p><p>\"The April adjustments will lower interchange fees for most small businesses. This letter is evidence that big box retailers don't like that,\" said Jeff Tassey, board chairman of the Electronic Payments Coalition, which represents card networks and issuers.</p><p>U.S. merchants have been paying more in card fees in recent years. More customers are shopping with cards, and more people are using cards with generous rewards programs, which often have higher interchange fees. U.S. merchants paid card issuers an estimated $55.4 billion in Visa and Mastercard credit-card interchange fees last year, more than double the amount in 2012, according to the Nilson Report, a trade publication.</p><p>Mr. Durbin is a longtime critic of the two networks. He is the namesake of the Durbin amendment, a part of the 2010 Dodd-Frank Act that capped the interchange fees that merchants pay large banks when customers shop with debit cards.</p><p>Visa and Mastercard handled about 85% of all debit-card spending last year that occurred on cards issued in the U.S., according to the Nilson Report. Visa and Mastercard's credit cards made up about 72% of spending on U.S.-issued credit cards.</p><p>Write to AnnaMaria Andriotis at annamaria.andriotis@wsj.com</p><p>Visa, Mastercard Fees to Hurt Consumers, Sen. Dick Durbin Says</p>",
  "published": "2022-04-15T18:53:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 642,
          "end": 646
        },
        {
          "start": 2378,
          "end": 2382
        },
        {
          "start": 1579,
          "end": 1583
        },
        {
          "start": 2911,
          "end": 2915
        },
        {
          "start": 1310,
          "end": 1314
        },
        {
          "start": 1773,
          "end": 1777
        },
        {
          "start": 3065,
          "end": 3069
        },
        {
          "start": 793,
          "end": 797
        },
        {
          "start": 2761,
          "end": 2765
        },
        {
          "start": 0,
          "end": 4
        }
      ]
    }
  ]
}