{
  "_id": "07c3e0c65075fe77c9dd3233a74dd61809693b5c05770707798045274f8cfd07",
  "feed": "market-watch",
  "title": "Investors swing toward value stocks in 2022. But are you surprised by what's inside your value ETF?",
  "text": "<p>I also caught up with Morgan Creek's CEO Mark Yusko about his firm's new SPAC Arbitrage ETF, which he says is designed to give investors an alternative to cash amid today's challenges of low interest rates and hot inflation.</p><p>As per usual, send tips or feedback. You can also follow me on Twitter at&#xa0;@cidzelis and find Mark at @mdecambre.</p><p>Sign up For ETF Wrap Here</p><p>The good</p><p> Top 5 gainers of the past week                  %Performance  ProShares Bitcoin Strategy ETF BITO             18.4  Amplify Transformational Data Sharing ETF BLOK  5.9  ETFMG Prime Junior Silver Miners ETF SILJ       4.9  SPDR S&amp;P Metals &amp; Mining ETFXME                 4.8  U.S. Global Jets ETFJETS                        4.4  Source: FactSet, through Wednesday, Feb. 9, excluding ETNs and leveraged products.&#xa0;Includes NYSE, Nasdaq and Cboe traded ETFs of $500 million or greater</p><p>…and the bad</p><p> Top 5 decliners of the past week                     %Performance  Communication Services Select Sector SPDR Fund XLC   -8.1  Vanguard Communication Services ETFVOX               -6.6  Fidelity MSCI Communication Services Index ETF FCOM  -6.5  First Trust Natural Gas ETFFCG                       -4.0  Vanguard Extended Duration Treasury ETF EDV          -3.7  Source: FactSet</p><p>Value ETF surprises?</p><p>Value stocks have been in vogue for investors in exchange-traded funds this year, amid heightened anticipation the Federal Reserve will begin battling hot inflationby lifting its benchmark interest rate from near zero.</p><p>In 2022 investors have poured about $2 billion into S&amp;P 500 Value Index-based ETFs as of Feb. 4, while pulling a similar amount from S&amp;P 500 Growth funds, according to Todd Rosenbluth, head of ETF and mutual fund research at CFRA.&#xa0;</p><p>“It's a meaningful swing toward value and away from growth that coincides with the likelihood of rising interest rates becoming a reality,” said Rosenbluth, in a phone interview. “People tend to think of certain sectors being more value oriented,” such as financials, energy and consumer staples, he said.&#xa0;</p><p>But “what's inside your value ETF might surprise you,” Rosenbluth wrote in a&#xa0;note this week, saying the S&amp;P 500 Value and Russell 1000 Value indexes own stocks across all 11 sectors under the Global Industry Classification Standard.</p><p>And value ETFs are not all built the same.&#xa0;</p><p>For example, the iShares S&amp;P 500 Value ETF IVE holds stakes in Visa Inc. V and Mastercard Inc. MA, increasing its exposure to the information technology sector relative to the iShares Russell 1000 Value ETF IWD, which does not share those holdings, according to his note.&#xa0;</p><p>“Technology tends to be considered a growth sector,” Rosenbluth told MarketWatch. “It's just making sure you know what you're getting.”&#xa0;</p><p>Nothing's “wrong” with seeking bets on “value-oriented” technology stocks, he said but explained that some investors may be aiming to reduce tech sector exposure in their portfolios. Or, investors keen on financials may want to compare the sector's weightings among value ETFs, according to Rosenbluth.&#xa0;</p><p>The iShares S&amp;P 500 Value ETF recently had a smaller position in financials compared to the iShares Russell 1000 Value ETF, but larger stakes in the consumer discretionary, consumer staples and tech sectors, the CFRA note shows.&#xa0;</p><p>CFRA The iShares Russell 1000 Value ETF is more than twice the size of its iShares S&amp;P 500 Value ETF based on assets under management and has nearly double the number of holdings, according to Rosenbluth's note.&#xa0;</p><p>As for performance this year, shares of the iShares Russell 1000 Value ETF were little changed through Wednesday, while iShares S&amp;P 500 Value ETF was up 0.4% over the same period, according to FactSet data.&#xa0;</p><p>By contrast, the iShares S&amp;P 500 Growth ETF IVW, SPDR Portfolio S&amp;P 500 Growth ETF SPYG and Vanguard S&amp;P 500 Growth ETF VOOG were all down 7.2% this year through Wednesday, FactSet data show.</p><p>Here's how fund flows for those growth ETFs have stacked up this year against asset flows for the iShares S&amp;P 500 Value ETF, SPDR Portfolio S&amp;P 500 Value ETF and Vanguard S&amp;P 500 Value ETF VOOV, according to the emailed note this week from Rosenbluth.</p><p>CFRA The S&amp;P 500 value ETFs were outperforming the S&amp;P 500 growth ETFs in Thursday afternoon trading, though both groups were down as investors assessed fresh consumer-price index data showing another rise in U.S. inflation.</p><p>Check out:Value stocks have pulled ahead of growth in recent weeks. Is it a head-fake?</p><p>“It was a bad year over the past 12 months for high-growth, innovative companies,” Mark Yusko, chief executive officer and chief investment officer of Morgan Creek Capital Management, said by phone. “The valuations got to really crazy levels a year ago and they've come down.”&#xa0;</p><p>As evidence, he pointed to the performance of Cathie Wood's ARK funds and Morgan Creek's ETF that holds companies that used SPACs to go public. That fund, the Morgan Creek – Exos SPAC Originated ETF SPXZ, is down around 48% over the past 12 months, according to FactSet data including Thursday afternoon trading.</p><p>Morgan Creek's cash alternative</p><p>Now Morgan Creek has a new ETF that invests in SPACs, or the special purpose acquisition companies that are “vehicles” to take companies public, according to Yusko. He said the Morgan Creek – Exos Active SPAC Arbitrage ETF, which began trading this month under the ticker CSH, invests in SPACs and then redeems their shares instead of participating in the deals they aim to strike within two years to take a company public.</p><p>“A SPAC is literally a trust filled with Treasurys,” said Yusko. “Our worst outcome is that we get our money back plus interest.”</p><p>The Morgan Creek – Exos Active SPAC Arbitrage ETF collects interest from Treasuries but also has potential upside from warrants received from investing in the SPAC structure, according to Yusko.&#xa0;“We've run this strategy in a hedge fund for multiple years,” he said. “In the hedge fund we use leverage, in this fund we don't.”</p><p>Yusko said Morgan Creek – Exos Active SPAC Arbitrage ETF was designed for investors who want an alternative to cash amid the challenges of low rates and high inflation. “We're not trying to beat” the S&amp;P 500 SPX, he said. “All we're trying to do is say we can do better than cash,” a money market fund or a certificate of deposit.</p><p>What about the cost of the new ETF? The fund has an expense ratio of 1.25%, according to Morgan Creek's announcement on it at the beginning of this month.&#xa0;</p><p>Innovator ETFs</p><p>In other new ETFs, Innovator Capital Management announced this week the launch of the Innovator Laddered Allocation Buffer ETF BUFB. The fund will equally allocate to each of the firm's 12 monthly U.S. Equity Buffer ETFs, which “seek to provide a buffer against the first 9% of losses in the SPDR S&amp;P 500 ETF Trust,” as well as “upside performance to a cap over a one-year outcome period.”</p><p>Innovator has meanwhile filed plans for an ETF that seeks to profit from exposure to electric car company Tesla Inc. TSLA The Innovator Hedged Tesla ETF, which plans to trade under the ticker TSLH, will invest about 20% of its assets in options tied to Tesla and the remainder in Treasury bills, according to a document filed with the Securities and Exchange Commission at the end of January.</p><p>Popular ETF Reads</p><p>Why the SEC should approve a spot bitcoin ETF (Yahoo Finance)</p><p>Valkyrie Bitcoin Miners ETF Managers Bullish on Green Firms as Fund Begins Trading (CoinDesk)</p><p>Three ETF Ideas to Play Today's Corporate Bond Markets (Barron's)</p><p>Harbor Capital Eyes Mutual Fund Conversions in Major ETF Push (Bloomberg)</p><p>Billions are Flowing to Cash-Like ETFs in ‘Hunt' Before Fed Hike (Bloomberg)</p><p>Metaverse ETF Price Battle Starts Early as Roundhill Cuts Costs (Bloomberg)</p>",
  "published": "2022-02-10T14:04:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2209,
          "end": 2218
        }
      ],
      "nexusId": "10063253"
    }
  ]
}