{
  "_id": "0692995e69555234d21630fcfc8d4de6bf5913e49bea33d994461531bc022672",
  "feed": "ftcomall",
  "title": "Mastercard/Visa: new bill will do little to challenge duopoly",
  "text": "<p>Every day, millions of Americans use their credit cards to buy things like a cup of coffee or a bagel. But behind these mundane transactions, a battle is brewing over billions of dollars of fees associated with moving and collecting these payments.</p> <p>When a consumer swipes their plastic, 2-3 per cent of the charge goes to payment networks and card-issuing banks. These charges add up quick, as indicated by Mastercard's <a href=\"https://s25.q4cdn.com/479285134/files/doc_financials/2022/q3/3Q22-Mastercard-Earnings-Release.pdf\">third-quarter</a> operating profits of $3.1bn, up 14 per cent on the same period of 2021.</p> <p>Shoppers made nearly $5tn in purchases on credit cards last year, according to the Nilson Report on the payments industry. Merchants paid more than <a href=\"https://nilsonreport.com/mention/1586/1link/\">$105bn</a> in so-called swipe, or interchange, fees on those transactions — a 25 per cent jump from 2020.</p> <p><a href=\"https://www.congress.gov/bill/117th-congress/senate-bill/4674/text?r=7&amp;s=1\">A new bill</a> making its way through Congress is taking aim at these fees. The proposal will require banks with more than $100bn in assets to allow merchants to route payments made on cards they issue on networks besides Visa or Mastercard. </p> <p>The two companies dominate the US card payments network. They handled more than 70 per cent of credit card transactions in the country last year. Greater competition could help lower costs for merchants and prices for shoppers.&#xa0;</p> <p>In practice, consumers might not see much benefit.</p> <p>Visa and Mastercard set interchange rates but only get a small slice of the charges. It is credit card-issuing banks that collect the bulk of swipe fees. They often use the money to fund perks for cardholders, including cash back, points or airline miles.</p> <p>Smaller networks can offer merchants lower fees. But lower fees mean reduced profits for banks. They will try to make up the revenue shortfall by raising annual card membership fees and interest rates and rolling back rewards.</p> <p>More than a decade ago, regulators mandated limits on debit card interchange fees. Unless they do the same for credit cards, Visa and Mastercard remain safe bets for investors. They may bring in lower fees per transaction, but unlike banks they bear no default risk.</p><p>Source:  2022 'Mastercard/Visa: new bill will do little to challenge duopoly' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-27T15:23:36.279Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1273,
          "end": 1277
        },
        {
          "start": 1881,
          "end": 1885
        },
        {
          "start": 11,
          "end": 15
        },
        {
          "start": 974,
          "end": 978
        }
      ],
      "nexusId": "10063253"
    }
  ]
}