{
  "_id": "6e9e52e556304c5064952d303663dae03c263e48075f392c7da444623b92e838",
  "feed": "ftcomall",
  "title": "Alarm mounts in western capitals over Turkey's deepening ties with Russia",
  "text": "<p>Western capitals are increasingly alarmed at the deepening ties between Turkey's president Recep Tayyip Erdoğan and Vladimir Putin, raising the prospect of punitive retaliation against the Nato member if it helps Russia avoid sanctions.</p> <p>Six western officials told the Financial Times they were concerned about the pledge made by Turkish and Russian leaders to expand co-operation on trade and energy after the two had four-hour meeting in Sochi on Friday.</p> <p>One EU official said the 27-member bloc was monitoring Turkish-Russian relations “more and more closely”. A senior western official also suggested countries could call on their companies and banks to pull out of Turkey if Erdoğan follows through with the intentions he outlined on Friday — a highly unusual threat against a fellow Nato member state that could severely damage its already fragile $800bn economy.</p> <p>Three European officials said the EU had not yet held any official discussions about possible repercussions for Turkey. Several others cautioned that it was unclear what Erdoğan and Putin had agreed and that a formal EU decision on sanctions against Turkey would be challenging given divisions on the matter inside the bloc. </p> <p>But even without an EU agreement, some individual member states could take action. “For example, they could ask for restrictions on trade finance or ask the large financial companies to reduce finance to Turkish companies,” one official said. “I would not rule out any negative actions [if] Turkey gets too close to Russia,” he added.</p> <p>The hints at potential retaliation against Turkey come after Ukraine intercepted a document from Moscow that outlines ways to help Russia evade sanctions through Turkish banks, according to a Ukrainian intelligence official and a western diplomat.</p> <p>Washington has warned repeatedly that it will hit countries that help Russia to evade sanctions with “secondary sanctions” targeting violations beyond the US legal jurisdiction. US deputy Treasury secretary Wally Adeyemo met Turkish officials and Istanbul bankers in June to warn them not to become a conduit for illicit Russian money.</p> <p>After last week's meeting in Sochi Moscow's top energy official, deputy prime minister Alexander Novak, told reporters that Turkey had agreed to pay for Russia's gas in roubles, according to Interfax. Putin and Erdoğan discussed further developing banking ties and settlements in roubles and lira, he added. </p> <p>Speaking on his plane back from Russia, Erdoğan told journalists there were also “very serious developments” on the use of Russia's Mir payment card system, which allows Russians in Turkey to pay by card at a time when Visa and Mastercard have suspended operations in their home country. Erdoğan said Mir cards would help Russian tourists pay for shopping and hotels. Western officials fear they could also be used to help bypass sanctions.</p> <p>Turkey is deeply integrated in to the western financial system and brands from Coca-Cola and Ford to Bosch and BP have longstanding and often highly profitable operations in the country. </p> <p>The senior western official suggested that governments could act against Ankara by “calling on Western firms to either pull out of relationships in Turkey, or to shrink their relationships with Turkey, in light of the risk that would be created by Turkey expanding their relationship with Russia”. </p> <p>Such a move would create thorny legal and practical issues, and would probably face outright opposition from several European governments wary of such harsh measures against a close neighbour. </p> <p>It would also clash with commercial interests. “There are very significant economic interests that would probably fight hard against such negative actions,” said one European official. </p> <p>Erdoğan has pursued what he calls a “balanced” approach to Kyiv and Moscow since the full-scale Russian invasion of Ukraine in February. </p> <p>His diplomatic relations with the west are already strained. Washington hit Ankara with sanctions in 2020 in retaliation for the purchase of an S-400 air defence system from Moscow, although the measures targeted the country's defence industry rather than the broader economy. </p> <p>The Turkish president holds significant leverage. He has repeatedly threatened to veto Sweden's and Finland's admission in to Nato, and is a vital partner for Europe on counter-terrorism and refugees. The country hosts around 3.7mn Syrians as part of a deal struck with the EU in 2016 that helped to stem the flow of migrants to Europe. </p> <p>The conflict between Russia and Ukraine has underlined Turkey's strategically important location, controlling access to the straits that link the Black Sea to the Mediterranean. Erdoğan also played a role in securing the grain deal signed by Russia and Ukraine last month aimed at averting a global food crisis.</p> <p><em>What does winning the war in Ukraine look like for Moscow and Kyiv? Our Moscow correspondent Polina Ivanova and Moscow bureau chief Max Seddon discussed in an Instagram live the future of the war. Watch it&#xa0;</em><a href=\"https://www.instagram.com/p/Cg1-cjjq0bD/\"><em>here</em></a><em>.</em></p><p>Source: Laura Pitel in Ankara, Amy Kazmin in Rome, Alice Hancock in Brussels and James Politi in Washington 2022 'Alarm mounts in western capitals over Turkey's deepening ties with Russia' FT.com 7 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-07T17:56:59.753Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 2625,
          "end": 2629
        },
        {
          "start": 2639,
          "end": 2643
        }
      ],
      "weightsV2": {
        "weight": 1.71475,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.28524995,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}