{
  "_id": "ce8257c7161f64634c210bbfd7d460c35c7a327d5dcd435b48740b44a98a38ce",
  "feed": "wall-street-journal",
  "title": "Visa, Mastercard Prepare to Raise Credit-Card Fees; The increases, delayed during the pandemic, mean many merchants will pay more when shoppers use credit cards",
  "text": "<p>Interchange fees account for most of the increase. Merchants pay these fees, which are set by the card networks, when shoppers use their cards. The fees go to the bank that issued the card.</p><p>Though invisible to shoppers, interchange fees are a constant source of aggravation for merchants. Their interchange costs have ballooned in recent years along with the popularity of rewards credit cards, which typically carry higher fees to cover the cost of travel perks and other benefits. But the networks' \"honor all cards\" rule means that a merchant who accepts one Visa credit card, for example, must accept all of them.</p><p>U.S. merchants paid card issuers an estimated $55.4 billion in Visa and Mastercard credit-card interchange fees in 2021, more than double the amount in 2012, according to the Nilson Report. They pass along at least some of these costs to the consumer in the form of higher prices. More merchants have started charging consumers extra when they pay with credit cards.</p><p>The ability to accept card payments helped businesses weather the pandemic, Visa and Mastercard said. The fees, they have said, help cover costs related to fraud prevention and innovation.</p><p>\"Our focus remains ensuring the safety and security of payments while balancing the interests of all parties,\" a Mastercard spokesman said.</p><p>The Visa and Mastercard fee increases will apply to many online consumer credit-card purchases, according to the document and people familiar with the matter. A Visa spokesman said merchants can avoid the higher fees if they provide certain transaction data and use its token service that masks card numbers.</p><p>Mastercard will also increase fees on more than a dozen in-store purchase categories, according to the document and people familiar with the matter. Small and midsize supermarkets will pay higher interchange fees on most rewards cards. In-store general retail fees will also rise.</p><p>In total, Mastercard's interchange fee changes will result in an estimated net annual increase of around $330 million for merchants, according to CMSPI, a consulting company that works with merchants.</p><p>A Mastercard spokesman said the company is lowering costs for all merchants with transactions below $5 as well as hotels, casual dining, daycare facilities and other sectors that were hit hard by the pandemic.</p><p>Visa is lowering fees for online and in-store purchases at some small merchants with $250,000 or less in annual consumer credit-card volume, according to the document. Some retail categories, like convenience or grocery stores, restaurants and gas stations, will be excluded, according to people familiar with the matter.</p><p>Visa last week said this change will lower fees by 10% for more than 90% of American businesses.</p><p>Write to AnnaMaria Andriotis at annamaria.andriotis@wsj.com</p><p>Visa, Mastercard Prepare to Raise Credit-Card Fees</p>",
  "published": "2022-03-08T12:39:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2794,
          "end": 2798
        },
        {
          "start": 2637,
          "end": 2641
        },
        {
          "start": 1475,
          "end": 1479
        },
        {
          "start": 562,
          "end": 566
        },
        {
          "start": 1318,
          "end": 1322
        },
        {
          "start": 1061,
          "end": 1065
        },
        {
          "start": 681,
          "end": 685
        },
        {
          "start": 2315,
          "end": 2319
        },
        {
          "start": 0,
          "end": 4
        }
      ],
      "nexusId": "10063253"
    }
  ]
}