{
  "_id": "8394af960bc8b67ec3d929affbf56d3885c15592561bc5e7b688d06618752cc8",
  "feed": "market-watch",
  "title": "What can we expect from meme stocks AMC, GameStop and Bed Bath & Beyond in 2023? Meme stocks AMC, GameStop and Bed Bath & Beyond have had an eventful 2022, but what can we expect from them in 2023?",
  "text": "<p>But AMC's stock has fallen 66.5% in 2022, while Game Stop is down 44.5% and fellow meme stock Bed Bath &amp; Beyond Inc. BBBY is down 79.6%. All three stocks have outpaced the S&amp;P 500 index's SPX decline of 18.3% this year.</p><p>See Now: AMC, APEs lead meme-stock rally. CEO Adam Aron says AMC will still accept crypto.</p><p>Nonetheless, Movie theater chain AMC recently led a meme stock rally, lifted by the performance of Marvel's \"Black Panther: Wakanda Forever,\" as investors shrugged off the company's 13th consecutive quarterly loss.</p><p>But Dan Raju, CEO of cloud-based financial services provider Tradier, told MarketWatch that he expects less meme stock rallies in 2023. \"With the Fed looking to ease on aggressive interest rate hikes as we enter 2023, I expect fewer meme stocks rallies in the new year,\" he said. \"Meme stocks thrived as a result of a mass influx of new retail traders with government-issued funds who were momentum trading on hyped news cycles, social impulses and non-fundamentals market movements.</p><p>\"That is not the same sentiment in the market entering the New Year, especially with the market feeling less threatened by recession and inflation today,\" Raju added. \"In addition, the retail market has matured in 2022 with a substantial graduation effect where traders are incrementally leveraging better tools, data and education.\"</p><p>See Now: GameStop's turnaround plan has proved 'fruitless' so far, says analyst</p><p>Bespoke Investment Group Analyst George Pearkes says that, in general, valuations have continued to compress amid a backdrop unfavorable to high risk, low-cashflow business models. \"On the demand side, low savings rates prevail and exhaustion of cash balances built up during the pandemic continue,\" he told MarketWatch. \"Neither are constructive for a return to meme stock surges.\"</p><p>For its part, AMC is keen to harness the buzz that has surrounded the company in recent years. AMC's Preferred Equity units APE, or APEs, made their trading debut in August, heralding the latest chapter in a journey that took the cinema chain from beleaguered pandemic victim to meme-stock phenomenon.</p><p>While the APEs have attracted plenty of attention, Wedbush analyst Alicia Reese, thinks AMC missed a \"golden opportunity\" to pay down its massive debt burden with the Equity units.</p><p>See: AMC should avoid 'distractions' like credit cards, popcorn and dive deeper into IMAX, says analyst</p><p>The dividend hit an intraday high of $10.50 on their Aug. 22 debut and hit an intraday low of $0.77 on Dec. 12. The APEs have fallen 86.5% since their debut.</p><p>AMC's cryptocurrency moves will be closely watched in 2023. In November AMC CEO Adam Aron said that the company will still accept cryptocurrencies, despite the FTX collapse, in an interview with Yahoo Finance. In 2021 AMC announced that it would accept bitcoin for online ticket and concession purchases, and subsequently expanded its acceptance of cryptocurrencies.</p><p>During the interview, Aron also discussed the possibility of picking up struggling theater operators' locations at \"bargain basement prices.\" AMC ended its recent third quarter with just under $895.8 million of liquidity.</p><p>See Now: Is the golden age of the meme stock rally over?</p><p>Partnerships also appear to be high-priority for AMC. In December the company announced a co-branded credit card with Visa Inc. V that will launch in early 2023. In November AMC announced a deal with Zoom Video Communications Inc. ZM to turn some of the movie-theater chain's locations into so-called Zoom Rooms. The Zoom Rooms at AMC will be launched in up to 17 major U.S. markets in 2023, the company said.</p><p>Fellow meme stock GameStop recently reported its seventh consecutive quarterly loss and highlighted its goal of returning to profitability in the near term, but analysts warn there are plenty of challenges ahead.</p><p>Could M&amp;A be on the cards for GameStop in 2023? Speaking during the company's recent third-quarter conference call, CEO Matt Furlong said that GameStop would be open to exploring acquisitions of a strategic asset or complimentary business if they become available \"in the right price range.\" The video game retailer ended the quarter with cash, cash equivalents and marketable securities of $1.042 billion.</p><p>See Now: How one investor applied the lessons of the meme stocks frenzy to blockchain and NFTs</p><p>Struggling home-goods retailer and meme-stock phenomenon Bed Bath &amp; Beyond has been touting its turnaround plan in recent months but analysts have warned there are plenty of challenges ahead.</p><p>In October the company named Sue Gove as president and chief executive officer. Gove had been the company's interim CEO since June and the ouster of her predecessor Mark Tritton.</p><p>Ultimately, though, Tradier's Raju thinks that as more people adopt options instruments and diversify their portfolios, the heyday of the meme stocks is behind us. \"The golden era of meme stocks will continue to taper off, and we don't anticipate any sizable rallies for AMC, GameStop and Bed Bath &amp; Beyond in 2023 due to more prudent investor behavior,\" he told MarketWatch.</p>",
  "published": "2022-12-16T17:44:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3316,
          "end": 3324
        }
      ]
    }
  ]
}