{
  "_id": "2fc5ff8ac5102ca421479007fc923ff3c84dc0167132e12fa96c30a1e5f426be",
  "feed": "wall-street-journal",
  "title": "Australia Cancels Novak Djokovic's Visa Again; Immigration chief says decision is in the public interest",
  "text": "<p>\"Australians have made many sacrifices during this pandemic, and they rightly expect the result of those sacrifices to be protected,\" Prime Minister Scott Morrison said.</p><p>A late-night directions hearing was called before Judge Anthony Kelly, who had on Monday overturned Djokovic's first visa cancellation. At one point, more than 60,000 viewers were watching the YouTube stream, according to the website. Judge Kelly said Djokovic's case would be heard by a different judge in the country's federal court on Sunday morning.</p><p>Djokovic is due to play his first-round match at the Australian Open on Monday, the first day of the tournament.</p><p>Djokovic will stay at a residential address in Melbourne Friday night and be interviewed by immigration officials at 8 a.m. local time on Saturday. It was initially proposed the tennis star would be questioned at government offices, but Djokovic's lawyer Nick Wood requested a transfer to an undisclosed location to avoid what he called a media circus.</p><p>Djokovic will spend several hours Saturday with his lawyers, guarded by two Australian Border Force officials, and be in detention on Saturday night, the court heard, although it wasn't specified whether he would return to the Melbourne hotel where he spent four days while he appealed the earlier visa cancellation.</p><p>Hawke reasoned that allowing the unvaccinated tennis champion to stay would stoke antivaccine sentiment, said Wood. The minister didn't appear to take into consideration the impact his deportation would have on antivaccine sentiment, he said.</p><p>\"That seems patently irrational,\" said Wood.</p><p>Djokovic attempted to enter Australia last week, claiming a medical exemption from rules that travelers to the country need to have had two Covid-19 shots. Djokovic, who is unvaccinated and has spoken out against vaccine mandates, was detained after immigration authorities decided his exemption wasn't valid. They canceled his visa, but a court overturned that decision Monday on technical grounds.</p><p>The decision to again cancel his visa could end Djokovic's chances of winning the Australian Open for a record 10th time. Djokovic, who is due to face fellow Serb Miomir Kecmanović in the opening round next week, will now likely be replaced by No. 5 seed Andrey Rublev of Russia.</p><p>Djokovic had departed for Melbourne as a heavy favorite to win the tournament and take his tally of Grand Slam titles to 21, surpassing Roger Federer and Rafael Nadal for the first time in his career. He might have to chase the feat without access to the tournament he has won more than any man in the sport's history.</p><p>Two days ago, Djokovic—the top seed in the men's tournament—said his agent made an error on a travel declaration used to enter Australia last week. The document completed before he left for Australia incorrectly said he had not traveled, or didn't intend to travel, in the 14 days before his departure. Images on Instagram appear to show the Monte Carlo-based player in the Serbian capital of Belgrade on Dec. 25 and in Madrid on Dec. 31.</p><p>Djokovic, who is among the 3% of male professionals the governing body of men's tennis says haven't been vaccinated, also said he attended an interview and photo shoot in Belgrade last month after receiving a positive test result for Covid-19. Serbia Prime Minister Ana Brnabić has said that could represent a breach of Serbia's Covid-19 rules.</p><p>Under Australia's migration law, Djokovic might now be barred from getting a visa to Australia for three years, except under certain circumstances including those deemed to be in the interests of the country.</p><p>Many Australians, who have lived under some of the world's toughest travel restrictions since the start of the Covid-19 pandemic, were incensed by Djokovic's attempt to gain an exemption from vaccination rules. They decried the exemption as special treatment for a celebrity.</p><p>Immigration experts say Djokovic can appeal the cancellation of his visa, but that it isn't clear when a court could hear an appeal or how long such a process would take. An hour after the decision was made public, the Federal Circuit Court of Australia said no appeal documents had been filed.</p><p>Hawke's decision is the latest turn in a drama that has stirred emotions across the country of 26 million people. Many Australians—and some fellow tennis players—are questioning why Djokovic was allowed to enter Australia without being fully vaccinated, after two years of strict border rules that kept many Australians from being able to return home and barred residents from visiting family and friends abroad.</p><p>Supporters of Djokovic are criticizing his treatment as political point-scoring by Morrison, whose popularity as leader has fallen sharply, polls show, as the country's outbreak of the Omicron variant worsens. Australia is due for national elections in May at the latest.</p><p>The demand to view Djokovic's court hearing Monday was so intense the live stream kept crashing. Midway through the day, the court shifted the stream to YouTube, which showed that more than 14,000 people were watching.</p><p>Kate Reynolds, a psychologist, said the most damaging aspect of the Djokovic saga was that some people might draw the conclusion that public-health rules can be dodged.</p><p>\"We know that leaders can be influential in shaping public sentiment and also the degree to which 'we are all in this together,'\" said Reynolds, a professor at the Australian National University. \"Examples where there are exceptions where there are different standards for a few, or for stars, undermines this message and the benefits of social norms.\"</p><p>Joshua Robinson and Rhiannon Hoyle contributed to this article.</p><p>Write to Stuart Condie at stuart.condie@wsj.com</p><p>Australia Cancels Novak Djokovic's Visa Again</p>",
  "published": "2022-01-14T13:21:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 5731,
          "end": 5735
        },
        {
          "start": 35,
          "end": 39
        }
      ],
      "nexusId": "10063253"
    }
  ]
}