{
  "_id": "62ffc6426bd48ff8193a8dbd582634edc591ba662c1c9c73c7234bb331b3d9a0",
  "feed": "wall-street-journal",
  "title": "Some Unaccompanied Afghan Children in the U.S. Suffer Panic Attacks, Depression; Biden administration pressured to keep promises to try to reunite families separated at Kabul airport",
  "text": "<p>\"I never told anyone because I didn't care. I came here, that's the biggest thing that happened in my life. I can go to school. I can go out. That's all we want. Freedom,\" said Mahsa, who was 16 years old when evacuated in August 2021.</p><p>Mahsa is one of the more than 1,550 Afghan children who came to the U.S. without either parent, after being separated from them in the chaos at Kabul airport during evacuation flights more than a year ago. The majority have been placed with a family member or friend, according to the Office of Refugee Resettlement, leaving fewer than 100 in government care.</p><p>The government stops monitoring unaccompanied children soon after their release to a guardian. The Biden administration says that any family separated at the Kabul airport is eligible for a seat on a very limited number of evacuation flights out of Afghanistan, but families and their legal advocates have received conflicting guidance about the process and said it hasn't yet activated a planned online database to streamline the process.</p><p>\"The online family reunification portal will come online in the near future,\" the State Department said, declining to provide a date. \"In the meantime, resettlement agencies have their own processes to send these family reunification cases to [us].\"</p><p>The State Department declined to answer questions about the cases described in this article, citing privacy considerations. It didn't answer questions about how it prioritizes who to evacuate or how to get on its list for evacuation.</p><p>Mary Giovagnoli, senior counsel at Kids In Need Of Defense, which represents about 70 unaccompanied Afghan children, says it took months of advocacy to push the government to create a reunification policy at all. Meanwhile, troubled relations with the Taliban, the lack of an embassy presence and limited flights have restricted evacuation efforts to a trickle.</p><p>SHARE YOUR THOUGHTS</p><p>How can the U.S. better serve Afghan minors? Join the conversation below.</p><p>\"There's very little written down on paper about this, nothing that has been handed out to people,\" Ms. Giovagnoli said. \"I think it is in many ways, a classic bureaucratic hesitancy to want to provide information that could change from day to day.\"</p><p>Mahsa's new foster parents, Katlyn and Phil Williams, waited months for the refugee resettlement agency responsible for her case to provide details on the process. They found out this week that the agency hadn't gathered all the information needed to get her family on the State Department's list for evacuation. Mahsa's case worker has since shared an application that needs to be filled out and sent to the State Department.</p><p>\"They had no clue how long the process will be, and didn't detail how the attorneys are working or are involved,\" Mrs. Williams said, describing her call with the agency. \"I asked why this process wasn't started for Mahsa sooner and the case worker couldn't give me any clear answer. If I hadn't reached out last week we'd still just be waiting.\"</p><p>The agency responsible for Mahsa's case, the Lutheran Immigration and Refugee Service, and its local affiliate, the Lutheran Social Services of the National Capital Area both declined to comment.</p><p>While waiting for answers, Mr. and Mrs. Williams helped Mahsa apply for asylum in the U.S. several months ago. Like all Afghans brought to the U.S. last year, Mahsa's right to remain in the country will expire after two years, along with all her documentation. The Afghanistan Adjustment Act, which is supposed to grant evacuees a permanent status in the U.S., has yet to pass in Congress.</p><p>She attends school, is studying to get her driver's license and works at a restaurant on the weekend to make money to send home. She is in regular contact with her mother in Afghanistan.</p><p>Michelle Swearingen, a legal advocate at Restoration Immigration Legal Aid, an organization that provides free legal aid to asylum seekers, is working with a number of Afghan minors. She says it is difficult for young children to make it through the asylum process which requires detailed interviews, and that extending their temporary status is often their best option, even if it is only a short-term solution.</p><p>\"A 6-year-old isn't going to be able to articulate why they can't go back to Afghanistan,\" she said.</p><p>Ten-year old Abdul Basit Nahibi, is one of the many Afghan unaccompanied children who has received no news about when, if ever, he will see his parents again. He has been taken to the emergency room for panic attacks. He got separated from his parents and siblings at Kabul airport after making it through the gate with an uncle and three cousins.</p><p>His uncle, Murad Ali Bikzad, a former U.S. embassy guard, meanwhile lost his wife and one of their children at Kabul airport, and they got left behind as well. He lives with the three children who made it out and his nephew, Abdul Basit, in a one-bedroom apartment in Virginia. The children sleep in the bedroom, while the uncle sleeps on the couch. The rent is days overdue, and he has borrowed money from a neighbor to cover the bills. Other families in the block are helping him look after the children, and advocate for him, he said.</p><p>Many more Afghan parents are in the reverse situation, after leaving one or more children behind. They, too, have received little or no information about how to reunite their families.</p><p>One Afghan father arrived in the U.S. with his wife and three youngest children. They lost their two older children, ages 8 and 10, in the crowd at the airport. They made the heart-wrenching decision to leave the other two behind, believing the family could be at risk of reprisal for his work for U.S. forces.</p><p>The two children left behind are now living with their grandparents in Kabul. He has heard nothing back on his Special Immigrant Visa application. The youngest, age 8, said he refuses to talk to his parents for days because he is so upset they didn't ensure he made their flight out of Afghanistan.</p><p>\"I get angry because they didn't take me with them,\" 8-year-old Fazlullah said.</p><p>Write to Jessica Donati at Jessica.Donati@wsj.com</p><p>Some Unaccompanied Afghan Children in the U.S. Suffer Panic Attacks, Depression</p>",
  "published": "2022-10-15T15:14:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 5798,
          "end": 5802
        }
      ],
      "nexusId": "10063253"
    }
  ]
}