{
  "_id": "d6094149fd6a42d9860ec2603e32ac811a40d192323a723125eaead4e221e36b",
  "feed": "market-watch",
  "title": "Upwork stock sinks after company suspends Russia business, yanks outlook",
  "text": "<p>The company also yanked its first-quarter and full-year forecasts, citing growing risks and uncertainty, as well as the “dire geopolitical situation associated with the ongoing Russian war against Ukraine.”</p><p>Upwork UPWK said Monday morning it is suspending its operations in Russia and Belarus in a process that it said will be fully in effect by May 1. In the “coming days,” customers in Belarus and Russia will no longer be able to sign up for new accounts, launch into new contracts or show up in search results, the company said. Billing will be due for existing clients by May 1.</p><p>See also: Visa, Mastercard say they will suspend Russia operations</p><p>Upwork disclosed that about 10% of its revenue in 2021 featured either “talent” or clients from the area, including about 6% of revenue related to Ukraine and roughly 4% combined between Russia and Belarus. “Nearly all” of that revenue was related to talent in the region, who performed work for clients based elsewhere. Upwork has seen a sharp dropoff in activity from the region, especially in Ukraine, since the start of the invasion toward the end of February.</p><p>“Given the complex nature of Upwork's business and two-sided nature of its work marketplace, and with talent on the work marketplace located in over 180 countries, Upwork is monitoring the impact on client spend from clients that have historically engaged talent in the impacted region and the extent to which those clients engage talent in other regions,” the company said in a release.</p><p>Stifel analyst Scott Devitt wrote after the announcement that he expected that “some portion of client spend that is generated by talent in the region will rotate to talent based elsewhere, though the extent of this offsetting dynamic is uncertain at this time.”</p><p>Upwork's share price has been chopped in half over the past three months, as the S&amp;P 500 SPX has lost about 10%.</p>",
  "published": "2022-03-08T08:09:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 594,
          "end": 598
        }
      ],
      "nexusId": "10063253"
    }
  ]
}