{
  "_id": "3491c9e89cba4ed4231607a7efc0ee2c28627784d566ea8d61fcf7f84d13f358",
  "feed": "ftcomall",
  "title": "Wirecard: the case against Markus Braun ",
  "text": "<p>In March 2020, as Wirecard fought to convince the world that its business was not built on a fraud, George-Alexander Trümper, the company's head of legal, spotted what he thought was a serious problem. </p> <p>Chief executive Markus Braun and other leading executives at the German payments company were looking for ways to avoid writing down a €100mn loan granted on questionable terms to a small business partner. Trümper believed that their plan was illegal. </p> <p>Trümper and his team warned Braun and the other executives that a planned repackaging of the loan would be a breach of their fiduciary duty. And he hinted about the potential consequences if they were to do so. </p> <p>“[They] will take the risk, let's bet over a box of champagne,” he wrote to a colleague in a chat message seen by the Financial Times. Referring to Braun, he added: “MB always says that he has one foot in prison anyway.” </p> <p>Two years later, after a spectacular accounting scandal that disgraced the country's banks, investment funds, regulators, auditors and police, Trümper's prediction has proved prescient.</p> <p>Prosecutors charged Braun on March 10 with fraud, breach of trust, account rigging and market manipulation, crimes carrying a potential sentence of up to 15 years under German law. The circumstances around the loan are likely to be part of the criminal case against the former chief executive. Braun's lawyers say their client is not guilty. </p> <p>Braun has swapped his life as a paper billionaire, flying on private jets between his mansions at Saint Tropez, Kitzbühel, Vienna and Munich, for a nine-square-metre Bavarian jail cell on the edge of Augsburg. Initially released on bail in June 2020, he was rearrested in July as he is considered a flight risk. During the pandemic the 53-year-old was not allowed visitors and at times restricted to just two hours of private phone calls per month. </p> <p>For any outsider, the case against “Doktor Braun”, as the chief executive was usually addressed by his underlings, might appear open and shut. </p> <p>Worth €24bn at its peak, Wirecard crashed into insolvency in June 2020 with debts of more than €3bn. The Austrian, who joined Wirecard in 2002 from KPMG and rose to become chief executive and the single largest shareholder, was the towering figure at the payments company that over years <a href=\"https://www.ft.com/content/bcadbdcb-5cd7-487e-afdd-1e926831e9b7\">hoodwinked auditors</a> with forged documents, <a href=\"https://www.ft.com/content/745e34a1-0ca7-432c-b062-950c20e41f03\">hounded critical journalists</a> and investors, stifled internal investigations and fired whistleblowers. </p> <p>Yet while the cause of Wirecard's collapse was clear cut — half the group's sales and €1.9bn of the cash on its balance sheet were fictional — the case against Braun is not. </p> <p>In Munich, a team of more than 20 prosecutors and police spent 21 months grinding through the complex scandal, which involves dozens of suspects and companies in about 25 countries, including <a href=\"https://www.ft.com/content/d51a012e-1d6f-11e9-b126-46fc3ad87c65\">Singapore, the Philippines, Mauritius, Belarus and Russia</a>. German law enforcement held 450 interviews with witnesses and suspects, raided 40 properties and sent out 90 requests for co-operation to foreign colleagues. The indictment against Braun filed in regional court, which is not public, stretches to 474 pages.</p> <p>However, a person familiar with the prosecutors' thinking acknowledges that the tons of emails, chat protocols and other data did not produce what they call “the smoking gun”. </p> <p>Braun is expected to argue in court that he, too, was the victim of the fraud and not the perpetrator, his PR adviser, Dirk Metz, said in a statement given after his client was charged. </p> <p>The investigation has shown how difficult it is to build a criminal case that involves complex fraud. “The bar for German judges is particularly high as they need to prove the personal role of an executive running a fraudulent firm,” says Fabio De Masi, a former MP who sat on the parliamentary inquiry committee into the collapse of Wirecard. </p> <h1>Witness for the prosecution </h1> <p>The trial against Braun is likely to start in the autumn in Munich, where a panel of five judges — three professional and two lay members — will preside over hearings that could drag on for several years, say people familiar with the investigation, given the complexity and number of witnesses. </p> <p>For now, Braun is the only member of the company's executive board to be charged. The two other men indicted alongside him were Stephan von Erffa, Wirecard's former head of accounting and deputy finance director who previously denied any knowledge of fraud at a hearing in parliament, and a former Dubai-based executive, who turned chief witness against Braun and cannot be named for legal reasons. </p> <p>The trio are accused of being part of a criminal conspiracy that fraudulently inflated Wirecard's balance sheet by faking outsourced business in Asia that never existed. The alleged intention was to lure banks and investors to provide equity and loans, to inflate the Wirecard share price and to hide that the company's real operations lost money.</p> <p>Braun is adamant that he is innocent and that he is also a victim of the fraud. He successfully sued to use his directors' liability insurance to cover his legal bills, including the costs for an external PR adviser. He is being represented by one of Germany's leading white-collar crime lawyers, Wiesbaden-based Alfred Dierlamm. </p> <p>Braun “was never part of a gang that embezzled millions of euros behind his back” and “did not know anything about the machinations about this gang let alone benefited from it,” Metz said after the former chief executive was charged. </p> <p>Braun blames a person who, for now, is unavailable for questioning: <a href=\"https://www.ft.com/content/a082c4fd-5626-43b8-b561-7b83e159a423\">Jan Marsalek</a>, Wirecard's former second-in-command who absconded in June 2020. The day after EY, the company's auditor, refused to sign off Wirecard's accounts, Marsalek boarded a private jet at a small airfield in Austria, paid the pilots in cash and flew to Minsk in Belarus. Since then there has been no trace of him. </p> <p>Munich prosecutors believe that he is most likely hiding in Russia, according to a person familiar with their thoughts. </p> <p>Marsalek is not the only suspect who cannot be heard. <a href=\"https://www.ft.com/content/a22f372e-87bc-4cfd-8caf-052a98dc873f\">Christopher Bauer</a>, a German citizen and Manila resident who was in charge of one of the outsourcing partners that generated a lot of Wirecard's fake profits, was declared dead in the Philippines weeks after the company's collapse. </p> <p>The case against Braun will be based partly on his dominant position in the company — and his public insistence that Wirecard's finances were robust. </p> <p>Described by colleagues as a “control freak” who wanted to be personally involved even in minute details at Wirecard, Braun repeatedly gave public statements that external lawyers, EY and the supervisory board deemed misleading, according to communications with Wirecard seen by the FT. </p> <p>For instance, after the FT reported in October 2019 that some of Wirecard's <a href=\"https://www.ft.com/content/19c6be2a-ee67-11e9-bfa4-b25f11f42901\">biggest customers did not really exist</a>, he dismissed the article out of hand. “We, of course, know exactly what is in the books,” he told analysts and claimed that “we completely analysed these allegations, went into all details of merchant relationships in the subsidiaries that were addressed . . . And we can totally confirm today that all of these allegations are unfounded.” </p> <p>What Braun said in private to Marsalek is unknown. They and other Wirecard executives were heavy users of the Telegram messaging app, but almost all of those chats have been deleted, according to several people familiar with the case. </p> <p>Given the lack of direct evidence, the German prosecutor's case hinges heavily on a Marsalek confidant who has turned chief witness: a former Dubai-based executive who ran the Wirecard unit at the heart of the company's fraud from his apartment in Dubai's Burj Khalifa, the world's tallest building. </p> <p>After Wirecard's implosion, he voluntarily travelled to Germany and handed himself in. Charged alongside Braun, he incriminated his former boss, accusing him of being the architect of the fraud. The absence of others able or willing to testify means it will mainly be the word of this chief witness' against that of his former boss. </p> <p>One of the key questions may be the extent of close contacts between Braun and the Dubai-based manager testifying against him. Braun told prosecutors there was none. However, that statement is at odds with testimony given by several other witnesses, including Braun's former chauffeur and the group's head of compliance, who described work-related meetings between the two, according to documents seen by the FT. </p> <p>In addition, chat messages between Braun and the chief witness in the run-up to the collapse, which were submitted as evidence by the witness's lawyer, suggest that both were in regular communication, according to a person familiar with the case. </p> <p>Braun's lawyer is expected to attack the credibility of the chief witness, as his testimony was given from memory without any access to files and diaries, and initially came with factual errors and contradictions corrected retrospectively, according to people familiar with the case. </p> <p>The trial is also likely to focus on €4.5mn of Wirecard funds the Dubai manager diverted to a secret Liechtenstein-based personal foundation, which Braun's lawyers claim was not immediately disclosed to law enforcement authorities. Other people familiar with the case, however, state that prosecutors were aware of the foundation even before questioning the chief witness and made that clear to him. </p> <p>At the core of the prosecution case against Braun is the question of what he knew about Wirecard's outsourced operations in Asia and whether he was aware that they did not exist. On paper, these businesses generated half of the group's annual revenue, all of its operating profit and €1.9bn of corporate cash held in escrow accounts in Asia. </p> <a href=\"http://www.ft.com/cms/9089215.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Braun has insisted that the so-called TPA — or third-party acquirer — business existed and was in strong financial health. He claims that its proceeds were siphoned off by Marsalek and a group of associates that include the chief witness.</p> <p>Braun argues they created a “shadow structure” and redirected Wirecard funds into their own pockets entirely without the chief executive's knowledge. As key evidence, his lawyers point to €1.4bn in payments to Wirecard's outsourcing partners and other offshore entities between 2015 and 2020, some €900mn of which were cleared through accounts of Wirecard Bank, according to people familiar with the case. </p> <p>The former chief executive is expected to say that this money represents Wirecard revenue from the TPA business. He will also claim that prosecutors did not investigate the origin and whereabouts of those payments, according to people familiar with the matter. </p> <p>However, it seems Braun's argument is not corroborated by experts who have been involved in the company since its collapse. </p> <p>Michael Jaffé, Wirecard's administrator, argued in a civil court filing brought against the executive board in December and seen by the FT that there was “no evidence whatsoever indicating that Wirecard's purported TPA business . . . did in fact exist in a meaningful way”. Jaffé added that “all further investigations confirmed that this was not the case”. Neither Visa nor Mastercard could find transactions, which Wirecard said had gone through their system and were submitted during <a href=\"https://www.ft.com/content/4bed8775-01aa-457f-9dbb-1740e67a684d\">a forensic audit conducted by KPMG</a> as a proof that its business was real.</p> <p>Prosecutors and the administrator have indicated that they suspect the €1.4bn of payments to outsourcing partners, which Braun sees as evidence that the operations existed, were in fact funds that were shuffled back and forth to simulate real business. </p> <h1>A €100mn loan at the heart of the case</h1> <p>Prosecutors are also likely to focus on the €100mn loan, which so worried Trümper, the former head of legal. Braun approved the loan — which was eventually rubber-stamped by the full executive board. The company subsequently lent an additional €100mn to the same borrower, a Singapore-based payments group called Ocap. </p> <p>Specifically, Braun's defence will have to address the money flows, which benefited him personally. In March 2020, €35mn of funds lent to Ocap was transferred to Marsalek, who then wired it on to Braun who used it to repay a personal loan. The chief executive desperately needed the cash to repay a €35mn loan from Wirecard Bank, which had been taken out without the supervisory board's approval. During questioning Braun told Munich prosecutors that he was not aware that the €35mn paid by Marsalek was in effect Wirecard funds, adding that he was devastated when he first learnt it. </p> <a href=\"http://www.ft.com/cms/37cb70e6-72df-471e-943d-2d32c2785650.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Ocap was supposed to use the money borrowed from Wirecard to fund short-term financing for its merchant clients. However, Wirecard Bank warned early on that Ocap was unfit to offer such products as it lacked the technical expertise. Yet, according to documents seen by the FT, Braun and Marsalek in 2018 ignored a formal requirement to seek the approval of all four executive board members to sign off the loan. This was only rectified retrospectively two years later. Ocap filed for insolvency in the wake of the Wirecard collapse. </p> <p>“A legitimate business purpose [for that loan] is elusive. Loan applications do not exist. There is not even a documentation that Ocap inquired for money in the first place,” the administrator states in a court filing seen by the FT, adding that it was “visible” that the money would not be used for legitimate purposes. </p> <p>When a Wirecard Bank executive raised concerns in 2018 over the first big loan to Ocap, which later turned sour, Braun sent a terse email seen by the FT, telling him that “I directly instruct you on behalf of Wirecard AG to implement the €100mn Ocap money transfer without any further delay”. </p> <p>An internal lawyer told Trümper in March 2020 that he had explained the board's fiduciary duties “certainly 20 times” to the finance director Alexander von Knoop, including “potential criminal consequences”. </p> <p>Trümper's sardonic response back then: “Well, then at least he can't claim he has been in the dark.” The case against Braun will depend on whether he can convince the judges that he actually was “in the dark”. </p><p>Source: By Olaf Storbeck and Dan McCrum in London 2022 'Wirecard: the case against Markus Braun ' FT.com 23 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-23T05:00:50.011Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 11097,
          "end": 11101
        }
      ]
    }
  ]
}