{
  "_id": "e7ef392c9714f1effbef45f1512314ae5cde22614b47d346345f9d79841e6f7d",
  "feed": "wall-street-journal",
  "title": "Cards Are Still Worth Playing; With further growth possible for spending, shares of companies that facilitate card usage are reasonably priced",
  "text": "<p>One thing keeping these stocks afloat has been an upswing in travel spending, particularly among U.S. spenders and the more affluent, who don't appear to be hindered by rising costs for airfare and gas. There is more room to run, particularly in international travel. Visa's global cross-border travel spending, excluding intra-European travel, hit 94% of the equivalent 2019 level in March, up from 71% in January. That is despite inbound travel to the U.S. still running at 70% in the first three months of the year.</p><p>The biggest lift could come from the Asia-Pacific region, which was under 40% of 2019 levels for inbound and outbound travel spending for the first three months of the year. While China remains depressed, travels into markets such as India, Thailand, Australia and New Zealand \"are picking up fast,\" Visa Chief Financial Officer Vasant Prabhu told analysts on a conference call.</p><p>Yet valuations in many of these stocks aren't historically stretched: Visa and Mastercard are just below their 2019 average forward price/earnings ratios, currently at about 29 times and 34 times, respectively, according to FactSet figures.</p><p>What might be balancing the travel rebound out are some moderating expectations for other growth, particularly in day-to-day U.S. debit spending that might be more sensitive to economic conditions than discretionary, big-ticket credit-card spending. Year-over-year U.S. debit-payment volume growth slowed in the first three months of 2022 to single digits at Mastercard and Visa. But this was against an especially tough comparison in the year-earlier period, when U.S. stimulus checks were going out.</p><p>There also are concerns that digital and online spending in general might be in for slower years after the hyper growth of the pandemic, similar to what is driving underperformance of stocks including Amazon.com or PayPal Holdings this year.</p><p>SHARE YOUR THOUGHTS</p><p>Are credit-card companies still a good investment? Why or why not? Join the conversation below.</p><p>However, there are a few reasons to be a bit more optimistic about cards in general. Beyond Americans buying stuff online, cards have logged a jump in services-driven e-commerce, as more people pay for things such as food delivery or haircuts in an app with a card. They also have been beneficiaries of a jump in cross-border e-commerce, including on things such as buying crypto from overseas exchanges.</p><p>Meanwhile, inflation has yet to have a noticeable effect on card spending. Though some consumers might make fewer purchases, some of the ones they do make with cards, like gas, may be larger. In some cases, people might split up payments more frequently to stay on budget. Adding transactions as well as volume can bump up card-company revenues, too, particularly for merchant-payment providers. As long as consumers aren't shifting back to cash or checks, the trend favors cards.</p><p>There might be bigger bargains elsewhere right now. But card stocks don't seem to be priced with unreasonable growth expectations. Staying at the card table likely isn't any riskier than playing longer odds somewhere else.</p><p>Write to Telis Demos at telis.demos@wsj.com</p><p>Cards Are Still Worth Playing</p>",
  "published": "2022-05-03T11:03:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 268,
          "end": 272
        },
        {
          "start": 968,
          "end": 972
        },
        {
          "start": 1513,
          "end": 1517
        },
        {
          "start": 819,
          "end": 823
        }
      ]
    }
  ]
}