{
  "_id": "314d38a48f46f624e730c9fbfe5d75d3d8e8d751de8d791810b0af7ac9566c6d",
  "feed": "ftcomall",
  "title": "Pipeline ‘sabotage' amplifies EU tensions over energy",
  "text": "<p>Good evening<br><br>Tensions between Europe and Russia over gas supplies intensified today as <a href=\"https://www.ft.com/content/ad885fea-035f-4b93-98e7-c75da2c308f8\">alleged sabotage</a> of undersea pipelines led to warnings of a “new level of hybrid warfare” over energy.</p> <p>Norway — now the biggest gas exporter to the EU&#xa0; — and Denmark stepped up security around oil and gas infrastructure after what the Danish prime minister Mette Frederiksen called “deliberate acts” against the two Nord Stream pipelines off the island of Bornholm yesterday.</p> <p>Politicians were quick to blame Russia but Moscow has denied any involvement: here's <a href=\"https://www.ft.com/content/294e441d-7b24-4144-a51f-75bdf70d723c\">what we know so far</a>.</p> <p>The incident comes as fears grow across Europe over winter energy supplies and the economic impact of surging prices. Today Slovakia's premier told the FT that electricity costs had left his country's economy <a href=\"https://www.ft.com/content/9a94385a-e007-47dd-a238-7add9f7331c7\">at risk of “collapse”</a> as he called for billions of euros of support from Brussels.</p> <p>The question of who should pay for this support is also becoming a hot topic. </p> <p>The European Central Bank<strong>'</strong>s chief economist said yesterday that eurozone governments should<a href=\"https://www.ft.com/content/5e1f616e-8cc4-4678-9bc7-3a6616742b07\"> tax the rich</a> to help those hit hardest. Some economists think the cost of government support will lead to greater inflation, forcing them to increase interest rates even faster. New data on Friday is expected show that eurozone inflation hit a record 9.7 per cent in September.</p> <p>Friday is also the day <a href=\"https://www.ft.com/content/9b03f21a-00e2-490d-8a44-c315e5cf7972\">EU energy ministers meet</a> to discuss Brussels' plan to raise €140bn from a levy on excess energy profits to help consumers and businesses cope with bill shocks. Some 15 states have signed a letter calling for a cap on all wholesale prices, whether from Russia or elsewhere. </p> <p>Plans for windfall taxes are already in place in several member states as well as in non-member countries such as the UK and Norway, which today announced plans <a href=\"https://www.ft.com/content/89a6d507-6518-4eff-a2ea-542ccd6b0de3\">to raise $3bn</a> from electricity companies and fish farmers. </p> <p>The incident in international waters however brings the focus squarely back on to the political impact of the crisis and Russia's “weaponisation” of energy supplies. </p> <p>EU policymakers will no doubt take heed of last week's warning from the head of the International Energy Agency, that failure to maintain a united front in the scramble for energy supplies <a href=\"https://www.ft.com/content/751bb231-2dd1-4c33-85ec-9465f3ce85fe\">could shatter EU unity</a> and even spark social unrest.</p> <p>Watch our film: <a href=\"https://www.ft.com/video/60ad6091-4162-49a1-a89d-c63870eb9b3d\"><em>How Putin held Europe hostage over energy</em></a></p> <h1>Latest news</h1> <ul>  <li><p>Fed official backs <a href=\"https://www.ft.com/content/442c71f5-522a-4f8d-b8ce-4ca76f79245d\">fourth straight 0.75 point rate rise</a> in November</p></li>  <li><p>US pending home sales decline for <a href=\"https://www.ft.com/content/cde0b8b9-5122-4a02-ae72-afdc6b0175bb#post-1601b081-d4e0-4730-b359-ea803c483ba6\">third consecutive month</a></p></li>  <li><p>UK spy chief warns of more aggressive <a href=\"https://www.ft.com/content/cde0b8b9-5122-4a02-ae72-afdc6b0175bb#post-37f5d1a5-c175-4cf0-a8b8-afb7f0599ebd\">Russian cyber attacks</a></p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/cde0b8b9-5122-4a02-ae72-afdc6b0175bb\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>The <strong>Bank of England </strong>made a £65bn intervention to try to stem the crisis in <a href=\"https://www.ft.com/content/756e81d1-b2a6-4580-9054-206386353c4e\">government debt markets</a> following last Friday's package of tax cuts, which has drawn <a href=\"https://www.ft.com/content/06962055-6b3d-4712-814f-acea3cb9e082\">stinging criticism</a> from the IMF as well as the government's <a href=\"https://www.ft.com/content/a46e53bb-e23d-4450-a70e-05f71d2e57ef\">own MPs</a>.</p> <p>Economics editor Chris Giles tackles the big question: is the UK now in a <a href=\"https://www.ft.com/content/fab6aea1-eac8-481e-a151-4f92e17ff2fc\">full-blown crisis</a>? (And if you're still unsure about the significance of the sterling situation, we have the perfect <a href=\"https://www.ft.com/content/712db0d4-d99d-4ac6-a8e2-e1a060307aef\">explainer</a> for you).</p> <h2>Latest for the UK and Europe</h2> <p><strong>European Central Bank</strong> policymakers backed an interest rate rise of <a href=\"https://www.ft.com/content/480fd251-32c0-42c6-aa14-314a94d2cc16\">0.75 percentage points</a> next month ahead of a further move in December to a level that no longer stimulates economic growth. “Our primary objective is price stability and we have to deliver on that,” said ECB chief Christine Lagarde.</p> <p>The US is putting pressure on <strong>EU members</strong> to speed up <a href=\"https://www.ft.com/content/1aa35421-35c3-4183-93ea-95c3007a4f3d\">financial aid for Ukraine</a>. Separately, the IMF is looking at bolstering immediate assistance to Kyiv while working towards a full-fledged lending programme.</p> <p>Fears that Turkey could be used by Moscow to circumvent <strong>US sanctions</strong> eased after three Turkish state banks <a href=\"https://www.ft.com/content/1d93ef8a-31eb-499d-b671-237f664a3a3d\">halted the use of Mir</a>, the Russian version of Mastercard or Visa, following pressure from Washington. </p> <h2>Global latest</h2> <p>The $24tn <strong>US Treasury market</strong> is in the middle of a “<a href=\"https://www.ft.com/content/ea41ce6d-e8b2-465e-8dff-8b7fa71dc7b4\">volatility vortex</a>” as big swings in international bonds and currencies and worries over US rate rises spook investors. Alphaville editor Robin Wigglesworth says this will mean <a href=\"https://www.ft.com/content/65713f3f-394c-4b31-bafe-043dec3dc04d\">tightening financial conditions</a> for everyone on the planet. Who will get chomped on first?</p> <p>Chief economics commentator <strong>Martin Wolf</strong> details how the <a href=\"https://www.ft.com/content/daf5c774-fb7f-4ef3-a4ba-c92e3b373066\">rising dollar</a> is affecting the rest of the global economy. “Messing up one's macroeconomic policies, especially fiscal management, proves particularly dangerous when the dollar is strong, interest rates are rising and investors seek safety,” he says. “Kwasi Kwarteng [UK chancellor], please note.”</p> <p><strong>Chinese economic growth</strong> will <a href=\"https://www.ft.com/content/ef425da7-0f94-484a-9f0c-40991be70ccc\">fall behind the rest of Asia</a> for the first time since 1990, according to the World Bank, which revised down its forecast for GDP growth to 2.8 per cent from earlier estimates of 4 to 5 per cent. The renminbi has fallen to the <a href=\"https://www.ft.com/content/4e16a0f4-a76a-4bcf-b74c-5a0eb7ba8ff5\">lowest level since 2008</a> as China's central bank holds back from intervening to prop up the currency in response to the surging dollar.</p> <p>Our Big Read explains how an “<strong>information vacuum</strong>” is making analysis of Beijing's policy by foreigners <a href=\"https://www.ft.com/content/9706b456-bd45-4d49-aedf-2b8dec9fde38\">ever harder</a>. </p> <a href=\"http://www.ft.com/cms/11294875.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Need to know: business</h1> <p><strong>Virgin Atlantic </strong>said the UK government needed to make “difficult decisions” to <a href=\"https://www.ft.com/content/9bd2e7e6-5bae-425d-be24-7a7b95b263fb\">lift the ailing pound</a>. The falling currency means higher costs for many big UK companies: here's our <a href=\"https://www.ft.com/content/7ded25f4-8348-433e-ba50-cf27f9c3d9ab\">sector-by-sector</a> analysis. </p> <p>The <strong>British Business Bank</strong>, the state-backed economic development investor, sounded the alarm for the country's <a href=\"https://www.ft.com/content/5ac42c33-302f-4f10-a77b-9b2de1309693\">small businesses</a>, hit by rising interest rates, high inflation and supply chain disruption. Fashion retailer <strong>Boohoo </strong>said the <a href=\"https://www.ft.com/content/88d4869e-c158-4c7e-9e6b-a67120564264\">darkening economic outlook</a> would hit this year's sales and profits. </p> <p>Shares in <strong>Porsche </strong>begin trading in Frankfurt tomorrow but can the German luxury car brand thrive in a <a href=\"https://www.ft.com/content/f04f887c-fdaa-45bd-8e0b-0e517eb54cc0\">bear market</a> brought on by the energy crisis, the war in Ukraine and the threat of coronavirus lockdowns in China? Chinese carmaker <strong>Nio</strong> warned that the energy situation was <a href=\"https://www.ft.com/content/e4739790-b0fc-48e6-8f81-2759f4275253\">hampering its mission</a> to take on European manufacturers</p> <p><strong>Lego</strong>, the world's largest toymaker, said it was confident of <a href=\"https://www.ft.com/content/eb479a61-9ed4-483a-a8e5-84ea01500b32\">growing market share</a> this year, even as rising costs meant first-half operating profits remained flat at DKr7.9bn ($1.0bn).</p> <p><strong>China</strong> is set to overtake the US as the world's <a href=\"https://www.ft.com/content/c384fa3e-6230-4d29-b1bc-130a2409f80e\">biggest oil refiner</a> in the next couple of years, but, as the Lex column points out, this will happen just as electric vehicles come into their own. The country has the world's biggest electric car market, accounting for nearly 60 per cent of global sales.</p> <h1>The World of Work</h1> <p>Now we know that most <strong>coronavirus infections</strong> are spread through the air, what can companies do to ensure a <a href=\"https://www.ft.com/content/bdebb5ee-fb91-49d3-a36b-f35d490874cf\">Covid-free workplace</a>? Read more and help us find Britain's healthiest workplace in the new season of <a href=\"https://www.ft.com/reports/health-at-work\">FT Health at Work</a>.</p> <p>Without investment in health, social care and childcare, the UK government is unlikely to achieve its goal of getting <strong>inactive workers</strong> back into the labour market, argues columnist <a href=\"https://www.ft.com/content/e52b5aea-61f0-4b5c-9367-16751c64a90f\">Sarah O'Connor</a>. </p> <p>“I lose money every single time I leave my house.” One of the downsides of the US <strong>back-to-the-office-push</strong> is the <a href=\"https://www.ft.com/content/ad797b70-dd72-440a-a345-deff63b1f793\">soaring cost</a> of transport, food and childcare.</p> <p>Many workers feel under pressure and undervalued, especially after their experiences during the pandemic. But what about those people looking artfully busy but doing little actual work? Listen to our latest <a href=\"https://www.ft.com/content/28dc60da-415f-4370-bb6c-de3455c665a1\">Working It podcast</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news...</h1> <p>From clean energy trends and the quest to end polio to fixing fertility rates and connecting the world through internet access, here are <a href=\"https://www.ft.com/content/639e30c6-1569-4933-b75f-a373052af526\">five data stories to cheer you up</a>.</p><p>Source: Darren Dodd 2022 'Pipeline ‘sabotage' amplifies EU tensions over energy' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-28T17:15:49.729Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3715,
          "end": 3719
        }
      ],
      "nexusId": "10063253"
    }
  ]
}