{
  "_id": "2bfc1031c86b6af3d848474eece36564afad0389778a2858ef3192b800857329",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Month Business  Went to War  ---  Russia's invasion of Ukraine forced CEOs across the U.S. and Europe into crisis mode.  Employees had to be evacuated, factories needed to be shut, and the rules rewritten.  ----  By Chip Cutter, Emily Glazer and Jennifer Maloney",
  "text": "<p>   About 10 minutes into Sunday church services, Visa Inc. Chief Executive Alfred Kelly looked down at his phone and saw a text message. Ukrainian President Volodymyr Zelensky was trying to reach him. </p><p>   It was Feb. 27, and in the three days since Russia invaded Ukraine, the payments network chief had been consumed by the fallout. His primary concern was the 155 employees he had inside Ukraine. Visa hired armed security guards to drive some families in vans to Poland. The request from Mr. Zelensky added to the scope of the problem. </p><p>   \"That was the initial sign to me about the pressure we would feel . . . to put pressure on the Russian government,\" Mr. Kelly said at a conference on March 8, three days after Visa had announced it would suspend operations in Russia. </p><p>   Two years after the Covid-19 pandemic tore into the global economy, business leaders have had to confront another crisis that left them racing to protect staff, untangle supply-chain snarls and revamp operations around the world. It has also required each company to rethink its future in Russia, a country of 150 million people and vast natural resources, whose army is now waging a bloody war. </p><p>   This time, companies were more prepared. The pandemic had given leaders a crisis playbook. Years of corporate activism on issues such as climate change and racial discrimination had trained them to respond to a range of issues. The invasion took many by surprise, but they reacted quickly to what was a potentially fatal threat to their employees and also a reputational threat to their businesses. </p><p>   When President Vladimir Putin launched the attack on Feb. 24, and pressure from governments and employees began to build, as well as escalating sanctions on Russia, companies moved with unusual speed and a sense of collective action. The result was a corporate participation in geopolitics with little recent precedent. </p><p>   \"I never believed that Putin would invade Ukraine. I never imagined there would be a war in Europe,\" said Volkswagen AG CEO Herbert Diess. Within days of the invasion, Mr. Diess shut down or curtailed production at some of his biggest factories in Europe because the plants couldn't get wiring harnesses from suppliers in Ukraine. The company later closed down production at its car plants in Russia, citing its \"great dismay and shock\" over the invasion. </p><p>   Russia's war has resulted in thousands of deaths, displaced millions of people and rattled the global economy. Soon after it began, U.S. and European governments worked together to create the biggest coordinated package of sanctions ever levied against a major economy, to cut off Russia's banks, businesses and oligarchs from the global financial systems. Stock markets wobbled. Russia's currency plunged. Oil prices surged. </p><p>   More than 400 companies have since announced plans to suspend or scale back their operations. They include American icons like McDonald's Corp. and Coca-Cola Co. with large operations inside Russia, and international banking and manufacturing firms that underpin global trade. </p><p>   For some it wasn't much of a financial sacrifice, with Russia accounting for just a small slice of their revenues. CEOs didn't want to risk having their brands tarnished as Russian attacks began hitting civilian areas. Once sanctions took hold, many leaders didn't see how they could continue with business as usual. </p><p>   Some CEOs said the moves were temporary or caused by supply-chain problems. Others said they would continue in Russia for humanitarian reasons. A few said they were leaving for good. </p><p>   In Russia, Mr. Putin has endorsed a plan to seize assets of companies that fled. In an address to the U.S. Congress, Mr. Zelensky took aim at international companies that stayed. Thousands of jobs, billions of dollars of investment and the direction of global trade are on the line. </p><p>   Jozsef Varadi was at a management retreat in the Austrian countryside when the airline boss learned the invasion had started. A European Commission official called him at 3 a.m. and said, \"Ukrainian airspace is shut.\" </p><p>   The CEO of discount carrier Wizz Air Holdings PLC, based in Budapest, Hungary, told his top deputy that their evacuation plan for the company's staff and aircraft in Ukraine wasn't viable. It needed a three-hour window. </p><p>   Instead, Wizz activated its crisis protocol, typically reserved for scenarios like a hijacking or crash. The first task was to locate the roughly 200 staff in Ukraine, their family members and the families of another 100 Ukrainians the company employs in other locations. </p><p>   Passengers booked on Wizz flights in Ukraine were cautioned not to go to the airport. A rare return-to-base order was issued, instructing all managers to cut short conferences and vacations. </p><p>   The week before the invasion, Mr. Varadi had visited his company's two bases in Ukraine, in Kyiv and Lviv. The staff had seemed confident, he said, and determined to stay in place. \"No one really believed that there could be any serious development,\" the CEO said. </p><p>   On Feb. 27, three days after the invasion, Wizz suspended its flying to Russia after the EU banned Russian airlines from operating in its airspace. Russia would follow with a reciprocal ban. </p><p>   Wizz was the only EU airline to have aircraft based in Ukraine when the war broke out. Its four aircraft are still in the country, monitored by security and satellite footage and inspected by engineers on the ground. </p><p>   Just over half of Wizz's employees in Ukraine have left since the start of the invasion. As the war intensified, the company hired extraction forces to escort some of them and their families in bulletproof vests to the border. The rest have either chosen to stay to be with family or can't leave because of conscription. </p><p>   Card giant Visa was also focused on extracting its staff from Ukraine during the first week of the war. Mr. Kelly, the CEO, was disturbed by what he saw happening. \"Probably one of the most brutal meetings I've had in my career was talking to our Ukrainian employees\" in which they shared pictures of their destroyed homes, he said. </p><p>   It was one of a few factors that convinced Mr. Kelly that he needed to suspend Visa's business in Russia, he said at an investor conference on March 8. Constantly escalating Western sanctions were making it increasingly difficult to operate there. And he wanted to get ahead of what he thought would be another round of sanctions that could spark a disorderly exit from Russia. </p><p>   \"We decided we would be far better off taking a thoughtful wind-down approach\" to end work with clients there and help employees leave the country, he said. </p><p>   On March 5, Mr. Zelensky called out Visa and Mastercard Inc. in a meeting with U.S. lawmakers, asking them to stop handling transactions in Russia. That evening, Visa said it would suspend its operations in Russia. Within minutes, Mastercard did, too. </p><p>   The Kyiv offices of Yara International ASA, one of the world's largest fertilizer companies, were hit by a missile on the first Saturday of the war. Yara CEO Svein Tore Holsether looked at images of the damage. \"To see our logo on a building with a big hole in it, it all felt very close,\" he said. </p><p>   Yara had been preparing for weeks and none of the 11 staff was hurt in the attack. But the Norway-based company faced the increasing threat that sanctions would choke off Russian raw materials it used. </p><p>   As other companies began extracting themselves from Russia, Mr. Holsether faced what he saw as a moral dilemma. The pandemic had already put food supply under strain. He worried that if he cut out Russian products and produced less fertilizer, crops would suffer and shortages in world-wide access to food would only increase. </p><p>   Fertilizer prices had already been high before the war. Now they were skyrocketing. Mr. Holsether wondered if he would increase the price by withdrawing from Russia. \"I don't think it is up to me to go forward with the decision,\" he told himself. </p><p>   On March 9, the decision was made for him when the EU sanctioned the owners of Russia's largest fertilizer companies. Two days later, Yara said it would no longer source supplies from Russia. </p><p>   The price of urea, a key component of many fertilizers, has soared by roughly $450 since the invasion, settling Thursday at $1,115 per metric ton for one key benchmark, according to BMO Capital Markets. </p><p>   \"We are going to have a food crisis. It's a question of how large,\" said Mr. Holsether. </p><p>   At the German chemical and drug giant Bayer AG, some employees were making emotional pleas to executives, begging them to halt all shipments of the company's seeds, medications, pesticides and other products to Russia. A few staffers emailed concerns to CEO Werner Baumann directly. </p><p>   A crisis team of executives, led by Mr. Baumann, were meeting every other afternoon to discuss the company's response, as well as supply-chain and workforce issues. </p><p>   Bayer decided it would stop nonessential business in Russia and Belarus, but said that withdrawing seeds and pesticides would exacerbate food shortages arising from the conflict. \"There are people behind each of these statements,\" Mr. Baumann said. </p><p>   Cutting off cancer medications and cardiovascular treatments to Russia would also worsen the humanitarian toll, the company decided. \"Shall we now say: Pull the carpet underneath these people's feet?\" Mr. Baumann said. \"I quite frankly think, ethically, it's totally irresponsible.\" </p><p>   Pepsi in 1974 was among the first American brands to enter the Soviet Union, after a Cold War encounter in Moscow in 1959 when then-Vice President Richard Nixon offered a cup of the cola to Soviet Premier Nikita Khrushchev. </p><p>   By 2022, PepsiCo Inc. had 20,000 employees in Russia and it was the company's third-largest market after the U.S. and Mexico. The company's 24 plants and three R&amp;D centers in Russia made soft drinks, potato chips, milk, yogurt, cheese, baby food and baby formula. </p><p></p>",
  "published": "2022-03-19T06:13:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 6622,
          "end": 6626
        },
        {
          "start": 708,
          "end": 712
        },
        {
          "start": 6130,
          "end": 6134
        },
        {
          "start": 5729,
          "end": 5733
        },
        {
          "start": 6748,
          "end": 6752
        },
        {
          "start": 392,
          "end": 396
        },
        {
          "start": 46,
          "end": 55
        }
      ]
    }
  ]
}