{
  "_id": "624804dfeda622069e354dd6488c38c2ae33a952de9e05695ef7c18721fbef9a",
  "feed": "wall-street-journal",
  "title": "Obituaries: Frustrated Banker Made Visa a Global Leader",
  "text": "<p>Dee Hock had a problem in 1966 when he was appointed to help run a new credit-card department at National Bank of Commerce in Seattle: He was skeptical about the value of credit cards and had shredded all of his own plastic money long ago.</p><p>Yet Mr. Hock needed the job. He also was eager to test some of his unorthodox ideas about managing people.</p><p>His bank was one of many licensees of the BankAmericard, a service of Bank of America. He soon discovered that BankAmericard and rival cards were bedeviled by fraud, bad debts and paperwork snarls.</p><p>He emerged as the leader of a committee of executives from banks licensing the BankAmericard. Against considerable odds, he eventually persuaded Bank of America to turn over management of the floundering card service to a new entity called National BankAmericard Inc., owned by the banks that provided the card to their customers. Mr. Hock served as chief executive of that new entity, which evolved into today's Visa Inc., from 1970 until 1984.</p><p>Visa now is a digital-payments mammoth, with 3.9 billion cards in circulation worldwide and a stock-market value of more than $440 billion.</p><p>Mr. Hock, who died July 16 at the age of 93, said he made Visa a success by minimizing controls from the head office and letting banks experiment with new ideas.</p><p>He envisioned more successful organizations that would give individuals freedom to pursue common goals through trial-and-error, or evolution, rather than confining them to plans, rules and policies set by bosses. He invented an adjective -- \"chaordic,\" denoting a harmonious blend of chaos and order -- to describe such organizations. They would \"self-organize\" and develop organically, just like the natural world, he said.</p><p>At Visa, he wrote in a 2005 memoir, \"One From Many,\" nearly all of the innovation came from banks scattered around the world rather than from the headquarters. \"Mistakes died quickly without affecting more than a single bank, while successes were swiftly emulated and improved upon as they spread through the system,\" he wrote.</p><p>Visa didn't always live up to his visions. As the organization grew, he had to hire more outsiders to help run it, and they arrived with baggage from past employers. When he found managers enforcing \"ridiculous rules,\" he ordered them to stop -- only to realize he was using command-and-control methods in an attempt to prevent command and control.</p><p>He wanted to do without job titles and descriptions but found people craved them. Mr. Hock allowed that he had set a bad example by accepting the titles of president and chief executive when the company was formed.</p><p>Dee Ward Hock was born March 21, 1929, and grew up in North Ogden, Utah. His father was a lineman for an electrical utility, and his mother managed the home.</p><p>He excelled on his high-school debate team and won a scholarship to Weber College (now Weber State University) in Ogden, where he earned a two-year degree.</p><p>At age 20, he married his high-school sweetheart, Ferol Delors Cragun. He worked at consumer finance companies and lamented the time and energy wasted on \"obeying senseless rules and procedures.\"</p><p>When he started managing the credit-card operation in 1966, the business was in a primitive state. At the point of sale, merchants put cards into clunky manual imprinters to record the card's embossed data on flimsy slips of paper.</p><p>Above certain transaction prices, merchants had to call a bank to determine whether the sale should be authorized. \"Meanwhile, the customer waited angrily or was required to return later,\" Mr. Hock recalled. He helped put Visa on a path toward instant digital payments.</p><p>He retired in his mid-50s to become what he called \"a ranch owner, recluse, student and philosopher.\" He and his wife acquired 200 acres of land in California's San Mateo County.</p><p>In his mid-60s, he set off on a campaign of public speaking about the potential for spawning chaordic organizations to solve the world's troubles.</p><p>Mr. Hock's survivors include two children, seven grandchildren and seven great-grandchildren. His wife, Ferol Hock, died in 2018.</p><p>In one of his books of aphorisms, Mr. Hock acknowledged the limits of his lifelong quest to understand and reform the world: \"Even if you could corner the market on truth, you'd make a scant living selling it.\"</p>",
  "published": "2022-07-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3574,
          "end": 3578
        },
        {
          "start": 1721,
          "end": 1725
        },
        {
          "start": 2046,
          "end": 2050
        },
        {
          "start": 991,
          "end": 995
        },
        {
          "start": 958,
          "end": 967
        },
        {
          "start": 35,
          "end": 39
        },
        {
          "start": 1189,
          "end": 1193
        },
        {
          "start": 958,
          "end": 962
        }
      ]
    }
  ]
}