{
  "_id": "f31ab441bf9114e8f430130b301f1e292aafc9de0dbcfe64b9079b305dba827e",
  "feed": "market-watch",
  "title": "With the Fed looking the other way, Americans should brace for a long bout of inflation",
  "text": "<p>The Fed has a&#xa0;mandate&#xa0;to maintain stable prices and maximize employment but Chairman Jerome Powell has moved the goal posts. The Fed has&#xa0;revised its objectives to tolerate more inflation&#xa0;to promote a hot labor market, and we need only look outside to see where that gets us.</p><p>After repeated forecasts that pandemic-related inflationary pressures would abate, the consumer price index registered&#xa0;7.1% and 7.5% jumps in December and&#xa0;January. Instead of calling together the Fed's monetary policy makers to approve prompt action, he continues to let the wounds fester with wages lagging inflation.</p><p>No good alternative</p><p>Thanks to a failure to act while the economy was expanding at a&#xa0;red hot 6.9% in the fourth quarter, the Fed now&#xa0;faces a&#xa0;Sophie's choice—high interest rates in the manner of&#xa0;Paul Volcker&#xa0;that would instigate a recession&#xa0;or&#xa0;half measures like those of&#xa0;Arthur Burns and William Miller, which culminated in 12% inflation when control was ceded to Volcker.</p><p>Early in the pandemic, Powell's easy-money policies were compelled to support&#xa0;President Donald Trump's stimulus spending. However, when independent economists warned that Biden's&#xa0;$1.9 trillion American Rescue Plan&#xa0;was excessive, the Powell Fed did not have to enable inflation by printing money to&#xa0;purchase so many U.S. Treasurys and mortgage-backed securities.</p><p>Board nominees&#xa0;Philip Jefferson&#xa0;and&#xa0;Lisa Cook—renowned economists but whose academic work&#xa0;focuses more on social justice and race&#xa0;than&#xa0;accomplishing the Fed's mandate—can be&#xa0;expected to add to the pro-inflation wing at the Fed.</p><p>Along with four more years of Powell, that would institutionalize easy money, enable asset bubbles and poor investment choices and slow long-term economic and real-wage growth—and undermine the reserve currency status of the dollar XX:BUXX.&#xa0;</p><p>Central banks, private banks and businesses globally hold reserves and conduct business in dollars and Treasury securities, because of the past sound management and stability of our currency.</p><p>Losing confidence</p><p>Promoting a high-inflation American economy would erode confidence and make the case for private assets based on a basket of currencies—similar to&#xa0;Meta's FB stillborn Libre.</p><p>For too long now, the Fed has been creeping toward becoming a state development bank for advocates of industrial policy—potentially subverting the market allocation of capital.</p><p>Since the&#xa0;2008 Financial Crisis&#xa0;the Fed has&#xa0;radically expanded its purchases of mortgage-backed securities, pushing up housing prices, rents and inflation. In 2010, Congress&#xa0;raided the Fed's profits to establish the Consumer Financial Protection Bureau&#xa0;and in 2015, to help&#xa0;fund a highway bill. Members of Congress have advocated using Fed profits to fund public transit and the arts.</p><p>Now, Powell is poised to impose&#xa0;climate-change stress tests&#xa0;in evaluating bank risk exposure. That's better left to insurance underwriters and stock analysts than the apparatchiks at the Fed.</p><p>Green lending</p><p>Just last September, Sarah Bloom Raskin, Biden's nominee for vice chairman for supervision, advocated&#xa0;steering lending to promote green industries. Last May, she criticized the Fed for opening its pandemic credit window to all investment-grade businesses and asserted it should have&#xa0;excluded the petroleum industry.</p><p>Such policies would limit domestic gasoline and natural-gas production before solar powered electrical generation and electric vehicles can meet the demand—creating shortages and high prices.</p><p>Similarly, pressures will mount for the Fed to use its lending powers to accomplish progressive social policies that the Biden administration can't push through Congress. And with the Fed's chief bank regulator and several board members expressing preferences for environmental and social justice causes, banks and&#xa0;pension funds&#xa0;will steer credit to curry favor.</p><p>A digital dollar is coming and that should move&#xa0;household checkbook balances to the Fed from banks—greatly reducing the transactions costs we bear by using bank-sponsored Visa V and Mastercard MA. To&#xa0;protect banks—much like a man trying to outlaw automobiles to preserve the horse—Powell's Federal Reserve is saying that is not possible.</p><p>Raskin served on the board of the Reserve Trust Co. and&#xa0;lobbied the Kansas City Fed&#xa0;to make it the only nonbank fintech company with such digital currency privileges. Yet, when interviewed by the Senate Banking Committee staff on Jan. 28, she could not recall those efforts.</p><p>The Fed may need more diversity but other than the very wise choice of Lael Brainard, Biden's nominees don't measure up. He could find women and minorities to serve with better monetary-policy credentials and memories, and less appetite for inflation.</p><p>Peter Morici is an economist and emeritus business professor at the University of Maryland, and a national columnist.</p><p>More insights from Peter Morici</p><p>Here's what the Republicans should run on in the November midterm elections</p><p>The Fed should manage the yield curve to put out the inflationary fire</p><p>Biden borrows too much, while America's economy hollows out</p>",
  "published": "2022-02-23T06:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3992,
          "end": 3996
        }
      ],
      "nexusId": "10063253"
    }
  ]
}