{
  "_id": "7c4b790e69d21cee7e2f4b6f79fb7659203394936890a3257aecba8dd679bcc5",
  "feed": "wall-street-journal",
  "title": "The Online Bank Trying to Reshape the Workplace; The pandemic reset expectations about our jobs. The revolution at work will only continue, says TS Anil, global chief executive of Monzo Bank",
  "text": "<p>If the pandemic changed the way people view their jobs, it may have also ushered in a new challenge for managers: how to keep reshaping work for years to come.</p><p>The desire for flexibility and a rethinking of workers' relationships with their employers are likely to remain well into the future, putting pressure on employers to respond, says TS Anil, global chief executive of Monzo Bank. The online bank based in London officially launched U.S. operations earlier this year; it employs more than 2,500 people globally. Monzo doesn't have physical banks but instead is based on a digital app that consolidates a user's financial information and has tools like bots that can direct money into certain categories–say, saving for a future home.</p><p>Born in India, Mr. Anil has worked around the world at companies including Standard Chartered, Citigroup and Capital One. He was global head of payment products and platforms at Visa before joining Monzo in 2020. </p><p>Monzo is an online bank based on a digital app that consolidates a user's financial information. PHOTO: Tami Aftab for The Wall Street Journal</p><p>He says he has spent much time in recent months considering where work is headed and how the financial-technology company's own workplace policies should evolve. Monzo this year rolled out a three-month paid-sabbatical program for staffers who have been at the company four years or more. Such efforts reflect a desire to find ways to better support employees, Mr. Anil says.</p><p>The company is also aiming to stay ahead of changes in the ways consumers manage their finances while competing with its larger bank rivals. Mr. Anil spoke with The Wall Street Journal about what he's focused on next.</p><p>The job market right now is tight–workers have more leverage, and employers have responded. Five years from now, will employees have as much power as they do today?</p><p>What has continued to change slowly over the last several years—but then Covid quite possibly accelerated—is the shift in mindset about what it means to work. People, increasingly, don't want their jobs to just be about, \"I go do this, and I get a paycheck.\" People want meaning from their work, people want the ability to work in ways that work around their lives effectively. That shift creates opportunity for companies like us who are leading the way in terms of understanding what employees want and are willing to not be anchored to a historical way of doing things. So, yeah, I don't think things go back in five years; this is an important cultural shift, and it's a welcome cultural shift. </p><p>'People want meaning from their work, people want the ability to work in ways that work around their lives effectively,' Mr. Anil says. PHOTO: Tami Aftab for The Wall Street Journal</p><p>What are the new benefits companies will need to offer in the future to get employees to stay?</p><p>It's hard to speculate on specific benefits. At Monzo, we've always been about our values. One is this idea that you help everyone belong. And it means we come up with ways that we can institutionalize policy to make everyone get that sense of what works best for them. We announced additional paid leave for colleagues of ours who suffer pregnancy loss, or who are undergoing fertility treatments.This is one of those where it feels like this should have always been offered by companies around the world.</p><p>SHARE YOUR THOUGHTS</p><p>How will companies need to reshape offices in order to retain employees in coming years? What benefits will they need to offer? Join the conversation below.</p><p>What was it that prompted you to start offering paid sabbaticals?</p><p>We're now going on seven years old, and building a bank—or really any kind of tech company—and scaling it is a marathon not a sprint. And we're at the stage where enough of our employees have put in a few years of incredibly hard work. As we built it out, it felt like a good time to give people the ability to take a break, recharge, come back with even more energy to continue this marathon that we're all excited to be on.</p><p>What has the response been like—how many people have signed up for a sabbatical?</p><p>I don't have the numbers that add up how many we've already done since we've announced it, but lots of people have queued it up in terms of what they want to do in a few months, at the end of the year, early next year, and so on. So the response has been amazing.</p><p>When you look at banking, what's the biggest change you expect to see in the industry in the next 10 years?</p><p>The biggest thing that I hope we see is making money work for everyone, which means really giving people the tools to make great decisions for themselves, to help them understand and make sense of their money. It's still amazing and sad how little customers around the world are supported in all decisions related to their money. It's such a source of anxiety for customers, that I'm hoping that, in the next decade, as an industry, we've solved that problem.</p><p>Is there a specific shift you foresee in how people will manage their money?</p><p>What I aspire to for us is that across all of your financial needs—whether it's spending, paying, transacting borrowing, saving, investing—all of that happens in a single place. So as an individual trying to make sense of my money, I can see it all in one place; I can visualize it, I can analyze it.</p><p>What are the challenges you feel the company will need to overcome to fulfill this vision?</p><p>It's important for us that we continue to evolve our culture for the scale that we're growing into. That's probably the single biggest one, to make sure that you preserve the best aspects of your culture—what we internally describe as the golden threads. Keep the golden threads, let go of the stuff that's not working and keep evolving it. If you can get that right, then you can continue to scale and continue to have impact.</p><p>What will your job or industry look like in 2030?</p><p>It is making money work: taking the anxiety out of it for [customers] and replacing it with a sense of control and the sense that their money is working. It's this idea of a single financial control center—it's in one place, they get in there, and they understand across the financial needs what the best choices are and they're able to make them. The fundamental job of CEO is to enable the team to do the best work of their lives, and do it in a context of creating better and better outcomes for customers and for the company as a whole. So the fundamentals don't change; that will remain the job of the CEO.</p><p>OK, five years from now, will people be working in offices more or less than today?</p><p>We joke inside the company that, what people talk about as the future of work, we talk about the now of work. Even before Covid-19, we were remote enabled; hybrid work was a reality for us anyway. Technology enables remoteness, but the human need for connection is just as real. The interplay between these two forces, I think, is what the future will be informed by. I've never thought of the future as being sort of homogenous, just like the present is not homogenous, right? Even in the same country, in the same company, people have different realities. The future will not be different.</p><p>Interview has been condensed and edited.</p><p>Write to Chip Cutter at chip.cutter@wsj.com</p><p>The Online Bank Trying to Reshape the Workplace</p>",
  "published": "2022-05-09T15:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 919,
          "end": 923
        }
      ]
    }
  ]
}