{
  "_id": "64cf422dcfef91b0b4e3faf708c9bc4fc331566ffc1fed6b62ce66a9a99ecb22",
  "feed": "market-watch",
  "title": "Shopify faces a 'volatile path ahead,' analyst says in downgrade; Company must balance investments against profits while dealing with an e-commerce slowdown",
  "text": "<p>\"Ultimately, we see the balancing act of growth investments and efficiency targets as posing new execution risks — on top of navigating a normalization in e-com growth rates that we do not yet have visibility into stabilizing,\" Jefferies wrote in his note to clients.</p><p>Shopify shares are up 0.5% in Thursday trading. They rose 11.7% in Wednesday trading following the company's latest earnings report but declined 14.1% Tuesday in the wake of the layoff announcement.</p><p>Read: What possible credit-card legislation could mean for Visa, Mastercard — and you</p><p>The company's second-quarter results, \"point to a volatile path ahead for post-COVID Shopify\" as it deals with \"internal and external dynamics that complicate the near-term growth &amp; profitability outlook,\" Clarke continued.</p><p>On the profit front specifically, Shopify posted a $42 million operating loss for its second quarter, which Clarke said was about 90% of what he had been expecting for the full fiscal year ahead of that earnings report. Executives predict that losses will grow in the second half of the year. For context, the company grew adjusted operating income in the five years through 2021, Clarke noted.</p><p>See also: Mastercard earnings top expectations amid 'robust' spending</p><p>Jefferies conceded that Shopify's report contained \"some positive nuggets,\" including an expectation for higher merchant additions in the second half of 2022, but overall he sees \"an e-commerce environment that continues to deteriorate,\" at least when looking at trends so far this year.</p><p>Shares have lost 77% over the past 12 months as the S&amp;P 500 SPX has fallen about 8%.</p><p>Shopify faces a 'volatile path ahead,' analyst says in downgrade</p>",
  "published": "2022-07-28T19:04:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 526,
          "end": 530
        }
      ]
    }
  ]
}