{
  "_id": "c73aaea4f638af39524b3cbdfcbbf0c0847a6c5fa8809330b38c06e38794cdb0",
  "feed": "ftcomall",
  "title": "A quarter of young people trust scam messages",
  "text": "<p>One in four UK 18-34-year-olds would trust scam messages, according to research, more than double the proportion of over-55s.</p> <p>The report by Visa and Aston University's Institute for Forensic Linguistics into the language of fraud also found that a quarter of 18-34-year-old respondents said they would not check for spelling and grammar mistakes, raising questions about their ability to detect fraud. </p> <p>“As we're all spending more time online, it's good to be aware of what we can do to keep ourselves safe,” said Mandy Lamb, Visa's managing director for UK and Ireland. “Our new study demonstrates how it can be hard to spot the signs of fraud in emails, texts and messages.”</p> <p>The study of 155 fraudulent messages found that almost 90 per cent invited users to click compromised links, while more than 70 per cent of messages featured calls for “urgent action” or asked them to resolve a “problem”.</p> <p>“Click here”, “account information” and “gift card” were the most commonly used phrases in fraudulent messages. </p> <p>“Bitcoin” also made an appearance in the top 30, with the digital asset appearing with a greater frequency than “reward”, “parcel” or “order”. Scams involving cryptocurrencies cost investors <a href=\"https://www.ft.com/content/3c171512-7c58-4dc9-950f-28e2f75b03d9\">$7.8bn </a>globally in 2021, according to blockchain data company Chainalysis, although growth of the overall market outstripped its illicit uses.</p> <p>The majority of fraudulent texts in the Visa study attempted to build credibility by posing as an authentic organisation or individual, whether by using personal introductions, providing details including account numbers and order references or simply including generic phrases associated with legal communications.</p> <p>“By highlighting the communicative strategies, words and phrases used by fraudsters, we hope people can more easily spot the language of fraud as it stands today, which ultimately helps to protect them,” said Marton Petyko, a researcher at Aston.</p> <p>The findings echo research from trade association UK Finance which showed that over 50 per cent of 18-to-34-year-olds surveyed had either sent money or personal information to scammers impersonating trusted individuals such as friends or family.</p> <p>A pandemic-driven boom in time spent on online platforms for socialising, romance, entertainment and shopping has increased the opportunity for scammers to target consumers. </p> <p>According to <a href=\"https://www.ft.com/content/e820cc8a-090c-4632-95f3-cb295d3d31ad\">analysis </a>by consumer rights group Which? last year, frauds reported to the UK police unit Action Fraud rose by a third in 2020, with a value of £2.3bn. According to the Crime Survey of England and Wales, fraud accounted for <a href=\"https://www.ft.com/content/be3d8f59-3474-40e1-9236-fddee98e6aea\">39 per cent of </a>crime in 2020-21, compared to 30 per cent in 2016-17.</p> <p>Research by Visa also found that on average, customers were targeted by fraudsters twice a week with more than half reporting an increase in such attacks over the past year.</p> <p>Over a third of those surveyed cited the recognition of a brand name or product as a reason for trusting a fraudulent message. </p> <p>This month, a report from Lloyds Bank found that Instagram has become the UK's new battle battleground for <a href=\"https://www.ft.com/content/db2e5cb7-63ed-4bd9-bdf1-f3ba448ee603\">scams</a> involving impersonation, with a 155 per cent increase in reports over the past year mirroring a drop in these types of frauds on other platforms.</p> <p>The UK's online safety bill, which had its second reading in the House of Commons this week, would impose a duty of care on platforms and search engines to protect their users from various kinds of both user-generated and paid-for fraud, including romance and investment scams. </p> <p>Last April, an alliance of big banks and telecoms companies formed <a href=\"https://www.ft.com/content/4a356d66-9b05-4666-9b16-9f8e73abe565\">Stop Scams UK</a>, which has grown to include big tech players such as Google and Meta. Its 159 number for reporting suspicious calls has received 75,000 reports since it was set up at the end of September. </p><p>Source: Siddharth Venkataramakrishnan 2022 'A quarter of young people trust scam messages' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-22T10:42:12.736Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 525,
          "end": 529
        },
        {
          "start": 2645,
          "end": 2649
        },
        {
          "start": 140,
          "end": 144
        },
        {
          "start": 1384,
          "end": 1388
        }
      ]
    }
  ]
}