{
  "_id": "f93013ba825da7479895aee9e6f8eb1b874661f3875e2d22a90c0e84e1759a28",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  How Are Crypto  Riches Being Spent?  ---  It's time to start contemplating how vast wealth created  in cryptocurrencies filters through the economy  ----  By Telis Demos",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Cryptocurrency companies just spent millions of dollars on Super Bowl ads. What's harder to say is how much crypto investors spent on game day. </p><p>\n  Vast wealth has been created in cryptocurrencies, which globally now have a value of nearly $2 trillion, according to CoinMarketCap. While that pales in comparison to many other asset classes, it has risen quickly. The global value of crypto grew by nearly $1.5 trillion last year, compared with the S&amp;P 500's rise of nearly $9 trillion in market value, according to FactSet. </p><p>\n  Crypto wealth might be harder to spend in some key ways than gains from rising stock or house prices, making its impact on overall economic activity more difficult to predict. But it's time to start contemplating how that wealth filters through the rest of the economy. </p><p>\n  Some crypto wealth could now be filtering through to spending on a daily basis. Though only some merchants accept crypto directly as payment, firms like Coinbase Global and PayPal Holdings are making it possible to pay with it via typical instruments. These are cards or digital wallets funded by crypto holdings. Visa has attributed about $6 billion in payment volume to crypto-linked debit cards from October 2020 to the end of 2021. That sounds big, but for now is still a drop in the overall bucket. Visa's global debit volume increased by over $1 trillion last year. </p><p>\n  One obstacle is that spending crypto in the U.S. is like selling it for tax purposes. It also might be anathema to long-term believers who think prices are ultimately going far higher. Recall the cautionary tale of the man who paid 10,000 bitcoin to get two Papa John's pizzas in 2010; those coins would now be worth over $400 million. </p><p>\n  For the wealthy, stock portfolios can be spent without a sale using a \"buy, borrow, die\" maneuver of getting low-interest loans secured by their investments. That kind of secured lending is emerging in crypto as well. There are a number of firms and decentralized finance, or DeFi, applications that offer crypto-backed lending. For example, Milo Credit has started working with individuals to use bitcoin as collateral for home loans. </p><p>\n  Some people who have made vast wealth by owning crypto or by starting crypto businesses are making their presence known in the high-end real-estate market. But anyone trying to get a more typical mortgage, like one eligible for a guarantee by Freddie Mac, might have trouble using their crypto wealth. Last year the mortgage giant put out guidance for mortgage qualifications that said that income paid in crypto couldn't be counted. Crypto assets also can't be counted as a basis for repayment or potential sources of income the way stock dividends might be. And even if you borrow dollars against your crypto, those obligations would have to be included in your debt-to-income ratio. By contrast, loans secured by salable non-crypto financial assets don't have to be included. </p><p>\n  Of course crypto can be sold and converted into fiat currency and used for whatever purpose. Already, about 12% of first-time home buyers surveyed by brokerage Redfin in the fourth quarter said selling crypto investments helped with down payments. Less than 5% of home buyers said that in a third-quarter 2019 survey. </p><p>\n  Rick Palacios Jr., director of research at John Burns Real Estate Consulting, predicts that more originators might try to consider crypto as part of a borrower's assets, which could be a way to respond to rising mortgage rates. Counting some adjusted portion of a crypto portfolio, as they would a 401(k) retirement account, could be a way to expand the pool of people to underwrite without going further down the credit spectrum, he says. </p><p>\n  Some crypto wealth might also be recycled within the digital ecosystem. Believers in the asset class may not be eager to convert their money into fiat currency. So they may diversify by borrowing against existing holdings to buy new coins, or by spending crypto to buy nonfungible tokens, or NFTs. People who sell or \"mint\" NFTs might view this as a source of traditional income if they cash out their earnings. Chainalysis estimated that at least $44 billion worth of cryptocurrency was sent to contracts associated with NFT marketplaces and collections in 2021. That made a splash in pop culture, but it's still a fraction of the crypto wealth grown in recent years. </p><p>\n  It could also be the case that someone who has generated meaningful wealth in the digital realm spends more today because they simply feel richer, or if they expect to be able to use crypto more readily in the future. In addition, it is likely that many investors are putting more discretionary money into crypto. They might have a greater propensity to spend or leverage those gains than their traditional retirement savings. </p><p>\n  Whether or not you think it is really money, we are now talking about real money. Crypto is starting to matter even to people who have never bought a cent of digital tokens. Investors and economic observers should be watching as closely as they do a splashy TV commercial. </p><p></p>",
  "published": "2022-02-19T07:11:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1331,
          "end": 1335
        },
        {
          "start": 1141,
          "end": 1145
        }
      ]
    }
  ]
}