{
  "_id": "f63001e545deb41ae6f68b97bf08c2c76fd01c31ee0096d829a411377034abea",
  "feed": "wall-street-journal",
  "title": "Novak Djokovic to Be Deported, Miss Australian Open After Court Upholds Visa Cancellation; Tennis star could be deported as early as Sunday and might be blocked from returning for three years",
  "text": "<p>The men's world No. 1 had arrived in Melbourne as the heavy favorite for a record 10th win at the Australian Open, which starts on Monday and included Djokovic as its top men's seed. Djokovic, who spoke against vaccine mandates as recently as November, said he believed he had an exemption from rules requiring travelers to the country to have received two shots of a Covid-19 vaccine.</p><p>Djokovic had been scheduled to face fellow Serb Miomir Kecmanović on Monday in the Australian Open's opening round. He could instead be deported from Australia as early as Sunday and might be blocked from returning for three years, by which time he will be 37 and likely past his peak as a player.</p><p>Djokovic arrived in Australia as the country grapples with a surge in cases of Covid-19, which authorities had successfully contained until recently, in big part by closing the border. Hawke said that letting the tennis star stay could stoke antivaccine sentiment.</p><p>Authorities have been encouraging as many of the country's 26 million people as possible to get vaccinated as Australia shifts from suppressing the virus to living with it. Djokovic's arrival in the country made him a lightning rod in the debate over Covid-19 vaccine mandates.</p><p>\"His presence in Australia, given his well-known stance on vaccination, creates a risk of strengthening the anti-vaccination sentiment of a minority of the Australian community,\" Hawke said in a notice to cancel Djokovic's visa a second time.</p><p>Write to Stuart Condie at stuart.condie@wsj.com</p><p>Novak Djokovic to Be Deported, Miss Australian Open After Court Upholds Visa Cancellation</p>",
  "published": "2022-01-16T07:36:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1590,
          "end": 1594
        },
        {
          "start": 72,
          "end": 76
        }
      ],
      "nexusId": "10063253"
    }
  ]
}