{
  "_id": "0ee32ced9bc479e7c6131e5d0ab298ede04ca2a9bba4d99f8bb1b1b35266d2b6",
  "feed": "market-watch",
  "title": "Square-parent Block comes up 'strong' on this metric of efficiency — but Visa leads the way; Block generated $519,000 per employee last year on a proxy for revenue, beating out most others in the payments universe",
  "text": "<p>Unsurprisingly, Visa V topped each list, with $1.1 million in revenue per employee during its latest fiscal year, as well as $752,000 in EBIT per employee. Mastercard MA was second with about $787,000 in revenue per employee and $427,000 in EBIT per employee.</p><p>Koning notes that Block SQ \"comes in a strong third\" with $519,000 in gross profit per employee, making use of the metric that analysts look at instead of revenue for Block since its true top-line is skewed by bitcoin revenue and other elements that carry very little margin.</p><p>The per-employee gross-profit performance \"seems to reflect strong ability to sell via online sign ups,\" Koning wrote. \"We think this implies strong long-term potential margins, as the company is currently in heavy investment mode.\" (Notably, the company is not third, but rather more middle of the pack, when it comes to EBIT.)</p><p>Koning's analysis doesn't include PayPal Holdings Inc. PYPL, which isn't in his coverage universe. By MarketWatch's math, PayPal raked in 821,000 in revenue per employee last year, along with $138,000 in operating income, or EBIT, per employee.</p><p>Behind those four in terms of revenue per employee are Verra Mobility Corp. VRRM ($384,000), Fiserv Inc. FISV ($350,000), Wex Inc. WEX ($330,000), Global Payments Inc. GPN ($310,000), FleetCor Technologies Inc. FLT ($292,000), Jack Henry &amp; Associates Inc. JKHY ($284,000), Fidelity National Information Services Inc. FIS ($213,000), Toast Inc. TOST ($183,000), AvidXchange Holdings Inc. AVDX ($155,000), and Paymentus Holdings Inc. PAY ($142,000).</p><p>Koning used gross profit for Toast to exclude the cost of fintech revenue and contribution profit for Paymentus to exclude network fees.</p><p>The performance of the bottom three rankers \"reflects the early stages of growth\" of those companies, he commented.</p><p>The numbers aren't totally apples-to-apples as Koning used numbers for the latest fiscal year for all the companies he looked at, so numbers for Visa and Jack Henry are based on more recent year-ends.</p><p>Square-parent Block comes up 'strong' on this metric of efficiency — but Visa leads the way</p>",
  "published": "2022-12-10T14:58:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 73,
          "end": 77
        },
        {
          "start": 2085,
          "end": 2089
        },
        {
          "start": 1956,
          "end": 1960
        },
        {
          "start": 16,
          "end": 20
        }
      ]
    }
  ]
}