{
  "_id": "8c3837c7bd53740e6f042bd6ba4b34199681968503c739aad8890ebe526ebd79",
  "feed": "market-watch",
  "title": "'Well, this is awkward': Qatar bans beer sales at World Cup stadiums, surprising sponsor Budweiser; The decision appeared to catch World Cup beer sponsor Budweiser by surprise",
  "text": "<p>\"Well, this is awkward …\" Anheuser-Busch InBev reportedly tweeted Friday, before deleting it.</p><p>The World cup kicks off on Sunday when host nation Qatar takes on Ecuador at the Al Bayt Stadium in the Qatari city of Al Khor.</p><p>See Now: Qatar World Cup controversy means sponsors are walking a tightrope</p><p>\"Following discussions between host country authorities and FIFA, a decision has been made to focus the sale of alcoholic beverages on the FIFA Fan Festival, other fan destinations and licensed venues, removing sales points of beer from Qatar's FIFA World Cup 2022 stadium perimeters,\" said FIFA, in a statement.</p><p>FIFA said the decision will have no impact on the sale of Budweiser's non-alcoholic Bud Zero, which will still be available at Qatar World Cup stadiums.</p><p>MarketWatch has contacted Anheuser-Busch InBev with a request for comment on the decision not to sell beer within World Cup stadiums.</p><p>Branding experts have warned that the controversial Qatar World Cup poses challenges for the big-name corporations involved in the event. The plight of migrant workers in Qatar, along with LGBTQ+ rights in the Gulf state, has sparked a backlash before a ball has even been kicked.</p><p>See Now: With Qatar World Cup looming, Amnesty again urges FIFA to compensate migrant workers</p><p>FIFA's list of partners includes U.S. corporate titans Coca-Cola Co. KO and Visa Inc. V, who will both be involved in the Qatar event. McDonald's Corp. MCD is also signed up as a World Cup sponsor.</p><p>World soccer's governing body FIFA has estimated that over 1 million people will attend the World Cup's 64 games. The World Cup final takes place on Dec. 18 at Lusail Stadium north of the Qatari capital Doha.</p><p>The 2018 World Cup in Russia generated almost $5.4 billion in revenue for FIFA. Qatar is expected to bring in $6.5 billion for FIFA, according to sports marketing company Sports Value.</p><p>But the tournament has been mired in controversy. In May, Amnesty International, along with 23 other organizations, wrote an open letter to FIFA President Gianni Infantino urging a \"remedy for labor abuses behind the 2022 World Cup.\"</p><p>See Now: Qatar's World Cup ambassador calls homosexuality'spiritual harm'</p><p>World Cup sponsors Coca-Cola, McDonald's, Anheuser-Busch InBev/Budweiser, and Adidas AG XE:ADS have supported calls for financial compensation, according to Amnesty.</p><p>The death toll of construction workers in Qatar remains firmly in the spotlight, with Amnesty International describing thousands of migrant worker deaths since 2010. The deaths cited by Qatar are significantly less and the country's Supreme Committee for Delivery &amp; Legacy described Amnesty's May letter as inaccurate.</p><p>\"Over the past two decades, Qatar has initiated an overhaul of its labor system, with extensive action taken to benefit the millions of workers in our country,\" said a Qatari government official, in a statement emailed to MarketWatch last week.</p><p>The World Cup was awarded to Qatar back in 2010, on the same day the 2018 World Cup was awarded to Russia, a decision which also attracted criticism over human rights. The awards to Russia and Qatar also sparked a massive investigation by the U.S Department of Justice that brought down many of FIFA's former leadership.</p><p>'Well, this is awkward': Qatar bans beer sales at World Cup stadiums, surprising sponsor Budweiser</p>",
  "published": "2022-11-18T15:29:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1349,
          "end": 1358
        }
      ]
    }
  ]
}