{
  "_id": "337db09d6d740730290e346ca5a9141305f72610eb08e32e10e5e03374d54019",
  "feed": "wall-street-journal",
  "title": "U.S. Warns Turkish Businesses Against Work With Sanctioned Russians; The U.S. Treasury Department is intensifying pressure on a NATO ally that has maintained strong ties with Moscow",
  "text": "<p>Mr. Adeyemo sent an identical letter to Turkey's top business association, the Turkish Industry and Business Association, known by its acronym, TUSIAD, according to a person familiar with the correspondence.</p><p>The written warnings are an escalation of U.S. efforts to get Turkish institutions to comply with the international sanctions imposed on Russia following its full-scale invasion of Ukraine in February.</p><p>\"Any individuals or entities providing material support to U.S.-designated persons are themselves at risk of U.S. sanctions,\" Mr. Adeyemo wrote in the letter reviewed by The Wall Street Journal. Turkish banks can't have correspondence relationships with sanctioned Russian banks while maintaining the same ties with American banks, he also said.</p><p>\"Please be advised that relationships with sanctioned Russian actors may expose Turkish financial institutions and businesses to sanctions risk,\" Mr. Adeyemo wrote.</p><p>The Turkish government has maintained relations with both Russia and Ukraine throughout the war, providing weapons to Ukraine and choosing not to join Western countries in imposing sanctions on Russia. This year, Turkey has quickly become a haven for Russian money, with oligarchs parking superyachts here and young dissidents and tech workers ferrying cash in suitcases.</p><p>The Turkish foreign ministry didn't immediately respond to questions about the letter.</p><p>Turkish President Recep Tayyip Erdogan has positioned himself as an intermediary in the Ukraine conflict, hosting two rounds of unsuccessful peace talks and urging Russian and Ukrainian leaders to launch a new round of peace negotiations.</p><p>Mr. Erdogan also helped broker a grain export agreement that led to the resumption of Ukraine's Black Sea grain shipments earlier this month as a part of a U.N.-led effort to alleviate a global food crisis. The Russian invasion trapped millions of tons of food products in Ukraine.</p><p>U.S. officials have long privately voiced concerns about Turkey becoming a haven for sanctioned Russian assets since Russia's invasion in February, officials familiar with the conversations say. But in recent days the Biden administration has become more vocal about its demands for the Turkish government to comply with sanctions.</p><p>In a phone call with his Turkish counterpart on Friday, Mr. Adeyemo raised concerns that Russians were using Turkey \"to evade sanctions put in place by the United States and 30 countries,\" the Treasury Department said, in a rare public criticism of Turkey over possible sanctions evasion.</p><p>Mr. Adeyemo made a rare visit to Turkey in June when he also raised concerns about Russian asset sheltering in the country, officials said.</p><p>Turkey's Treasury Ministry said the country's deputy finance minister had assured Mr. Adeyemo that \"no institutions or individuals are allowed to violate the sanctions.\"</p><p>The phone call and the written letters came after Mr. Erdogan promised to deepen economic cooperation with Russia following a meeting with Russian President Vladimir Putin in the Russian Black Sea resort city of Sochi on Aug. 5.</p><p>Mr. Erdogan said he agreed to pay for Russian natural gas in rubles and that Turkish banks were working on further implementing the use of a Russian card-payments system that is an alternative to Visa and Mastercard.</p><p>Seven major Russian banks were excluded from the global Swift payments system in March in response to the attack on Ukraine. Turkey is the only member of the North Atlantic Treaty Organization that hasn't imposed sanctions on Russia.</p><p>Write to Jared Malsin at jared.malsin@wsj.com</p><p>U.S. Warns Turkish Businesses Against Work With Sanctioned Russians</p>",
  "published": "2022-08-22T23:33:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 3257,
          "end": 3261
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}