{
  "_id": "b96bb5702a147a943af8924be2c68bc97a397eacfba470611f2c0ba575d8b281",
  "feed": "wall-street-journal",
  "title": "Fugitive Chinese Businessman Convicted of Visa Fraud in U.S. Shi Jianxiang was linked to Hollywood movies and the collapse of a Shanghai financial group",
  "text": "<p>Mr. Shi, 57 years old, had fled China in late 2016 when a financial group he controlled in Shanghai collapsed in what local authorities called a multibillion-dollar fraud. Shortly afterward, Chinese authorities sought Mr. Shi through the policing agency Interpol on charges of \"crime of illegal fundraising by fraudulent means.\"</p><p>The Interpol red notice was cited by U.S. attorneys in their indictment of Mr. Shi, though they said its allegations weren't a factor in their prosecution.</p><p>Mr. Shi's lawyers couldn't be reached on Thursday by telephone or email, and court filings don't indicate Mr. Shi's response to the charges.</p><p>The Wall Street Journal has tracked Mr. Shi since the Shanghai financial firm he controlled began to teeter and in 2019 met him in Hollywood, where he had fashioned himself as a wealthy movie mogul and cryptocurrency financier.</p><p>Mr. Shi's now defunct financial group in China, Shanghai Kuailu Investment Group, had financed movies including one starring Mike Tyson, Ip Man 3. In the U.S., Mr. Shi remained in touch with Mr. Tyson as he sought to build a movie studio but their relationship soured over a cryptocurrency venture, the Journal has reported.</p><p>The indictment says Mr. Shi had passports of China and St. Kitts and Nevis, as well as one from the Marshall Islands under the name Long Niu. The government said Mr. Shi had traveled to the U.S. repeatedly over the years but never used the Marshall Islands identity he obtained in 1996 to enter the U.S. until just after China requested his arrest through Interpol, and then he never left the U.S.</p><p>Prosecutors said Mr. Shi failed to disclose the Marshall Islands passport on his visa applications to visit the U.S. on the other passports and the connection between his identities was discovered with the aid of his fingerprints. In their felony indictment, prosecutors said the charges against Mr. Shi could result in up to 10 years in prison.</p><p>Write to James T. Areddy at james.areddy@wsj.com</p><p>Fugitive Chinese Businessman Convicted of Visa Fraud in U.S.</p>",
  "published": "2022-08-05T04:09:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 42,
          "end": 46
        },
        {
          "start": 2014,
          "end": 2018
        }
      ]
    }
  ]
}