{
  "_id": "7c9f91796bb2ee29137cf0021bdd5ca60ddb875aedef5a30eee1c06dd41e9909",
  "feed": "wall-street-journal",
  "title": "Apple, Robinhood, Visa, Western Digital: What to Watch When the Stock Market Opens Today; Apple notched record quarterly results; Robinhood reported a bigger-than-expected loss",
  "text": "<p>* Robinhood Markets plunged 15% premarket after the brokerage reported a loss of $423 million for the fourth quarter.</p><p>Robinhood shares were falling premarket. PHOTO: Amir Hamja for The Wall Street Journal</p><p>* Visa gained 4.3%. The company reported higher earnings and revenue for the recent quarter as it saw growth in payments volume, cross-border volume and processed transactions.</p><p>* Western Digital shares dropped 10% ahead of the bell. The company released second-quarter financial results and said supply chain disruptions were a headwind to near-term results.</p><p>* Tesla nudged up 0.6% premarket after sliding 12% Thursday, highlighting the volatility wracking technology and growth stocks as investors prepare for the Fed to tighten monetary policy.</p><p>* Mondelez slipped 2.2% off hours. The food giant said higher prices for its snacks weren't enough to make up for the rising ingredient and transportation costs it faced in the latest quarter.</p><p>* Caterpillar shares were up 2.6% premarket in the moments after it released its earnings report.</p><p>* Chevron and Colgate-Palmolive are among the companies reporting earnings Friday.</p><p>Chart of the Day</p><p>* The Federal Reserve is about to end America's era of easy money. That is prompting investors to reverse course on two years of investing strategies, kicking off this month's broad market rout.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Apple, Robinhood, Visa, Western Digital: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-01-28T11:40:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1406,
          "end": 1410
        },
        {
          "start": 18,
          "end": 22
        },
        {
          "start": 207,
          "end": 211
        }
      ],
      "nexusId": "10063253"
    }
  ]
}