{
  "_id": "55b9bfa50cf111f341684e80331b5bb2b32cf5c4aca66bece3a07f8d4d4707a1",
  "feed": "ftcomall",
  "title": "Facebook Libra: the inside story of how the company's cryptocurrency dream died",
  "text": "<p>On June 24 2021, Jay Powell and Janet Yellen sat down for their weekly breakfast amid the ­austere surroundings of the US Treasury building on 1,500 Pennsylvania Avenue. There was only one major question on the agenda: should they give the green light for a global cryptocurrency <a href=\"https://www.ft.com/content/0c5c4012-9100-11e9-b7ea-60e35ef678d2\">designed by Facebook</a>?</p> <p>The chair of the Federal Reserve and the Treasury secretary were both DC veterans; Powell had replaced Yellen at the top of the Fed. But neither had had to make such an unusual decision. An alliance of tech companies led by Facebook proposed to launch a product it hoped would profoundly change the world. Rather than adhering to the social media giant's one-time mantra “move fast and break things”, executives had come to Washington to ask permission first. </p> <p>Powell laid out his position with his customary precision. As Fed chair, he told Yellen, he was willing to give the go-ahead for Facebook and its partners to trial Diem, as the digital currency backed by the US dollar was called at the time. He knew the Treasury had concerns, not least the possibility that such a currency could become a vehicle for money laundering or grow so popular as to threaten global monetary stability. But on balance, his staff thought Diem was designed carefully enough to avoid such outcomes and would have the added benefit of setting industry standards.</p> <p>The social media company's reputation was sullied in Washington, following a series of controversies over data privacy, misinformation and alleged censorship. During his presidential bid the year before, Joe Biden said he had “<a href=\"https://www.businessinsider.com/joe-biden-criticizes-mark-zuckerberg-facebook-political-ads-2020-1\">never been a big fan</a>” of Facebook's founder Mark Zuckerberg, describing him as “a real problem”. And prominent Democrats and Republicans alike had already <a href=\"https://www.theverge.com/2021/10/19/22735171/facebook-novi-diem-libra-calibra-cryptocurrency-digital-wallet-zuckerberg-senate\">spoken out against Diem</a> specifically. A cautious operator, Powell wanted backing from Yellen, who is close to the president and ­popular among progressives. </p> <p>After weeks of deliberation, Yellen had made up her mind: she was out. “Yellen told him it was his decision to make, but that she would not protect him from the political fallout if he did so,” says one person briefed on the conversation. “And that was the end of Facebook's digital currency.”</p> <p>Diem's leadership would spend the next six months in a last-ditch drive to rescue the project that began by attempting to woo government regulators, then trying to browbeat them and, in a final folly, exploring working with Zuckerberg's one-time nemeses. But this January, Diem confirmed that it was <a href=\"https://www.ft.com/content/e237df96-7cc1-44e5-a92f-96170d34a9bb\">winding down for good</a>. The remains of Zuckerberg's digital money dream would be sold to a little-known Californian bank for $182mn, marking one of the most spectacular, if little-noted, failures of his career. </p> <p>Over the past few months, the Financial Times has spoken to some 30 people involved with the project, including executives, developers, lobbyists and the regulators and politicians who ultimately killed it. (Many of them spoke on condition of anonymity because Facebook requires employees and partners to sign non-disclosure agreements.) </p> <p>What emerges is a picture of Silicon Valley executives who thought they could charge into finance and make billions, if only they could surmount technical and regulatory barriers. What they failed to realise was that the very fact Facebook had conceived the idea, doomed it. As one government official involved in the process puts it: “Diem spent years trying to reverse engineer their project to fix all of its faults. But they could never fix being linked to Facebook. It was their original sin.”</p> <p>Meta, as Facebook has since been rebranded, is one of a handful of tech companies now threatened with much stricter regulation, even break-up, by US politicians and regulators who have come to see it as a malignant force in American commerce and democracy. Nowhere has the divide between Silicon Valley and Capitol Hill been more clearly exposed than in the tortured downfall of Diem. </p>  <p><strong>David Marcus was soaking up</strong> the Caribbean sun. It was the winter of 2017, and the dapper, French-born executive was on holiday in the Dominican Republic. Marcus, 48, was the head of Facebook's Messenger app and <a href=\"https://www.businessinsider.com/mark-zuckerberg-best-friends-according-to-his-facebook-page-2016-12?r=US&amp;IR=T\">a close confidant of Zuckerberg's</a>. His silver hair and slick suits set him apart from his younger, scruffier colleagues. Peers jokingly called him the “George Clooney of Silicon Valley,” and he was seen as powerful within the company.</p> <p>Lying on the beach, Marcus indulged in some blue-sky thinking. What if he could find a way to create a global digital currency and integrate it into Facebook? Marcus was no stranger to the worlds of start-ups and digital payments. He sold his first company at 27. In 2011, a subsequent mobile payments start-up he founded was acquired by PayPal for $240mn. Within nine months, he was PayPal's president. In 2014, Zuckerberg recruited him to run Messenger, which he'd help grow to more than 1.3bn users. But three years on, he was restless. </p> <p>Meanwhile, blockchain technology and cryptocurrencies had become useful tools for dark web criminals as well as the lofty obsessions of programmers and utopian technologists. But they had yet to be adopted by any big corporations. For Facebook's more than two-billion-strong user base, crypto could offer a convenient and cheap way to move money around the world, Marcus thought. </p> <p>For the social media company itself, it could provide a treasure trove of data about what people spend their money on. Interrupting his holiday abroad, Marcus texted Zuckerberg to outline his ruminations. Intrigued, the CEO gave his blessing to explore the idea further. So Marcus began methodically crafting a tool beloved by Silicon Valley entrepreneurs: a memo outlining the new project's objectives, defining ­success and quantifying how to get there. </p>  <p><strong>Morgan Beller was a</strong> 24-year-old whirlwind. Fast-talking and animated, she had been a partner at venture capital group Andreessen Horowitz before joining Facebook's corporate development team in 2017. She was also a fierce blockchain advocate, who spent the latter part of that year trying to shop the technology to whichever Facebook executive would listen: why wasn't the company embracing decentralisation and open protocols for its users? Could it get into bitcoin mining? Should Facebook groups be able to issue their own digital tokens? “It's a really big company and taking really big risks is hard,” she tells the FT. “To give Facebook credit, the leadership was very receptive and very open. I didn't have anyone say no, at least to meeting and brainstorming.”</p> <p>In early 2018, Marcus and Beller joined forces. At first, they worked in a small, empty room, walls adorned with whiteboards, on Facebook's main campus in Menlo Park. Soon they moved to a larger, more secluded building on the outskirts of the company's headquarters. Only employees with particular passes — the crypto experts, engineers and economists they brought on board — could access the facility. Their top-secret project was codenamed <a href=\"https://www.ft.com/content/af6b1d48-90cc-11e9-aea1-2b1d33ac3271\">Libra</a>. The team was ­“paranoid about leaks”, says Beller and was “like a secret Swat operation”.</p> <p>This would be the first of several incarnations, each intended to conform to the difficulties and demands of launching a digital currency from within Facebook. Initially, the dream was for Libra to be like bitcoin, a currency owned by no one group and built on open-source technology. This would allow individuals to store, spend and transfer money across borders with close to zero transactio­­n fees. </p> <p>Unlike bitcoin, it would be backed by something real: <a href=\"https://www.ft.com/content/c3746b5c-90de-11e9-aea1-2b1d33ac3271\">a reserve of low-risk assets</a> including bank deposits in various currencies and US Treasuries. (This kind of crypto is known as stablecoin.) Facebook declined to comment. Marcus, who also declined to be interviewed, wrote in a statement: “Libra was about building a protocol for money on the internet to enable people and ­businesses who are currently left behind by the current system to access sound digital money and cheap payments.”</p> <p>To get the project off the ground — before it was to become fully decentralised — leadership was needed to develop the technology. Marcus and Beller were conscious that Facebook alone should not be seen as directing the effort. So they created a non-profit association, also called Libra, of which Facebook was to be one of many members. To avoid appearing US-­centric, it would be technically based in Switzerland, a more neutral financial centre that was also an emerging crypto hub at the time. (Marcus and Beller continued to work primarily from California.) </p> <p>The set-up proved convincing. By mid-2019, Marcus and Beller's pitching had brought on board some <a href=\"https://www.coindesk.com/markets/2019/06/18/facebook-unveils-libra-cryptocurrency-targeting-17-billion-unbanked/\">28 companies and non-profits</a>, including Uber, Vodafone, Spotify, Visa and Mastercard as founding members. Each would have equal voting rights and pay $10mn into the reserve; each would guide the project's development and, eventually, integrate Libra into its services, bringing the digital coin to consumers worldwide. </p> <p>On top of being an equal founding member, Facebook would build its own digital wallet for the coin. Marcus would sit on Libra's board but also run the digital wallet in a new Facebook subsidiary called Calibra. For Facebook, the possible multibillion-dollar commercial opportunities were clear: user transaction data, more engagement, more ecommerce, a slice of fees from transactions. “That was always their advantage,” says one regulatory official. “This would create tremendous opportunity and a lot of money for them. But if Facebook was going to be the reason it was very successful, they were also going to be the reason it would fail.”</p>  <p><strong>The Old San Francisco Mint</strong> is a neoclassical granite slab of a building sitting amid high-rise office blocks and upmarket hotels close to the city's theatre district. Constructed in the 1860s, the Mint was one of the few buildings that survived the great quake of 1906 and resulting fire. It is a behemoth of permanence that once held one-third of the country's gold reserves; now it's a venue for corporate events.</p> <p>It was here that Marcus chose to host the press launch of his new project in mid-June 2019. In the interim, Facebook had gone from relatively under-scrutinised to the black sheep of Silicon Valley, as a result of repeated scandals, including the <a href=\"https://www.ft.com/stream/adb58fc4-3248-4b80-96fe-53e0d9a49870\">Cambridge Analytica</a> revelations, which stoked concerns about users' data privacy. In this light, Marcus and Beller had thought it wiser to ask for permission and share their plans publicly. “We took some of the lessons learnt in other jurisdictions and said, we're gonna do this as we would think a ­regulator would want a company like Facebook to do this,” says one staffer involved. </p> <p>After a tour of the vaults, journalists were called in to a cavernous, high-ceilinged room to watch Marcus give one of his characteristically slick slideshow presentations, revealing the plan in full. The Libra sign in astrology signifies the scales of justice, he explained. <em>Libre</em> is French for free. “Freedom, justice, money, that's all this is about,” he said. </p> <p>Throwing the launch at the Mint made for ­terrible politics. American politicians were already worried about a Facebook cryptocurrency encroaching on the power of the US dollar. Seeing it launched in a building that used to make those ­dollars only exacerbated their concerns. One person who spoke to Zuckerberg about the plans in its earliest days says, “It comes back to Zuckerberg's inability to understand how the world sees Facebook: ‘From the people who ripped your data off, they can now get into your wallet.'”</p> <p>During a bruising week in July 2019, the extent of the political backlash became clear. First, came the <a href=\"https://www.ft.com/content/57692326-a452-11e9-974c-ad1c6ab5efd1\">dreaded Potus tweet</a>. “I am not a fan of Bitcoin and other Cryptocurrencies, which are not money, and whose value is highly volatile and based on thin air,” president Donald Trump wrote on July 11. Four days later, Treasury secretary Steven Mnuchin <a href=\"https://www.latimes.com/business/la-fi-facebook-cryptocurrency-libra-steven-mnuchin-20190715-story.html\">repeated that message</a> at a press conference, warning: “[Libra] and others have a lot of work to do before they get us comfortable.”</p> <p>The following day, Marcus addressed a congressional hearing for the first time. His testimony in front of the <a href=\"https://www.theverge.com/2019/7/16/20696350/facebook-libra-senate-banking-committee-hearing-david-marcus-cryptocurrency\">Senate banking committee</a> was a chance to reset, to show members of Congress that he was listening to their concerns and that Facebook was willing to make changes to accommodate them.</p> <p>Marcus had barely settled in his seat — much less spoken — when the onslaught began. ­Sherrod Brown, the gravelly voiced Democratic senator from Ohio, set the tone. “[Facebook] is like a toddler who has gotten his hands on a book of matches,” he said. “Facebook has burned down the house over and over and called every arson a learning experience.” Republican senators were just as hostile. “I don't trust you guys,” said GOP senator Martha McSally. “Instead of cleaning up your house, you are launching into a new business model.”</p> <p>Marcus blinked slowly from behind his rimless glasses as he soaked up round after round of criticism. If he believed he was seeing his passion project collapse in front of his eyes, he gave little sign of it. But many watching from the outside believed that was exactly what was happening. “The attacks were absolutely bipartisan because both sides agree: you don't mess with the money,” says David Gerard, author of <em>Libra Shrugged: How Facebook Tried to Take Over the Money</em>. “This is what happens when the dreams of bitcoin bros meet reality.” </p>  <p><strong>By the late summer of 2019</strong>, sentiment among Libra's backers was that something needed to change. When the Wall Street Journal reported that <a href=\"https://www.wsj.com/articles/visa-mastercard-others-reconsider-involvement-in-facebook-s-libra-network-11569967023\">Visa, Mastercard and others were getting cold feet</a>, Marcus felt compelled to rebut the notion of disharmony between members. “I have no knowledge of ­specific organizations plans to not step up,” he tweeted on October 2, “commitment to the ­mission is more important than anything else”.</p> <p>The next day, executives from the consortium's member companies met in the National Union Building in Washington DC's Penn ­Quarter. ­According to multiple sources involved, some members had <a href=\"https://www.ft.com/content/05be7adc-c4c1-11e9-a8e9-296ca66511c9\">begun to feel spooked</a> by the political backlash. Facebook had, they believed, underestimated the scrutiny Libra would draw and had overpromoted members' involvement. Facebook, meanwhile, wanted members to be more vocal in their support. </p> <p>The gathering was particularly pressing because Libra backers were due to signal their continued ­support by signing a so-called declaration of membership. Amid the tensions, some Libra staffers failed to notice that representatives from one member — PayPal, where Marcus had been president — weren't there. The next day, <a href=\"https://www.bbc.com/news/world-australia-49944421\">PayPal announced it was pulling out</a>, arguing Facebook had not done enough to address regulators' concerns. The news blindsided Libra's top management. </p> <p>Things were going to get worse. Days later, Brown and his Democratic Senate colleague Brian Schatz wrote to Libra's remaining payments members — Visa, Mastercard and online payments processor Stripe — warning them that if they remained part of the scheme, they could expect increased Congressional scrutiny. “It's as close to a Sopranos threat as you'll ever read,” one Libra insider says. </p> <p>Within a matter of days, <a href=\"https://www.ft.com/content/6e29a1f0-ef1e-11e9-ad1e-4367d8281195\">Libra lost 25 per cent of its members</a>, Visa, Mastercard, Stripe and eBay among them. Back in Silicon Valley, Marcus was wounded. He realised that, for his dream to have a chance of surviving, he would have to make major concessions. </p>  <p><strong>For the next 18 months</strong>, Marcus did just that. First, he removed himself from the limelight. His attempted Washington charm offensive had only further lashed Libra to Facebook. Even Zuckerberg acknowledged the problem. “I understand we're <a href=\"https://www.forbes.com/sites/sergeiklebnikov/2019/10/23/i-understand-were-not-the-ideal-messenger-right-now-read-mark-zuckerbergs-remarks-to-congress/?sh=6d321edb13cc\">not the ideal messenger right now</a> . . . I'm sure people wish it was anyone but Facebook putting this idea forward,” he told US lawmakers in 2019. “But there's a reason we care about this. Facebook is about putting power in people's hands.”</p> <p>To underscore its independence, Libra turned to <a href=\"https://www.ft.com/content/fb2d3e29-67a4-413a-a597-7717188cd015\">Stuart Levey</a>, the former Treasury official in charge of the US government's efforts to stop terrorism financing. In May 2020, Levey was made the Swiss non-profit's new chief executive. The 58-year-old had been appointed by George W Bush but had stayed on under Barack Obama, making him one of a handful of political appointees to serve both Democratic and Republican presidents. Levey, who peers describe as statesmanlike but also lively, headed HSBC's legal team in the intervening years, so was well versed in financial regulation. Libra also tapped Steve Bunnell, former chief of the criminal division at the US attorney's office and justice department counsel, to become its chief legal officer. </p> <p>Both hires were a coup. “The people were really extraordinary, some of the very best,” says Ari Redbord, who was the senior adviser to the Treasury deputy secretary and the under-secretary for ­terrorism and financial intelligence at the time. “They basically put together the team that ­regulators would want to hear from when they are looking [at] how you're going to build out a ­compliance programme.” </p> <p>There was also a rebranding. Libra was renamed Diem, while Calibra — Facebook's digital wallet — became Novi. Marcus took a back seat within the Libra association to focus on building Novi. Beller left Facebook and joined a venture capital firm. </p> <p>Under Levey's direction, Diem shrunk. To placate European and US regulators, the project's scope was narrowed to the creation of a digital currency backed one-for-one by the dollar rather than a basket of currencies and other low-risk assets, which some were concerned might challenge the dominance of the dollar. A team of crypto engineers spanning Europe and Silicon Valley worked feverishly to build a system to monitor transactions for signs of money laundering or sanction breaking. They also came up with ways to prohibit anonymous transactions and vet the ­outfits that could build services to support Diem currency. </p>  <p><strong>By now, the world was</strong> <strong>in the pandemic's grip.</strong> Would-be schmoozing turned into Zooms. Diem's future was being thrashed out over video calls, as regulators bombarded the project's leadership with detailed queries. Some Diem staffers found there were so many officials, they often did not know which agencies were present. Even by government standards, it could be tedious work. Redford recalls extended calls “going through line by line the very technical compliance programme they were building in response to the Treasury's requests”. </p> <p>All of which started to seem worth it by spring 2021. By then, Levey and the rest of the senior team, including Marcus, felt confident enough to test ­issuing a small amount of Diem currency as well as trialling <a href=\"https://www.coindesk.com/business/2021/12/09/metas-whatsapp-to-trial-novi-digital-wallet/\">a version of the Novi digital wallet</a>. The test would be available to a small group of users, but the team was jubilant at the prospect, according to several people involved at the time. </p> <p>Reaching the major milestone required the Swiss Financial Market Supervisory Authority, Finma, to approve Diem's licence. The application papers were on the regulatory agency's desk, and Finma had convened a college of more than 20 regulatory watchdogs from around the world to guide it through the process. It just needed the final green light from the US Treasury. </p> <p>It was at this point that the Treasury issued its first devastating “No”. Officials told Finma and Diem that they were requesting a temporary delay of the pilot. The Biden administration was still settling in, they said, and needed time to review the project. Levey was indignant, convinced that these were not substantive concerns. Dante Disparte, Libra's head of policy and a key point man for ­members, quit in frustration. </p> <p>Levey was not finished yet; he felt he could still answer any lingering concerns the Treasury held. So Diem morphed again. Levey ­relocated the Swiss-based project to the US and <a href=\"https://www.cnbc.com/2021/05/12/facebook-backed-diem-is-moving-from-switzerland-to-the-us.html\">began working with US-regulated bank Silvergate</a> to issue Diem currency, an overhaul designed to further placate regulators. Now, if the US government wanted to intervene, it could do so thanks to the regulatory relationship it had with Silvergate. To Levey, and even some within the Fed, this seemed to be the final missing piece. Diem executives informed the Fed and the Treasury that another launch was scheduled for June 29 2021.</p> <p>But it was not to be. After Yellen's intervention, the Fed relayed the message to Silvergate and Diem. In a testy phone call, the Fed's general counsel Mark Van Der Weide told Levey that the government was uncomfortable condoning any project until it had put a “comprehensive regulatory framework” for stablecoins in place, and he expressed nervousness about a coin with the potential to “massively scale” as Diem might. </p> <p>According to Diem staffers, something seemed off about Van Der Weide's delivery during the call. He was stiff, almost robotic. When they compared notes with colleagues at Silvergate, they found that a call they'd received from Van Der Weide had played out in a suspiciously similar way. They concluded that the official must have been reading from a script; both groups felt slighted. The Fed and the Treasury both declined to comment. “It was a last-minute rug-pulling exercise, the night before the proposed launch date,” says one person who was involved. Diem's team was blindsided and “immensely fucked off”. </p> <p>Bruised and frustrated, Levey retaliated using a method that only has traction in DC: a strongly worded letter. The missive, which has not been previously reported and has been seen by the FT, is addressed to Yellen and Powell and is dated July 6 2021. In it, Levey berates regulators for blocking the project, outlining all the steps it had taken to appease them. Previous requests to meet Yellen and deputy Treasury secretary Wally Adeyemo had been declined “without explanation”, he wrote. Now he was demanding a meeting with both for an opportunity to be heard. “While Diem continues to welcome engagement and scrutiny, we also deserve fair and equal treatment,” Levey continued. “Stopping a limited, legally permissible pilot while other stablecoins grow unchecked is neither fair nor equitable.” The current status quo would mark a “death knell” for the project, he added. </p> <p>The requested meetings never materialised. Behind closed doors, some who worked on the project argue the episode was more than just unfair. Neutral regulators had strung them along and were then swayed by a combination of politics and the interests of big banks, they believed. “It's kind of like a banana republic,” says one Facebook staffer involved. “Here you have the Federal Reserve that's supposed to be an independent central bank for the US government, appointed to set terms that span over the course of presidencies to take politics out of money. It is a shame that politics came into play.” </p> <p>Even some regulators remain sympathetic to Diem's plight. “For years, we treated Facebook like we were pulling the wings off a fly, while doing nothing about these others,” says one senior official, citing dozens of other stablecoin projects that make up the $127bn market. “Not allowing Diem to go ahead was worse than a crime, it was a blunder.”</p> <p>Inside the US government, Levey's letter did not land well. The link to Facebook remained front of mind. The Treasury department would not bend to Diem's timeline, whether the demand came via the earnest visionary Marcus or the seasoned pragmatist Levey. The letter was “like you had a friendship, and it went bad and they were detailing their grievances”, one official scoffs. The person adds, “What they were after was always fantastical.” And so Diem entered the final “Hail Mary” phase of its doomed existence.</p>  <p><strong>Cameron and Tyler Winkelvoss</strong> are the identical twin Olympic rowers who knew Zuckerberg at Harvard in the early 2000s. Their feud and lawsuit over the idea for Facebook was memorably fictionalised in the 2010 film, <em>The Social Network</em>. The suit was <a href=\"https://www.theguardian.com/technology/2011/jun/23/winklevoss-twins-end-facebook-lawsuit\">settled for $65mn</a> in 2008 and, in the interim, the Winklevii founded Gemini, a crypto exchange and stablecoin group, and became bitcoin billionaires.</p> <p>After the humiliating Fed rejection (and bow-out from Silvergate) in June, Diem executives had one last contingency: find another stablecoin issuer that was instead regulated at a state level. New York has its own crypto regulatory regime under the eye of the New York Department of Financial Services. </p> <p>Enter Gemini. Diem had a long history with the crypto company. When Marcus and Beller were initially reaching out to potential partners, they had held talks with Gemini about how it might be involved in the initiative — for example, by listing the Diem coin on its exchange. But now, according to multiple people familiar with the matter, Diem's leadership explored working with Gemini to actually issue the currency. The NY DFS team at the time — particularly then-superintendent Linda Lacewell — welcomed the tie-up, details of which have not been previously reported. </p> <p>The irony of Zuckerberg's company possibly counting on the Winklevii to act as white knights was not lost on staffers. “The amount of power you are giving up by bringing in Gemini shows how desperate they were,” one government official involved says. But when New York governor <a href=\"https://www.ft.com/content/15eb9281-9428-4c29-9ea7-b5ca075e8127\">Andrew Cuomo</a>, who had been battling allegations of sexual harassment for weeks, resigned, Lacewell went with him. The furtive Gemini plan was scuppered.</p> <p>Then came what some insiders deem the final mis-step. Marcus, who had been watching from the sidelines, re-entered the picture when he decided to launch a pilot of Facebook's Novi digital currency wallet in October. Instead of using Diem, the <a href=\"https://www.ft.com/content/b9a61950-a32c-4c77-95fe-fc0d00021a0f\">trial would rely on Paxos Dollar</a>, a rival cryptocurrency. The move was designed to relieve some of the pressure on Diem but instead engendered a vicious political reaction from Congress, which still saw the two initiatives as inextricably linked. </p> <p>“All hope was lost,” says one member, when the Treasury put out a <a href=\"https://www.reuters.com/world/us/us-treasury-issue-stablecoin-report-paving-way-new-rules-2021-11-01/\">report in November on stablecoin issuers </a>“that limit affiliation with commercial entities” in order to “address additional concerns about systemic risk and ­concentration of economic power”. Internally, this was read as a direct message to Facebook. </p> <p>Diem's investors had become fatigued by the process. Zuckerberg had grown exasperated with negative news cycles when he wanted to focus on casting the company as innovative, according to those close to him. </p> <p>At times, he wanted to hold back and wait before trying to launch the various pilots. But eventually he also conceded defeat, alongside Marcus. “Mark is a smart businessman. There's only so much money you'd throw at it,” says one former senior Meta staffer. </p> <p>By the end of the month, Diem began to consider pursuing a sale. Where Libra had entered public discourse with a bang, Diem collapsed with a whimper: when Levey delivered the news over Zoom in a mid-December 2021 meeting, the three dozen or so participants on the call fell silent. <a href=\"https://www.ft.com/content/d1aed893-7254-42bd-870b-c2bd1b45a939\">Marcus had already resigned</a> from Facebook several weeks ­earlier. Those close to him say he was despondent. “If walls mysteriously keep popping up that you don't know about,” says one senior Facebook staffer who worked with him, “there's only so many times you can keep walking down that same path.” </p>  <p><strong>Diem received interest</strong> from several US banks, including Silvergate, which on January 31 bought its remaining assets to pursue its own stablecoin plans. To the extent it has one, Diem's lasting legacy may be that it focused the attention of regulators on digital currency. “It forced regulators and governments to start to educate themselves on the technology and stimulated venture capital investment in other initiatives because there was such a frenzy of focus,” says Lisa Ellis, head payments analyst at investment research group MoffettNathanson. Levey declined to comment but provided a statement reading in part: “What Diem demonstrated is that it's possible to build an efficient blockchain-based payment system that explicitly prohibits anonymous transactions and includes robust controls to protect consumers and combat crime.”</p> <p>But Marcus has still not achieved what he had set out to. “This mission that motivated the team to challenge the unacceptable status quo — against all odds — for a better system, remains as relevant today as it was on the first day of that journey,” Marcus wrote in his statement to the FT. <a href=\"https://twitter.com/davidmarcus/status/1488281478869913605\">In a tweet</a>, he said he welcomed “another chapter with a maybe more ‘acceptable' promoter driving the vision forward” — a concession that Facebook's brand destroyed his vision. “With David Marcus, I sensed a bit of: ‘We will be able to survive on the pure charismatic goodwill that we are bringing with this project,'” says one person who worked with him. “I think they thought good faith would carry the day.” </p> <p>Facebook is now busy with a new grand project: its plan to build a <a href=\"https://www.ft.com/content/29762a96-419f-41b2-9e96-fa7423abb125\">metaverse</a> where billions of people could one day gather as avatars. Novi staffers have been instructed to focus on what digital currency might look like in this virtual world. “What are we supposed to do?” says one former Facebook employee, who laments Diem's demise. “Sit back and just do ‘likes'? Companies are supposed to grow, we have shareholders to deliver to. That's the ethos of Silicon Valley.” </p> <p><em>Hannah Murphy is an FT tech correspondent. Kiran Stacey is an FT Washington correspondent. Additional reporting by Miles Kruppa and Dave Lee in San Francisco</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p> <a href=\"http://www.ft.com/cms/c461153e-5588-44cd-a73d-cea30afaa05d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Hannah Murphy and Kiran Stacey 2022 'Facebook Libra: the inside story of how the company's cryptocurrency dream died' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-10T08:37:44.860Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 13470,
          "end": 13474
        },
        {
          "start": 14799,
          "end": 14803
        },
        {
          "start": 8653,
          "end": 8657
        },
        {
          "start": 15108,
          "end": 15112
        }
      ]
    }
  ]
}