{
  "_id": "def5e6c403a42665e90c95bc4254851e29ffbacfd3183b376a80f7a44d035abb",
  "feed": "market-watch",
  "title": "'Oh, my gosh, why am I not in the market?' This forecaster says investors will be shocked by what's about to happen next. Critical information for the U.S. trading day",
  "text": "<p>The forecaster also provides our call of the day, which will cheer the bulls as he sees up years in the medium- to long-term for stocks, even if Powell threw a \"short-term wrench in the engine.\"</p><p>This column last spoke to Lamoureux in March, when declared the end of a trilogy of rolling bear markets that he accurately predicted starting with 2020 pandemic lows. In March, he forecast a new bull market stretching to 2025, but sees that now stretching to 2026 due to the \"damage\" that's been done.</p><p>And while bull-market conditions don't seem great now, \"they will as we're going higher and stocks are on their way up,\" he told MarketWatch in a recent interview.</p><p>\"People are so extremely negative that it gives me even more confidence than ever before you know, that I'm on the right side of things,\" Lamoureux told MarketWatch. Also in March, he predicted the 10-year Treasury yield would top 4%. That move came sooner than predicted, and he sees that cycle complete and lower rates ahead, supporting stocks.</p><p>To be clear, Lamoureux holds individual names, not indexes, and says May or June marked the bottom for many stocks that didn't go onto make new lows like the Nasdaq Composite COMP or S&amp;P 500 SPX. He bought stock-trading app Robinhood HOOD in June, for example, and notes it has since bounced around 50% off those lows.</p><p>He has also owned Netflix NFLX and Roblox RBLX at times, noting that those stocks also bounced off early summer lows.</p><p>\"People made the mistake of looking at the index which is made up of you know, four or five big large cap which are Microsoft, Facebook, and these things have been trapped. And they look at the Nasdaq and they think oh we made a new low. I look at individual stocks because those are the ones that I am holding,\" he said.</p><p>He says investors need to steer clear of the \"famous large-caps\" that everyone wants to own. He prefers names that have leadership in their own segment and hold some value, such as Netflix, which he bought for around three times price to sales.</p><p>The problem investors are facing now is that \"they don't have the reflex to sell,\" said the forecaster. That's vitally important going forward because if investors see a bull market up to say 2025, that could mark a \"very important top that will not be crossed over for 10 years after that\" he said.</p><p>\"So if you haven't learned to sell, the market is probably going to go sideways for 10 years,\" and that type of market is tough for those who have gotten used to buy and hold, he said.</p><p>As for the ride higher, Lamoureux says it's going to be \"straight up, faster than we have ever seen\" partly because there is a ton of cash on the sidelines. \"I think it will make people's heads turn and say, 'Oh my gosh, why am I not in the market?'</p><p>As for his stock picks, Lamoureux remains a fan of Robinhood and one previous mention, Bakkt Holdings BKKT, which is slowly \"building a massive crypto infrastructure for companies such as Visa , Matercard, Global Payments , Fiserv, etc.\"</p><p>Lamoureux has two final points to make. The first is he's now turning bearish on the U.S. dollar after a bull stance since 2014. That dollar weakness, which will be good for stocks and cryptos, is due to the fact the U.S. is producing its own oil and doesn't require outflows of dollars to pay for that commodity.</p><p>And a weaker dollar will drive up gold possibly into 2028 and to a level of $4,000, also because of geopolitical tensions, he said. \"I think we will see some rough waters around 2026, 2027 and I think gold will still be able to go up because people will really see it as a safe haven,\" he said.</p><p>Read: What's next for markets after Fed's fourth straight jumbo rate hike</p><p>The markets</p><p>Losses for stock futures YM00 ES00 NQ00 are deepening, with the two-year Treasury yield BX:TMUBMUSD02Y at its highest since 2007, along with the dollar DXY. Oil prices CL.1 BRN00 and gold GC00 are under pressure. Hong Kong's Hang Sang HK:HSI dropped 3%, leading losses across Asia.</p><p>Post Fed, Norway's central bank hiked rates by a smaller-than-expected 25 basis points,while the Bank of England lifted rates by 75 basis points to 3%, the biggest move in three decades. The pound has eased off a small bit on that, but is still down about 1.3%.</p><p>The buzz</p><p>Better-than-expected results from Burger King parent Restaurant Brands' QSR is lifting shares, while Moderna MRNA is down 12% after earnings fell well short of forecasts and Peloton PTON is down near 20% on a weak holiday forecast.</p><p>After the close, we'll hear from Coinbase COIN, Starbucks SBUX, PayPal PYPL and DoorDash DASH among a big batch others.</p><p>Among those that reported late Wednesday, Qualcomm QCOM is down over 7% in premarket after a poor outlook that included a chip glut. Roku ROKU is off 20% after upbeat results from the streaming service, but a disappointing holiday outlook and ad budget concerns. Ebay EBAY and Etsy ETSY are up after respective results, along with WWE WWE and Zillow Z.</p><p>Morgan Stanley MS reportedly preparing for global layoffs as deal making slows. And Elon Musk is expected to lay off half of Twitter staff, possibly by Friday.</p><p>A day ahead of payrolls data, weekly jobless claims are due at 8:30 a.m., alongside the trade deficit, third quarter productivity and unit labor costs. The Institute for Supply Management's services index and factory orders are both due at 10 a.m.</p><p>Best of the web</p><p>Russians fleeing Putin take haven in Europe's Casablanca</p><p>A letter from a dying Pacific island, a microcosm of climate change</p><p>Cherokees ask the U.S. to make good on a 187-year-old promise</p><p>An insulin pump company's stock has been plummeting, partly because Americans can't afford its potentially lifesaving technology.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment Holdings  AAPL    Apple  AMZN    Amazon.com  MULN    Mullen Automotive  NIO     NIO  BBBY    Bed Bath &amp; Beyond  META    Meta Platforms  DWAC    Digital World Acquisition</p><p>Random reads</p><p>Miss Argentina and Miss Puerto Rico are now happily wedded.</p><p>Cheating scandal rocks professional cornhole world.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>'Oh, my gosh, why am I not in the market?' This forecaster says investors will be shocked by what's about to happen next.</p>",
  "published": "2022-11-03T12:22:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2936,
          "end": 2940
        }
      ]
    }
  ]
}