{
  "_id": "e54f08eddc114dc64b01b43ce9115bf2f6be7f17262f77e2b165acb384eda327",
  "feed": "ftcomall",
  "title": "Checkout.com's crypto bet: how Europe's most valuable start-up lost its crown",
  "text": "<p>Guillaume Pousaz used to run Europe's most valuable start-up. </p> <p>But this year, and after&#xa0;a gamble on crypto backfired, the 41-year-old chief executive had to watch Checkout.com's valuation come tumbling down.</p> <p>A fierce competitor, from his days as a youth snowboarder to this October's Iron Man contest in Utah, Pousaz must now fight if he wants his company to regain its crown.</p> <p>Pousaz founded Checkout in 2012 as a technology-focused payments processing company. The London-based start-up grew rapidly on the back of a boom in ecommerce transactions, garnering a <a href=\"https://www.ft.com/content/ea5deeec-15d7-469a-bde7-0abdd11f995d\">$40bn valuation</a> in January after raising money from investors such as Tiger Global and Qatar Investment Authority. </p> <p>However, last month Checkout told employees that it was cutting its internal valuation — distinct from the price paid by investors — to<a href=\"https://www.ft.com/content/5cd75473-4e18-45d6-9edb-8abc0c09f735\"> just $11bn</a>. It slashed the exercise price for employee stock options by 74 per cent, reflecting a broader plunge in technology markets over the past year. </p> <p>The company's investors, attracted by the $2tn payments market, still back Pousaz as the competitor determined enough to disrupt both established rivals such as Worldpay and Fiserv as well as take on relative newcomers such as Stripe and Adyen. </p> <p>“I couldn't keep up with him skiing, I can't keep up with him running, I can't keep up with him on any athletic endeavour,” said Deven Parekh, managing director at Insight Partners and a Checkout board member. “There's probably very few CEOs who work as hard as he does.”&#xa0;</p> <p>Raised in Geneva, Pousaz was brought up by his mother after his parents separated in the late 1990s. The separation left his family in difficult financial circumstances, an experience that people&#xa0;who work with Pousaz say still drives him. </p> <p>In 2005, he left university in his final year and moved to California to go surfing. It was in the US that he first began working in the payments industry, before undertaking an entrepreneurial journey via Mauritius and Singapore that led to the founding of Checkout in London. </p> <p>With the business already profitable, Pousaz for years batted away venture capitalists and even multibillion-dollar acquisition offers. This has left him with much tighter control of the company than most start-up founders: his stake is around 60 per cent, according to registration documents for Checkout's parent company, which is domiciled in Jersey. </p> <p>Pousaz <a href=\"https://www.ft.com/content/4066a79c-6cfe-11e9-80c7-60ee53e6681d\">first raised </a>venture dollars in 2019. Ophelia Brown, founder of tech investor Blossom Capital, pitched to invest in the initial deal after tracking the company via filings to the UK's Companies House registry for several years. “The performance was just exceptional,” she said, describing Pousaz as “slightly intense but in a good way”.&#xa0;</p> <p>“This is all he does, 18 hours a day,” added another person who has worked closely with Pousaz. “Investors love it, but employees, maybe not. He pushes people very hard.”&#xa0;</p> <p>Pousaz was fortunate that Checkout expanded amid a growing need for payment processing, but he also made a strategic choice to partner with fast-growing new sectors, such as neobanks <a href=\"https://www.ft.com/content/4c02367e-7549-4502-9455-fcb9dc31dfe0\">like Revolut.</a> </p> <p>“A key factor of Checkout's success was building the right products at the right time,” said Tom Stafford, another board member and managing partner at DST Global. “He identified relatively early on that fintech was going to be a big sector.”</p> <p>However, Pousaz's bet on digital assets has proven less successful. As recently as last year, Binance was the company's top merchant by net revenue while Crypto.com was another leading client, according to people familiar with the matter. Checkout would not comment on specific clients but said crypto and fintech clients constituted as much as half of its payment volumes last year. </p> <p>However, crypto exchanges, including Binance, have seen significant investor outflows after FTX collapsed in November. </p> <p>“We've been a longtime partner to the crypto industry so we've seen ups and downs before,” Checkout's chief financial officer Céline Dufétel told the Financial Times. “I wouldn't say that we anticipated just how much volatility has happened over the course of this year.”</p> <p>Alongside more established customers such as J Sainsbury, Sony Electronics and Frasers Group, Checkout has done business with the kinds of clients that other payments processors have not, including Pornhub's owner MindGeek. OnlyFans was among its top 10 accounts as recently as this year, according to people familiar with the business. </p> <p>Adult content made up less than 15 per cent of Checkout's revenues by the time it raised its 2020 funding round, one investor said. The company said volumes and proceeds from the category were “always immaterial” and it cut any remaining ties with the adult sector earlier this year. </p> <p>Checkout employees' willingness to go where its rivals have not continues to test ethical boundaries. During the early days of Russia's invasion of Ukraine, a senior commercial executive urged employees to contact prospective clients with significant Russian business as other payments firms cut off such lines, according to an internal message seen by the FT. </p> <p>Checkout said it condemned the message but added that it could not control the actions of every employee. Checkout “terminated Visa and Mastercard processing [in Russian roubles] before even Visa and Mastercard cut ties themselves”, the company said. It added that it abided by international sanctions. </p> <p>Dufétel, who also serves as chief operating officer, joined in 2021 after working in the C-suite at 85-year-old asset manager T Rowe Price. She said part of her role at Checkout had been to “put in place the structure and the processes that you need when you start to get to that scale”.&#xa0;</p> <p>The company's compliance processes have been scrutinised by the French regulator ACPR as part of a routine probe this year, according to people familiar with the matter. The agency raised concerns about staffing levels in its compliance department. The ACPR declined to comment. Checkout said it “proactively and fully” engaged with “all relevant regulators”. </p> <p>Working in a highly regulated industry has not prevented Checkout from moving fast. Its revenues grew from $46.8mn in 2017 to $252.7mn in 2020, the most recent year for which accounts are publicly available in the UK. Checkout said the figures on Companies House were not representative of its entire business. </p> <p>This year's fundraising fuelled a push into the US market, which could help Checkout ahead of a mooted initial public offering. Dufétel insisted the company was not rushing to IPO “and in the current markets even less so”. Pousaz ran the company with a “very long timeframe in mind”, she added. </p> <p>Pousaz has also begun to build out a family office to make his own tech investments called Zinal, named after a mountain village in Switzerland that marks the finish line of a punishing 31km mountain running race. </p> <p>That comes in addition to raising three children aged between two and 14, and a demanding travel schedule that can involve spending weeks at a time flying between various offices and his home in Dubai. </p> <p>“I don't know anyone that works as hard as Guillaume, this guy,” said Philippe Laffont, founder of Coatue Management and an investor in Checkout. “When you go into a meeting with Guillaume you better be prepared.”</p> <p><em>Additional reporting by Sarah White</em></p> <a href=\"http://www.ft.com/cms/c461153e-5588-44cd-a73d-cea30afaa05d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Ivan Levingston and Tim Bradshaw in London 2022 'Checkout.com's crypto bet: how Europe's most valuable start-up lost its crown' FT.com 23 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-23T11:00:30.798Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 5194,
          "end": 5198
        },
        {
          "start": 5258,
          "end": 5262
        }
      ]
    }
  ]
}