{
  "_id": "7796cccd61c953896c80618a7c9d3c2dc988a56bd0f2fbb68cbf6d4eab89ba4b",
  "feed": "wall-street-journal",
  "title": "Business News: Visa Faces Tough Chinese Competition at Olympics",
  "text": "<p>China has been at the forefront of digitizing payments, thanks in large part to the popular mobile networks Alipay and WeChat Pay, operated by Chinese internet giants Ant Group Co. and Tencent Holdings Ltd., respectively. The mass adoption of digital payments in the world's most populous nation has made the use of physical cash virtually obsolete -- a trend that has alarmed China's central bank, which has been conducting small-scale rollout trials for its digitized legal tender since late 2019.</p><p>At previous Olympics, cash and Visa cards were the only two permitted forms of payment, though the former diminished in usage at the sporting venues after the 2004 Olympics in Athens, according to people familiar with the matter, with nearly all payments having moved to Visa.</p><p>That has generally held true at the Beijing 2022 Olympics, with Alipay, WeChat Pay and other electronic-payment methods barred as part of the exclusivity guaranteed by Visa's sponsorship.</p><p>The e-CNY, however, is a glaring exception.</p><p>The Beijing 2022 Olympics, a top political priority for leader Xi Jinping, is also the digital currency's largest pilot to date. Conducted in a tightly controlled bubble that insulates athletes and tens of thousands of other event participants from the rest of the country, the Winter Games have been touted as a coming-out party of sorts for the e-CNY.</p><p>The Chinese government says all points of sale within the bubble can accept the digital yuan. There are also automated teller machines that let people exchange foreign bank notes for e-CNY that is stored on a physical card, which can then be used to make payments. Users who top up larger sums of e-CNY can also receive free gadgets such as a wearable device loaded up with the digital currency. The digital yuan's value is the same as Chinese notes and coins.</p><p>The red signage of the e-CNY inside the Olympic bubble is also often displayed just below Visa's logo at points of sale.</p><p>The U.S. card network had long been the sole top-tier sponsor in the payment category of the Olympics. Top-tier sponsors typically pay hundreds of millions of dollars every few quadrennial game cycles. Visa, based in San Francisco, Calif., signed its most recent sponsorship renewal contract in 2018, in a deal that runs through 2032.</p><p>A Chinese-language newspaper called the Financial Times that is run by China's central bank has said that since the e-CNY is legal tender, it doesn't constitute a conflict. In response to a query, the Beijing Organizing Committee for the 2022 Games said: \"Replacing cash with digital yuan for payment can effectively reduce direct contact between people and the risk of the spread of Covid-19,\" and that it hopes more people will try the new payment method.</p><p>Last Friday, more transactions were made in e-CNY than through Visa's network at shops at the Bird's Nest stadium, according to a person familiar with the matter.</p><p>Visa has so far been silent about the other electronic-payment arrangements at the Beijing Olympics. Executives are concerned about angering the Chinese government, said people familiar with the matter.</p>",
  "published": "2022-02-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2901,
          "end": 2905
        },
        {
          "start": 15,
          "end": 19
        },
        {
          "start": 531,
          "end": 535
        },
        {
          "start": 1914,
          "end": 1918
        },
        {
          "start": 945,
          "end": 949
        },
        {
          "start": 2801,
          "end": 2805
        },
        {
          "start": 771,
          "end": 775
        },
        {
          "start": 2147,
          "end": 2151
        }
      ],
      "nexusId": "10063253"
    }
  ]
}