{
  "_id": "0663a1ae26dd4d9ce500d633b6a1b4df279d1e253cb8141e67ab2bf61319997d",
  "feed": "ftcomall",
  "title": "UK payment regulator to probe post-Brexit card charges",
  "text": "<p>The UK's Payment Systems Regulator is to probe the card charges imposed by Visa and Mastercard, focusing on the post-Brexit jump in processing fees and cross-border transaction levies.</p> <p>“Since the UK left the EU, Visa and Mastercard have increased these fees fivefold,” the watchdog said in a statement on Tuesday, referring to an element of cross-border fees that caused concern among MPs and consumers when the <a href=\"https://www.ft.com/content/39f553a0-00c5-48ad-a8ee-0b9fd75554b0\">changes were revealed last year</a>.</p> <p>It added that it was seeking to “understand the rationale behind these increases and whether they are an indication that the market is not working well”.</p> <p><a href=\"https://www.ft.com/stream/97fa60a8-abaa-4e3f-a00d-2361eefee24c\">Mastercard</a> and Visa process about 99 per cent of debit and credit card payments in the UK, by volume and value.</p> <p>The cap on transaction fees between the UK and Europe was removed after Britain left the EU, which permitted card operators to increase cross-border payment charges.</p> <p>Natalie Timan, head of strategy at PSR, said the probes would help the watchdog “understand whether card payments are working well and to make sure that merchants, and ultimately consumers, get a good deal”.</p> <p>The outcome of the probes will “inform any decisions on the steps we might need to take to promote effective competition or to address any harm”, she added.</p> <p>Mastercard and <a href=\"https://www.ft.com/stream/2637f6d1-ed91-4999-ba4c-03e2d227e3e9\">Visa</a> levy an “interchange” fee on behalf of banks for every debit or credit card payment that uses their networks. The EU introduced a cap in 2015 after concerns that the hidden fees were leading to hundreds of millions of euros in costs for companies and higher prices for consumers. </p> <p>But Mastercard last year told merchants that the cap no longer applied to some transactions post-Brexit, because payments between the UK and the European Economic Area are now deemed “inter-regional”.</p> <p>The announcement sparked alarm among companies that rely on online payments and concern among MPs over higher consumer prices.</p> <p>Mastercard and Visa charge 1.5 per cent of the transaction value for every online credit card payment from the UK to the EU, up from 0.3 per cent previously. For debit card payments, the fee jumped from 0.2 per cent to 1.15 per cent.</p> <p>The increase benefited British banks and other card issuers, rather than Mastercard and Visa themselves. </p> <p>Consumers faced higher costs if companies chose to pass on the fee, a further burden on purchasing products from EU-based companies. Extensive red tape has been imposed on buying and selling products between the UK and EU after Brexit, alongside customs and VAT charges.</p> <p>“Mastercard closely engaged with the PSR's market review of card acquiring services over the past few years and we will review the terms of reference of this latest investigation in detail,” the payments company said in a statement on Tuesday. Visa declined to comment.</p><p>Source: Mark Wembridge and Owen Walker in London 2022 'UK payment regulator to probe post-Brexit card charges' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-21T08:56:55.973Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 75,
          "end": 79
        },
        {
          "start": 2192,
          "end": 2196
        },
        {
          "start": 1257,
          "end": 1261
        },
        {
          "start": 2724,
          "end": 2728
        },
        {
          "start": 614,
          "end": 618
        },
        {
          "start": 212,
          "end": 216
        },
        {
          "start": 1885,
          "end": 1889
        }
      ]
    }
  ]
}