{
  "_id": "518809766f9588d0c8687a2e8dbbbf637cdd81714d8b6b19b813320fdec52f52",
  "feed": "wall-street-journal",
  "title": "Some of Putin's Refugees Are Russian  ----  By Mikhail Kokorich",
  "text": "<p>   More than a million refugees have fled Ukraine since Russia invaded, and Europe has rightly welcomed them. Tens of thousands are also fleeing another nearby country. Their situation isn't as dire: They're not running from bombings, and they haven't lost everything. Embarrassed by their nationality, they hide their Russian passports. </p><p>   Unwelcome in the West, they flee to countries with no visa requirements for Russians, such as Georgia, Serbia, Turkey and the United Arab Emirates. Some are paying thousands of dollars for economy-class seats on flights to Yerevan, Armenia's capital. </p><p>   The other day I was supposed to talk to two talented Russian programmers who fled with their families to Dubai. They canceled their calls because they were frantically trying to withdraw cash on their soon-to-be defunct credit cards: Visa and Mastercard had just announced that they were disabling cards issued by Russian banks for use abroad. The programmers faced a double whammy: Vladimir Putin's government had already banned transferring money outside Russia and carrying more than $10,000 in cash; now the international payment system has made their cards useless pieces of plastic. </p><p>   These refugees, as well as people like them who remain in Russia, are part of a class of educated, successful Russians who for the most part disagree with Mr. Putin's policies. Yet they are victims of Western sanctions and Russian countersanctions. It was this 20% to 25% of Russians, not Mr. Putin's \"silent majority,\" who watched Netflix, dressed in Zara, bought furniture at Ikea, and traveled abroad. They had hopes of changing Russia. </p><p>   They have different motives for leaving the country. Many are fleeing persecution, which has grown worse since the invasion. Last week Mr. Putin signed a law that threatens up to 15 years in prison for spreading what the government calls \"fake\" information or supporting sanctions against Russia. A social-media post that calls the war in Ukraine a war -- not a special operation -- can land a Russian in jail. </p><p>   Young men and families are fleeing because they don't want to be drafted into a shameful and fratricidal war. Parents run because they do not see a future for their children. Talented professionals despair of spending their careers in an isolated, repressive land. Entrepreneurs leave because they have been ripped off by the authorities more than once, and they want stable rules. </p><p>   Not all of them are active opponents of Mr. Putin, have gone to rallies or have helped the opposition. But most are decent people who disapprove of the war, disagree with Mr. Putin's policies, and want a quiet life for themselves and their children, a chance for self-fulfillment. </p><p>   The tragedy of Ukraine and the Ukrainian people is sharper and more pressing, and the West is right to give it priority. But we shouldn't forget about Mr. Putin's domestic victims. Opportunities to obtain refugee status should be open to them. Many would face danger if they return to Russia. Professionals should have opportunities to obtain work permits. Banks shouldn't be afraid to open accounts for them. And authorities planning new sanctions should look for ways to soften their impact on the many decent Russians who aren't with Mr. Putin. </p><p>   --- </p><p>    Mr. Kokorich is CEO and founder of Destinus SA, a Switzerland-based transportation company. </p><p></p>",
  "published": "2022-03-08T07:05:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 820,
          "end": 824
        }
      ],
      "nexusId": "10063253"
    }
  ]
}