{
  "_id": "bd47fcf097b74dedf900878926f197c40fe55cec69bd4694c5e16b600e548f42",
  "feed": "market-watch",
  "title": "Facebook stock falls to yet another ignominious level; Meta Platforms' market capitalization falls lower than $400 billion for the first time since January 2019 as it moves closer to wiping away all pandemic-era gains",
  "text": "<p>The Meta meltdown: This chart shows Facebook's fall from grace among the most valuable U.S. companies</p><p>Meta shares dropped 2.2% Friday, closing the week down 13.5% after registering declines in all five sessions. Friday's fall brought Meta shares to their lowest close since March 16, 2020, when they finished at $146.01, according to Dow Jones Market Data. Any close below that point would see Meta officially erase all of its pandemic-era stock gains.</p><p>Don't miss: Adobe stock heads for worst week in 20 years as 'stratospheric' price for Figma causes doubts</p><p>The swift decline in Meta shares in recent months reflects more than just macroeconomic fears. Yes, Meta is exposed to pullbacks in advertiser spending due to a weakening economy, but the company must also contend with TikTok's rising competitive threat, as well as the lingering impacts of Apple Inc.'s AAPL privacy-related changes that affect ad targeting.</p><p>Meta is now the 10th most valuable U.S. company by market capitalization, after falling behind Visa Inc. V earlier this week. While Meta shares are off 61% over the past 12 months, Visa's stock has only fallen 14%, and the payments giant's business has been seen as relatively resilient in the current climate given that overall consumer spending levels remain healthy.</p><p>See:'Consumer spending has been remarkably stable,' Visa CFO says</p><p>Now Meta risks dropping out of the top-10 entirely: The company finished Friday's session with a $393.2 billion valuation, while 11th-place Exxon Mobil Corp. XOM ended at $388.5 billion.</p><p>Facebook stock falls to yet another ignominious level</p>",
  "published": "2022-09-16T20:58:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1099,
          "end": 1103
        },
        {
          "start": 1013,
          "end": 1022
        },
        {
          "start": 1340,
          "end": 1344
        }
      ]
    }
  ]
}