{
  "_id": "dc124425811cae700d7c40ecfcfe06b21eb6257b1dd1752c0c7c76c1035a66a9",
  "feed": "market-watch",
  "title": "Visa shows it's 'unlike many pandemic winners' as earnings report highlights a 'rare' resilience; Visa is 'rare' in that it benefited from pandemic dynamics and is still winning, says analyst",
  "text": "<p>Read:Visa stock gains after earnings as company says inflation, Ukraine war aren't crimping spending</p><p>The shares were up 8.4% in midday trading Wednesday. Moves of that size are fairly unusual for Visa's stock, which has only closed up more than 8% four times in the past three years: once after its prior earlier report, and three times in the volatile trading days that occurred early in the pandemic.</p><p>Shares of Visa-rival Mastercard Inc. MA were up more than 6% in Wednesday's session.</p><p>\"We continue to be impressed by the resilience of Visa's model, the consistent execution, and the powerful secular tailwinds underpinning growth,\" wrote Barclays analyst Ramsey El-Assal, who rates its shares at overweight with a $260 price target.</p><p>Bernstein's Harshita Rawat highlighted that Visa appears to be a \"rare company\" that not only \"benefited from the structural changes that occurred in the pandemic\" around growth in digital payments, but that is also seeing those benefits continue \"unlike many pandemic winners.\"</p><p>The company is set up to capitalize on a sustained travel recovery, she continued, and it looks \"resilient\" to competitive challenges.</p><p>Additionally, Visa Chief Financial Officer Vasant Prabhu said on the earnings call that inflation has \"net-net\" been \"a positive\" for the company.</p><p>\"What was remarkable was the beat (in 2q) and maintained guidance (for 2022) despite new pressures\" such as the company's suspension of its Russian operations, Rawat wrote. She has an outperform rating and $280 target price on the shares.</p><p>The company's confidence in its outlook was the highlight for Raymond James analyst John Davis as well.</p><p>\"While there are a lot of moving parts due to Russia/FX, we believe the main takeaway for investors will be the maintained ~20% y/y FX-adjusted revenue outlook from last quarter, despite Russia becoming a ~4% headwind to 2H22 revenue,\" he wrote in a note to clients. \"In other words, we believe investors will find more comfort with the sustainability of accelerated growth post-Covid, which has become a key tenet to owning the stock.\"</p><p>Davis has an outperform rating and $281 price target on the shares.</p><p>Susquehanna's James Friedman wrote that Visa's results \"paint a pretty clear picture\" of the \"reacceleration in consumer credit, the slowdown in debit, and persistent strength in [cross-border].\" That set of trends worked well for the company on balance, although they hold more mixed implications when looking at others in the payments universe, according to Friedman.</p><p>He sees Visa's strong credit trends and U.S. ticket sizes as positive signs for Global Payments Inc. GPN and Shift4 Payments Inc. FOUR, and noted that a slowing of debit volume growth was \"in line but no better\" for Block Inc.'s SQ Cash App business. Friedman saw Visa's deceleration to 10% growth in card-not-present spending ex-travel, which is a proxy for online spending, as \"generally below expectations for [PayPal].\"</p><p>PayPal Holdings Inc. PYPL is due to report its own results later Wednesday.</p><p>See more: PayPal has been cut in half by Wall Street, but 'uncertainty' still looms as earnings approach</p><p>Visa shows it's 'unlike many pandemic winners' as earnings report highlights a 'rare' resilience</p>",
  "published": "2022-04-27T16:53:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1164,
          "end": 1168
        },
        {
          "start": 98,
          "end": 102
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 2779,
          "end": 2783
        },
        {
          "start": 3120,
          "end": 3124
        },
        {
          "start": 2185,
          "end": 2189
        },
        {
          "start": 538,
          "end": 542
        },
        {
          "start": 780,
          "end": 784
        },
        {
          "start": 2523,
          "end": 2527
        },
        {
          "start": 196,
          "end": 200
        }
      ]
    }
  ]
}