{
  "_id": "6ac307c5eec355ef446723de28bc430d5ec6eb164ea642a32a930413a3142c1c",
  "feed": "ftcomall",
  "title": "The challenges that lie ahead for women's football",
  "text": "<p>This week, I went back to school. <strong>King's College London</strong> was the venue for <strong>Equal Playing Field</strong>'s Equality Summit. Trailblazers of women's sport such as former England striker <strong>Kelly Smith</strong> and ex-<strong>Fifa Council </strong>member <strong>Moya Dodd </strong>put a sense of perspective on the headlines behind <strong>Euro 2022</strong>. Because although women's football has come a long way, there is a lot more to do. More on that follows below. </p> <p>Our second item is a special dispatch by Sujeet Indap, US Editor of the FT's Lex Column and unofficial golf correspondent, who visited <strong>Donald Trump</strong>'s Bedminster golf club in New Jersey for a better look at <strong>LIV Golf</strong>, the Saudi-backed series that's shaking up the sport's establishment. </p> <p>Finally, do you play <strong>Fantasy Premier League</strong>? Do you want to try your luck against us? Join our league with the code: u7p9no<em>. </em>Do read on —<em> Samuel Agini, sports business reporter</em></p> <h1>Why women's football risks becoming a victim of its own success</h1> <p><strong>Euro 2022 </strong>is being heralded as a landmark for women's football. But if there's one concern, it's that the enthusiasm <a href=\"https://www.ft.com/content/49318256-ddc2-4bbc-8943-761705efd76d\">won't translate</a> into the following that has turned the men's game into a multibillion-dollar economic juggernaut.</p> <p>The <strong>Women's</strong> <strong>Super League</strong>, the top level of the English club game, averaged match day attendance of just 1,931 in the 2021/22 season.</p> <p>This isn't just about demand but logistics. Take Liverpool, for example: The men's team plays at the iconic <strong>Anfield Stadium</strong>, whereas the women's matches take place on the other side of the River Mersey at <strong>Prenton Park</strong>. </p> <p>This season, 11 of 12 WSL teams will be owned by groups that are better known for their presence in the <strong>English Premier League</strong>. In effect, the men's game subsidises the women's game. Some fear that revenues are struggling to keep up with growth.</p> <p>“Is the growth sustainable? Maybe if those men's teams carry on throwing money in. Is it desirable growth,” asks <strong>Maggie Murphy</strong>, chief executive of <strong>Lewes FC</strong>, a team in the division below the WSL that isn't affiliated with a Premier League side. “The risk is that the more women's football professionalises, the more dependent it is on men's football, not less.”</p> <p>This adds to the feeling of instability for many female footballers, according to executives and former players. After all, it is still commonplace for teams to sign up women to one-year contracts, according to data previously covered by Scoreboard, although WSL clubs increasingly offer longer-term deals.</p> <p>Catching up will take years, but there are <a href=\"https://www.ft.com/content/69228d2d-5f92-499a-8d79-ec777433fc7c\">signs of change</a>. Blue-chip commercial partners such as <strong>Visa </strong>and <strong>Heineken </strong>are sponsoring Euro 2022. <strong>Barclays </strong>is the headline partner for the WSL.</p> <p>Broadcasters are also joining the party, albeit paying a small fraction of the billions they bid to screen men's matches. <strong>Sky </strong>and the <strong>BBC </strong>screen the WSL in the UK, while sports streaming platform <strong>DAZN </strong>took up the global rights to the women's <strong>Champions League</strong> in a roughly $10mn, four-year deal agreed last June.</p> <p><strong>Katie Smith</strong>, VP rights partner relations at DAZN, told Scoreboard that the value of the rights will increase with audience growth, “eyeballs on a regular basis”, and more advertising and sponsorship partners for broadcasters. </p> <p>“It's a very good time to look at women's sport — given the growth trajectory it's on — as a solid investment,” said Smith.</p> <p>And yet as the money pours in, there's a risk of uneven growth as some leagues and national teams advance ahead of others. Global governing body <strong>Fifa </strong>is providing development funding ahead of next year's women's <strong>World Cup </strong>to address that.</p> <p>“How do we make sure we avoid those big score lines because we do have certain gaps across the globe,” said <strong>Arijana Demirovic</strong>, head of development at Fifa's women's football division. “It's important we provide support to national teams . . . so that everyone is ready for the big stage.”</p> <h1>Saudi's golf experiment goes Trumpian</h1> <p>Even if the headliners are<strong> Phil Mickelson </strong>and<strong> Dustin Johnson</strong>, maybe no player better reflects the odyssey of the Saudi-bankrolled <strong>LIV Golf </strong><a href=\"https://www.ft.com/content/a770c525-7241-4ee4-8db2-5b0f7c4cd568\">experiment</a> than <strong>Paul Casey</strong>.</p> <p>Casey, a respected English veteran with two decades in professional golf, in 2019 had famously refused to play in a <strong>European Tour</strong> event in the Kingdom, citing the <a href=\"https://www.independent.co.uk/sport/golf/paul-casey-interview-valspar-masters-saudi-arabia-leaderboard-score-watch-pga-tour-ryder-cup-a8794096.html\">nation's human rights record</a> and his affiliation with <strong>Unicef</strong>. He would eventually play in that annual tournament and earlier this month confirmed he also would join the rebel LIV circuit. </p> <p>This past Wednesday, Casey was featured in a news conference with two recent LIV joiners and Scoreboard was there to take in the scene. </p> <p>The occasion was the third <a href=\"https://www.ft.com/content/b5b110a6-9280-4d7a-a0b6-09ef2a423c7a\">LIV tournament</a>, this time being staged at the <strong>Trump Bedminster </strong>club in New Jersey. In a wide-ranging session, Casey was asked about his previous stance towards Saudi Arabia as well as his views on his future on the <strong>European Tour </strong>and in the <strong>Ryder Cup. </strong></p> <p>He claimed that he was witnessing a transformation in Saudi Arabia and that was good enough for him to feel good about taking the leap. “I can honestly look you in the eye and say that I see a trajectory, a positive trajectory in the kingdom, and it was a really good experience that I've had when I've been there, and I hope it continues.”</p> <p>On Thursday, former president Trump made headlines at the event with comments on the 9/11 attacks and his uncertainty about who was culpable (most of the hijackers were Saudi nationals) and the decision for LIV to partner with Trump suddenly became more salient. </p> <p>Yet the tour, with its hundreds of millions of dollars available to buy talent, continues to pick off stars from the PGA Tour. And with players like Casey willing to offer their own credibility, Trump's antics may not matter much.</p> <h1>Highlights</h1> <ul>  <li><p><strong>The Commonwealth Games</strong> kicked off in Birmingham, the UK's second-biggest city, with its relevance <a href=\"https://www.ft.com/content/5d6bef6d-af8a-4489-bb1b-7fdc9ab1656b#comments-anchor\">called into question</a>. The contest, which began in 1930 as the <strong>British Empire Games</strong>, has adopted a strategy rooted in flexibility to ensure it can thrive — and answer its critics.</p></li>  <li><p>Basketball star <strong>LeBron James</strong> <a href=\"https://www.ft.com/content/51e814c9-bf31-4234-840d-e73f87597547\">led</a> a €30mn funding round by <strong>Canyon</strong>, valuing the German bicycle brand at €750mn as investors bet on the global cycling boom.</p></li>  <li><p><strong>Viaplay Group</strong>, the main European challenger to US streaming giants, is <a href=\"https://www.ft.com/content/d1dc6fca-b0ac-4a43-80c8-72f1cc5fe5d7\">betting</a> that it has plenty of room for growth as it prepares to expand from its Nordic base to the UK this autumn. That's despite the travails of<strong> Netflix.</strong></p></li>  <li><p>An independent review of Scottish cricket <a href=\"https://www.ft.com/content/33710c5a-8826-4160-bb2e-3c5caaecc8c7\">identified</a> widespread evidence of “institutional racism” in the sport, prompting calls for governing bodies to undertake “actively anti-racist work”.</p></li> </ul> <h1>Transfer Market</h1> <ul>  <li><p><strong>Alison Brittain </strong>will <a href=\"https://www.ft.com/content/36a81042-850a-4b1a-844d-bd7ca1504fca\">take over</a> as chair of the<strong> English Premier League</strong>, putting her in charge of one of the biggest jobs in football. She is known for overseeing the £3.9bn sale of <strong>Costa Coffee </strong>to<strong> Coca-Cola </strong>while chief executive of<strong> Whitbread</strong>, Britain's biggest budget hotel operator. She's also a seasoned financial services executive.</p></li> </ul> <h1>Final Whistle</h1> <a href=\"https://twitter.com/fulhamfc/status/1550186848038928384?s=21&amp;t=I9oGV6ylz7bXIKQ1YLUfUQ\">https://twitter.com/fulhamfc/status/1550186848038928384?s=21&amp;t=I9oGV6ylz7bXIKQ1YLUfUQ</a> <p>Just about everybody agrees that sport is magic. Under pressure, athletes pull off skills, tricks and feints that leave most of us dreaming. <strong>Fulham Football Club </strong>defender <strong>Antonee Robinson</strong>, who goes by the nickname ‘Jedi', pulled off some sleight of hand with a deck of cards that left his teammates — and social media — in awe. Watch it <a href=\"https://twitter.com/fulhamfc/status/1550186848038928384?s=21&amp;t=I9oGV6ylz7bXIKQ1YLUfUQ\">here</a>.</p><p>Source:  2022 'The challenges that lie ahead for women's football' FT.com 30 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-30T08:00:33.096Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2516,
          "end": 2520
        }
      ]
    }
  ]
}