{
  "_id": "b5ce34a2fb5193a6ee517cb676ee668b54a19bd7d65af373a8f2d3045132ec17",
  "feed": "market-watch",
  "title": "Why one hedge-fund manager invests in Bank of America and says Tether's days are numbered",
  "text": "<p>\"He just looked me in the eye and said, 'That's what we do. We're America's bank, and to be honest with you, I didn't even want to do that deal, but the Fed was desperate, and we stepped in.'\"</p><p>Spier, however, is invested in Bank of America BAC, and indirectly owns the lender through his stakes in Warren Buffett's Berkshire Hathaway BRK.B and Daily Journal DJCO, whose portfolio is run by Charlie Munger.</p><p>He's less effusive about Brian Moynihan, Bank of America's chairman and chief executive, who he calls \"straightforward.\" \"I think Warren's insight is there room for Bank of America's reputation to grow, and for its balance sheet to grow, and for its earnings to grow, at a slightly higher rate,\" Spier said.</p><p>Related: Which of Buffett's bank stocks might make you the most money?</p><p>After every crisis, assets flow to the major banks, which then shed less as time goes on, he said.</p><p>The heavily regulated U.S. banking industry still is consolidating, and he expects it in time to look more like the U.K., with just a handful of banks. Spier said the logic in picking Bank of America is similar to why he invested in MasterCard MA over Visa V. \"These companies are a duopoly and MasterCard is smaller, so it has more space to grow,\" he said.</p><p>He contrasts the government's backing for the banking sector with the lack of support for crypto. After the blowup of Terra, he thinks the larger Tether USDTUSD stablecoin has weeks if not days to survive. Spier said he's not invested in cryptocurrencies.</p><p>Tether's market cap has dropped from around $83 billion to $74 billion as users redeem for dollars. \"I don't know how long they can keep doing that,\" he said. The lack of transparency over their reserves also is a red flag. \"Good luck with that, if they haven't publicized, it's not 100%.\"</p><p>\"If it's not a buck, why shouldn't it be 70 or 50 or zero,\" he asks. Tether on Wednesday morning was trading at 99.88 cents to the dollar but fell as low as 95 cents last week.</p><p>Why one hedge-fund manager invests in Bank of America and says Tether's days are numbered</p>",
  "published": "2022-05-18T11:01:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1136,
          "end": 1140
        }
      ]
    }
  ]
}