{
  "_id": "672f7ad9c8095b6fc76d8c8f8f37f62220ce450877a07fbea6e22fbe53b6b310",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Pressure Rises to Revamp Farmworker Visa Program  ----  By Kristina Peterson and Michelle Hackman",
  "text": "<p>   WASHINGTON -- Lawmakers, agriculture groups and farmworker organizations are pushing to pass an overhaul of the farmworker visa program through both chambers of Congress before the GOP takes control of the House next year. </p><p>   A bill providing a path to citizenship for about one million farmworkers -- and creating a capped number of new year-round visas -- passed the House in March 2021, with the support of 217 Democrats and 30 Republicans. </p><p>   The measure is generally supported by immigrant advocacy groups and by farmers who say they struggle to find enough people to harvest their crops. Republicans generally oppose efforts to provide legal status to people who immigrated to the U.S. illegally, though some have tentatively backed an exception for farmworkers, who work in a core business constituency. </p><p>   \"It's almost impossible to ever get an American citizen to come work on a dairy farm,\" said Steve Obert, executive director of Indiana Dairy Producers, a trade group. The work involves manual labor in \"conditions some people would say are smelly and dirty,\" he said. </p><p>   Supporters are looking to the Senate, where Sens. Michael Bennet (D., Colo.) and Mike Crapo (R., Idaho) are trying to reach an agreement they hope could secure the 60 votes needed to clear the chamber. </p><p>   Time is ticking: If the legislation doesn't pass this year, GOP leaders aren't expected to be willing to bring it up when they have a majority in the House. </p><p>   There is no cap on the number of visas for seasonal agricultural work, known as H-2A visas, but farmworkers are only allowed to remain in the country for up to 10 months. That has created a problem for employers who need year-round help, such as on dairy farms. </p><p>   The House bill would establish 20,000 three-year H-2A visas for year-round work, with that number expected to be higher in a Senate agreement, according to people familiar with the discussions. </p><p>   At the heart of the measure is a trade-off. The legislation would provide a path to citizenship for the roughly one million farmworkers living in the U.S. illegally, long sought by Democrats. To satisfy GOP demands, the bill also would require employers in the agricultural sector to use an electronic system verifying the legal status of their workers. </p><p>   Despite that provision, any legislation providing a path to citizenship for some immigrants without legal status is anathema to many Republicans who first want steps taken to tighten border security. </p><p>   \"Politically, the reality is that things will change next year and complicate moving an immigration bill,\" said Rep. Dan Newhouse (R., Wash.). </p><p>   Mr. Newhouse said many Republicans will first want to see border security tightened -- a contentious issue with Democrats -- \"and until that gets, in their eyes, improved, they don't want to move on anything else.\" </p><p>   The Senate will remain narrowly in Democratic control next year. But with 60 votes needed for most bills to clear the Senate, any legislation on farmworker visas would require bipartisan support. </p><p>   Messrs. Bennet and Crapo have been working for months on a bipartisan deal altering the House bill in hopes of securing 60 votes, but have yet to announce an agreement. If the Senate passes a bill with any changes, it would return to the House for another vote. </p><p>   Under the House bill, anyone who can prove they have worked on a farm for the last two years would be eligible for a new visa called a certified agricultural worker visa. That would allow them to work legally in the U.S. for five years with the possibility to renew indefinitely. </p><p>   Farmworkers who have worked in the industry for at least 10 years could apply for a green card if they work for four more years in the industry. If a farmworker has been in the industry for at least two years but less than 10, they must put in an additional eight to become eligible for permanent residence. </p><p>   The compromise Messrs. Bennet and Crapo are hammering out is expected to tweak several aspects to be friendlier to employers in the farm sector, said the people familiar with the discussions. </p><p>   For example, the House bill expands the ability of migrant workers on visas to sue their employers for workplace abuses, but the Senate bill is expected to somewhat rein in that ability to prevent frivolous lawsuits. </p><p>   The issue has been a sticking point with the American Farm Bureau Federation, which advocates for farmers and ranchers. The Farm Bureau opposed the House bill on concerns that it could open farmers up to lawsuits from H-2A workers. Others including the American Business Immigration Coalition Action, a pro-immigration group that includes many food-business executives, have said those concerns are overblown. </p><p></p>",
  "published": "2022-11-26T07:11:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 47,
          "end": 51
        }
      ]
    }
  ]
}