{
  "_id": "8609d2375477b2678fde18ac380c9b350c0118f766f743d525276bf3e0d2be4a",
  "feed": "market-watch",
  "title": "Coinbase stock sinks as anxiety builds in crypto market; Prices for digital assets were cratering after crypto-lending platform Celsius pauses withdrawals and transfers",
  "text": "<p>Prices for crypto assets were down sharply as well. Bitcoin BTCUSD was falling 14% Monday, ethereum ETHUSD was off 16%, and litecoin LTCUSD was down 15%.</p><p>Read: Bitcoin tumbles through $24,000 in crypto crash. This chart shows how much worse a selloff could get.</p><p>The steep stock drops come after crypto lending platform Celsius Networks LLC said Sunday that it would be pausing withdrawals, swaps, and transfers between accounts. The company cited \"extreme market conditions\" and said in a blog post that the move would \"put Celsius in a better position to honor, over time, its withdrawal obligations.\"</p><p>Elsewhere, crypto exchange Binance put a pause on bitcoin withdrawals Monday morning.</p><p>Read: After petition for leadership changes, Coinbase CEO tells workers to quit if they don't believe in top execs</p><p>The moves are taking place in the wake of Consensus, a major cryptocurrency conference that wrapped up Sunday. Christopher Brendler, a D.A. Davidson analyst who covers crypto miners, carried a cautious tone when recapping the event.</p><p>\"Unfortunately, we came away significantly more bearish (as) the sharp drop in liquidity has stressed even the strongest players,\" he wrote. \"While larger, public companies are much better positioned and might still take advantage of forced consolidation, the weekend drop in BTC and spike in network hashrate exacerbates what is already a very difficult situation.\"</p><p>Brendler's coverage includes crypto-mining companies such as Core Scientific Inc. CORZ, Riot Blockchain Inc. RIOT, and Marathon Digital Holdings Inc. MARA, all of which are down more than 11% Monday.</p><p>Don't miss: 'I thought it was a sick joke'—They gave up other job offers to work for Coinbase, and are now unemployed</p><p>He speculated that Block Inc. SQ, the company formerly known as Square, could be a \"a great fit\" for a merger with a mining company, though he acknowledged that Chief Executive Jack Dorsey \"is more interested in increasing decentralization rather than rolling up miners so any deal would likely be small and more of a learning experience.\"</p><p>Block, which allows users of its Cash App mobile wallet to trade bitcoin, is seeing a nearly 10% plunge in its own stock Monday. Baird analyst David Koning wrote Monday that he expects Block's bitcoin gross profit to be about 3% of company gross profit this year, down from roughly 5% last year.</p><p>\"We don't believe any of our companies have material exposure to cryptocurrency volumes,\" he wrote of his payments coverage universe, which includes Block, Mastercard Inc. MA, and Visa Inc. V</p><p>Coinbase stock sinks as anxiety builds in crypto market</p>",
  "published": "2022-06-14T11:51:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2538,
          "end": 2547
        }
      ]
    }
  ]
}