{
  "_id": "3d7b0247884d82e6b0e00a6e35c3d454dfe896fb351e2287485a8143483afc6f",
  "feed": "ftcomall",
  "title": "Russians search for cash as west imposes sanctions on banks",
  "text": "<p>People in Moscow and other Russian cities stormed ATMs and bank branches in search of cash, both in roubles and dollars, as they feared a collapse of the national currency and inability to use international payment systems.</p> <p>Queues of people seeking to withdraw foreign currencies started to form as early as Thursday morning, after the decision by Russia's president Vladimir Putin to start a full-scale invasion of Ukraine, sending the rouble to its historic lows. A Financial Times reporter could witness that some branches of international banks ran out of US dollars by midday that day. </p> <p>The search for cash continued into the weekend as EU countries were agreeing measures to curtail the Russian central bank's ability to use its foreign currency reserves and cut off some Russian lenders from the Swift global payment system. Worrying they would not be able to pay with their Visa and Mastercard cards, ordinary citizens went looking for any cash in any currency.</p> <p>On Sunday, the central bank sought to calm markets and depositors by pledging to continuously&#xa0;supply&#xa0;banks with rouble liquidity, with no limit on the amount banks wanted to borrow. It also said it would “significant expand” its so-called Lombard list, which includes the securities it would accept as collateral to help banks cover their refinancing needs.</p> <p>“The Russian banking system is stable, has sufficient capital reserves and liquidity&#xa0;to function without outages in any situation. All client funds are secure and available at any time,” the central bank said in a statement.</p> <a href=\"http://www.ft.com/cms/344e888f-ca06-44aa-9c21-454153b07e70.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Russia's domestic payment messaging system, developed in the event the country's banks are cut out of Swift, would continue to work “in any scenario,” it added.</p> <p>Late on Saturday, some people sat at the banks in front of empty ATMs waiting for fresh batches of cash to arrive. Many more went lining up in the early hours of Sunday, after the US and its European allies <a href=\"https://www.ft.com/content/073a37d5-4daf-49ed-b5bc-a4682ef1aa88\">announced</a> punitive measures on the Russian central bank and the country's biggest lenders. </p> <p>“I withdrew money at the beginning of all this, and I am going to go search for an ATM again now. Because I want to have a month worth of cash in case there are technical glitches with cards. I already had problems paying for a taxi with Google pay yesterday,” said Ekaterina, a Moscow resident. </p> <p>“I believe my bank is not under sanctions, and I doubt my money will disappear altogether, but there is a risk I won't be able to buy food,” she said. “We simply do not know what to expect of the government. I can't forecast, so I want cash to be around.”</p> <p>Bankers are worried of the effect such withdrawals will have on the banking system. </p> <p>An executive at a western bank in Moscow said: “Their cash withdrawals are harming Russia, the banks' liquidity is falling.”&#xa0;</p> <p>Sanctions on the central bank limit its ability for forex interventions, which it had used before to stabilise the rouble and not let it into free float and collapse. </p> <p>“I cannot even imagine the rouble tomorrow when trading opens up,” the banker said on condition of anonymity. “The central bank will try to support [the rouble], the question is [for] how long. Non-residents are selling Russian assets, getting rid of the rouble and it is very bad for us.”&#xa0;</p><p>Source: Nastassia Astrasheuskaya and Max Seddon in Moscow 2022 'Russians search for cash as west imposes sanctions on banks' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-27T11:26:40.509Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 881,
          "end": 885
        }
      ],
      "nexusId": "10063253"
    }
  ]
}