{
  "_id": "f3bf9adebd7285340f7652e22f51714badd4c48d8fecbf75eed784509db586da",
  "feed": "wall-street-journal",
  "title": "The Ukraine Crisis:  Russian Banks  Cut Off From West  Turn to China  ----  By Patricia Kowsmann and Alexander Osipovich",
  "text": "<p>   Russian banks that have been cut off from global payments networks are turning to China's state-owned UnionPay system as the country tries to sidestep boycotts by Western businesses for its invasion of Ukraine. </p><p>    Visa Inc. and Mastercard Inc. said they are suspending their Russian operations, making it difficult for Russians to buy goods from abroad. The moves by the two companies go beyond sanctions issued against many Russian banks. </p><p>    Sberbank, Russia's largest bank by assets, Alfa Bank and Tinkoff Bank said on Sunday that they were working on the possibility of issuing cards powered by China's UnionPay. Another Russian lender, Gazprombank, said customers can do cross-border transactions by getting cards that use UnionPay or Japan's JCB system. </p><p>   The workarounds show Russia may increasingly rely on China in the face of isolation by the West. It wasn't clear whether the move signaled a shift toward greater cooperation between China and Russia to help Moscow find alternative ways to connect to the global financial system. </p><p>   UnionPay is ubiquitous in China and expanded globally as Chinese traveled abroad, often to buy luxury goods. UnionPay cards are accepted in stores in 180 countries and regions, and online in over 200 countries and regions, according to the company's website. </p><p>   Besides its card network, China has been developing its own payments system as an alternative to the widely used global network known as Swift. That system though remains dependent on Swift for most of its transactions. </p><p>   Beijing officials have opposed the Russian sanctions, while in the West, several companies are going beyond them, stopping business dealings even with entities not under sanctions. It isn't clear how Chinese companies will react. </p><p>   Spokespeople for UnionPay and Japan's JCB couldn't be reached for comment. </p><p>   Visa and Mastercard both said on Saturday that they were cutting ties with Russia. Among the debit and credit cards issued in Russia, Visa and Mastercard cards accounted for 74% of payment transactions in the country in 2020, according to the Nilson Report, a trade publication. </p><p>   The move dealt another blow to Russia, which has seen many Western companies cut services to the country over the past week. Some Russian banks have been placed under sanctions by Western countries, meaning individuals and businesses there are forbidden from dealing with them. But several Russian banks remain free to do business around the world. </p><p>   The U.S. and the U.K. have moved to cut Sberbank off from U.S. dollar and U.K. pound access, but companies and individuals are still allowed to deal with the bank. </p><p>   Russian cardholders will still be able to use Visa and Mastercard cards inside Russia because the transactions will travel over Russia's payments system, called Mir. But they won't be able to use the cards abroad, except in a few countries that support Mir, including Turkey, Vietnam and Armenia. </p><p>   Alfa Bank said on Sunday that its customers' Visa and Mastercard cards will face restrictions on their use outside Russia starting March 10. It urged users abroad to withdraw cash in the meantime. </p><p>   Still, Alfa Bank said it would continue to issue cards attached to both Visa and Mastercard, given it has several million in stock. </p><p>   \"We hope that the international payment systems will return to our country. Then the cards will automatically start working all over the world,\" it said. </p><p></p>",
  "published": "2022-03-07T07:07:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2654,
          "end": 2658
        },
        {
          "start": 211,
          "end": 220
        },
        {
          "start": 2950,
          "end": 2954
        },
        {
          "start": 1816,
          "end": 1820
        },
        {
          "start": 3174,
          "end": 3178
        },
        {
          "start": 1950,
          "end": 1954
        }
      ],
      "nexusId": "10063253"
    }
  ]
}