{
  "_id": "a67bd29801a2160cb835503de6fdef7a01267239c7a4e55c916c0844aa82e95b",
  "feed": "ftcomall",
  "title": "Fifa adds Crypto.com as football World Cup sponsor ",
  "text": "<p>Fifa has agreed a World Cup sponsorship deal with Crypto.com, people familiar with the matter said, giving the fast-growing cryptocurrency platform marketing rights to international football's largest tournament.</p> <p>The deal, expected to be announced on Wednesday, underlines the burgeoning ties between the globe's highest-profile sports and the growing world of digital assets, such as cryptocurrencies. </p> <p>Fifa's existing sponsorships, worth hundreds of millions of euros over several World Cup cycles, include sportswear maker Adidas, US beverages company Coca-Cola, and US payments group Visa.</p> <p>The length and value of the tie-up with Singapore-based Crypto.com could not immediately be determined. </p> <p>This year's World Cup is scheduled to start in November instead of its usual time slot in June and July because of the summer heat in Qatar.</p> <p>The tournament will be the first World Cup to take place in the Middle East. Fifa, world football's governing body, and the authorities in Qatar have <a href=\"https://www.ft.com/content/7e78b208-6d3f-481b-a03e-8baeb2829ebd\">come under fire</a> over conditions for migrant workers at construction sites for stadiums being built to host matches at the event.</p> <p>Professional sports leagues and teams, which suffered heavy losses because of the coronavirus pandemic, are <a href=\"https://www.ft.com/content/a93e9ad5-31d6-4048-9ca8-2f38cc6c43f4\">signing lucrative sponsorships</a> with crypto groups as they seek to recover and rebuild revenues. Meanwhile, companies in the nascent digital assets industry are turning to some of the world's best-known brands to boost their profile and attract customers.</p> <p>Crypto.com has <a href=\"https://www.ft.com/content/8e916586-3662-42cf-91f1-69f7344632b6\">poured money</a> into sports sponsorship with a series of deals ranging from the naming rights to the renowned Staples Center arena in Los Angeles to the Formula One motor racing series and the Ultimate Fighting Championship martial arts competition. </p> <p>Crypto.com agreed to pay more than $700mn over the next two decades for the title rights to the Los Angeles arena, according to people familiar with the deal. </p> <p>The trading platform joined rivals Coinbase and FTX in taking prominent advertising slots <a href=\"https://www.ft.com/content/281aeae8-b292-4f35-9d8c-b3cf5cdeb6ef\">during the Super Bowl</a> last month.</p> <p>Crypto.com's partnerships in football include French team Paris Saint-Germain and the South American Football Confederation, known as Conmebol.</p> <p>More than 1.1bn people watched France beat Croatia in the last World Cup final, according to Fifa. Held in Russia, the 2018 tournament generated <a href=\"https://www.ft.com/content/268989a1-5299-473e-adc4-ed02d247cd3c\">$6bn in revenue</a>.</p> <a href=\"http://www.ft.com/cms/ccb48782-82f9-44ef-97c7-dcfa02431123.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Samuel Agini in London and Sara Germano in New York 2022 'Fifa adds Crypto.com as football World Cup sponsor ' FT.com 22 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-22T19:08:13.822Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 587,
          "end": 591
        }
      ]
    }
  ]
}