{
  "_id": "d4fa1b4259500faf6cad43b8e4b765e6a6eda7fc1451c467c65328af5c91b7de",
  "feed": "wall-street-journal",
  "title": "William Ruto Declared Winner of Kenyan Presidential Election; Several senior election officials reject the vote count, calling it opaque",
  "text": "<p>Shortly before the results were announced, Mr. Odinga's campaign alleged the vote had been corrupted. Four out of seven top elections officials disassociated themselves from the vote count, calling it opaque.</p><p>Supporters of Mr. Odinga attacked the chairman of the electoral commission, Wafula Chebukati, as he made his first attempt to reveal the results, with one throwing a chair in his direction on the podium. Police had to form a cordon around Mr. Chebukati, who later said two other commissioners were injured in the melee.</p><p>The uproar raised the specter of past Kenyan elections that ended in ethnic and partisan violence. More than 1,000 people died following the disputed 2007 elections and the 2017 vote had to be repeated after Kenya's Supreme Court found significant irregularities.</p><p>In a peace offering, Mr. Ruto thanked Mr. Odinga, who didn't attend the results announcement, and nodded to \"my boss,\" departing President Uhuru Kenyatta. In an unusual twist, Mr. Kenyatta had backed his former rival, the 77-year-old Mr. Odinga, over his own No. 2 in last week's vote.</p><p>\"I want to promise that I will work with all elected leaders and all leaders in Kenya so that we can fashion a country that leaves nobody behind,\" Mr. Ruto said.</p><p>Mr. Odinga's campaign now has the option of appealing to the country's Supreme Court for a review of the results. \"It is not over till it is over,\" Mr. Odinga's running mate, Martha Karua, tweeted.</p><p>The breakaway electoral commissioners held a news conference shortly before the results were unveiled, saying they \"cannot take ownership\" of the announced outcome. \"We urge Kenyans to be peaceful because the rule of the law is going to prevail,\" said Juliana Cherera, vice chair of the electoral body and one of the dissenting commissioners.</p><p>Saitabao Ole Kanchory, Mr. Odinga's chief elections agent, told reporters that he considered electoral headquarters a crime scene. \"A result that is not verifiable is not a result,\" Mr. Kanchory said.</p><p>Kenyans have been on edge as the electoral commission has slowly tallied the results in the days since the Aug. 9 voting. The streets of Nairobi have been unusually empty, with public schools ordered closed for the safety of the children and some businesses shut or reducing inventories in case of looting. Workers who did show up for their jobs raced for home as the announcement neared.</p><p>Police in riot gear patrolled sections of the mostly deserted streets of Nairobi after nightfall. There were scattered reports of violence, as well as celebrations by Ruto supporters.</p><p>International observers had deemed the voting itself overwhelmingly peaceful and praised a system that allowed citizens to count votes themselves through polling-station results posted online.</p><p>Kenya is an economic powerhouse and pillar of relative stability in East Africa. Major international companies, such as Alphabet Inc. and Visa Inc., have picked the country as a regional base of operations. It is also a key U.S. ally in the long-running military campaign against Islamist militants. American commandos based in eastern Kenya commute to Somalia to assist local forces fighting al-Shabaab, al Qaeda's affiliate.</p><p>Kenya's economy, however, has been pummeled by Covid-19, high global food and fuel prices and an unprecedented regional drought that has left some 3.5 million Kenyans, out of a population of 55 million, facing hunger. The unemployment rate among Kenyans aged 18-34 is about 40%, according to the Pentagon-funded Africa Center for Strategic Studies.</p><p>The 55-year-old Mr. Ruto cast himself as champion of Kenya's street vendors, delivery drivers and day laborers. His campaign billboards shouted the motto \"Every hustle matters,\" and he chose the wheelbarrow, the tool of those who have very little to work with, as his campaign symbol.</p><p>\"His message gave us hope—that's why I woke up very early to vote for him,\" Jackson Mwangi, a 27-year-old Nairobi security guard, said before the results were announced. \"Life has become harder. Everything is expensive. We want a leader who can improve our situation.\"</p><p>Mr. Ruto promised to pursue \"bottom up\" economic policies that would boost the income of 10 million informal traders and other working-class Kenyans by the equivalent of $1.70 a day, including through a $4.2 billion public investment in small-holder agriculture and the informal sector.</p><p>But he will have to put together his spending programs while contending with the country's $69 billion public debt, about half of it owed to foreign creditors.</p><p>Although he cast himself as a working-class rebel against entrenched Kenyan political dynasties, Mr. Ruto is very much a member of the country's political elite. His critics say he has shown an authoritarian streak that could resurface now that he will have the power of the state behind him, said Nic Cheeseman, professor of democracy and international development at the U.K.'s University of Birmingham, who was in Kenya studying the elections.</p><p>Mr. Ruto was Mr. Odinga's running mate in the disputed 2007 vote. Members of Mr. Ruto's Kalenjin ethnic group and Mr. Odinga's Luo community clashed with the Kikuyu, a dominant force in Kenya since independence from Britain in 1963.</p><p>The International Criminal Court accused Mr. Ruto of crimes against humanity, including murder, deportation and forcible transfer of population, but key witnesses disappeared, and the court later dropped the prosecution for lack of evidence.</p><p>The court also charged Mr. Kenyatta, but dropped those proceedings as well. Mr. Kenyatta, son of Kenyan founding father Jomo Kenyatta, went on to win two terms as president with Mr. Ruto as his vice president.</p><p>Write to Michael M. Phillips at Michael.Phillips@wsj.com and Nicholas Bariyo at nicholas.bariyo@wsj.com</p><p>William Ruto Declared Winner of Kenyan Presidential Election</p>",
  "published": "2022-08-15T18:00:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 2864,
          "end": 2872
        },
        {
          "start": 2887,
          "end": 2896
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}