{
  "_id": "140c33317bff3ca772e0c51f2abf768b8142bc592b0699b2d87f5967c0504095",
  "feed": "wall-street-journal",
  "title": "PayPal Stock Tumbles After Disappointing Earnings Guidance; Payments giant cited effect of inflation on personal spending in tempering its growth outlook for the year",
  "text": "<p>For much of 2020 and 2021, PayPal was an investor favorite. The migration to online shopping over the course of the pandemic boosted its transaction volumes and profits, sending its market capitalization higher than all U.S. banks except JPMorgan Chase &amp; Co. Investor sentimentstarted to sour after in-store sales picked up again. PayPal's stock is now trading at its lowest level since May 2020.</p><p>Executives said a number of forces will pressure its business in 2022. Those include the runoff in government stimulus, labor shortages, the Omicron coronavirus variant, inflation, supply-chain issues and a likely higher effective tax rate this year. PayPal also is losing business from one of its biggest customer sources, eBay Inc., at a faster pace than expected because the online marketplace is building out its own payments arm.</p><p>In a surprise to analysts and investors, PayPal also abandoned a target it established last year of roughly doubling its active user base to 750 million accounts. Chief Executive Dan Schulman said the focus now is on getting frequent PayPal users to use its services more often and not on pursuing customers that are unlikely to transact with PayPal regularly.</p><p>As recently as November, PayPal reaffirmed the long-term target and said it expected to add 55 million accounts during 2021. On Tuesday, it said it added only about 49 million accounts last year.</p><p>A review of PayPal's marketing effectiveness found that spending on incentives to attract new users had a lower return on investment than campaigns that tried to get existing users to use PayPal more often, Chief Financial Officer John Rainey said on an earnings call. The company also uncovered that about 4.5 million accounts were \"illegitimately created\" only to take advantage of incentives.</p><p>\"The abruptness of this change in user strategy gives us the biggest cause for concern,\" wrote Bernstein analyst Harshita Rawat. \"While it is prudent to not continue to spend money on low-value users, we were surprised that this was not evaluated exhaustively before.\"</p><p>\"You can officially add PayPal to your list of pandemic high-fliers that are experiencing a quite bumpy landing,\" wrote MoffettNathanson analyst Lisa Ellis in a research note.</p><p>PayPal's earnings report dragged down the stock prices of other digital-payments companies that got a boost during the pandemic. Shares of Block Inc., formerly known as Square, and buy-now-pay-later company Affirm Holdings Inc. fell 12% and 10%, respectively.</p><p>For 2022, PayPal expects to generate adjusted earnings per share of roughly $4.67, well below the $5.21 consensus estimate of analysts polled by FactSet. PayPal also forecast revenue growth of 15% to 17%, less than the 18% growth figure the company released a few months ago, which investors then viewed as a disappointment.</p><p>\"Our medium-term targets simply did not contemplate inflation at a 40-year high and supply-chain issues not seen in my lifetime,\" Mr. Rainey said on the earnings conference call. \"As such, 2022 is now off to a slower start than we previously anticipated and we are taking a more conservative stance on the year.\"</p><p>The cautious tone stood in contrast to the upbeat outlook other payments companies gave in recent weeks. Visa Inc. raised its earnings guidance and cited only a modest impact on domestic payments due to the Omicron variant.</p><p>Write to Peter Rudegeair at peter.rudegeair@wsj.com and Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>PayPal Stock Tumbles After Disappointing Earnings Guidance</p>",
  "published": "2022-02-02T18:25:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 3233,
          "end": 3242
        }
      ]
    }
  ]
}