{
  "_id": "09c5f42d1597f9fdcc9589cdb19e44af1bbac9bd26a8861df2d4f843ac81ac9f",
  "feed": "wall-street-journal",
  "title": "The World That Putin Has Made; By attacking Ukraine, Vladimir Putin may have brought about what he wanted least: a galvanized West, determined to act together to preserve a liberal world order",
  "text": "<p>The world they sought, the statement said, would be ordered very differently than in the past, and China and Russia would cooperate with \"no limits\" to assume their rightful places in it. They would forge an \"international relations of a new type,\" multipolar and no longer dominated by the United States. There would be no further NATO enlargement, no color revolutions, no globe-spanning U.S. missile defense system, no American nuclear weapons deployed abroad. Actors \"representing but the minority on the international scale\"—that is, the U.S. and its allies—might continue to interfere in other states and \"incite contradictions, differences and confrontation,\" but Beijing and Moscow together would resist them.</p><p>The manifesto put in stark, global terms much of what Mr. Putin has pursued for more than a decade. The Russian president wants to prevent Ukraine from aligning with the West and to dominate and absorb the Ukrainian people. He hopes to fracture Western unity, especially within NATO, to stop the alliance's expansion and to reverse its eastern military deployments. In Mr. Putin's plans, Russia would regain an expansive sphere of influence that would at once guarantee its security needs and recognize its longstanding imperial claims. After a long period of post-Cold War decline and humiliation, his country would be strong and respected again—a great power treated as such.</p><p>In the world order to come, no one would pressure China or Russia on human rights or interfere in their internal affairs. Democracy itself would be redefined and subject to no universal standard. \"It is only up to the people of the country,\" the manifesto said, \"to decide whether their State is a democratic one.\" Russia would join with China to oppose both \"any forms of independence for Taiwan\" and the formation of alliances opposed to Beijing in Asia.</p><p>This is the world that Mr. Putin wants, but it is not the one that he is violently ushering into existence. His unprovoked invasion of Ukraine has resulted in geopolitical shifts astonishing in their scale and rapidity. The outlines of a new global order are already perceptible—and in many ways, they are precisely the opposite of those the Russian president seeks.</p><p>Before the invasion, Western countries widely viewed Russia as a resentful, revisionist power, led by a president who was unhappy with his country's global position but pragmatic and opportunistic. Moscow's unprovoked war of aggression changed this perception overnight. American and European leaders now see Russia as a clear and present danger, not just to Ukraine but potentially to other neighbors and even to NATO territory. Gone are the visits of European leaders to Moscow and the lengthy discussions about accommodating Russian security concerns. In their place are utter distrust and a common desire to isolate and weaken Russia.</p><p>If Mr. Putin hoped to carve out an international leadership role for Russia, he has failed badly. For the first time in a quarter century, the U.N. General Assembly met in emergency session to debate a resolution condemning the invasion. It did so by a vote of 141-5, with Moscow joined only by Belarus, Eritrea, North Korea and Syria in opposing the measure. Even its quasi-ally China abstained on the vote. Nearly 40 countries then made the largest-ever referral to the International Criminal Court, asking it to investigate potential Russian war crimes in Ukraine. President Biden summed up the attitude of many leaders, saying, \"Putin has unleashed violence and chaos. But while he may make gains on the battlefield, he will pay a continuing high price over the long run.\"</p><p>As the war began, Mr. Putin warned that \"Russia remains part of the global economy\" and that its partners should \"not set a goal to push us out of the system.\" And yet, the world's largest economies, except China, moved quickly to disconnect Russia from the benefits of globalization, including trade, travel, technology and finance. They sanctioned Russia's biggest banks, enacted restrictions on their use of the SWIFT financial messaging system and froze central bank assets. In so doing, they deliberately fomented a financial crisis, drove the ruble to an all-time low and provoked a near-default on Russia's sovereign debt.</p><p>Multiple countries stopped issuing visas to Russians, barred Russian air travel, sanctioned key individuals and their families and put export controls in place. Energy giants like BP, Shell and Exxon are divesting their Russian holdings, Visa and Mastercard have stopped processing payments, and Apple no longer sells iPhones in Russia. Even sports bodies have joined the movement: FIFA suspended Russian soccer teams, the International Olympic Committee banned Russian athletes, and Russian teams are now prohibited from participating in international hockey events. Never before has an economy so large become so isolated so quickly.</p><p>The combination of unprovoked war and economic mayhem has brought many Russians into the street to protest. But Russia has long had the habit of accompanying external aggression with domestic repression, and the Kremlin has played to type, cracking down on internal dissent. The resulting image is one of a Russia not strong and unified but discontented and even brittle.</p><p>In Europe, Mr. Putin's aggression achieved virtually overnight what decades of haranguing by American presidents could not. German Chancellor Olaf Scholz killed Nordstream 2, the $11 billion pipeline that would have carried gas to Germany, and pledged to diversify away from Russian supplies. He announced that Germany would immediately boost defense spending by 100 billion euros and pledged annual defense outlays amounting to 2% of German GDP, up from 1.4%. He also pledged to ship weapons to Ukraine, including antitank rockets and Stinger missiles that can take down Russian aircraft.</p><p>Neutrality is waning. Non-NATO member Finland and neutral Sweden both aligned firmly with the West against Russia, and for the first time, majorities in both countries now favor NATO membership. Both are sending weapons to Ukraine. Even Switzerland, which has famously guarded its neutrality for more than 500 years, has frozen Russian assets, adopted the EU sanctions package, voted at the U.N. to condemn Moscow's invasion and delivered emergency relief supplies to Ukraine.</p><p>The EU, which for two decades has aspired to a military role without much success, crossed its own Rubicon. The economic bloc announced that it will provide fighter jets and other lethal arms to Ukraine. \"For the first time ever,\" European Commission President Ursula von der Leyen said, \"the EU will finance the purchase and delivery of weapons and other equipment to a country that is under attack. This is a watershed moment.\" After Kyiv appealed for EU membership, Ms. von der Leyen observed that Ukraine is \"one of us, and we want them in the European Union.\" She subsequently softened her remarks, but such sentiment toward Ukraine was notable because it had been unthinkable just days before.</p><p>Much more in Europe was previously unthinkable. In the 1980s, the U.S. and Britain supplied weapons to the anti-Soviet resistance in Afghanistan, but they did so in a secret operation that took years to scale up. Within days of Mr. Putin's invasion, by contrast, at least 15 countries, most of them European, were openly arming Ukraine. NATO activated its Response Force, an advanced military force capable of rapid deployment, for the first time in its history.</p><p>Mr. Putin sought to stop NATO expansion, roll back the alliance's deployments and dominate what he considers Russia's sphere of influence. But the opposite outcome is more likely. His war could ultimately leave NATO larger, more unified, better armed and with military deployments placed closer to Russia. For decades, EU members divided largely on east-west lines over how to deal with Russia. Now that problem is a source of common action. A land war on the continent may well have helped to birth a new Europe.</p><p>The geopolitical reverberations extend to other regions as well. Japan joined the sweeping sanctions on Russia and is sending bulletproof vests to Ukraine. This may be just the beginning for a country that sees in Russia's invasion the possible antecedents—and responses—to a Chinese attack on Taiwan. \"We want to demonstrate what happens when a country invades another country,\" a Japanese official told the Washington Post. Prime Minister Fumio Kishida said that \"Japan needs to implement a fundamental upgrade of its defense capabilities.\"</p><p>Former Prime Minister Shinzo Abe, who still leads the ruling party's largest faction, went further. Despite the country's strong opposition to nuclear weapons, he said, \"Holding discussions on the reality about how the world's safety is protected should not be considered a taboo.\" Mr. Kishida quickly rebuffed the notion of Japan's acquiring nuclear weapons, but Russian aggression has plainly changed the debate. As a senior defense ministry official told the Japan Times, \"If [Ukraine] had nukes, Russia would not have invaded it.\"</p><p>China could be forgiven a bit of buyer's remorse regarding its new quasi-ally. Mr. Putin's war of conquest leaves Beijing badly exposed. Many of its businesses may soon be forced to choose between access to the U.S. market or Russia's. Powerful countries representing half of the world's economic output oppose Moscow's aggression, while China has aligned itself with a reckless Russia that faces long-term isolation and impoverishment even as its military flounders in the field. The prospect has led many in Asia to rethink the region's security requirements. Reports that Beijing knew war was coming, did nothing to avert it, and merely asked Moscow to delay until after the Olympics compound its problems.</p><p>Mr. Putin's war has even had a galvanizing effect inside the U.S. The intelligence community predicted the Russian invasion, over Moscow's insistence that such claims were ludicrous, and in doing so demonstrated its credibility. Republicans and Democrats found a policy that all can support—for Ukraine and against Russia—and dozens of American cities are now lit up in blue and yellow. Such domestic political unity may not last—it usually doesn't, even in response to an external threat—but once again, Mr. Putin seems to have accomplished the impossible.</p><p>The extraordinary global response to Mr. Putin's war stems from its obvious geopolitical significance. Leaders in many countries immediately understood that not only do Ukrainian lives and independence hang in the balance, but so, too, do broader principles of international behavior. World order—those institutions and rules that govern, if not always effectively, the conduct of nations—is very often taken for granted. Indeed, much recent political debate in the U.S. has focused not on the benefits of world order but on its costs. Defense spending, alliances and military pacts, diplomatic deals, international economic arrangements—all are easy to dismiss as the obsolete manifestations of a Cold War mind-set, or the hubris of U.S. leadership, or the conceit of those who overlook the interests of average Americans.</p><p>Easy, that is, until the foundations of international order shake violently, as they have with the invasion of Ukraine. The alternative to an ordered world, and to countries shouldering the cost of its defense, is the law of the jungle, where big countries can take territory, impose their rule and spread chaos at will. That is Mr. Putin's world. Dozens of countries are combining to resist it—and to preserve and extend the principles that have done so much to create peace, prosperity and freedom for well over half a century. Those are the stakes in Ukraine.</p><p>SHARE YOUR THOUGHTS</p><p>How will Putin's decision to invade Ukraine affect Russia in the long term? Join the conversation below.</p><p>The outcome remains uncertain. Through sheer might and brutality, Mr. Putin may yet conquer Ukraine and erase its statehood. The solidarity of governments opposing Russia might wane as costs set in. Sanctions could fade or the pledges of stronger defense go unfulfilled. The international leadership to which the U.S. has been stirred might fade.</p><p>A more hopeful possibility exists, however, and an immense opportunity. The countries joined in common concern for the preservation of a liberal world order could stay as united in the future as they are today. They could use Mr. Putin's war as a turning point, committing themselves to upholding rules and norms that will otherwise fade. There is nothing inevitable about the world envisioned by Mr. Putin and Mr. Xi—where the strong do what they can and the weak suffer what they must, where autocracy reigns and individuals cower, where democracy itself is redefined to mean oppression of the people.</p><p>Today's two revisionist great powers are formidable, but they pale in comparison to the West's combined might. Defending a liberal international order requires unity and commitment, however, and entails costs. Even a few weeks ago, such a project seemed unlikely for fractious democracies facing the determined rise of autocratic challengers. Not today.</p><p>The world that Mr. Putin launched this war to create is very different from the world that is emerging. By invading Ukraine, he has weakened Russia rather than strengthened it. He has achieved not the absorption of Ukraine into Russia but the enduring enmity of their peoples. He has initiated not a successful challenge to the West but rather a war that has spurred its members to take action.</p><p>Mr. Fontaine is the chief executive officer of the Center for a New American Security.</p><p>The World That Putin Has Made</p>",
  "published": "2022-03-11T16:04:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 4504,
          "end": 4508
        }
      ]
    }
  ]
}