{
  "_id": "8b2f5403f28044d73068395630fc5a2ded8b03fc1357217f52b6d0bf371f7eb4",
  "feed": "market-watch",
  "title": "Visa stock shoots toward best day in nearly two years amid optimism on travel spending",
  "text": "<p>Visa's stock V is up 8.8% in the session and on track for its largest single-day percentage gain since April 6, 2020, when it rose 11.6%. The shares are also on track to log their largest single-day post-earnings percentage gain since October 30, 2014, when they added 10.2%, according to Dow Jones Market Data.</p><p>Moves of this size are fairly unusual for Visa's stock, which has only closed with a daily gain upwards of 8% in four trading sessions over the past decade. Three of those sessions came in 2020 during the volatile trading days early in the pandemic, and the other was the October 2014 post-earnings gain.</p><p>Investors are feeling increasingly upbeat about Visa as the company's earnings report and commentary from late Thursday signaled momentum around cross-border travel, which has been depressed due to pandemic-related restrictions.</p><p>The slow recovery for cross-border travel had weighed on Visa's stock, noted MoffettNathanson's Lisa Ellis, who highlighted that shares underperformed the S&amp;P 500 SPX by 28% in 2021. That marked the first time Visa lagged by such a magnitude in more than a decade.</p><p>But Visa is seeing progress as countries relax their border restrictions and consumers rush to make up for years of lost opportunities. Visa now anticipates that cross-border travel volumes, inclusive of intra-Europe travel, will be back at 2019 levels by the end of the company's fiscal year in the fall.</p><p>“While painfully slow in coming, cross-border travel is recovering, and we believe will drive sustained outperformance in Visa over the next two to three years,” MoffettNathanson's Ellis wrote. She has a buy rating and $300 price target on the shares.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Cross-border travel trends can fluctuate as the pandemic evolves, and Visa indeed saw weaker performance in January due to the omicron variant. But Visa also showed a marked rebound in cross-border spending during the first two months of its most recent quarter, before omicron took hold, and executives didn't expect a lasting impact from the variant.</p><p>Taking into account Mastercard Inc.'s MA own outlook, which called for the return of cross-border travel volumes to 2019 levels by the end of the calendar year, Bernstein analyst Harshita Rawat saw opportunity for upside if COVID-19 conditions materially improve.</p><p>“If the pandemic transitions to an endemic, then these forecasts appear very conservative,” she wrote of Visa and Mastercard. Rawat rates Visa's stock at outperform and increased her target price to $280 from $270.</p><p>Mastercard shares are enjoying a boost as well Friday. They're up 5.8% in the session and on track for their biggest single-day percentage bump since Nov. 9. 2020, when they increased 9.9%.</p><p>See also: Mastercard exceeds earnings expectations as consumer spending rebound continues</p><p>RBC Capital Markets analyst Daniel Perlin highlighted the “noticeable positive tonal difference” in Visa's prepared remarks during the latest earnings call.</p><p>“This confidence appears to be driven by the high corollary between border reopening's and pent-up demand for cross-border travel, which management noted was meaningful in Oct/Nov before Omicron slowed volumes in December,” he wrote, while maintaining an outperform rating but cutting his price target to $278 from $284.</p><p>Read: Affirm's ‘brutal selloff' means stock is now a buy, analyst says in upgrade</p><p>Visa painted an upbeat picture looking beyond 2022 as well, according to BMO Capital Markets analyst James Fotheringham.</p><p>“We were also encouraged by management's longer-term guidance for sustained growth above pre-COVID-19 levels,” he wrote, while keeping an outperform rating on the shares and lifting his price target to $247 from $240.</p><p>Shares of Visa have added 6.3% over the past three months, as the Dow Jones Industrial Average DJIA has lost 4.1%.</p>",
  "published": "2022-01-28T13:01:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1115,
          "end": 1119
        },
        {
          "start": 665,
          "end": 669
        },
        {
          "start": 903,
          "end": 907
        },
        {
          "start": 1056,
          "end": 1060
        },
        {
          "start": 1539,
          "end": 1543
        },
        {
          "start": 1918,
          "end": 1922
        },
        {
          "start": 3791,
          "end": 3795
        },
        {
          "start": 1247,
          "end": 1251
        },
        {
          "start": 2492,
          "end": 2496
        },
        {
          "start": 2525,
          "end": 2529
        },
        {
          "start": 0,
          "end": 4
        },
        {
          "start": 1840,
          "end": 1844
        },
        {
          "start": 3442,
          "end": 3446
        },
        {
          "start": 2982,
          "end": 2986
        },
        {
          "start": 354,
          "end": 358
        }
      ]
    }
  ]
}