{
  "_id": "7396b8e36902b4cea13a6753fdc43b6c3317d07484ddf06dab5d64a07e1f3c6d",
  "feed": "wall-street-journal",
  "title": "U.S. Vows to Tackle Visa Delays as Frustrations Mount; Tourists, students and workers face lengthy wait times for entry to the U.S. as officials struggle to keep up with demand",
  "text": "<p>WASHINGTON—A top State Department official pledged Thursday that wait times for tourist, student and work visas would shorten significantly in the next year as the department ramps up processing to meet crushing demand for entry to the U.S.</p><p>The State Department has been struggling to keep up with visas since 2020 when the Covid-19 pandemic forced the closing of U.S. consulates around the world, bringing the application process for entry into the country temporarily to a halt. Two and a half years later, some consulates are still offering only emergency appointments.</p><p>Though visa issuance has mostly rebounded to prepandemic levels, demand for visas is so high that appointments for anyone looking to apply are often booked months or even years out, and the Biden administration has faced mounting anger from business groups, Silicon Valley companies, universities, hospitals and the travel industry over the delays.</p><p>The wait times are worse than anything the State Department has seen before, said Deputy Assistant Secretary Julie Stufft, who briefed reporters Thursday.</p><p>\"Visas are central for people to see their families, study in the United States and work legally here,\" Ms. Stufft said.</p><p>She said the State Department is making a concerted effort to hire more consular staff and expects to fill all open posts by next fall, the end of the government's fiscal year, to open up more appointments for visas and speed up processing.</p><p>The backlog is estimated to have slowed entry to the U.S. for hundreds of thousands of people worldwide.</p><p>The lack of available appointments has affected companies' ability to hire new employees, transfer existing employees from abroad and host meetings with international attendees. In some cases, employees have been able to move to the U.S., but visas remain unavailable for their spouses and children. In other cases, employees in the U.S. have been forced to forgo weddings or funerals at home for fear that they wouldn't be able to find appointments to have their visas stamped to re-enter the country.</p><p>\"It's been really painful for us,\" said Karan Bhatia, vice president of public affairs at Google. \"In a nutshell, when you have employees or partners that are unable to travel to the United States in a timely way, it just becomes really hard to operate a competitive global business.\"</p><p>Christopher Wendt, legal counsel handling immigration issues at the Mayo Clinic, said visa issues have prevented the Rochester, Minn.-based hospital network from hiring several coveted doctors and sending their staff to international scientific conferences. And for foreign doctors who have been working at the Mayo Clinic since the start of the pandemic, visa delays are taking a personal toll.</p><p>\"A lot of our staff who have been working heroically for the last couple of years and staying put are naturally now wanting to travel home and see their families,\" he said.</p><p>The average wait time for a tourist visa appointment—the most commonly sought—is about seven weeks. But demand varies greatly by location, with some of the longest wait times in countries such as India, Mexico and Brazil where demand is highest, according to data compiled by Todd Moss, a former State Department official who is now a fellow at the Institute for Progress and founder of Visa Limbo, a website that tracks the longest wait times.</p><p>Wait times in Indian cities including Mumbai, New Delhi, Chennai and Kolkata all exceed two years, according to Mr. Moss.</p><p>The situation in India in particular has grown so bad that, in the past year, third-party sellers have created bots to snatch up appointments as soon as they become available and resell them at a premium.</p><p>Mr. Moss said the issue of wait times is especially problematic compared with European nations and China, which are all processing visas at a faster clip.</p><p>\"If people have to wait months to get a visa to visit for business, tourism, or to see their families, we are not serious,\" he said. \"The U.S. cannot possibly compete with China or the Europeans if we cannot issue visas efficiently.\"</p><p>There isn't one reason why visa processing has been slow to rebound. The State Department lost a large proportion of its consular staff during the Trump administration and particularly during the pandemic, outside experts say.</p><p>While more State Department hires could help with backlogs, newer consular officers have less expertise and make more errors, according to immigration lawyers.</p><p>Immigration lawyers and advocates have also accused the State Department of being slow to adopt technical innovations to speed up visa processing. Unlike with interviews for refugees and citizenship, where the government has started experimenting with virtual interview formats, all visa interviews must be conducted in person.</p><p>Ms. Stufft said the State Department has found in-person interviews are more efficient, since applicants must come to a consulate anyway to provide fingerprints, and said the department has instead been relying more on interview waivers for some low-risk applicants, such as students or tourists looking to renew their visas. She said nearly half of temporary visas were issued without an interview this year.</p><p>The State Department is also looking to restart a process, ended in 2004, to renew visas for existing visa holders in the U.S., so they aren't required to travel abroad each time a visa expires. Ms. Stufft declined to provide a timeline for when such a process would become available.</p><p>Write to Michelle Hackman at michelle.hackman+1@wsj.com</p><p>U.S. Vows to Tackle Visa Delays as Frustrations Mount</p>",
  "published": "2022-11-17T21:20:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 20,
          "end": 24
        },
        {
          "start": 3288,
          "end": 3292
        },
        {
          "start": 5548,
          "end": 5552
        }
      ]
    }
  ]
}