{
  "_id": "405ab658786d4088b634a47bf865c933ab8e7389a417338281f6d4167530d95e",
  "feed": "market-watch",
  "title": "FIFA rebuffed Zelensky's offer to share message of peace at World Cup final, report says; World football governing body FIFA rebuffed an offer from Ukrainian President Volodymyr Zelensky to share a message of world peace at the World Cup final, according to a CNN report",
  "text": "<p>The source told CNN that Zelensky's office was surprised by the negative response. It's unclear if the message was to be delivered live, or taped, the report said. \"We thought FIFA wanted to use its platform for the greater good,\" the source was quoted as having told CNN, reportedly adding that talks between Ukraine and FIFA are ongoing.</p><p>See:  Qatar World Cup controversy means sponsors are walking a tightrope</p><p>MarketWatch has reached out to FIFA and Zelensky's office with requests for comment.</p><p>Since Russia launched its full-scale invasion of Ukraine on Feb. 24, Zelensky has used high-profile video addresses to rally international support for his embattled nation. These have included addresses to the U.N. General Assembly, the U.S. Congress, Britain's House of Commons, the German Bundestag, the European Parliament and a G-20 summit, as well as video-link appearances at the Grammys and the Cannes Film Festival.</p><p>The last World Cup was held in Russia, with Russian President Vladimir Putin in attendance as France defeated Croatia 4-2 in the final. (FIFA, controversially, announced its host-country selections for 2018 and 2022 — Russia and Qatar — on the same December day in 2010.)</p><p>The 2022 tournament is perhaps the most controversial in World Cup history, with Qatar facing a barrage of criticism over its treatment of migrant workers and its approach to LGBTQ+ rights in the country.</p><p>Now read: British band the Farm blocks McDonald's from using hit song in Qatar World Cup ad</p><p>The criticism of Qatar, the first Arab nation to host a World Cup, reached a crescendo before the tournament kicked off last month. During a press conference on the eve of the opening game, FIFA's president, Gianni Infantino, launched into a lengthy defense of the decision to hold the tournamentin Qatar and accused the West of \"hypocrisy.\"</p><p>This World Cup is also the first to take place during the northern hemisphere's winter. Traditionally, the tournament takes place in June and July, but this year's tournament was moved to minimize the impact of Qatar's searing heat.</p><p>See: For Budweiser, Qatar World Cup has been a tale of tough logistics and quick thinking</p><p>Branding experts have observed that this controversial World Cup poses challenges for the big-name corporations involved in the event. FIFA's list of partners includes U.S. corporate titans Coca-Cola Co. KO and Visa Inc. V, who are both involved in the Qatar event. McDonald's Corp. MCD and Crypto.com are also World Cup sponsors.</p><p>The tournament's beer sponsor, Budweiser, an Anheuser-Busch InBev BUD brand, has had a particularly eventful several weeks in Qatar. In an abrupt reversal just two days before the soccer showpiece kicked, Qatar organizers banned beer sales in the tournament's eight stadiums.</p><p>The reversal of that decision appeared to take Budweiser by surprise, with the company tweeting \"Well, this is awkward …\" before deleting the post. Budweiser quickly shrugged off the beer ban and promised a huge victory party for the country that wins the soccer showpiece.</p><p>Fox Sports, which is owned by Fox Corp. FOX, a sister company of MarketWatch publisher Dow Jones's parent company, News Corp NWSA, holds English-language broadcast rights in the U.S. to the Qatar World Cup.</p><p>Read on: Could Qatar's 'reusable' World Cup stadium end up in Uruguay? There are some amazing plans for tournament venues.</p><p>FIFA rebuffed Zelensky's offer to share message of peace at World Cup final, report says</p>",
  "published": "2022-12-16T12:58:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 2366,
          "end": 2375
        }
      ]
    }
  ]
}