{
  "_id": "fb9b8aaaba6afd2196fa21f0bfa7107654e5063d6fb1e8d80ccf2341b5b82e4b",
  "feed": "market-watch",
  "title": "U.S. labor shortages tied to low immigration in past two years",
  "text": "<p>Due to increased restrictions on immigration and travel, which began with the COVID-19 pandemic in the early months of 2020, the net inflow of immigrants into the United States has essentially halted for almost two years. By the end of 2021 there were about 2 million fewer working-age immigrants living in the United States than there would have been if the pre-2020 immigration trend had continued unchanged.</p><p>Of these lost immigrants, about 1 million would have been college educated. The data on labor shortages across industries suggest that this dramatic drop in foreign labor-supply growth is likely a contributor to the current job shortages and could slow down employment recovery and growth as the economy picks up speed.</p><p>The Facts:</p><p>During the years 2020 and 2021, the number of immigrants arriving in the United States decreased substantially.&#xa0;In the early months of 2020 and in response to the COVID-19 health crisis, the Trump administration closed the borders with Mexico and Canada and placed restrictions on international arrivals. Visa processing at U.S. embassies and consulates around the world was also severely disrupted, leading to a dramatic decline in the inflow of foreign nationals on all types of temporary visas.</p><p>According to the Department of State, the slowdown in visa processing generated much fewer visa entries and a large&#xa0;backlog of more than 460,000 people&#xa0;with unprocessed visas as of late 2021. Similarly, the number of permanent residents arriving in the U.S. also fell substantially.&#xa0;Statistical estimates&#xa0;relative to the Fiscal year 2020 (from Oct. 1,&#xa0;2019 to Sept. 30,&#xa0;2020) indicate a decrease of immigrant visas by 45% and a decrease of nonimmigrant visas by 54% relative to the previous year.&#xa0;</p><p>Econofact.orgThis decline in immigrant and nonimmigrant visa arrivals resulted in zero growth in working-age foreign-born people in the United States.&#xa0;Prior to 2019, the foreign-born population of working age (18 to 65) grew by about 660,000 people per year, as reported in data from the monthly Current Population survey (see the chart above).</p><p>This trend had come to a stop already in 2019 before the pandemic, due to a combination of stricter immigration enforcement and a&#xa0;drop in the inflow of Mexican immigrants. The halt to international travel in 2020 added a significant drop in the working-age immigrant population.</p><p>As of the end of 2021, the number of working-age foreign-born people in the United States is still somewhat smaller than it was in early 2019. Relative to the level it would have achieved if the 2010-2019 trend had continued, there is a shortfall of about two million people. A similar calculation done using Current Population Survey (CPS) monthly data on foreign-born individuals with a college degree indicates that of the missing 2 million foreign workers, about 950,000 would have been college educated, had the pre-2020 trend continued. This is a very substantial loss of skilled workers, equal to 1.8% of all college-educated individuals working in the U.S. in 2019.&#xa0;</p><p>As the U.S. economy recovered from the Covid-19 crisis in 2021 and job-creation increased, employers found it more difficult to fill jobs. Across sectors, these shortages are significantly associated with the loss of foreign workers.&#xa0;The recent economic recovery has seen more numerous job openings and jobs going unfilled for longer periods of time. In spite of upward pressure on wages in several sectors,&#xa0;such as hospitality and food-related services, the number of unfilled job openings relative to employment has remained very high.</p><p>Econofact.orgThe absence of foreign-born workers plays an important role in this. Those sectors that had a higher percentage of foreign workers in 2019 had significantly higher rates of unfilled jobs in 2021 (see chart above). Our estimates suggest that an industry that had a 10% higher dependence on foreign workers than another industry in 2019 saw a 3% higher rate of unfilled jobs in 2021.</p><p>The loss of foreign workers is not the only reason for the high rate of unfilled jobs.&#xa0;Increased retirement and increased bargaining power of workers are likely playing an important role. While more generous unemployment and welfare benefits introduced during the crisis may have discouraged workers from taking low-paying jobs in 2020 and early 2021, they do not seem to be the cause of current shortages,&#xa0;since most of those benefits expired by&#xa0;mid-2021. Recent anecdotal and preliminary evidence finds a push by workers for more&#xa0;job-flexibility, safety and, generally, better conditions&#xa0;causing resignations and contributing to unfilled job openings.</p><p>Moreover, increased retirement rates have contributed to the decline in available workers. A&#xa0;recent study&#xa0;finds that just excess retirement and reduced re-entry of retirees to the labor force has increased the share of retirees relative to the U.S. labor force by 1.3 percentage points in the last two years (compared to an annual rate of increase or about 0.3 percentage points prior to the pandemic).</p><p>These factors have affected labor availability, especially in low-paying manual-intensive jobs in sectors as food services and hospitality. The second chart shows that the rates of unfilled jobs in those two sectors are well above what is predicted by the statistical association across all industries between the rate of unfilled jobs and industries' dependence on foreign workers, suggesting that other factors are at work in those sectors.&#xa0;</p><p>The loss of two million potential immigrants, of which a million are college educated, could impact productivity and employment in the long run.&#xa0;A recent&#xa0;study&#xa0;by one of the authors shows that college-educated immigrants are likely to work in the science, technology, engineering and math (STEM) sectors; these jobs are drivers of innovation and productivity growth. Additionally,&#xa0;research&#xa0;focused on the high-skilled STEM jobs shows that they are responsible for creating a job-multiplier effect at the local level, producing opportunities of up to 2.5 additional jobs for each additional employed high-skilled worker through local demand for goods and services and by companies expanding and hiring other workers.</p><p>In light of these effects, the loss of one million college-educated immigrants may leave the U.S. economy with lower productivity, which translates to lower growth. Applying the estimated job multiplier from the&#xa0;research referenced above&#xa0;to the observed loss of college-educated immigrants implies 2.5 million fewer jobs in those local economies where the immigrants would have worked.&#xa0;</p><p>The loss of immigrants could imply a large loss of entrepreneurship.&#xa0;Immigrants have a three times higher probability of starting firms than natives in the U.S.,&#xa0;according to estimates from an article published in 2020. Immigrants are more likely to start small firms (with 0-10 employees) but also medium size and large firms (with 1,000 employees or more) relative to natives. Using the estimated entrepreneurship rate of immigrants from this study, two million fewer immigrants would imply a decline in firm creation, solely due to lack of entrepreneurs, corresponding to a loss of more than 200,000 jobs.&#xa0;</p><p>The loss of foreign college students will affect American educational institutions.&#xa0;Foreign college students&#xa0;are the part of the foreign-born population with the largest decline in the last two years. After decades of continued growth in foreign enrollment in American colleges and universities, peaking in 2018-19, their number&#xa0;dropped by 20% in 2020. This has had an adverse effect on higher education, one of the&#xa0;largest U.S. service exports.</p><p>Furthermore, foreign students, especially graduate students, have been very important contributors to&#xa0;U.S. research and innovation and patenting. Their absence could weaken the innovation and patenting potential of those universities, research institutions, and businesses that depend on cutting-edge research and innovation.&#xa0;</p><p>What this Means:</p><p>The shortfall of immigrants over the past two years has had immediate adverse consequences for filling jobs and also harms the long-run prospects for the U.S. economy. The drop in the number of foreign students and high-skilled immigrants is particularly concerning for the long-run effects on productivity, innovation and entrepreneurship.</p><p>The drop in the number of less-skilled immigrants can be contributing to the current shortages in several industries in which they had been highly represented. In light of this, the government should make an effort this year to facilitate the processing of nonimmigrant and immigrant visas to avoid further reducing the number of immigrants and the resulting negative economic consequences.</p><p>This commentary was originally published by Econofact.org — Labor Shortages and the Immigration Shortfall.</p><p>Giovanni Peri is an economics professor at the University of California Davis, with expertise is in labor economics, urban economics, and the economics of international migrations. Reem Zaiour is a Ph.D. candidate in the Economics Department at the University of California Davis, researching migration, labor and public economics.</p><p>More on the labor shortage</p><p>‘Employees have more leverage right now': Millions of Americans are quitting their jobs. Should you stay or go?</p><p>‘The slowdown in job openings is a natural response to the pandemic worsening.' But this industry suffered more than others</p><p>Coronavirus pandemic a factor as U.S. population grows at record-low pace</p>",
  "published": "2022-01-13T09:45:00.000Z",
  "tags": [
    {
      "id": "US92826C8394",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1047,
          "end": 1051
        }
      ],
      "nexusId": "10063253"
    }
  ]
}