{
  "_id": "68af8357245368f1f6fc58eea95a46539e7d8ab2c272065443efeb3ddb3f1a44",
  "feed": "ftcomall",
  "title": "Tech experts urge Washington to resist crypto industry's influence",
  "text": "<p>A group of renowned technologists has joined forces to urge US lawmakers to crack down on the burgeoning cryptocurrencies industry, marking the first concerted effort to counter well-financed lobbying by blockchain companies. </p> <p>Harvard lecturer <a href=\"https://www.ft.com/content/420a9a64-163c-11e3-a57d-00144feabdc0\">Bruce Schneier</a>, former Microsoft engineer Miguel de Icaza and principal engineer at Google Cloud Kelsey Hightower, are among 26 leading computer scientists and academics who have signed a letter delivered to US lawmakers heavily criticising crypto investments and blockchain technology.</p> <p>While individuals have made similar warnings about the safety and reliability of digital assets, it marks a more organised effort to challenge the growing influence of crypto advocates who want to resist attempts to regulate the frothy sector. </p> <p>“The claims that the blockchain advocates make are not true,” said Schneier. “It's not secure, it's not decentralised. Any system where you forget your password and you lose your life savings is not a safe system,” he added.</p> <p>“We're counter-lobbying, that's what this letter is about,” said signatory and software developer Stephen Diehl. “The crypto industry has its people, they say what they want to the politicians.” </p> <p>A recent analysis of the US Congressional Lobbying Disclosure database by Public Citizen, a consumer advocacy group, revealed the number of lobbyists representing the crypto industry increased from 115 to 320 between 2018 and 2021, and the money spent on lobbying for the crypto sector quadrupled from $2.2mn to $9mn in the same period.</p> <p>US-based cryptocurrency exchange Coinbase led the effort with 26 lobbyists and $1.5mn spent on lobbying in 2021. Companies with growing interest in the crypto sector, include Meta, Visa and PayPal, have also lobbied for the industry.</p> <p>Meanwhile, leading crypto exchanges such as FTX, Binance and Crypto.com have also spent heavily on endorsement deals with <a href=\"https://www.ft.com/content/d691820e-114d-4927-8bfa-d18acc83379d\">sports stars</a> and entertainment venues to promote their products to the public. </p> <p>The industry's advocates claim cryptocurrencies provide the answer to a series of macroeconomic problems facing society, from providing banking services to millions worldwide without access to traditional financial institutions, protecting financial privacy and giving those beset by inflation an opportunity to store wealth. </p> <p>But in the letter seen by the Financial Times, the technologists write: “We urge you to resist pressure from digital asset industry financiers, lobbyists and boosters to create a regulatory safe haven for these risky, flawed and unproven digital financial instruments.”</p> <p>The aim is to reach across party lines. The letter is addressed to both Senate Majority and Minority Leaders Charles Schumer and Mitch McConnell, as well as leading senators such as Republican Patrick Toomey and Democrat Ron Wyden, both of whom have previously supported some aims of the crypto industry. </p> <p>The move comes as President Joe Biden signed an executive order in March 2022 on digital assets, which set out an array of goals ranging from consumer protection to cracking down on crypto-related illicit finance. </p> <p>Recent events, such as the <a href=\"https://www.ft.com/content/c46f767c-c8e3-47cf-b0a3-46d3b84498c3\">collapse</a> of the TerraUSD stablecoin, have renewed anxieties about the financial stability risks presented by the crypto market writ large. </p> <p>“Crypto-assets have been the vehicle for unsound and highly volatile speculative investment schemes that are being actively promoted to retail investors who may be unable to understand their nature and risk,” the letter said.</p> <p>But the signatories go further to claim that crypto and blockchain tech serve no real purpose. </p> <p>“The computational power is equivalent to what you could do in a centralised way with a $100 computer,” said de Icaza. “We're essentially wasting millions of dollars' worth of equipment because we've decided that we don't trust the banking system.”</p> <a href=\"http://www.ft.com/cms/2fa20459-d432-4b5f-8cc4-e6ba02413cb0.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Scott Chipolina in London 2022 'Tech experts urge Washington to resist crypto industry's influence' FT.com 1 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-01T04:00:46.850Z",
  "tags": [
    {
      "id": "US92826C8394",
      "nexusId": "10063253",
      "name": "Visa Inc.",
      "offsets": [
        {
          "start": 1712,
          "end": 1716
        }
      ]
    }
  ]
}