{
  "_id": "1a2e99531ffc276bb9dd12ced6538b6dd3eee0a22970e7068cc68f87321734b6",
  "feed": "wall-street-journal",
  "title": "Pfizer Says Its Covid-19 Pill Likely Works Against Omicron; Antiviral drug Paxlovid stayed 89% effective at reducing the risk of hospitalization and death in a final analysis of a key study in high-risk adults",
  "text": "<p>The positive results come as the Food and Drug Administration reviews whether to clear use of Paxlovid in high-risk adults, a decision that could come before the end of the year.</p><p>\"This was a real home run, gives tremendous hope for another highly effective intervention,\" Pfizer Chief Scientific Officer Mikael Dolsten said in an interview.</p><p>Meanwhile, a separate, preliminary analysis provided signs the drug may help people at low risk of severe Covid-19, such as vaccinated individuals who end up becoming sick.</p><p>Paxlovid in the early study analysis reduced the risk of hospitalization and death by 70% in adults at low risk of severe Covid-19, though it failed to reduce or resolve their symptoms within four days.</p><p>Study subjects who were at high risk of developing severe disease had to have at least one characteristic or underlying health condition such as being obese or elderly. The other study included people who were either unvaccinated and at low risk of developing severe disease, such as young and healthy individuals, or vaccinated people with at least one risk factor for developing severe disease.</p><p>Both studies testing Paxlovid in people showed that the amount of virus, or viral load, in subjects who received the drug was significantly less than in the placebo groups, Pfizer said.</p><p>A lower viral load could mean less transmission of the virus.</p><p>Citing the findings, some analysts said Paxlovid was likely to become the Covid-19 drug of choice for newly infected adults seeking to avoid severe disease. JP Morgan Chase &amp; Co. analysts estimated $18 billion in sales next year.</p><p>Pfizer shares were largely unchanged Tuesday morning.</p><p>Doctors and health experts have been looking for an antiviral like Paxlovid, which people could easily take at home within several days of symptoms emerging to prevent their cases from turning serious and requiring hospitalization.</p><p>The emergence of Omicron has shadowed the approach of such antivirals, however, because of uncertainty whether the new strain could elude treatments and vaccines.</p><p>To make an assessment, drugmakers have been studying whether authorized and experimental Covid-19 drugs and vaccines are effective against Omicron.</p><p>Researchers suspected Pfizer's pill would hold up well because it stops the virus by blocking the activity of a key enzyme, known as protease, that the virus needs to replicate and isn't believed to be mutated in Omicron.</p><p>That is different from Covid-19 vaccines and some treatments that target a different part of the virus, the spike protein, that is the site of many Omicron mutations.</p><p>The early Pfizer laboratory tests showed that Paxlovid blocked the protease enzyme in Omicron, as well as other variants of concern, Dr. Dolsten said.</p><p>\"Without the protease functioning, the virus can't replicate and cause disease,\" Dr. Dolsten said. \"I'm very convinced that the effects on Omicron by Paxlovid will be very substantial.\"</p><p>Pfizer said it plans on performing more testing to measure Paxlovid's effectiveness against the variant.</p><p>In November, Pfizer said an early look at a key study found Paxlovid was 89% effective at reducing the risk of hospitalization and death in high-risk adults.</p><p>The FDA has been waiting for the final results before making an authorization decision, Pfizer Chief Executive Albert Bourla said last week at The Wall Street Journal's CEO Council.</p><p>In the final analysis, five of the 697 high-risk subjects who received the drug within three days of symptoms were hospitalized or died from Covid-19, compared with 44 out of 682 subjects who received a placebo, Pfizer said.</p><p>Nine study volunteers who received a placebo died, compared with none in the treatment arm, the company said.</p><p>Researchers also reported the drug was 88% effective if taken within five days of symptoms.</p><p>The final study analysis of another oral antiviral, from Merck &amp; Co. and partner Ridgeback Biotherapeutics LP, showed a 30% risk reduction, lower than the 50% found during an early look.</p><p>Separately, Pfizer has been testing Paxlovid's effectiveness in people at low risk of developing severe disease, including some who were vaccinated.</p><p>The company's preliminary look at the results found Paxlovid failed to resolve or consistently reduce self-reported symptoms within four days, which was the study's main goal and a way of determining whether an antiviral is effective.</p><p>Two of the 333 low-risk subjects who got Paxlovid were hospitalized, however, compared with eight of 329 subjects who received a placebo, resulting in the 70% efficacy, Pfizer said.</p><p>No subjects had died from Covid-19 in the analysis, which looked at how about 45% of the total number of subjects targeted for the study fared.</p><p>Dr. Dolsten said Pfizer planned to discuss with health authorities in the U.S. and other countries about potentially making the drug available to low-risk people, and whether Pfizer should do more testing.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Pfizer Says Its Covid-19 Pill Likely Works Against Omicron</p>",
  "published": "2021-12-14T17:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1519,
          "end": 1528
        }
      ],
      "nexusId": "10009914"
    }
  ]
}