{
  "_id": "b4afcc3374daea874c86e84f0214f2067e45bc7dd834da95f7a3e31aac888281",
  "feed": "ftcomall",
  "title": "Sunak insists UK must bolster China ties as access to EU markets declines",
  "text": "<p>Rishi Sunak has used his annual Mansion House speech to insist Britain must beef up its trading relationship with China, while admitting that efforts to reopen direct access to EU financial services markets had failed.</p> <p>The chancellor was downbeat on the prospects for a new regulatory deal with the EU, but insisted the City of London was well placed to serve a fast growing Chinese “financial services market with total assets worth £40tn”.</p> <p>“Too often, the debate on China lacks nuance,” <a href=\"https://www.ft.com/stream/3af9081b-2929-40bb-a906-0a6e7ad51ac9\">Sunak</a> said on Thursday, arguing that Britain could speak out against human rights abuses in Hong Kong and Xinjiang while still deepening economic ties with Beijing. </p> <p>“We need a mature and balanced relationship,” he said. George Osborne, when Tory chancellor from 2010-2016, also pursued Chinese investment, pioneering what he called a “golden era” in relations between the two countries.</p> <p>Sunak wants to ensure that a debate on values, led by hawkish Tory MPs, does not drown out the case for economic ties with China.</p> <p>Sunak acknowledged the increasingly widely held view in Whitehall that the City of London's easy access to EU markets was not about to be re-established after Brexit, making it all the more vital that it deepened relations with places such as the US and Singapore.</p> <p>The chancellor accepted that “equivalence” rulings by the European Commission, certifying that UK financial regulation met EU standards and allowing UK companies direct access to the single market, might not happen.</p> <p>“I said in parliament in November, our ambition had been to reach a comprehensive set of mutual decisions on financial services equivalence,” he said. “That has not happened.”</p> <p>He added: “Now, we are moving forward, continuing to co-operate on questions of global finance, but each as a sovereign jurisdiction with our own priorities.” </p> <p>Sunak's allies insisted he had not “given up” on the EU granting equivalence but they admitted that the time had come to move the debate on.</p> <p>“We now have the freedom to do things differently and better, and we intend to use it fully,” he said. “But I can equally reassure you, the EU will never have cause to deny the UK access because of poor regulatory standards,” he added.</p> <p>While remaining&#xa0;by far the largest financial centre in Europe, London has suffered from the loss of EU&#xa0;access since Brexit, losing more than a trillion dollars of assets and thousands of jobs to continental cities such as Paris, Frankfurt and Amsterdam. The EU has sought to use the opportunity to&#xa0;<a href=\"https://www.ft.com/content/5b706fd6-48b5-4b0f-8503-9c7423a93072\">bolster</a> its own financial services sector, arguing that it cannot be overly reliant on third countries outside the bloc.</p> <p>As an example of the business the EU is keen to attract, earlier this week Jamie Dimon, JPMorgan chief executive, opened its new EU trading hub in Paris. It will grow from 260 to 800 staff by 2022 and deal with&#xa0;between $300bn and $400bn in trading volume per day.</p> <p>Looking outside the EU, Sunak also said that he wanted to deepen regulatory co-operation&#xa0;with the US, the City of London's biggest counterparty with&#xa0;$28bn of financial service exports a year.</p> <p>He also promised consultations on reforms to&#xa0;regulation of wholesale capital markets and the insurance sector, as well as backing a policy to ensure that tax on international and domestic banks did not significantly increase along with corporation tax.</p> <p>As part of a commitment to maintain the City's competitive position, Sunak confirmed that he would review the bank surcharge, an 8 per cent extra levy on bank profits, as corporation tax begins to rise from 19 per cent to 25 per cent in 2023.</p> <p>“Our ongoing conversations have only reinforced my view that the combined tax rate on UK banking profits should not increase significantly from its current level,” he said. “I intend to conclude the review as planned later this year.”</p> <p>Sunak also published a new “road map”, detailing both the progress being made, and how the government is going further to ensure the sector remains competitive now it has left the EU.</p> <p>And he announced plans to require companies, pension schemes, financial services firms and their investment products to report on the impact they are having on the climate and environment — as well as the risks and opportunities facing their business.</p> <p>The Treasury said it would legislate to introduce the new integrated sustainability disclosure requirements that would bring together and streamline existing climate reporting requirements before the UN COP26 summit in Glasgow in November.</p><p>Source: George Parker and Stephen Morris in London 2021 'Sunak insists UK must bolster China ties as access to EU markets declines' FT.com 1 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-01T11:11:09.910Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}