{
  "_id": "f110d0fbf157786c9cb62d15829c9be639a1846a5af19333ffeaf133f613da75",
  "feed": "wall-street-journal",
  "title": "SoftBank-Backed Lender Faces Insolvency With Funds Blocked",
  "text": "<p>Greensill is in talks with private-equity firm Apollo Global Management Inc. to sell its operating business for about $100 million, according to people familiar with the talks. Though a deal wouldn't be for all of Greensill's assets, the amount represents a sliver of its peak valuation of $4 billion.</p><p>U.K.-based Greensill is the brainchild of former Citigroup Inc. and Morgan Stanley financier Lex Greensill. Founded in 2011, Greensill specializes in an area known as supply-chain finance, a form of short-term cash advance that lets companies stretch out the time they have to pay their bills.</p><p>Greensill packages those cash advances into bondlike securities that give investors a higher return than they could get from bank deposits. Credit Suisse's funds were a major buyer of those securities.</p><p>Greensill's problems came to a head Monday after Credit Suisse said it would stop investors from buying or selling four private investment funds that rely exclusively on securities created by Greensill.</p><p>Credit Suisse froze the funds because some assets in them are \"currently subject to considerable uncertainties with respect to their accurate valuation,\" according to a notice the bank sent to investors.</p><p>The bank was concerned about Greensill's exposure to a single client, U.K. steel magnate Sanjeev Gupta, according to people familiar with the matter. Mr. Gupta is a former Greensill shareholder and Greensill supplied financing to Mr. Gupta's GFG Alliance group of companies, which created a metals empire by buying failed steel mills and other distressed industrial businesses.</p><p>Last month, a bid by one of Mr. Gupta's companies to acquire the steel operations of Germany's Thyssenkrupp AG failed after the latter company ended talks over a deal.</p><p>German banking regulator BaFin began examining ties last year between Mr. Gupta's businesses and Greensill's German banking unit, according to a person familiar with the probe. The regulator was concerned that Greensill Bank had too much exposure to Mr. Gupta's businesses.</p><p>Another factor in Credit Suisse's decision to suspend the funds: Greensill's insurance policies, which provide protection in case assets default, lapsed in recent days, according to some of the people familiar with the matter. Greensill's business model relied heavily on such credit insurance to give investors comfort that their money was safe.</p><p>A Greensill representative said it acknowledged Credit Suisse's decision and Greensill remains in advanced talks with potential investors.</p><p>Talks are continuing with Apollo. If a deal does come together, the private-equity firm would look to take over relationships with dozens of Greensill's borrowers within days, including blue-chip companies and government agencies such as the U.K.'s National Health Service, according to people familiar with the talks.</p><p>Financing for those deals would come from Apollo's insurance clients including Athene Holding Ltd., the insurer in which Apollo holds a stake, according to the people. The insurance clients aren't interested in assets tied to Mr. Gupta, the people added.</p><p>Greensill owns a bank in Germany and does deals that are closer to traditional merchant banking services, such as lending to large investment projects. It counts former U.K. Prime Minister David Cameron as an adviser.</p><p>In supply-chain finance, Greensill competes with traditional banks such as Citigroup and JPMorgan Chase &amp; Co. for investment-grade clients. Some of Greensill's blue-chip clients include AstraZeneca PLC and Ford Motor Co. Greensill has also extended financing to small startup businesses and companies considered higher-risk borrowers</p><p>It attracted capital from SoftBank's Vision Fund, which plowed in $1.5 billion, giving it a valuation of $4 billion. A person familiar with the Vision Fund said it is expected to write down its entire investment.</p><p>Greensill's total financing business was flat last year at $143 billion, far below its target. Several Greensill clients hit financial troubles, while companies it teamed with loosened ties.</p><p>Greensill recently tried to raise up to $1 billion in capital that would have valued the company at $7 billion. That process stalled as the firm seeks to address the issues related to its exposure to Mr. Gupta's businesses, according to people familiar with the fundraising.</p><p>In July 2018, Swiss asset manager GAM Holding AG froze a $12 billion fund after a whistleblower raised concerns about how the fund valued the Greensill assets. These included hundreds of millions of dollars of illiquid assets tied to Mr. Gupta's businesses.</p><p>After the GAM funds wound down, Credit Suisse's funds grew rapidly, giving the startup a fresh pool of investors.</p><p>Greensill's troubles could prove painful to SoftBank. The firm turbocharged other Vision Fund holdings by extending them short-term financing.</p><p>In December, Greensill forgave $435 million in financing to construction startup Katerra, around the same time the Vision Fund put in $200 million into it to keep it afloat. Greensill received a roughly 5% stake in Katerra in return. Last month, a Greensill spokesperson said investors hadn't incurred losses related to Katerra.</p><p>In addition to investing in Greensill itself, and receiving Greensill funds through its portfolio companies, SoftBank put $700 million into the Credit Suisse-managed Greensill funds.</p><p>Last year, Credit Suisse executives grew concerned about potential conflicts of interest related to SoftBank's roles. SoftBank redeemed its stake in the Credit Suisse funds, and Credit Suisse told investors it was \"committed to taking steps to further protect\" them.</p><p>For Credit Suisse, the fund suspensions are the latest setback for its asset-management division. The unit, which manages around $480 billion, took a $450 million impairment charge on a stake in investment manager York Capital Management after York downsized its operations, helping push Credit Suisse to a fourth-quarter loss.</p><p>Switzerland's financial regulator Finma said on Monday that it was in contact with Credit Suisse about the fund suspensions but declined to comment further.</p>",
  "published": "2021-03-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3392,
          "end": 3412
        },
        {
          "start": 3370,
          "end": 3390
        }
      ]
    }
  ]
}