{
  "_id": "e2730e788932b7ce7be7fc9a829bd6fbbe7572d890d888c482dc7471b16b9bca",
  "feed": "ftcomall",
  "title": "US banks release billions from reserves in anticipation of lower Covid losses",
  "text": "<p>JPMorgan Chase, Citigroup and Wells Fargo have released a total of more than $5bn of pandemic-era loan loss reserves in a sign of their optimism for the economic outlook even as the US reels from the latest wave of Covid-19.</p> <p>The move helped three of America's biggest banks end the year on a high and reflects the lenders' confidence that their clients will make good on debts despite the fallout from the pandemic. </p> <p>“It's not like we're bragging, we're not,” said Jamie Dimon, chief executive of JPMorgan, which reported a 42 per cent jump in fourth-quarter earnings after releasing almost $3bn it reserved for loan losses at the height of the pandemic. </p> <p>Still, shares in all three banks were down at lunchtime in New York, led by a 6.5 per cent fall in Wells Fargo's stock, a fall of just under 6 per cent at Citi and a 1 per cent drop at JPMorgan. </p> <p>“Stocks have been up a lot lately and companies are talking about limited loan growth over the next few quarters, low rates, lots of deposits but not a lot to do with them, and expenses aren't falling,” said Glenn Schorr, an analyst at Evercore ISI. “So while the backdrop is still pretty good, we didn't get anything new on the positive front.” </p> <p>Citi's incoming chief executive Jane Fraser told analysts she understood there was a “gap to close” between Citi's profits and its peers. “You can hold me accountable . . . we will get this done,” she said, asking for time to “do the work” before she outlines which businesses should flagged for investment and which ones should be pared back. </p> <p>At Wells Fargo, analysts were underwhelmed by a strategic plan that promised to lift returns without giving a timeframe, and detailed gross cost savings without giving any information on the net impact on the lender's bottom line. </p> <p>The three banks took more than $31bn in loan loss charges in the first nine months of last year amid fears that the pandemic and related shutdowns would prompt mass defaults among borrowers. New accounting standards also inflated loan loss charges.&#xa0;</p> <p>Mr Dimon, seen by investors as the most conservative risk manager on Wall Street, said the decision to release the reserves was driven in part by “positive vaccine and stimulus developments”. </p> <p>He told reporters: “There's no whipsaw . . . that's just the economy.” </p> <p>“The fourth quarter was better [than expected], that's good news,” said Mr Dimon. “You're going to have a mixed first quarter, second quarter, there's going to be unemployment, you're going to see some problems . . . hopefully it will get better after that.”</p> <p>JPMorgan still has more than $30bn in its war chest to cover potential loan losses, which, Mr Dimon said, reflected “significant near-term economic uncertainty and will allow us to withstand an economic environment far worse than the current base forecasts by most economists”. </p> <p>Citigroup released $1.5bn from its reserves in the fourth quarter but still reported a 7 per cent fall in net profits year on year, while <a href=\"https://www.ft.com/content/0df637b6-9a1f-45bf-ac65-598418da28a8\">Wells Fargo</a> released $757m from its reserves, helping the bank to a 4 per cent increase in net income. </p> <p>“Even since we put pencils down . . . to close out the quarter, we see further improvement on GDP and unemployment&#xa0;outlook,” Mark Mason, Citi's chief financial officer, told reporters. He added that increased certainty on Covid-19 vaccines and stimulus meant there was a “more positive outlook in 2021”.</p> <p>The bumper reserve release and a strong performance from its investment bank left JPMorgan with net income of $12.1bn for the quarter, ahead of analyst expectations of about $9bn.&#xa0;The bank's fourth-quarter revenue of $29.2bn was up 3 per cent year on year and better than the $28.6bn forecast. </p> <p>“This was a strong quarter but the outlook is mitigated by . . . a pull forward of the reserve release,” said Mike Mayo, analyst at Wells Fargo.</p> <p>All three banks reported a drop in net interest income from the previous year, as low interest rates compressed the gap between what banks are paid for lending and the cost of their funding. Citi also disappointed with higher than expected costs. </p> <p>Mr Dimon said the calculations on reserves, “while done extremely diligently and carefully, now involve multiple, multiyear hypothetical probability-adjusted scenarios, which may or may not occur and which can be expected to introduce quarterly volatility in our reserves”.&#xa0;</p> <p>JPMorgan's total trading revenue grew 20 per cent year on year to $5.9bn, while investment banking revenue was up 53 per cent to $971m amid a dealmaking and fundraising boom. Citigroup also enjoyed the spoils of a continued trading and investment banking boom, with equities revenues up almost 60 per cent versus a year earlier and fixed income revenues up 7 per cent. </p> <p>The better than expected results clear the way for the banks to spend more on shares repurchases, since the US Federal Reserve has capped payouts based on recent quarterly earnings. </p> <p>JPMorgan's board authorised a $30bn buyback programme after the Fed in December <a href=\"https://www.ft.com/content/16ec2a4d-b39a-4ecf-b0b6-af5f4469d18b\">gave it approval</a> to do so. The bank said it would spend up to $4.5bn on buybacks in the first quarter, the maximum allowed under the Fed's guidance. </p> <p>Wells Fargo said it could do $600m in share buy backs in the first quarter.</p><p>Source: Laura Noonan in New York  2021 'US banks release billions from reserves in anticipation of lower Covid losses' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T18:10:29.291Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 496,
          "end": 504
        },
        {
          "start": 839,
          "end": 847
        },
        {
          "start": 3446,
          "end": 3454
        },
        {
          "start": 4324,
          "end": 4332
        },
        {
          "start": 4875,
          "end": 4883
        },
        {
          "start": 4875,
          "end": 4884
        }
      ]
    }
  ]
}