{
  "_id": "d03e06395b7034b41e805d29db0e3dacd22a80f6c1af9780832a9baea968d48e",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>The global chip shortage disrupting the car industry and threatening the supply of consumer technology products will last for <a href=\"https://www.ft.com/content/04858089-fbe7-44f1-b096-8e705c664f8e\">at least another year</a>, the world's third-largest contract electronics manufacturer has warned.</p> <p>The forecast from Flex is one of the gloomiest yet as a rapid rebound in vehicle sales combined with a lockdown-driven boom in games consoles, laptops and televisions has left global chipmakers overwhelmed by increased demand.</p> <p>Lynn Torrel, Flex's chief procurement and supply chain officer, said that the manufacturers it relies on for semiconductors have pushed back their forecasts for when the shortage will end.</p> <p>The Singapore-based manufacturer has more than 100 sites in 30 countries and manufactures devices and electronics for companies including Ford, British household appliances designer Dyson, UK online grocer Ocado and US computer and printer maker HP.</p> <blockquote>  <p>“With such strong demand, the expectation is mid to late-2022, depending on the commodity. Some are expecting [shortages to continue] into 2023” — <em>Lynn Torrel, Flex's chief procurement and supply chain officer</em></p> </blockquote> <p>The forecast from Flex follows a bruising six months during which shortages have forced car companies to scale back production and furlough staff.</p> <p>Pandemic-related problems with supply chains have been compounded by the blocking of the Suez Canal in March, the extreme cold weather in Texas and a recent fire at a large chip factory in Japan. </p> <h1>Coronavirus digest</h1> <ul>  <li><p>Serviced office provider <strong>IWG</strong> warns that earnings for this year will be <a href=\"https://www.ft.com/content/a3c84b4f-0c1b-43d9-a85c-0e419ff6f721\">“well below” the level in 2020</a> as recovery takes longer than expected.</p></li>  <li><p><strong>Anthony Fauci</strong>, White House chief medical adviser, has become a <a href=\"https://www.ft.com/content/e93fb980-acc7-4887-bacc-5a1994fe42cb\">lightning rod</a> in a debate over Covid-19's origins and is facing rightwing calls to resign. </p></li>  <li><p><strong>Thailand</strong> kicks off its <a href=\"https://www.ft.com/content/40c63537-6b02-42a3-b72a-498457076319\">national vaccination drive</a>.</p></li>  <li><p>The <strong>UK</strong> plans to offer Covid-19 vaccines to teens <a href=\"https://www.ft.com/content/718ef7e3-17f2-4e2b-9035-2e547980a540\">later this year</a>. <strong>Uber's</strong> UK ride-hailing business <a href=\"http://ft.com/content/d577e2b5-b7e0-449d-a3ac-78f16a808546\">returned to pre-pandemic levels</a> in mid-May.</p></li>  <li><p>The pandemic is over in <strong>Norway</strong>, <a href=\"https://www.ft.com/content/f47c2b96-d3d9-4bfc-ab51-c1b5f2153f3a\">according to one of the doctors</a> leading the response. </p></li> </ul> <p><em>Follow our live coronavirus blog </em><a href=\"https://www.ft.com/content/40c63537-6b02-42a3-b72a-498457076319\"><em>here</em></a><em> and </em><a href=\"https://click.newsletters.ft.com/f/a/Bn_05I94SXxMfWJ34_Oxug~~/AAAAAQA~/RgRiiiIsP0R_aHR0cHM6Ly93d3cuZnQuY29tL25ld3NsZXR0ZXJzaWdudXAtY29yb25hdmlydXM_ZW1haWxJZD02MGE3OTU4MTJlYTM2YzAwMDQ4MjI4YWYmc2VnbWVudElkPTEzYjdlMzQxLWVkMDItMmI1My1lOGMwLWQ5Y2I1OWJlOGIzYlcIZmludGltZXNCCmClP52nYEs8IIFSFmplbm5pZmVyLmNyZWVyeUBmdC5jb21YBAAAAAA~\"><em>sign up</em></a><em> for our </em><a href=\"https://click.newsletters.ft.com/f/a/vGeTqXq8zydeDye-jHuWDQ~~/AAAAAQA~/RgRiiiIsP0R-aHR0cHM6Ly93d3cuZnQuY29tL2Nvcm9uYXZpcnVzLWJ1c2luZXNzLXVwZGF0ZT9lbWFpbElkPTYwYTc5NTgxMmVhMzZjMDAwNDgyMjhhZiZzZWdtZW50SWQ9MTNiN2UzNDEtZWQwMi0yYjUzLWU4YzAtZDljYjU5YmU4YjNiVwhmaW50aW1lc0IKYKU_nadgSzwggVIWamVubmlmZXIuY3JlZXJ5QGZ0LmNvbVgEAAAAAA~~\"><em>Coronavirus Business Update</em></a><em> newsletter.</em></p> <h1>In the news</h1> <p><strong>G7 tax deal is ‘starting point' </strong>The deal agreed by the world's leading advanced nations this weekend is the&#xa0;<a href=\"https://www.ft.com/content/95dd0c00-7081-4890-bcef-b9642312db4d\">first&#xa0;proof</a> of revived international co-operation since Joe Biden brought the US back to the negotiating table. But there is a long road ahead before it can be implemented. Amazon may <a href=\"https://www.theguardian.com/technology/2021/jun/06/global-g7-deal-may-let-amazon-off-hook-on-tax-say-experts\">avoid paying significantly more tax</a> in some of its largest markets unless world leaders close the loophole, experts have warned.</p> <ul>  <li><p>The FT View is that for the deal to succeed, the world's largest economies will <a href=\"https://www.ft.com/content/c0baf6b3-3f2a-447e-970d-c5841055b478?emailId=60bd247ff953bd00047fef2d&amp;segmentId=60a126e8-df3c-b524-c979-f90bde8a67cd\">need to sign up</a>. We have got this far because of pressure from citizens who have realised how broken the system is, <a href=\"https://www.ft.com/content/c02e35b5-9fe8-4208-a1f9-6a422d9224fd\">writes Martin Sandbu</a>. (FT, Guardian)</p></li> </ul> <p><strong>Facebook bans Trump for at least two years </strong>Facebook has revised its previous indefinite suspension of Donald Trump, saying <a href=\"https://www.ft.com/content/4fad1fee-ced6-45ab-bab9-63442b381336\">he will be banned for at least two years</a>. The move is likely to inflame tensions with allies of the former US president who accuse the company of censoring conservative views.</p> <p><strong>JPMorgan Chase resumes donations </strong>The bank will <a href=\"https://www.ft.com/content/282edfc2-0714-4ea1-a8c9-73abc3f93235\">restart political donations</a> but not to candidates who voted against certifying Joe Biden's election victory, after pausing contributions in January following the assault on the US Capitol building. Rival Citigroup&#xa0;is also resuming campaign contributions after a recent hiatus.</p> <p><strong>Nigeria's ‘authoritarian' Twitter ban decried </strong>The country appeared to <a href=\"http://ft.com/content/e0c422a2-bb52-49b6-bb39-f149ccd94ee9\">backtrack on the ban</a>, calling it “temporary”, after diplomats condemned the move. Activists said it was linked to government anger with the company after anti-police brutality protests swept the country last year.</p> <p><strong>Kremlin may restrict more food exports</strong> Russia has warned that it is prepared&#xa0;to expand its <a href=\"https://www.ft.com/content/07378501-0ab9-4eef-ad13-eb72adff1838\">export curbs on key food products</a>&#xa0;after recent price rises prompted the Kremlin to cap the domestic cost of staple goods such as sugar and flour, the country's economy minister said.</p> <p><strong>Merkel's party surges in state vote</strong> Germany's Christian Democrats <a href=\"https://www.ft.com/content/fb6928ee-906e-46b7-9b85-6be8d0665811\">won a decisive victory</a> in elections in the eastern state of Saxony-Anhalt on Sunday, in a huge boost for their leader Armin Laschet and his bid to succeed Angela Merkel as chancellor in September. The election sets the stage for the post-Merkel era in Germany and Europe, <a href=\"https://www.ft.com/content/2378638d-9c31-48db-b1ad-ce098a9fdebd\">writes Tony Barber</a>.</p> <p><strong>China becomes Apple's biggest source of suppliers</strong> China now boasts <a href=\"https://www.ft.com/content/d2c9be25-6da2-47d4-9756-793a13738cf4\">more Apple suppliers</a> than any other country, a sign that Washington's attempt to untangle US and Chinese supply chains has had little impact on the world's most valuable technology company. (Nikkei)</p> <p><strong>Mexico's president set to lose two-thirds Congress majority </strong>Andrés Manuel López Obrador <a href=\"https://www.ft.com/content/36e737a9-ae48-4ff8-8e6c-88f54344b372\">looked set to lose the two-thirds majority</a> in Mexico's lower house of Congress needed for constitutional changes, in midterm elections that he had portrayed as a referendum on his rule.</p> <h1>The days ahead</h1> <p><strong>US regulator decision on Alzheimer's drug </strong>The US Food and Drug Administration is expected to announce on Monday whether or not it approves Biogen's aducanumab, <a href=\"https://www.ft.com/content/972b44c8-76dc-4f13-9195-f93d467e646c\">a potential blockbuster drug</a> which claims to slow the progression of Alzheimer's disease.&#xa0;</p> <p><strong>Climate scenarios </strong>European Central Bank president Christine Lagarde said that updated scenarios would be <a href=\"https://www.ft.com/content/12915a18-0136-4232-a0f6-33b6c6889bec\">published</a> today by the Network for Greening the Financial System — a group of 90 central banks and supervisors — that would inform the European Central Bank's “rerun” of its climate stress test next year.</p> <ul>  <li><p><strong>More on pollution: </strong>Global investors including JPMorgan and Fidelity will demand that five of Asia's most polluting power generation companies cut their greenhouse gas emissions as part of a programme that will launch <a href=\"https://www.ft.com/content/c1e59e76-3ba3-44d8-b939-15723a61047c\">today</a>.</p></li> </ul> <p><strong>Johnson faces Tory aid rebellion </strong>Boris Johnson faces one of the largest rebellions of his premiership <a href=\"https://www.ft.com/content/10903e8d-d236-46ab-88d6-32458cee1422\">today</a> as party backbenchers try to force the prime minister to reverse his £4bn annual cut to Britain's aid budget.</p> <p><strong>Dubai Reit investor vote </strong>A group of international lenders is battling for greater transparency at a major Dubai real estate investment trust ahead of a <a href=\"https://www.ft.com/content/0bd88878-24d9-4a32-8d78-db4ef7bf54ae\">crunch vote</a> on Monday on its restructuring plans, marking a rare case of investor activism in the Gulf.</p> <p><strong>Apple's WWDC kicks off </strong>The company is holding its annual Worldwide Developers Conference, which will be <a href=\"https://www.barrons.com/articles/apple-2021-wwdc-51622820857\">entirely digital</a> for the second year in a row. (Barron's)</p> <h1>What else we're reading</h1> <p><strong>Will Europe sign up to Joe Biden's plan to counter China? </strong>After the drama and tantrums of the Trump years, when the US picked fights with its closest partners, the new president has been trying to stitch back together a global coalition, with Beijing as its main focus. But as Biden prepares for his maiden overseas trip, he faces the most delicate task yet: coaxing a wary Europe to <a href=\"http://ft.com/content/e4c7df1a-5048-4cf1-8a2d-c9a2d721ba92\">work more closely</a> with Washington on China.</p> <p><strong>‘Win a car in a raffle!' </strong>As a shortage of workers gripped the US economy this spring, national chains quickly raised wages and offered incentives to lure workers. Small business owners have been getting creative and <a href=\"https://www.ft.com/content/fcec9d72-8557-44f1-a629-feb580e2dcb7\">trying to compete</a>, but they struggle to match the efforts of larger corporations in the fight to fill jobs.</p> <p><strong>A new capital in the Egyptian desert </strong>President Abdel Fattah al-Sisi announced that the inauguration of a “<a href=\"https://www.ft.com/content/00a7b285-87c8-448c-998e-30457d1af85c\">New Administrative Capital</a>” would represent the “birth of a new state”. Critics consider it a vanity project and say the expansion of the military's role in the state and the economy is crowding out the private sector and scaring away foreign investors.</p> <p><strong>‘Many thought women should simply decide a car's colour'</strong> <a href=\"https://www.ft.com/content/c32665f8-da27-42a1-bf71-41a4a9b6d000\">Asako Hoshino</a>, the only woman among the seven highest-ranking executive officers — excluding the board — at Nissan, reflects on two decades in Japan's male-dominated car industry and on how gender stereotypes still limit career opportunities for women.</p> <p><strong>Don't dismiss market bubbles </strong>Amid much loose talk of “bubbles” all over the financial markets, it's worth pausing to consider if these upheavals qualify as bubbles. If so, what does history tell us about how far they might deflate from here, <a href=\"http://ft.com/content/199bb5b9-e5e3-4f3a-9fa1-8a880c269d3f\">writes Ruchir Sharma</a>, Morgan Stanley Investment Management's chief global strategist.</p> <p><strong>Politicians should set common rules for digital markets </strong>Tech companies have too much economic power over workers and consumers, <a href=\"https://www.ft.com/content/7e2ab5db-35d5-409b-a6c7-4573e98a2dcf\">writes Rana Foroohar</a>. We need to rebalance the market system, so that players on both sides of a given transaction have equal access to information, an understanding of what is being bought and sold and a common set of rules.</p> <p><strong>‘Don't make me go back to hard pants five days a week'</strong> Pollsters consistently find that only a minority of employees who can work remotely want to return to the office full-time. That means an almighty showdown is looming between bosses who want everyone back in HQ and their workers, <a href=\"https://www.ft.com/content/118f5258-c9d0-41cc-a8dd-ec27fd8724b4\">writes Pilita Clark</a>.</p> <h1>Cartoon of the day </h1> <p><a href=\"https://www.ft.com/content/b78a18fc-8902-40d8-b4b2-95f49543f47b#post-2b3f2330-79c1-4275-bcf6-335c9b365783\">Japan set to extend Covid-19 state of emergency as Olympics loom</a></p><p>Source: Amy Bell, Jennifer Creery and Emily Goldberg   2021 'FirstFT: Today's top stories' FT.com 7 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-07T11:00:12.496Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5498,
          "end": 5506
        },
        {
          "start": 3097,
          "end": 3111
        }
      ]
    }
  ]
}