{
  "_id": "c397915250478f8518a3c21adfabc6d4ed0f9f015af2daf7ac2028f157aff7cd",
  "feed": "wall-street-journal",
  "title": "Norwegian Bets Shots Will Give a Boost --- Investors cheer cruise line's move to require vaccines for passengers, but not all companies would score equally if CDC gives nod",
  "text": "<p>In an appeal to the U.S. Centers for Disease Control and Prevention on Monday, the company said it would require all passengers and crew to be vaccinated two weeks before coming on board and hopes to resume cruise operations from U.S. ports beginning July 4.</p><p>There is no way to know at this point how the CDC will respond. Still, shares of all three major cruise lines rose this week, with Norwegian up a sector-leading 12% over the past two days. Some analysts speculated that the CDC could accept Norwegian's proposal, given it recently deemed travel \"low risk\" for those who have been vaccinated. That would be great news for Norwegian, but it may not benefit all cruise lines equally.</p><p>JP Morgan analyst Brandt Montour reasons that all industry players will likely have to adopt the same vaccination requirements. Cruising out of the U.S. under any conditions would be a positive development for the industry, given that U.S. passenger ships have been sidelined for more than a year now because of the pandemic. But Norwegian's specific appeal clearly shows it understands a key point of differentiation for its business that investors may have missed.</p><p>While Carnival's brands, especially Carnival Cruise Line, are known for catering to families and younger adults, Norwegian's passengers typically skew older. The company says passengers on its Oceana Cruises and Regent Seven Seas brands are predominantly over 65 years old, with passengers on its namesake Norwegian Cruise Line ships averaging about 52 years old.</p><p>U.S. vaccination data suggest those demographics set Norwegian up particularly well for a vaccine requirement. CDC data show that 75% of the U.S. population aged 65 and older have received at least one dose of a vaccine and more than 50% are fully vaccinated.</p><p>At the same time, the majority of younger Americans aren't vaccinated, and many say they have no plans to change that. More than 82% of adults under 30 haven't had a single vaccine dose, according to the CDC, while a Pew Research poll taken in February shows that 30% of American adults say they won't get a vaccine.</p><p>It doesn't seem like the allure of cruising will change many people's minds: A March survey from Cruise Critic found that 80% of those who don't plan to get vaccinated said a vaccine requirement for certain kinds of travel such as a cruise wouldn't change their thinking.</p><p>Income also matters here. People with lower income levels continue to be less inclined to get a vaccine than those with higher incomes, Pew Research found. Norwegian has the highest exposure to luxury sailings of the big three cruise lines, according to Truist analyst Patrick Scholes, who pegged luxury at about one-third of Norwegian's business versus just 10% for Royal Caribbean Group. Carnival's brands are known for being more mass market on average.</p><p>For its part, Carnival isn't taking a stance on vaccine requirements right now. However, it said in a statement that it respects every company's right to pursue what it believes is right for its shareholders. The company previously announced that it would host a conference call Wednesday with analysts to give a business update, and analysts expect the topic of vaccinations to at least come up.</p><p>Carnival's shares have been the best performing of the three major cruise lines over the past six months, up 91%. If accepted, Norwegian's appeal could take some wind out of Carnival's sails.</p>",
  "published": "2021-04-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 689,
          "end": 698
        }
      ]
    }
  ]
}