{
  "_id": "3c89d4fc0f4fa08d2e3f2cbe1ec05917f6419b786f9fdd8ada16d2ff280cbb4d",
  "feed": "ftcomall",
  "title": "Ecommerce group InPost pushes into France with Mondial deal",
  "text": "<p>Polish parcel locker operator InPost plans to buy French counterpart Mondial Relay for €565m, as it seeks to capitalise on the surge in ecommerce triggered by the coronavirus pandemic.</p> <p><a href=\"https://www.ft.com/content/575409c3-05eb-486e-a20b-a977b9aa3efe\">InPost</a> said on Monday that it expected the all-cash deal with Mondial's German owner Otto Group, which must still be approved by regulators and Mondial's workers' council, to be finalised by the end of the second quarter.</p> <p>The transaction would mark the Polish locker group's first significant foray outside its home market, and almost double its revenues, which already doubled to 2.5bn zloty (€553m) last year as the pandemic swept through Europe. The group runs automated lockers for customers to collect products they have bought online.</p> <p>“It's a big add-on, a big step further, and it opens a completely new chapter in front of the management and in front of the company,” Rafal Brzoska, InPost's chief executive and founder, told the FT.</p> <p>Otto Group said in a statement that the deal was part of the “realignment” of its logistics business which it announced at the end of last year. It added that Mondial's existing executive team would remain in place.</p> <p>InPost's move for Mondial Relay follows a flurry of deals in the European retail sector, as investors rush to back companies capable of capitalising on the shifting habits of consumers forced to stay at home by the lockdowns caused by the pandemic.</p> <p>Poland's largest ecommerce platform, Allegro, listed last year on the Warsaw stock exchange, in the country's <a href=\"https://www.ft.com/content/3e6e00a4-8e83-44cb-bb4d-fe7d5316198f\">biggest ever IPO</a>, while InPost <a href=\"https://www.ft.com/content/24a44921-4266-461a-aecc-562b645f861e\">listed</a> in Amsterdam in January.</p> <p>Brzoska said at the time that part of the reason for listing in Amsterdam was to facilitate InPost's international expansion, and identified the UK, where InPost already has a nascent presence, France, Spain and Italy as the markets it would target. </p> <p>The deal for Mondial Relay — which had revenues of €437m last year and operates 15,800 pick-up and drop-off points — will make InPost the second biggest player in France, which InPost said was the EU's third biggest ecommerce market.</p> <p>It will also give the company a smaller presence in Spain, the Netherlands and Belgium.</p> <p>InPost said that the deal would be financed entirely by a newly signed bridge loan provided by a consortium of seven banks including JPMorgan, Pekao SA and BNP Paribas.</p> <p>The loan will push InPost's net debt to a multiple of 3.5 times its earnings before interest, tax, depreciation and amortisation. However, the company said that it aimed to bring the ratio down to between 2.5 and 2 times ebitda within two years of the transaction.</p> <p>The company expects that the deal will boost its ebitda, which almost trebled to 994m zloty (€217m) last year, by €100m-€150m in the “medium term”, and Brzoska said that the combined business would have strong cash generation.</p> <p>However, he added that InPost was not planning further acquisitions at the moment. “I feel that we have a lot of dry powder still. But just to be very, very clear: we don't have any other point with an M&amp;A angle on our agenda,” he said.</p> <p>“Our full focus is going to close the transaction, to convince the workers' council, and in parallel, to continue our rollout in Poland and the UK.”</p><p>Source: James Shotter in Warsaw 2021 'Ecommerce group InPost pushes into France with Mondial deal' FT.com 15 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-15T08:12:52.810Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2270,
          "end": 2278
        }
      ],
      "nexusId": "10009914"
    }
  ]
}