{
  "_id": "6df452a7e41682d2c3bafbf4e8e753d2d7522ddd950d4449946cd27ade3f2424",
  "feed": "ftcomall",
  "title": "Moonpig shares soar as IPO shows investor enthusiasm for ‘Covid winners'",
  "text": "<p>Shares in greetings card company Moonpig soared as much as 28 per cent on its stock market debut on Tuesday as investor enthusiasm for “Covid winners” continued unabated.</p> <p>The shares were priced at 350p and the initial surge during conditional dealings — which takes place between the IPO pricing and the admission of the shares to the market — took them to 450p. Shortly after midday they were 437p, a rise of 25 per cent, giving the company a market capitalisation of £1.49bn.</p> <p>Moonpig chief executive Nickyl Raithatha said it was “the perfect time for us to bring the company to the public market, and we are excited about Moonpig's prospects”.</p> <p>Senior executives including Mr Raithatha, finance director Andy MacKinnon and Kate Swann, the former chief executive of WHSmith and SSP who was appointed chair in 2019, are selling more than £10m of shares in the offer.</p> <p>Mr Raithatha could also be in line for an £8m payday under a pre-IPO share incentive scheme, if Moonpig's sales for the year to April 2023 exceed £275m and underlying earnings are more than £70m. Sales were £155m in the first half of 2020.</p> <p>This bonus would be in addition to a conventional management incentive plan, details of which are yet to be determined, that will run until April 2024.</p> <p>Moonpig was founded 20 years ago and revenues have grown at a compound rate of about 13 per cent a year for many years. But the coronavirus pandemic prompted an increase in card-sending and gift-giving as lockdowns stopped people from attending parties and weddings.</p> <p>The closure of store-based rivals such as Card Factory also helped drive sales. As a result, Moonpig's revenues grew 44 per cent to £173m in the year to April 2020 and are expected to show another large increase in the current year.</p> <p>The company is raising just £20m in new funds but existing shareholders, led by private equity firm Exponent, are selling £471m of stock. BlackRock and Dragoneer are among the cornerstone investors in the IPO, buying a combined £130m of shares.</p> <p>The IPO represents another success for private equity backed retail in the UK. Shares in Watches of Switzerland, which was floated by Apollo at 270p in 2019, have more than doubled. Cult bootmaker Dr Martens, backed by Permira, is already up 22 per cent from its debut last week.</p> <p>It has also generated a windfall for Hampshire county council's pension scheme, which had an indirect stake in Moonpig through an Aberdeen Standard portfolio of alternative investments.</p> <p>The Aberdeen stake, held on behalf of several investors besides the council, was worth £40m at the IPO price. The council declined to say how much its stake was worth.</p> <p>Global co-ordinators JPMorgan and Citigroup had already indicated that the pricing would be at the top end and the <a href=\"https://www.ft.com/content/b21746a7-2a41-45b2-b018-5f691fe68632\">number of shares on offer increased</a> due to strong demand.</p><p>Source: Jonathan Eley 2021 'Moonpig shares soar as IPO shows investor enthusiasm for ‘Covid winners'' FT.com 2 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-02T10:09:21.915Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2658,
          "end": 2666
        }
      ]
    }
  ]
}