{
  "_id": "d44e4ac46e44a208e6254b8fea219870737ba2553e8f777534da48cfa580e560",
  "feed": "ftcomall",
  "title": "Global investors pressure Asian utilities to cut emissions",
  "text": "<p>Global investors including JPMorgan and Fidelity will demand that five of Asia's most polluting power generation companies cut their greenhouse gas emissions as part of a new climate change engagement programme.</p> <p>The group of investors, which has combined assets of $8.8tn, will target utilities in mainland China, Hong Kong, Japan and Malaysia that operate large coal-fired operations. Together these power companies produced roughly 285m tonnes of CO2 in 2019, equivalent to the national emissions of Spain, according to the programme's backers. Other investors include the asset management arms of Europe's BNP Paribas and Amundi, as well as Japan's Sumitomo Mitsui.</p> <p>It marks the latest push by global investors to force significant polluters to reform their businesses and act on climate change issues.</p> <p>China Resources Power Holdings, Hong Kong's CLP Holdings, Malaysia's Tenaga Nasional Berhad, Japan's Chubu Electric Power and J-Power have been alerted to the engagement programme, which will launch on Monday. </p> <p>The utilities have been singled out by investors because they produce substantial greenhouse gas emissions, have large coal-fired power capacity or are viewed by investors as having a strategic role in reaching a global target for net-zero emissions, according to documents seen by the Financial Times. &#xa0;</p> <p>The programme is being co-ordinated by the Asian Investor Group on Climate Change, which has 56 members from 13 countries and manages more than $15tn in assets. </p> <p>“Asian utilities are responsible for 23 per cent of the world's total carbon emissions,” said Rebecca Mikula-Wright, AIGCC's executive director. “The transition of Asian utilities to net-zero emissions will be critical for the world to meet its Paris Agreement goals to limit global warming to 1.5C.”</p> <p>Under the programme, the investors will challenge the companies on their boards' accountability to climate risk, how they can phase out use of coal in a manner consistent with Paris climate agreement goals, their disclosure and how they can achieve net-zero emissions by 2050. </p> <p>The initiative will run parallel to a similar scheme <a href=\"https://www.ft.com/content/5ad57cfc-5d17-49e5-b65f-2f3f35423d11\">pursued</a> by the Climate Action 100+ initiative, an influential global investor group with more than 500 members including BlackRock and Pimco.</p> <p>Paul Milon, head of stewardship in Asia Pacific for BNP Paribas, said the new programme would target some of the Asian utilities that are not already covered by the Climate Action 100+ initiative and are highly reliant on coal.</p> <p>“We believe that engaging in a constructive dialogue with these focused companies can facilitate their transition towards net-zero emissions,” he said.</p> <p>There are “strong expectations from investors to the companies, in terms of what they need to do to meet our own expectations in order to remain invested in these companies over the medium to long term”. </p> <p>J-Power said it was promoting the use of carbon-free hydrogen for power generation and had set an interim goal of reducing CO2 emissions by 40 per cent by 2030 compared with 2017-19 levels.</p> <p>CLP said: “We welcome the engagement and look forward to discussing our decarbonisation plans with AIGCC”.</p> <p>Chubu Electric Power declined to comment on the matter.</p> <p>China Resources Power and Tenaga did not respond to requests for comment.</p><p>Source: Jamie Smyth in Sydney 2021 'Global investors pressure Asian utilities to cut emissions' FT.com 6 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-06T23:01:30.806Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 27,
          "end": 35
        }
      ],
      "nexusId": "10009914"
    }
  ]
}