{
  "_id": "a0bf6c0685a28192b7a9882bd4d57ef08380669e9f0ebf00702748e8faf3acf3",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  BlackRock-Soros Feud Spotlights Wall Street's China Dilemma  ----  By Jacky Wong",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Talk about a Wall Street showdown. George Soros is battling it out with Larry Fink over investing in China. </p><p>\n  The world's largest money manager, BlackRock, has raised around $1 billion for a mutual fund for Chinese individuals, the first and only foreign firm allowed to do so in the country. More may soon follow suit. The country's growing middle class offers largely untapped opportunities for foreign investment-management firms. BlackRock's internal think tank also recommended in August that global investors boost exposure to China. </p><p>\n  As part of the 2020 trade deal with the U.S., China has been opening up its financial industry. Earlier this year, JPMorgan got permission to take full control of its securities business there. Previously, foreign brokers had been required to operate through joint ventures. </p><p>\n  If you are scratching your head wondering why Beijing is welcoming American securities firms while relations with the U.S. are plumbing new depths, the answer is simple: The move is in China's interest, too. </p><p>\n  Beijing has long wanted capital markets to play a larger role in China. Chinese companies rely mostly on bank loans and retained profit for investment, which is quite different from many other major economies. Around 60% of outstanding total social financing, a broad measure of credit in the economy, comes from bank loans, according to data provider Wind, while corporate bonds and equity for nonfinancial companies make up around 12%. In the U.S., equities and bonds provide 73% of funding for nonfinancial corporations. The stranglehold of state-owned banks on the financial system makes it harder for small businesses without good connections to secure long-term funding to grow -- even if they have an innovative, well-run business model. </p><p>\n  And with Beijing more wary of dependence on U.S. stock markets, the problem has become more urgent. The involvement of names like BlackRock could help gain the trust of domestic investors and redirect Chinese household savings out of real estate, which Beijing wants to shift the economy away from. </p><p>\n  Apart from opening up finance to foreign players, China has rolled out the welcome mat for investors outside mainland China. Offshore investors, including those based in Hong Kong, now hold 7.6 trillion yuan, the equivalent of $1.2 trillion, of Chinese domestic stocks and bonds as of June, according to data from China's central bank via Wind. That has quadrupled the amount four years ago but is still a drop in the ocean of the country's $19 trillion bond and $13 trillion stock markets. Such inflows could also help offset capital outflows from China-based investors and bring discipline to the market. </p><p>\n  BlackRock's moves have drawn criticism from some quarters. Mr. Soros, a veteran hedge-fund manager, wrote an opinion piece this week in The Wall Street Journal calling BlackRock's investment in China a blunder. He said pouring billions of dollars into China would likely lose money for its clients and damage the national-security interests of the U.S. and other democracies. </p><p>\n  Investors in Chinese companies listed abroad are nursing deep wounds from Beijing's action against companies in profitable sectors including internet technology and education. Wall Street has been a rare winner from U.S.-China tensions but is now clearly in the firing line as well. If Washington and Beijing stand down on this particular battlefield -- and Chinese stocks recover from their current beating -- BlackRock could win big. If not, the damage could be significant as well. </p><p></p>",
  "published": "2021-09-10T06:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 691,
          "end": 699
        }
      ],
      "nexusId": "10009914"
    }
  ]
}