{
  "_id": "8fa96414f334cc0c2da00f5b3f9c1b922fb0e33aa8d3d68b790271120d7976b6",
  "feed": "economist-newspaper",
  "title": "Buttonwood: Habitat destruction",
  "text": "<p>A growing cohort is placing its faith in \"real\" assets--the physical sort, including property, infrastructure and farmland. Could these prove a haven in times of change? Investors certainly have good reasons to deem them safe places to perch. Inflation often coincides with rises in the prices of these assets. An economic expansion tends to fuel consumer-price growth as well as demand for floor space and transport or energy infrastructure.</p><p>Moreover, these assets produce cash flows that usually track inflation. Many property leases are adjusted annually and linked to price indices. Some--those of hotels or storage space, say--are revised even more often. The revenue streams of infrastructure assets are typically tied to inflation, too, through regulation, concession agreements or long-term contracts. Meanwhile, the rising maintenance or energy costs associated with these assets are often either passed through to tenants (for property) or fixed for long periods (for infrastructure). And debt raised against them--often fixed-rate, and in copious amounts--becomes cheaper to repay.</p><p>As a result, real assets have done well during inflationary periods. A recent report by BlackRock, an asset manager, suggests that the total returns of privately held property and infrastructure assets globally have beaten those of main stock and bond indices when inflation has exceeded 2.5%. David Lebovitz of JPMorgan Asset Management reckons that a typical pension fund should start off by allocating 5-10% of its assets to them, with the share rising to 15-20% over time. Some big funds are in fact bolder: Ontario Teachers' Pension Plan, which manages C$228bn ($182bn), wants to lift its allocation from 21% to 30%.</p><p>That might all sound very alluring, but it should come with health warnings. For one, performance has become harder to predict: think of retail space and office blocks (under threat from e-commerce and remote work), airports and power plants (exposed to decarbonisation) and even farmland (vulnerable to climate change). The asset class may require a greater appetite for risk and more homework than its backers are used to.</p><p>Another difficulty is that real assets are hard to access. They are typically private, meaning that only the most sophisticated investors have the resources and patience to find gems on their own. The rest might gain exposure in public markets, through real-estate investment trusts, infrastructure stocks or exchange-traded funds. But these tend to be closely correlated with equities, defeating the point of investing in them. Institutional investors also have access to private funds, but these tend to deploy capital only slowly and come at a cost, as their managers typically charge high fees.</p><p>In any case, real assets cannot insulate an investor's entire portfolio against inflation. Their merit is that they preserve their own value when inflation is high. But to protect all of their capital investors must seek assets that do not just tread water, but gain value more quickly during inflationary bursts than their other holdings depreciate. And there is not a lot of consensus over which ones fit the bill. Gold, commodities, inflation-linked bonds, derivatives: each has champions and detractors.</p><p>Perhaps the biggest danger, though, is that real assets fall victim to their success. Many investors already turned to them over the past decade as they hunted for stable yields and sought diversification. Between 2010 and 2020 private real assets under management more than doubled, to $1.8trn. Finding things to buy is getting harder. Some $583bn raised by funds since 2013 remains unspent. A bubble is possible, says David Jones of Bank of America Merrill Lynch. The definition of a real asset may become stretched. Already some argue for it to include exotic fare such as non-fungible tokens--digital media recorded on a blockchain. Rather like penguins that huddle ever closer on a shrinking bit of ice, some investors might find themselves falling into treacherous waters.</p>",
  "published": "2021-09-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1405,
          "end": 1430
        },
        {
          "start": 1405,
          "end": 1413
        }
      ],
      "nexusId": "10009914"
    }
  ]
}