{
  "_id": "64ea6175885d60bd33bf8c450ab012e8c29417c6081ab4ad8f84d8809e93c0fb",
  "feed": "wall-street-journal",
  "title": "Democrats Seek Path Forward on Debt Ceiling Around Republican Resistance; Senate set to try again to advance legislation ahead of possible default this month",
  "text": "<p>Republicans say that they don't want to make it easy for Democrats to raise the debt ceiling because the party has rushed to enact trillions in new spending over GOP opposition. They have urged Democrats to use a process called budget reconciliation, which requires just a simple majority, to pass a debt-limit bill along party lines.</p><p>Democrats have rejected that approach, calling it time consuming and unpredictable, and have urged Republicans to let them advance the debt ceiling as regular legislation. Moreover, they say that lifting the debt limit is a shared responsibility, noting that such votes during the Trump administration were bipartisan.</p><p>Treasury Secretary Janet Yellen has warned that the department is likely to exhaust its cash-conservation measures by Oct. 18 if Congress doesn't act. After that, she is uncertain whether the Treasury could continue to meet the nation's commitments, a situation that would force the government to give priority to payments and that she has warned would send the economy into a recession.</p><p>Senate Democrats, who met behind closed doors Wednesday morning with White House officials including Susan Rice, haven't settled on a backup plan if they are unable to pick up 10 Republicans in the 50-50 Senate to end debate and proceed to a simple-majority vote on suspending the debt limit through Dec. 16, 2022.</p><p>Democrats have begun discussing whether to curtail the filibuster—the tactic that allows the minority to block legislation by assembling 40 of 100 no votes—to enable a debt-ceiling increase to pass with the votes of 50 senators, with Vice President Kamala Harris breaking a tie.</p><p>Late Tuesday, President Biden acknowledged that changing Senate rules was a \"real possibility.\" He has previously said he didn't want to eliminate the filibuster but could be open to changes.</p><p>Still, Sen. Joe Manchin (D., W.Va.) who has opposed ending the filibuster, also opposes making an exception for the debt-ceiling vote, a spokeswoman said Wednesday. That leaves Democrats with few other choices.</p><p>In an August letter, some 46 Republicans wrote that because Democrats had control of both chambers of Congress and the White House, they should use the partisan tactic of budget reconciliation, which allows certain types of legislation tied to spending and taxes to pass on a simple majority vote.</p><p>If no Republicans change their positions, that would leave only four potential Republican votes, six short of the 10 that Democrats need. The Republican demand would also force Democrats to assign a dollar value—rather than a date in the future—to the debt ceiling, in an effort at forcing the Democratic Party to take responsibility for debt levels.</p><p>A vote to increase the debt limit doesn't authorize new spending; instead, it essentially allows the Treasury Department to raise money to pay for expenses the government has authorized. Democrats have said that it would be risky to turn to the tool of reconciliation to raise the debt ceiling because of the amount of time it could take to work through the processes associated with the tactic, including two separate sessions of amendment votes in the Senate.</p><p>Republicans could reach an agreement with Democrats to speed up the process of using reconciliation to instruct the tax-writing committees to write a separate debt-ceiling bill. But Republicans would have to unanimously agree.</p><p>President Biden will seek to turn up the heat on Republicans with a meeting Wednesday of business leaders, including those at Bank of America Corp., JPMorgan Chase &amp; Co., Nasdaq Inc., AARP and the National Association of Realtors, in an attempt to warn against the threat of recession and a downgrading of the U.S. credit rating.</p><p>Mr. Biden, joined by Ms. Yellen, is expected to raise concerns about the effect on average Americans, who could see higher auto and home-loan interest rates and credit-card payments, the White House said. Tens of millions of seniors who rely on Social Security and Medicare could be affected, officials warned.</p><p>\"The 2008 financial crisis had ripple effects throughout the global economy that ricocheted back to U.S. shores, causing firms to lay off workers and cut private investment,\" the White House Council of Economic Advisers said in a blog post. \"A financial crisis driven by a default has the potential to be even worse.\"</p><p>Mr. Biden said he plans to speak with Senate Minority Leader Mitch McConnell (R., Ky.), but as of Wednesday morning, the White House hadn't detailed any call.</p><p>On Wednesday, the Bipartisan Policy Center, a think tank whose senior leadership includes former Republican and Democratic lawmakers, updated its forecast for when the U.S. would no longer be able to meet all its financial obligations, estimating that the so-called X date would likely arrive between Oct. 19 and Nov. 2, a narrower range than the previously expected period of Oct. 15 to Nov. 4.</p><p>\"Even leading up to October 19, the Treasury Department will find itself with dangerously low cash levels,\" said Shai Akabas, the group's director of economic policy. \"An unexpected event during that time frame could escalate into a financial crisis.\"</p><p>Write to Siobhan Hughes at siobhan.hughes@wsj.com and Alex Leary at alex.leary@wsj.com</p><p>Democrats Seek Path Forward on Debt Ceiling Around Republican Resistance</p>",
  "published": "2021-10-06T15:17:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3526,
          "end": 3546
        },
        {
          "start": 3526,
          "end": 3540
        }
      ],
      "nexusId": "10009914"
    }
  ]
}