{
  "_id": "6534bbca315f2fbf6a5d2765133b97ee3d663c8bfa55c2e384deac21815f5568",
  "feed": "ftcomall",
  "title": "Larger-than-life banker tasked with taking Hong Kong exchange global",
  "text": "<p>By early January, following the premature departure of its chief executive, Hong Kong's stock exchange was locked in discussions over a hiring decision crucial to its future as the heart of Asia's most important financial centre and a bridge between China and western capital markets.</p> <p>The choice of who would lead Hong Kong Exchanges and Clearing was stark: go with tradition and install someone from mainland China or Hong Kong to steady the ship at a turbulent time for the city and its relationship with Beijing. Or gamble on a Portuguese-speaking Argentine with a Croatian passport and a nickname — Gucho — known on trading floors and boardrooms in London, New York and Buenos Aires. </p> <p>To the astonishment of a Hong Kong establishment that assumed 2021 was a time for conservatism over adventure, HKEX in February chose <a href=\"https://www.ft.com/content/56ef10c6-cb4e-4b10-8cc9-52612e1280c1\">Nicolas Aguzin</a> — a former head of JPMorgan's Asia operations, a Hong Kong resident since 2012 and a banker known internally for his stratospheric rise through the US group.</p> <p>Aguzin joined JPMorgan in 1990 in Buenos Aires. By the time JPMorgan's chief executive Jamie Dimon signed off on the press release announcing Aguzin's new job at HKEX, even he was using the Gucho brand — a play on words in Spanish that hints at his reputation as a big character. “Gucho is an outstanding leader and human being,” Dimon gushed.</p> <p>Before his first day as head of HKEX on Monday, the focus around Aguzin's appointment has been on what the 52-year-old is not — a Chinese speaker. But that focus, say former JPMorgan colleagues and senior financial industry figures, misses the purpose of the appointment. Aguzin, known in JPMorgan as a smooth operator and a consummate negotiator, has been brought in to reignite the global ambitions of a bourse in danger of becoming over-reliant on narrow regional flows and the shifting impulses of Beijing.</p> <p>“In the past few years, the Hong Kong stock exchange has repeatedly made breakthroughs in gaining a foothold in China, and it has yet to work hard to connect to the world,” wrote Weijian Shan, chair of PAG, one of Hong Kong's largest investment groups, in Chinese magazine Caijing. “As a foreigner, Gucho should better understand how to make efforts in this area, which can contribute unique value to the Hong Kong stock exchange.”</p> <p>Others see a more immediate prospect of new business. “I can see him convincing south-east Asian and Latin American companies to list there,” said one person who worked closely with him. </p> <p>Aguzin is not inheriting a business in trouble. The legacy of his predecessor at HKEX — another former JPMorgan banker — <a href=\"https://www.ft.com/content/dd93b6e2-d543-11e9-8367-807ebd53ab77\">Charles Li</a> is widely seen as highly successful. He devoted his decade-long leadership to promoting close co-operation with mainland exchanges in Shanghai and Shenzhen. He pioneered schemes that have led to greater investment flows in and out of mainland China via Hong Kong. </p> <p>Under Li's tenure, the market capitalisation of HKEX companies more than doubled to HK$53tn ($6.7tn) and it was the most popular global venue for initial public offerings in seven of the last 12 years. Companies raised HK$398bn in 2020, the highest one-year total in a decade. IPOs and trading flows have hit <a href=\"https://www.ft.com/content/c55b6ee8-b560-4000-b823-a6bc16b8c5b9\">record volumes</a> in recent months.</p> <p>But even Li recognised that the exchange had become heavily dependent on Chinese capital and liquidity. Chinese companies now make up more than half of those listed in Hong Kong, and more than three-quarters of the total value of companies on the exchange. </p> <p>Li's attempts to rectify that came in the form of a surprise £32bn bid to buy the London Stock Exchange Group in 2019 that <a href=\"https://www.ft.com/content/ccb827ce-e95f-11e9-a240-3b065ef5fc55\">fizzled out quickly and humiliatingly</a>. Launched as the world's attention was on <a href=\"https://www.ft.com/content/e640aca8-eedb-11e9-bfa4-b25f11f42901\">anti-government protests</a> in Hong Kong rather than on the strength of its bourse, the failure further highlighted the difficulties in harmonising economic and political interests between Asia and the West.</p> <p>One HKEX board member lamented the aborted LSE takeover and said an international merger should be a priority under Aguzin's leadership. “It should have been done long ago,” they said, adding both Beijing and Hong Kong would gain from more closely linking the west to Chinese capital markets.</p> <p>Several people close to JPMorgan said the appointment of Aguzin signalled the exchange had not given up on securing a significant international merger, possibly even another tilt at the LSE. </p> <p>If that is his first big initiative, say former JPMorgan colleagues, it will draw heavily on Gucho's skills as a negotiator and diplomat. His focus may be on dealmaking but another duty will be joining the broader effort of protecting Hong Kong's reputation as Asia's international financial hub following Beijing's imposition of a controversial <a href=\"https://www.ft.com/video/1770e787-22db-4c57-9228-31528a37de8a\">national security law</a> and harsh coronavirus border restrictions. HKEX may be forced to fight hard to gain regulatory approval for any deal in many western countries depending on the state of their relationships with China.</p> <p>“If Hong Kong has a true desire to be the number one place in the world over the next decade that lists the best companies, having someone who is worldly and who understands emerging markets really well, as he grew up in one, but has been trained in world-class institutions, Nick makes a lot of sense,” says Micky Malka, a Venezuelan venture capitalist and old associate of Aguzin. </p> <p>As HKEX boss, Aguzin will receive an annual salary of $1.3m, about 7 per cent more than Li. He will also get 211,756 shares — currently worth about HK$100m — that can be sold in full after two years of service, plus a performance bonus. The payslip is unlikely to be his main incentive, however. Aguzin's fortune runs well into the double-digit millions of dollars, partly through his holding in MercadoLibre, Latin America's answer to Amazon and Alibaba. A MercadoLibre board member, Aguzin has sold about half his stock in the company in the past few years for more than $7m.</p> <p>Marcos Galperin, the Argentine billionaire who founded MercadoLibre, described Aguzin as “persevering”. Aguzin was the lead banker on the MercadoLibre IPO, with the company's market capitalisation now $69bn. “I met him in 2001 when we were a scrappy start-up with less than $10m revenues and he was with JPMorgan,” Galperin said. “I told him we would never hire an investment banker. Fast forward six years and he was leading our IPO.”</p> <p>Aguzin has not spelt out either his immediate plans at HKEX or his longer term vision. He used his first speech in charge at the London Metal Exchange Asia Summit last week to remind his audience that Argentina was a country known for its “wine, steak, football and tango” but on the issue of Hong Kong's position in the greater China story, he referred guardedly to the city's “key role”. </p> <p>On Friday, in a video released by HKEX, Aguzin said it was “still early days” to talk about strategy, but said he wanted to grow the exchange while remaining “China anchored”.</p> <p>“He could have done anything he wants and the fact he wants to be Hong Kong stock exchange boss tells you a lot about his appetite for risk and making an impact,” Malka said. “He always had the shield of the JPMorgan brand, but now this is him, his career, his face. Taking this job shows he has a very entrepreneurial mindset. An Argentine running things in Asia — it's ballsy.”</p> <p>By the end of his first week, those close to Aguzin had begun to address his lack of Mandarin abilities: Chinese-speaking friends explained that his appointment had given a greater significance to his nickname. To Chinese speakers, a friend told him, Gucho sounds similar to the characters for “taking care” of a company and “raising” funds.</p><p>Source: Tabby Kinder in Hong Kong, Leo Lewis in Tokyo and Benedict Mander in Buenos Aires 2021 'Larger-than-life banker tasked with taking Hong Kong exchange global' FT.com 28 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-28T19:00:47.324Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1009,
          "end": 1017
        },
        {
          "start": 4189,
          "end": 4197
        },
        {
          "start": 4404,
          "end": 4412
        },
        {
          "start": 1513,
          "end": 1521
        }
      ],
      "nexusId": "10009914"
    }
  ]
}