{
  "_id": "e92dbd9c04965981f07cf5c722a99db3b6b8bbbcafd58a4cfd7b52724547d88b",
  "feed": "market-watch",
  "title": "Corporate debt investors brace for tighter financial conditions in 2022",
  "text": "<p>But as Federal Reserve officials debate how quickly to reduce extremely accommodating monetary policy measures as the U.S. economy roars back from the depths of the COVID crisis, corporate debt markets in 2022 could be in for bumps in the road.</p><p>“Typically, when the Fed is easing, things are really hunky-dory and credit does well,” said Michael Collins, senior portfolio manager at PGIM Fixed Income, in a phone interview.</p><p>Fixed-income returns in 2021 have been low, but so has volatility in corporate bond spreads for the most part, helping keep credit ample and flowing to American corporations.</p><p>The spread, or premium, investors earn on U.S. investment-grade corporate bonds LQD rose to near 101 basis points above risk-free Treasurys BX:TMUBMUSD10Y on Black Friday as worries mounted about the omicron variant of COVID-19. While still historically low, that was the highest level since March for the sector, according to CreditSights, while high-yield bond HYG spreads rose by almost 40 basis points, pegged as the largest such move of the year.</p><p>See: Biden says fight against omicron variant of coronavirus won't involve ‘shutdowns or lockdowns'</p><p>But when the Fed starts reducing its support in the coming months by trimming its monthly bond purchases, and later by raising interest rates, Collins expects to see a tougher environment for risk assets like corporate bonds.</p><p>“The probability of a risk-off event is higher with public and private debt being higher,” Collins said, pointing to increased borrowing by the U.S. government and big companies.</p><p>To that end, PGIM Fixed Income has been lightening up on longer-dated corporate bonds and keeping some dry powder coming into 2022, to potentially add exposure at wider spreads levels in a selloff scenario.</p><p>Better credit</p><p>Like homeowners, many U.S. companies used low pandemic rates to borrow cheaply or to refinance more expensive debt. Despite the explosion of corporate debt in the past decade to more than $10 trillion, strong corporate earnings in recent quarters have helped improve the credit profile of many corporations (see chart).</p><p>CreditSightsThe chart also shows the decreasing distressed level at corporations by more than 40% so far in 2021, with defaults in the riskiest high-yield, or “junk bond,” JNK, category recently heading to historic lows.</p><p>“Leverage is down, because Ebitda is up, but debt levels are high,” Collins said, speaking to the popular metric of corporate financial health, or earnings before interest, taxes, depreciation and amortization. “It gets really expensive to service that debt at higher interest rates,” he said. “I think that's something markets will struggle with in the next 12 to 24 months.”</p><p>Always ‘something'</p><p>The post-Thanksgiving selloff and recovery serves as a reminder that uncertainty about the pandemic's trajectory remains a threat to public health and markets after nearly two years. Fed Chairman Jerome Powell, nominated for a second, four-year team, frequently has said the pace of the U.S. recovery and the central bank's response will hinge on the virus.</p><p>Many strategists have been penciling in tighter financial conditions in the year ahead, but also continued global economic expansion. Oxford Economics has a 4.5% forecast for global GDP growth in the coming year, but also a downside scenario of 2.3% growth if the omicron variant causes “serious side effects,” including reduced vaccine effectiveness.</p><p>Kathy Jones, chief fixed income strategist at Charles Schwab, noted that policy rates already had “begun to rise in major emerging market countries in response to rising inflation and steep currency declines,” in her fixed income outlook.</p><p>Beyond the omicron-sparked selloff, high U.S. inflation levels and supply-chain bottlenecks remain key concerns among investors, but also the eventual rise of U.S. policy rates from the current 0% to 0.25% range.</p><p>“There's always something you can't see,” said Greg Staples, head of fixed income, Americas, at DWS Group, in a phone interview.</p><p>But even with an uncertain backdrop for 2022, Staples said DWS remains constructive on U.S. corporate credit. “In high yield, the fundamentals are really strong, with defaults around the 2% level, and could go below 1%, which is amazingly low,” he said.</p><p>Specifically, energy companies have been benefiting form higher oil prices, with U.S. benchmark West Texas Intermediate crude futures CL00 near $70 a barrel, or up 46% on the year through late November.</p><p>Read: Oil could hit $150 a barrel with OPEC+ ‘in the driver's seat': J.P. Morgan</p><p>“That's always the weak sister of the high-yield market,” Staples said, adding that while energy still makes up a big portion of the U.S. high-yield bond market, many companies used the “open window” of easy funding during the pandemic to reduce coupons and extend maturities.</p><p>“It isn't going to be a blowout year ahead, but there will be positive returns to be had,” he said.</p>",
  "published": "2021-11-29T15:24:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4531,
          "end": 4542
        }
      ]
    }
  ]
}