{
  "_id": "74982c1deb9809652d8d22ef5a7fff24926540bd1558372f1225041eff60b74e",
  "feed": "ftcomall",
  "title": "Big fund houses fail to promote female portfolio managers",
  "text": "<p>Fewer than one in five portfolio managers at the world's biggest asset managers are women, despite long-running campaigns to improve gender diversity in the investment industry and research that indicates female investors <a href=\"https://www.ft.com/content/b48ecb19-f8a3-4c13-9a3a-4fc433e9f93e\">outperform</a>.</p> <p>The Financial Times contacted more than 20 of the world's biggest asset managers and found that while women make up more than 40 per cent of employees on average, they account for just 18 per cent of portfolio managers.</p> <p>Across wider investment teams, including analysts, portfolio managers and traders, women accounted for just under 26 per cent on average at the big investment companies polled.</p> <p>Bev Shah, chief executive of CityHive, which campaigns for a more diverse investment industry, said there were “many structural and strategic reasons why so few women run money currently”.</p> <p>But she added: “Asset managers need to realise that by not having representative diversity they have missed out on cognitive diversity and not provided their customers with the best possible investment outcomes.”</p> <p>Shah also pushed back against concerns about women taking maternity leave and how that might affect performance records. “There is always a risk that your fund manager, regardless of gender will break their track record, but these are not seen as an issue in the same way.”</p> <p>In recent years, there has been a growing focus on the lack of <a href=\"https://www.ft.com/content/329bf34e-df54-11e7-8f9f-de1c2175f5ce\">women running money</a> in the investment industry, with a host of <a href=\"https://www.ft.com/content/4c9b04d0-d075-11e7-9dbb-291a884dd8c6\">initiatives</a> aimed at getting women into portfolio management roles, such as Girls&#xa0;Who&#xa0;Invest. </p> <p>“We need firms&#xa0;who&#xa0;are committed to hiring [female] talent,” said Katherine Jollon Colsher, chief executive of&#xa0;Girls&#xa0;Who&#xa0;Invest.</p> <p>Nuveen, the US-based $1.2tn asset manager, Amundi, Europe's largest homegrown manager, as well as Fidelity International and JPMorgan Asset Management, which both have female chief executives, reported having a higher proportion of women running money than their peers — all above 20 per cent.</p> <p>Anne Richards, chief executive of Fidelity International, said the group had set targets to increase the number of women in senior jobs and introduced family-friendly policies in a bid to create a more diverse workforce.</p> <p>She said that while there had been progress on gender diversity across the industry in recent times, “there is more work to do, particularly in light of the pandemic which has disproportionately impacted women”.</p> <p>Some asset managers did not disclose data for the number of female portfolio managers or women in investment teams, including BlackRock and Fidelity Management &amp; Research, the US investment group led by Abigail Johnson and a sister company of Fidelity Investments.</p> <p>BlackRock and Northern Trust Asset Management said they did not have data for women in portfolio management or investment teams. FMR and State Street, the bank that owns State Street Global Advisors, said the data it had on gender diversity covered its entire workforce, not just its asset management business.</p> <p>Among the asset managers that provided the figures, T Rowe Price had the lowest percentage of female portfolio managers at 9 per cent, although women made up 21 per cent of investment teams.</p> <p>T Rowe Price said it implemented a programme in 2019 called Women in Investments, designed to help “address the needs and priorities of women building careers” who run money. It has also set targets that women account for 45 per cent of the workforce and hold 30 per cent of senior jobs globally by the end of 2025.</p> <p>The FT's figures showing a lack of women in fund management are backed up by recent research from Morningstar. The data provider found the number of funds run by women in Spain stood at 20.9 per cent, while this figure was 18.1 per cent in France.</p> <p>In the UK, there were more funds run by men called Dave or David than female portfolio managers, with women running just 7.7 per cent of funds examined. </p> <p>Adrian Lowcock, head of personal investing at Willis Owen, an investment platform in the UK, said there was a perception that investing was dominated by “alpha males”.</p> <p>But he argued that having diverse teams was an advantage for companies, pointing out that UK female fund managers had outperformed men over the past decade. Funds managed or co-managed by women in the IA UK All Companies sector retuned 98 per cent over the past decade, compared with a sector average of 87 per cent, he said.</p><p>Source: Attracta Mooney 2021 'Big fund houses fail to promote female portfolio managers' FT.com 20 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-20T11:00:27.223Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1781,
          "end": 1789
        }
      ],
      "nexusId": "10009914"
    }
  ]
}