{
  "_id": "e29dfca56317b4cb10a05add34675419bbbd554a807789f47cb749249f960c95",
  "feed": "wall-street-journal",
  "title": "Inflation Hasn't Been Beaten, It Is Just Tamer --- Price rises unlikely to return to past low levels",
  "text": "<p>The Labor Department on Wednesday reported that its measure of consumer prices rose a seasonally adjusted 0.5% in July from a month earlier -- a smaller gain than June's 0.9% increase -- putting it 5.4% above its year-earlier level. Much of that gain was driven by price increases in food and fuel. Core prices, which exclude food and energy prices in an effort to better capture inflation's trend, rose 0.3% in July from a month earlier after rising 0.9% in June.</p><p>A big part of why the core reading moderated last month was that used-car prices, which had been a significant driver of inflation over the past several months, have finally begun to ease. By the Labor Department's measure, they rose just 0.2% in July from a month earlier after surging 10.7% in June.</p><p>Further cooling may be in the offing: A used-car price index from auction company Manheim, which the Labor Department data tend to lag behind, slipped 2.6% in July from June.</p><p>Used-car prices are just one of the many elements of inflation that seem likely to cool off as shortages and supply-chain bottlenecks get resolved. It could be a drawn-out process, though. The semiconductor shortage that has hampered new-car manufacturing hasn't gone away, and though auto companies' production schedules suggest they will be making more cars in the months ahead, inventory levels don't look likely to fully recover until some time next year.</p><p>A similar dynamic could play out with the prices of many services. Wednesday's report showed that prices for lodging at hotels, motels and the like rose 6.8% in July from a month earlier and are now 8.8% above their pre-pandemic level. That is reflective of the surge in customers as more people started traveling again and the difficulties hotels have faced recruiting staff.</p><p>When and if prices for cars, hotel rooms and so forth begin to normalize, they could put a drag on inflation readings. But rising prices for other items could create an offset.</p><p>Housing costs, which the Labor Department derives from rent prices, account for nearly a third of its inflation gauge. Amid rising demand for housing, the Labor Department's measure of rent prices has been rising, but a JPMorgan Chase analysis of rent-price figures from Zillow, which have risen sharply, suggests there is more to come.</p><p>More broadly, wages also have been picking up: Last Friday's jobs report showed average hourly earnings have risen at a 5% annual rate over the past three months. That will lead many businesses to at least try to offset higher labor costs by charging higher prices.</p><p>The final result might be a moderation in inflation from where it has been recently, but no return to the very low levels that persisted before the pandemic. That wouldn't count as a worse environment for the economy, but it would still be a lot different than what investors are used to.</p>",
  "published": "2021-08-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2176,
          "end": 2184
        },
        {
          "start": 2176,
          "end": 2190
        }
      ],
      "nexusId": "10009914"
    }
  ]
}