{
  "_id": "a74df3bf22619769ae718689ec853f25af7772f05b2edc40c6b3d9bf7ced8c79",
  "feed": "wall-street-journal",
  "title": "JPMorgan to Acquire Owner Of Zagat Restaurant Guide",
  "text": "<p>The company also hosts a biannual food festival, Eeeeeatscon, where restaurants serve food in a stadium while musicians and speakers entertain attendees.</p><p>JPMorgan is buying all of the Infatuation's business, including the decadesold restaurant brand Zagat.</p><p>The Infatuation purchased Zagat from Alphabet Inc.'s Google for an undisclosed amount in 2018, the same year it raised $30 million from WndrCo, a technology and media investment firm co-founded by Hollywood mogul Jeffrey Katzenberg.</p><p>Banks don't usually buy media companies. But JPMorgan has made a push to attract big spenders who like to travel and dine out, particularly through credit-card rewards. Last year, the bank rolled out Chase Dining in its Ultimate Rewards portal, which gives certain cardholders access to hard-to-get dining reservations and other perks.</p><p>Sapphire Reserve and Preferred cardholders get access to virtual events with chefs, mixologists and restaurateurs.</p><p>Founded in 2009 by record executives Chris Stang and Andrew Steinthal, the Infatuation has grown from a scrappy review site known for its branded Instagram hashtag (\"#Eeeeeats\") to a global taste maker in the world of cuisine.</p><p>JPMorgan plans to give some of its customers, including credit-card holders, special access to the Infatuation's curated experiences, like Eeeeeatscon, and to certain content on its website.</p><p>Mr. Stang will continue to run the business, which will operate as a separate brand within the bank.</p><p>The Infatuation doesn't disclose its finances, including whether it is profitable.</p><p>The company was exploring options including raising funds in recent months, according to a person familiar with the matter, and ultimately opted for an outright sale of the business.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1168,
          "end": 1176
        },
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 154,
          "end": 162
        },
        {
          "start": 535,
          "end": 543
        }
      ],
      "nexusId": "10009914"
    }
  ]
}