{
  "_id": "d9e2a3b4b95e467d5e885f05ad7f407a6f0d2516df181041a8806589d7271e1c",
  "feed": "ftcomall",
  "title": "Glasgow warming: regeneration lures homebuyers and drives up prices",
  "text": "<p>Sabrina Magnusson loves living in the increasingly fashionable Southside of Glasgow but knows she won't be able to afford to buy a home there. She is renting a two-bedroom flat with her partner while saving up to buy. “Property prices have shot up since the pandemic started and we will have to move out to a more affordable area such as Paisley,” says the 25-year-old, who works in media.</p> <p>She's also noticed a sharp rise in rental prices, she says. As the city prepares to host the United Nations Climate Change conference, which starts next weekend, some landlords have kept properties off the market to make them available for <a href=\"https://www.ft.com/content/af8182e9-c287-424b-86de-99ce0f32239c\">lucrative three-week Airbnb lets</a> — while Glasgow's students have been returning in their droves, adding to the backlog of demand. “In the run-up to <a href=\"https://www.ft.com/cop26\">COP26</a>, I have seen rents double for properties like ours because there's such a shortage of homes,” says Magnusson.</p> <p>But Glasgow's property prices have been steadily rising since 2013 — the pandemic has only accelerated matters. In the year to August, the latest data available from the Registers of Scotland, there were 13,852 sales in the city, against a 10-year annual average for this period of 10,696. The average price in Glasgow in the 12 months to August was £182,728 — up 14 per cent from the same period in 2018/19.</p> <p>The increase is being driven by activity at the higher end of the market, says Faisal Choudhry, head of research in Scotland for estate agency Savills. In the past decade, on average, there were 311 property sales per year in Glasgow above £400,000; in the 12 months to August, there were 738.</p> <p>For £1m-plus properties, an average of nine transactions rose to 32 in the same period. “Sales at £2m and £3m were mostly limited to Edinburgh pre-pandemic,” says Cameron Ewer, head of Savills in Scotland. “We've sold five homes above £2m in Glasgow since the market reopened in July 2020.” </p> <p>Most of the sales above £1m have been in Glasgow's West End, the prime residential area that is home to the 85-acre Kelvingrove Park, the Botanic Gardens, the University of Glasgow and several independent schools.</p> <p>In the G12 postcode that accounts for a large part of it — Kelvinside, Hyndland, Dowanhill and Kelvinbridge — the average price of £346,946 is 90 per cent higher than the city average. “Recently a six-bedroom house in Kelvinside with a Home Report [valuation] at £1.2m went for over £1.4m, with multiple buyers [competing], a mix of local and out of town,” says Maitland Walker, managing partner at Rettie &amp; Co, an agency.</p> <p>Even flats have been selling well, with 4,617 transactions during the first six months of 2021, up on 3,729 in the first six months of 2019, with average sales value jumping 18 per cent in that time to £162,491. “Here, even during Covid, not everyone wants outside space or a garden,” says Fergus Lindsay of estate agency Slater Hogg &amp; Howison: “In July, the average [temperature] is only 15C.” The major trend has been people trading up — to bigger flats or houses — rather than out of the city, he adds.</p> <p>Steven Carmichael, who works in golfing, moved into a three-bedroom flat in Dowanhill from a house in the town of Helensburgh on the River Clyde. “I just wanted everything on my doorstep,” he says. “The coffee shops of Byres Road, Glasgow Film Theatre [an independent], art galleries, the Botanic Gardens.”</p> <p>Rather than detached houses, four-storey Victorian terraced red sandstone town houses with five or six bedrooms are typical of the West End — costing £1.1m-£1.5m, with one-bedroom flat conversions around £250,000, two-bedrooms £300,000-£450,000. Also part of the West End is Jordanhill (G13) where four-bedroom terraced houses in the catchment area for the state-funded Jordanhill School cost from around £550,000.</p> <p>Then there's Park district (G3), where terraced Georgian town houses have started to approach £2m. Catherine has just bought a one-bedroom flat in Park Quadrant, the new-build restoration of one of the original Georgian terraces, where prices started at £299,000, moving from North Lanarkshire into the city. “I've always loved the creative buzz of the city, and with all the students, the feeling that anything goes, the neighbourhood feels very Glasgow mixed with London,” says the actress, who prefers not to give her full name.</p> <p>The Scottish stamp duty holiday on homes below £250,000 — which ended in March 2021 — helped stimulate the market after lockdown, as well as incentives for first-time buyers including the First Home Fund, a government shared-equity scheme offering loans of £25,000, now also closed.</p> <p>These buyers are looking afresh at some areas that are regenerating and offer better value, agents say. The most fashionable place to live in recent years has been Finnieston, north of the SEC Centre and OVO Hydro event venues, but prices have increased significantly in recent years, since hipster bars sprouted among the traditional tenements — these days, two-bedroom flats cost about £200,000-£270,000.</p> <p>Buyers who cannot afford Finnieston are now looking to Dennistoun in the East End — home to traditional tenements and pubs and latterly craft-beer shops and cafés — says Carole Mackie of Savills development team: “You can buy two-bedroom flats for around £180,000.”</p> <p>Focus has also shifted over the River Clyde — to the Southside — where the redevelopment of the former site of the Glasgow Garden Festival includes Prince's Quay, with homes from £239,995. Mackie says buyers include workers relocating to the new Barclays Glasgow campus at Buchanan Wharf, where the company aims to create 5,000 new jobs by 2023, and from JPMorgan Chase, which is expanding its office space.</p> <p>Pollokshields, Strathbungo and up-and-coming Newlands are also popular at the moment, but it's the broad avenues of sandstone tenements and new little shops that drew Magnusson to the Southside. “It feels much more ‘local' than the West End,” she says.</p> <p>Yet while she bemoans the rising prices, the city's improvement is piecemeal, she says, a reference to its eight Transformational Regeneration Areas (TRAs) — where the city council is looking to regenerate housing — as well as to the fact that Glasgow has the second-highest rate of drug-related deaths in Scotland. She adds: “There areas of deprivation need long-term solutions to poverty and the drugs problem, rather than just temporarily moving the homeless people off the streets around the COP26 venue.”</p> <p><em>Follow </em><a href=\"https://twitter.com/ftproperty\"><em>@FTProperty</em></a><em> on Twitter or </em><a href=\"https://www.instagram.com/ft_houseandhome/?hl=en\"><em>@ft_houseandhome</em></a><em> on Instagram to find out about our latest stories first</em></p><p>Source: Liz Rowlinson 2021 'Glasgow warming: regeneration lures homebuyers and drives up prices' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T12:00:01.417Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5596,
          "end": 5604
        }
      ]
    }
  ]
}