{
  "_id": "08b29d5c56c2af5c05758689b1cff462ee63252d4c195ffd7f988ee49afd212d",
  "feed": "wall-street-journal",
  "title": "Global ETF Assets Hit $9 Trillion; Net flows so far this year have nearly eclipsed the $736.5 billion investors had moved into ETFs globally in all of 2020",
  "text": "<p>Investors poured $705 billion into exchange-traded funds through the first seven months of the year, pushing 2021's world-wide tally to a record $9.1 trillion, according to data from Morningstar Inc .</p><p>Net flows so far this year have nearly eclipsed the $736.5 billion investors had moved into ETFs globally in all of 2020. Most of the cash has gone into cheap, index-tracking funds, with large-cap and short-term bond ETFs, as well as products offering inflation protection, attracting significant investor interest, according to the data.</p><p>U.S. ETFs accounted for a record $519 billion of the total, sending assets in U.S. funds to about $6.6 trillion. ETFs now hold more money than index-tracking mutual funds, which had about $8.8 trillion in assets as of June, though mutual funds overall still command more money, with about $40.7 trillion in assets.</p><p>ETFs are baskets of securities that are as easy to trade as a stock. They lack the investment minimums found in many mutual funds, are generally more tax efficient and carry lower fees. The success of ETFs was far from guaranteed after the first one launched in 1993. But enthusiasm for low-cost investments has led to an explosion in ETF assets over the past 10 years.</p><p>\"ETFs are probably the greatest success story in financial services over the last two decades,\" said Anaelle Ubaldino, head of ETF research and investment advisory at data firm TrackInsight, which also tracked ETFs crossing the $9 trillion mark last month.</p><p>Vanguard Group has been the biggest draw this year, with its ETFs pulling in nearly $224 billion through the first seven months of 2021. That is 45% more than all the money attracted so far in 2021 by BlackRock , the world's No. 1 ETF manager by assets.</p><p>Two broad, inexpensive stock-market funds run by Vanguard garnered the most interest from investors. Vanguard 's 500 Index Fund and Total Stock Market Index Fund pulled in $32.3 billion and $23.4 billion so far this year. Of the top 10 funds by inflows in 2021, Vanguard managed six, while BlackRock 's iShares ETF unit oversaw the other four.</p><p>Since asset managers got regulatory approval in 2019 to run stock-picking ETFs that also shield their daily holdings , Fidelity Investments , T. Rowe Price Group Inc ., Putnam Investments and others have launched actively managed funds . These are similar to some of their mutual-fund strategies, yet more accessible and usually cheaper for individual investors. Others such as Guinness Atkinson Funds and Dimensional Fund Advisors have opted to convert some mutual funds into ETFs.</p><p>JPMorgan Chase &amp; Co . has launched some actively managed ETFs, including its Equity Premium Income fund last year, which has pulled in $2.4 billion from investors so far in 2021. The banking giant said Wednesday that it plans to convert four active mutual funds managing some $10 billion in assets into ETFs in 2022 pending approval from their boards.</p><p>Active ETFs still represent a small but growing segment of the overall ETF market. Nonindexed ETFs, including those that actively pick stocks, carried $358 billion in assets as of July, about 4% of the overall ETF market, according to Morningstar 's data. That was up from $193 billion a year ago.</p><p>ETFs come with some risks, however. Narrow, thematic funds can concentrate billions of dollars in assets in a small roster of companies , making them potentially susceptible to a liquidity crunch in volatile markets, some analysts say. ETFs that track indexes, meanwhile, have the potential to fall out of step with benchmarks, which is known as tracking error.</p><p>With stocks hitting records, some expect more growth ahead. In the U.S. alone, Matt Bartolini, head of SPDR Americas Research at State Street Global Advisors , predicts inflows for all of 2021 could reach nearly $800 billion—more than what has flowed into U.S. mutual funds in the past nine years combined.</p><p>\"With such dazzling flow totals in a short period of time, it begs the question of how high flows could get in 2021,\" said Mr. Bartolini. \"Particularly if ETFs can make it into the four commas club.\"</p><p>Markets Action</p><p>Read more articles on significant market moves, selected by WSJ editors</p><p>* High-Speed Trading Firm Jump to Execute Retail Investors' Stock Trades </p><p>* Delta Variant Dents Oil Demand Recovery While OPEC Expects More Supply </p><p>* Crypto Hackers Stole More Than $600 Million From DeFi Network, Then Gave Some of It Back </p><p>Write to Michael Wursthorn at Michael.Wursthorn@wsj.com </p><p>Global ETF Assets Hit $9 Trillion</p>",
  "published": "2021-08-12T11:59:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2563,
          "end": 2582
        }
      ]
    }
  ]
}