{
  "_id": "59322416c7cfccf628b95037b56dfaf2a964577abb739e561fa1b820bfc0edee",
  "feed": "market-watch",
  "title": "Most Treasury yields nudge higher as U.S. initial jobless claims plunge to their lowest level since 1969",
  "text": "<p>The 10-year Treasury note yield BX:TMUBMUSD10Y, rose to 1.679%, compared with 1.665% at 3 p.m. Eastern Time on Tuesday. It briefly touched 1.697% and is still around the highest level since late October.</p><p>The 2-year Treasury note BX:TMUBMUSD02Y rate was at 0.637% versus 0.606% on Tuesday, which put the yield around its highest since March 2020.</p><p>The 30-year Treasury bond BX:TMUBMUSD30Y, yield was marginally lower at 2.02% versus 2.022% on Tuesday afternoon.</p><p>What's driving the market?</p><p>Data released Wednesday showed that U.S. weekly jobless claims fell to their lowest level since November 1969. New filings for jobless benefits plunged by 71,000 to 199,000 in the seven days ended Nov. 20. Economists polled by The Wall Street Journal had estimated initial jobless claims would total a seasonally adjusted 260,000.The report was released one day early because of the holiday on Thursday.</p><p>Meanwhile, other data showed that the U.S. economy grew at a revised 2.1% annual rate in the third quarter. Consumer spending and private inventory investment mostly accounted for the upward revision from 2.0%, the Commerce Department said Wednesday.</p><p>U.S. durable-goods orders fell 0.5% in October to mark the second decline in a row. The decline stemmed entirely from fewer orders for passenger planes, an up-and-down category that often distorts the level of underlying demand in the economy. Meanwhile, U.S. manufacturers such as General Motors and Whirlpool had plenty of orders, signaling the economy is getting stronger.</p><p>Treasury yields have been rising on bets that Federal Reserve Chairman Jerome Powell, who is being renominated to a second term by President Joe Biden, has a new mandate to accelerate the pace of the Fed's reduction of monthly asset purchases, with an eye toward curbing a surge in inflation and eventually lifting interest rates.</p><p>In an interview with Yahoo Finance, San Francisco Fed President Mary Daly said on Wednesday that a case can be made for speeding up the central bank's “tapering” of bond purchases in December.This week's selloff in bonds, which has led to rising yields, has been amplified by seasonally lower volumes, analysts say, noting that the days before U.S. Thanksgiving tends to be comparatively thinly traded.As of Tuesday, markets were pricing in more monetary tightening from the Federal Reserve, the Bank of England and the European Central Bank, according to TradeWeb. Meanwhile, the 2-year Treasury note yield, the most sensitive to changing interest-rate expectations, is hanging around its highest level since March of 2020.</p><p>What analysts are saying</p><p>Referring to the initial jobless claims report, JPMorgan Chase &amp; Co.'s Daniel Silver wrote that “the claims series can be noisy and especially choppy around holidays like Thanksgiving when the seasonal factors anticipate large swings in the underlying data.” Even so, “today's report clearly was a favorable surprise, and we think that the labor market is continuing to recover over time.”</p>",
  "published": "2021-11-24T10:07:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2647,
          "end": 2661
        },
        {
          "start": 2647,
          "end": 2667
        }
      ],
      "nexusId": "10009914"
    }
  ]
}