{
  "_id": "5548626d902891e7b386a197d10908e8d0fcdc8f196c6a7eed3b9b33a3cb2701",
  "feed": "wall-street-journal",
  "title": "Investment Outlook, Trading Boost Earnings for Big Banks",
  "text": "<p>The period capped a tumultuous 2020, when a sharp decline in economic activity in the spring gave way to an uneven recovery that has lifted some consumers and businesses while many others continue to struggle.</p><p>Executives said they have grown more confident that vaccines will get people back to work and that fresh stimulus -- and the potential for more under President-elect Joe Biden -- will help consumers and businesses this year. But they stopped short of saying the economy is out of the woods, and their balance sheets continue to reflect a deep concern about the health of their customers.</p><p>Bankers warned that losses on credit cards, real-estate loans and other types of debts are still likely to rise when government relief programs eventually wear off, hitting their lowest-income customers in particular.</p><p>And there are signs that the recovery remains fragile. The government reported Friday that U.S. consumers cut back on retail spending in December, the peak of the holiday season. Coronavirus cases and deaths are rising rapidly. Jobless claims jumped to nearly one million last week. Workers in low-paid jobs, including at restaurants and bars, have been hit particularly hard.</p><p>\"You have a cloudy next two quarters, mixed economic information, almost 4,000 people dying a day,\" JPMorgan Chief Executive Jamie Dimon said on a call with reporters. \"Hopefully by some time in the summer you can have a very healthy economy.\"</p><p>The period continued the year's divergence of consumer and Wall Street operations. At JPMorgan and Citigroup, traders and investment bankers churned out stocks and bonds for clients eager to raise capital and trade securities.</p><p>Profit at the corporate and investment-banking divisions jumped 82% at JPMorgan and 27% at Citigroup, their best fourth quarters on record. A flurry of new blank-check companies boosted equity-underwriting fees at JPMorgan and Citigroup by more than 80%.</p><p>But revenue fell at all three firms' consumer banks -- down 8% at JPMorgan, 14% at Citigroup and 5% at Wells Fargo.</p><p>Still, the latest quarter reflects an improving view of the broader economy. Three months ago, Citigroup based its loan outlook on expectations that the U.S. economy would shrink 5.1% in 2020 and the unemployment rate would average 6.6% a quarter over the next two years. Now, the expectation is for GDP to have dropped 4.0% and for the jobless rate to average 6.1%.</p><p>\"While we hope the end is in sight, this virus has surprised us and taught us the folly of best-laid plans,\" said Jane Fraser, who is set to become Citigroup's CEO next month. \"So we will remain vigilant and adaptable.\"</p><p>Banks also haven't had to take losses on bad loans at nearly the pace initially feared. In fact, all three said that charge-offs were lower in the fourth quarter than in the year-earlier period, before the pandemic brought the economy to a halt.</p><p>JPMorgan said it pulled $2.9 billion out of its reserves and Citigroup released $1.5 billion. Wells Fargo pulled $757 million, though it was largely because it sold off a book of student loans. They have continued to hold on to the vast majority of their reserves, fearing that some loan losses are just being pushed further into the future.</p><p>\"The performance is substantially better than we would have thought when we went into this,\" Wells Fargo CEO Charles Scharf said on a call with analysts. But he added that in order to substantially draw down reserves, he would like to see a \"more sustained and more equitable recovery because so many uncertainties exist.\"</p><p>Mr. Dimon noted the wide divergence between those who can navigate the coronavirus economy and those who can't. For many big businesses, 2020 was a surprisingly good year. Many families, meanwhile, are close to running out of money.</p><p>One reason the banks have weathered the coronavirus economy is that they have been focusing on well-off consumers and big businesses since the financial crisis. Mr. Dimon noted that most of JPMorgan's customers are prime borrowers, who have \"a lot more income, a lot more savings, housing prices are up, they did not lose their jobs.\" At the bottom of the pyramid, \"it's the opposite.\"</p><p>All three banks exceeded analysts' per-share earnings expectations in the fourth quarter, but JPMorgan stood above the others, largely thanks to the size of its trading and investment-banking operation.</p><p>Revenue rose 3% at JPMorgan, beating expectations. Revenue fell 10% at both Citigroup and Wells Fargo, missing expectations.</p><p>JPMorgan's fourth-quarter profit surged 42% to a record $12.14 billion, while Citigroup's profit fell 7% to $4.63 billion and Wells Fargo's rose 4% to $2.99 billion.</p>",
  "published": "2021-01-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1293,
          "end": 1301
        },
        {
          "start": 1511,
          "end": 1519
        },
        {
          "start": 1523,
          "end": 1531
        },
        {
          "start": 1722,
          "end": 1730
        },
        {
          "start": 1735,
          "end": 1743
        },
        {
          "start": 1864,
          "end": 1872
        },
        {
          "start": 1878,
          "end": 1886
        },
        {
          "start": 1970,
          "end": 1978
        },
        {
          "start": 1985,
          "end": 1993
        },
        {
          "start": 2845,
          "end": 2853
        },
        {
          "start": 2868,
          "end": 2876
        },
        {
          "start": 3956,
          "end": 3964
        },
        {
          "start": 4212,
          "end": 4220
        },
        {
          "start": 4246,
          "end": 4254
        },
        {
          "start": 4339,
          "end": 4347
        },
        {
          "start": 4374,
          "end": 4382
        },
        {
          "start": 4443,
          "end": 4451
        },
        {
          "start": 4480,
          "end": 4488
        }
      ]
    }
  ]
}