{
  "_id": "88146de2d95aac08e4e9a42fb1807932c4776eae1ccfc0ff8b45958a5a70fd5a",
  "feed": "wall-street-journal",
  "title": "China Borrows Again at Negative Rates in Euros; China sells negative-yielding three-year notes as part of $4.6 billion deal",
  "text": "<p>\"There is very strong demand out of Europe, particularly for the longer-dated tranche,\" said Alexander von-zur-Muehlen, chief executive for Asia Pacific at Deutsche Bank.</p><p>\"It is clear that as China's fixed-income markets, already the second largest in the world, continue opening up, European investor interest and allocation is growing,\" he said in emailed comments.</p><p>The appetite for Chinese sovereign debt denominated in euros is mirrored by rising international holdings of bonds that Beijing issues domestically in its own currency. Yuan-denominated Chinese government bonds have been added to indexes compiled by FTSE Russell, Bloomberg LP and JPMorgan Chase &amp; Co. and global investors have increased their holdings in recent years.</p><p>The debt offers a premium over even-more-negative benchmark European government debt, which helps to explain the investor interest. Three-year German government notes yielded about minus 0.733% as of Wednesday, according to Refinitiv.</p><p>This is the third straight year that China has issued bonds in both U.S. dollars and euros in the fall. Unlike in the two previous years, this time the sale of euro bonds is bigger than its dollar equivalent, Deutsche Bank noted. Asian governments and companies have typically found it easier to raise money in the world's huge dollar-denominated bond markets than in euros.</p><p>China's $4 billion dollar-bond sale last month also drew strong demand from international investors, despite data showing the country's economic growth slowed to 4.9% year-over-year in the third quarter, down from 7.9% in the previous three months.</p><p>China hired 12 banks, including Chinese, U.S. and European institutions, last week to manage the euro bond sale.</p><p>Write to Frances Yoon at frances.yoon@wsj.com</p><p>China Borrows Again at Negative Rates in Euros</p>",
  "published": "2021-11-11T04:22:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 649,
          "end": 669
        }
      ],
      "nexusId": "10009914"
    }
  ]
}