{
  "_id": "cc10e53b71aa07054cccf3ec5622c8275ba4bbed13b4eb5ff0eac57d419c5855",
  "feed": "market-watch",
  "title": "Bath & Body Works earnings show strength beyond soap and hand sanitizer",
  "text": "<p>“The market thinks Bath &amp; Body Work's big CY20 growth was fueled by robust hand sanitizer sales which will reverse when the pandemic ends. We think the growth was more broad based and will be largely sustainable,” wrote UBS analysts in a note.</p><p>“Bath &amp; Body Works' 2Q21 result strongly supports our thesis, in our opinion.”</p><p>UBS rates Bath &amp; Body Works stock buy with a $90 price target.</p><p>Bath &amp; Body Works BBWI, alongside Victoria's Secret &amp; Co. VSCO , reported their first quarterly results as separate publicly traded companies on Wednesday. Bath &amp; Body Works' profit and sales beat expectations.</p><p>Read: Victoria's Secret soars in its first days as a stand-alone company, with shares up 29%</p><p>Prior to the separation, analysts were upbeat about Bath &amp; Body Works even as Victoria's Secret struggled to regain relevance.</p><p>Bath &amp; Body Works got a boost in 2020 from sales of hand soap and sanitizer amid the COVID-19 pandemic.</p><p>Now, the stock is down 5.3% over the past month after concerns that sales of these two items will drop.</p><p>For the year to date, the stock is up 120.5%, while the benchmark S&amp;P 500 index SPX has gained 18.3% for the period.</p><p>“As&#xa0;we&#xa0;talked&#xa0;about&#xa0;at&#xa0;the&#xa0;end&#xa0;of&#xa0;last&#xa0;year,&#xa0;soaps&#xa0;and&#xa0;sanitizer&#xa0;in&#xa0;total&#xa0;had&#xa0;gotten&#xa0;to&#xa0;be&#xa0;about&#xa0;20%&#xa0;of&#xa0;the&#xa0;total&#xa0;business,&#xa0;up&#xa0;from&#xa0;roughly&#xa0;14%&#xa0;of&#xa0;the&#xa0;business&#xa0;in&#xa0;the&#xa0;prior five-year&#xa0;timeframe,” said Andrew Meslow, chief executive of Bath &amp; Body Works, on the earnings call, according to FactSet.</p><p>“We&#xa0;would&#xa0;expect&#xa0;that&#xa0;it&#xa0;will&#xa0;normalize&#xa0;somewhere&#xa0;in&#xa0;the mid-teens and that's consistent with what we've seen here through the first two quarters of the year.”</p><p>Now, according to Meslow, body care, a big category for the business, is showing “strong” year-over-year growth.</p><p>And:Honest Co. shares keep falling after earnings miss, but J.P. Morgan sees a buying opportunity</p><p>“Bath &amp; Body Works remains a best-in-class story in our space despite more moderate go-forward growth,” wrote Wells Fargo in a note.</p><p>Wells Fargo rates Bath &amp; Body Works stock overweight with an $80 price target.</p><p>&#xa0;“Though management's 2H tone reflected a more conservative approach to the business (following 12+ months of record outperformance), we don't believe this came as a surprise to most investors who are familiar with Bath &amp; Body Works' massive outperformance the past 12-to-18 months.</p>",
  "published": "2021-08-23T08:26:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1772,
          "end": 1783
        }
      ],
      "nexusId": "10009914"
    }
  ]
}