{
  "_id": "00564a24725fffc63e441ad83b8aa1cdd9e3976f397a98fa5a04bbd428b911a2",
  "feed": "ftcomall",
  "title": "Blue Monday: Omicron fears dispel festive cheer",
  "text": "<p>Good evening,</p> <p>Blue Monday was never a more apt description. <a href=\"https://www.ft.com/content/e2759946-e201-41f0-afdf-1ee3994594ad\">Stocks and oil prices fell</a> today, as global fears about the march of the Omicron variant dispelled many of the remaining fragments of Christmas cheer.</p> <p>The Netherlands on Sunday became the first EU country to <a href=\"https://www.ft.com/content/7264aae6-f228-4015-87ef-838c701b99bb\">reintroduce a lockdown</a>, closing bars, restaurants and non-essential shops until at least mid January. Meanwhile, Germany and Austria have introduced <a href=\"https://www.ft.com/content/3316b665-9bfa-4e7e-ae68-c46601950cef\">new travel restrictions</a>. In Switzerland, the Davos <a href=\"https://www.ft.com/content/a04d6c98-99e0-4182-8465-0ffb6345baf9\">World Economic Forum</a> became the latest high-profile event to be postponed over concerns about the new variant. </p> <p>Across the Atlantic, Anthony Fauci, US president Joe Biden's chief medical adviser, warned yesterday that the country's hospitals faced a period of <a href=\"https://www.ft.com/content/e39c6601-e1b3-404b-8c71-43c635dcb5b0\">intense stress</a>. The spread of Omicron in <a href=\"https://www.ft.com/content/f47025a6-84a5-46e7-8dec-e20a75d14d69\">New York</a> has already dented plans from Wall Street firms for a mass<a href=\"https://www.ft.com/content/d166b7f3-962b-4a66-a252-4f46285fdc21\"> return to the office</a>. Biden is expected to lay out new plans tomorrow to fight the surge in infections. </p> <p>In the UK, where cases of Omicron are doubling every two to three days and now stand at more than 45,000, Prime Minister <a href=\"https://www.ft.com/content/b46c48aa-118d-4355-9865-3860ac2bb9ea\">Boris Johnson</a> this evening ruled out putting in place new coronavirus restrictions immediately. However, he said the government was monitoring the data hour by hour and would not hesitate to take further action.</p> <p>Johnson is caught between scientists calling for tighter restrictions and his party's MPs who oppose firmer measures. Brexit minister Lord David Frost <a href=\"https://www.ft.com/content/041f952a-93c9-4a8e-9d53-6f50ddc1e45f\">quit the cabinet on Saturday</a> in protest against the possibility of further clampdowns.</p> <p>Possible options that are on the table include stronger guidance on social mixing indoors, a return to social distancing, curfews for pubs and restaurants, or even a return to full lockdown. Shoppers are already voting with their feet and <a href=\"https://www.ft.com/content/60522e58-03a6-42ac-91af-5d6c9217ec78#post-f3e867d4-1a6c-4a26-bb42-6c262513e9b5\">avoiding city centres</a> on what would normally be the busiest shopping period of the year.</p> <p>The surge in infections is particularly acute in the capital. London mayor Sadiq Khan declared a “<a href=\"https://www.ft.com/content/4761cf3f-c8cc-4ddd-a1de-7ca32e96ee9a\">major incident</a>” on Saturday after 26,000 new cases were reported on Friday, causing staffing shortages in emergency services.</p> <p>A final dollop of gloomy news came from the head of the European Medicines Agency, the EU drugs regulator, who told the Financial Times today that Covid-19 vaccines were clearly <a href=\"https://www.ft.com/content/7de3bdd1-84a8-42ae-af37-2bbb8c584c49\">less effective against Omicron</a>. The main problem is that we do not yet know by how much.</p> <p>And on that sobering note, Road to Recovery bids you farewell until January 5. Have a happy and safe holiday break.</p> <h1>Latest news</h1> <ul>  <li><p>Moderna's Covid booster was found to produce a <a href=\"https://www.ft.com/content/aebff238-3155-4131-8b3e-4be76b22a177\">strong antibody response</a> against Omicron</p></li>  <li><p>A panel of advisers has recommended that France begin <a href=\"https://www.ft.com/content/60522e58-03a6-42ac-91af-5d6c9217ec78#post-466f1fe0-7584-4ec6-bf3b-de999bfe43b2\">vaccinating children</a> aged 5 to 11 against Covid-19 if their parents approve</p></li>  <li><p>Cruise operator Carnival said Omicron would <a href=\"https://www.reuters.com/markets/europe/carnival-misses-revenue-estimates-2021-12-20/\">hurt near-term bookings</a>, but was more confident about late next year and 2023 (Reuters)</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/60522e58-03a6-42ac-91af-5d6c9217ec78\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>President Biden's flagship $1.75tn&#xa0;<strong>Build Back Better</strong> bill has been <a href=\"https://www.ft.com/content/aad74276-bafd-4090-ab2a-6000ed4a1187\">torpedoed</a> by one of his own party's senators, Joe Manchin, who balked at the cost. The plan, which includes investment in childcare, climate change action and tax increases, is now at risk of never passing Congress. In response, Goldman Sachs <a href=\"https://www.ft.com/content/60522e58-03a6-42ac-91af-5d6c9217ec78#post-e000161e-a24d-4aae-8d02-5a1a1815fa7e\">cut its forecast</a> for US growth in the first quarter of 2022 from 3 per cent to 2 per cent. </p> <p><strong>China's central bank</strong> cut one of its most important lending rates today, in the latest sign that the country's <a href=\"https://www.ft.com/content/404ba4a1-d25f-42ee-b602-6d89e8472d4d\">recovery is faltering</a>. The one-year loan prime rate, used as a benchmark for the loans banks make to their customers, was cut from 3.85 per cent to 3.8 per cent, the first drop since April 2020 when coronavirus was first taking hold.</p> <h2>Latest for the UK and Europe</h2> <p>The <strong>Turkish lira</strong> resumed its downward path as the country's President Recep Tayyip Erdogan warned there was “no going back” from his policy of repeated <a href=\"https://www.ft.com/content/1a365ce5-8921-4721-a18a-8b8bfcfd2786\">interest rate cuts</a>. The cost of protecting against a default on Turkish debt has climbed sharply as concerns grow that the plunging currency could impact the broader financial system.</p> <p>Germany's <strong>Bundesbank</strong> has a new chief. <a href=\"https://www.ft.com/content/99486d26-6afd-4444-b262-2c319f8527a8\">Joachim Nagel</a>, a top executive at the Bank for International Settlements will succeed Jens Weidmann, is thought to be of similar conservative views and critical of the ultra-loose monetary policy of the European Central Bank. </p> <p>The pandemic has opened the door to <strong>radical economic reform</strong>, argues FT columnist Martin Sandbu. Watch him outline the arguments for a universal basic income in this <a href=\"https://www.ft.com/video/253004a4-8756-48b4-ad7a-c3039c6a5400\">new FT film</a> (also below). In addition, he argues <a href=\"https://www.ft.com/content/c6760232-80cc-4a25-a1a1-7315f620b63c\">here</a> that state intervention during the crisis has allowed the EU to rediscover its roots as a social market economy.</p> <a href=\"http://www.ft.com/cms/253004a4-8756-48b4-ad7a-c3039c6a5400.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h2>Global latest</h2> <p>The <strong>paucity of vaccines</strong> in poorer countries — and the subsequent likelihood of new variants emerging — is set to worsen as richer nations hog supplies for <a href=\"https://www.ft.com/content/5144cd19-2c67-46d0-a37d-a869006bfbdb\">booster programmes</a>. High prices have been identified as one of the main factors behind this widening inequality.</p> <h1>Need to know: business</h1> <p>Road to Recovery has catalogued many of the issues at stake in the global <strong>supply chain crisis</strong> over the past few months, but how can companies rethink their operations to mitigate the problem? Our Big Read today looks at the shift from “just in time” inventory to “<a href=\"https://www.ft.com/content/8a7cdc0d-99aa-4ef6-ba9a-fd1a1180dc82\">just in case</a>”. Also worth your time is the <a href=\"https://www.ft.com/content/9f6dcb43-fe9f-4880-a6b4-f6df5ece979e\">supply chain nightmares</a> series from our colleagues at Nikkei.</p> <p>With fearful shoppers deserting UK high streets for online stores, a record number of parcels are set to be delivered this Christmas. And with labour markets still tight, ecommerce giant <strong>Amazon</strong> is targeting new recruits with <a href=\"https://www.ft.com/content/0389261d-eb27-46e0-8f02-f5e37022ca71\">bonus payments of £1,000</a>.</p> <h1>The World of Work</h1> <p>“Covid has stuck a welcome dagger in the heart of mindless, nine-to-five office presenteeism from which there is no going back,” argues columnist Pilita Clark. But could the trend towards <strong>autonomy</strong> be held back by the majority of managers who have yet to be trained to <a href=\"https://www.ft.com/content/006e0751-21ee-4ab0-8bd2-0b954c7132df\">manage hybrid working</a>? </p> <p>Remote working also throws up a new problem: how does a bank ensure compliance when it doesn't know who is listening to a phone call or accessing sensitive information? The $200m fine US regulators hit <strong>JPMorgan</strong> with for failing to keep records of staff messages has shone the spotlight on the issue of <a href=\"https://www.ft.com/content/4790a946-d57d-49a2-8529-96e737362629\">personal devices</a>. </p> <p>Blue-chip “<strong>CEO factories</strong>” such as General Electric and IBM have for decades churned out “<a href=\"https://www.ft.com/content/a07c021f-ba0f-4423-9abf-a1b3d280f559\">default managers</a>” for the world's businesses. But, as management editor Andrew Hill points out, this can lead to missing new talent such as those individuals who have been “forged during the pandemic, shaped and tempered by real operational crises rather than classroom presentations”.</p> <p>“I think it was Adele who said ‘turn every divorce into an opportunity' and so when something snapped in the last lockdown, I said to myself: ‘Jess girl, you need to follow your dreams'.” Jessica, the millennial ex-manager and other members of our <strong>Work Tribes</strong> series look back at another <a href=\"https://www.ft.com/content/0c7a48ef-62e7-4e93-a873-61115a7c456a\">Covid-hit year</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>And finally . . . </h1> <p>“After two centuries of Christmas commercialisation, it seems pointless to resist. But we could at least aspire to become better gift-givers.” Columnist Tim Harford explores the science behind <a href=\"https://www.ft.com/content/f074aa9c-f4c1-41a1-bdc2-d1ad65016f88\">picking perfect pressies</a>. </p><p>Source: Darren Dodd 2021 'Blue Monday: Omicron fears dispel festive cheer' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-20T18:15:34.213Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6031,
          "end": 6039
        },
        {
          "start": 5989,
          "end": 5997
        }
      ]
    }
  ]
}