{
  "_id": "fd4b02fce7d8074aaf1aaeb0e9b1505ab4b1cebf480dff1e98a4e7b65e4d0040",
  "feed": "wall-street-journal",
  "title": "JPMorgan Profit Jumps on Reserve Release; The bank freed up $2.1 billion it had set aside for bad loans. Revenue was essentially flat.",
  "text": "<p>\"Two years ago we were facing Covid, virtually a Great Depression, a global pandemic, and that's all in the back mirror, which is good,\" Mr. Dimon said on a conference call. \"Hopefully a year from now there will be no supply chain problem. The pandemic will become endemic.\"</p><p>But banks are facing other challenges, primarily lackluster loan growth. Businesses don't need loans when they are already flush with cash and can turn to eager investors for funding. Consumers don't need loans if they saved up money during last year's shutdowns.</p><p>JPMorgan's third-quarter profit rose 24%, though that was largely thanks to a release of rainy-day funds socked away during the pandemic's darkest days. Revenue was up just 1% and below Wall Street expectations.</p><p>Profit margins on lending are stuck at historic lows, likely until the Federal Reserve raises interest rates. Net interest income, a measure of the bank's lending profit, rose just 1%.</p><p>While spending on Chase consumer credit cards rose 30%, outstanding card loans rose just 2%, continuing a pattern where customers pay off their charges instead of carrying them over.</p><p>Still, executives said a long-awaited turn in loan growth may be nearing. JPMorgan said that some customers who had been paying off credit-card balances were starting to return to carrying debt. The excess cash those customers have been holding in deposit accounts is dwindling faster, the bank said, which likely means their debts will grow. They expect the holiday season to be the typical boon for card spending.</p><p>Mortgage originations surged 43%.</p><p>On the business side, loans in the commercial bank, which serves midsize businesses, fell 5%. More business clients are starting to tap unused credit lines, though customers have told the bank they remain constrained by supply-chain issues.</p><p>\"While loan growth remains muted, we see a number of indicators to suggest it has stabilized and may be poised to begin more robust growth,\" Chief Financial Officer Jeremy Barnum said.</p><p>Like other banks, JPMorgan is releasing some of the billions of dollars it set aside to prepare for a wave of bad loans that never materialized. The bank pulled out $2.1 billion from its reserves this quarter, bringing its total reserve down to $20.5 billion. Its stockpile was as high as $34.3 billion in 2020.</p><p>Charge-offs, or loans the bank no longer expects to collect, were $524 million, the lowest amount in recent history. The bank lowered its expectation for credit card defaults this year.</p><p>In total, JPMorgan posted a profit of $11.69 billion, or $3.74 per share, up from $9.44 billion, or $2.92 per share, a year ago. That beat the $3 per share that analysts had expected, according to FactSet.</p><p>Excluding the boost from the release and a tax benefit, the bank's profit was $9.6 billion in the third quarter. Analysts said that was still better than they predicted.</p><p>Revenue rose 1% to $29.65 billion, falling just short of the $29.79 billion analysts had forecast.</p><p>The bank has been able to keep generating fees in its Wall Street businesses.</p><p>In the corporate and investment bank, revenue rose 7%. Investment banking fees jumped 52% to $3.3 billion. A wave of mergers powered advisory fees to $1.23 billion, nearly triple the year-ago results. The bank expects the M&amp;A boom to continue, the corporate and investment bank's head, Daniel Pinto, said in a memo to staff.</p><p>That growth more than offset a slowdown in markets. Trading revenue slipped 5%.</p><p>Shares cooled off Wednesday, falling 2.5% to $161.18. The stock had been up 30% this year, and hit fresh all-time highs last week.</p><p>Write to David Benoit at david.benoit@wsj.com</p><p>JPMorgan Profit Jumps on Reserve Release</p>",
  "published": "2021-10-13T17:45:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2013,
          "end": 2021
        },
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 2503,
          "end": 2511
        },
        {
          "start": 1193,
          "end": 1201
        }
      ],
      "nexusId": "10009914"
    }
  ]
}