{
  "_id": "5240801b8bab4a77a4f7a5ed66c67074766c9b43f1a08d31512570fa9ef9bad3",
  "feed": "ftcomall",
  "title": "Bernard Arnault and Jean Pierre Mustier Spac raises €500m in Amsterdam listing",
  "text": "<p>The special purpose acquisition vehicle created by LVMH chief executive Bernard Arnault and former UniCredit chief Jean Pierre Mustier to invest in European financial companies has listed in one of the largest European Spacs placements on record.</p> <p>Pegasus Europe raised €500m in its listing on Euronext Amsterdam on Thursday morning, making it among the largest European Spacs in the year's crop of the vehicles. Spacs list on stock markets and then hunt for acquisition targets to take public. Shares were priced at €10.</p> <p>The deal reflects European efforts to mimic the explosive growth in Spacs in the US. “We have a lot of SMEs in Europe which need gross capital to grow,” Mustier said. “The Spac is an important and good instrument for Europe.” </p> <p>The listing was sponsored by Paris-based asset manager Tikehau Capital, Financière Agache (a holding company controlled by Arnault and Mustier's business group) and former Bank of America dealmaker Diego De Giorgi. </p> <p>The sponsors jointly invested €55m in the private listing and €12.75m for warrants to cover commissions and costs. They also pledged an additional investment of €100m, to be used by Pegasus when a suitable target company is found.</p> <p>“We have been missing skin in the game [in Spac investing], people putting their own money in,” said Antoine Flamarion, co-founder at Tikehau Capital.</p> <p>Spacs have largely listed in US markets, including more than 300 blank cheque IPOs since the start of the year. They accounted for almost half of the <a href=\"https://www.ft.com/content/857c1286-d35e-404a-ae7c-8d04b7508810\">record fundraising </a>through public offerings so far in 2021.</p> <p>But Pegasus is part of an expected European wave, with Tikehau Capital among those planning additional blank cheque vehicles. 2MX Organic, a Spac founded by telecoms billionaire Xavier Niel to invest in organic food, raised €300m last year in the largest public offering on the Paris market in 2020.</p> <p>“Our expectation is the European market will continue growing. From here to August we expect in excess of 30 Spacs, market permitting,” said Giacomo Ciampolini, head of alternative capital at Citi, which were bookrunners on the deal alongside JPMorgan. “Europe is still a relatively virgin hunting ground.”</p> <p>The decision to list Pegasus in Amsterdam, which has already benefited when euro-denominated equity trading moved out of London following the UK's exit from the EU, could mark it as Europe's emerging centre for Spacs.</p> <p>In the US, however, Pipe funding — short for private investment in public equity — has dried up after the proliferation of deals in the past year. The Securities and Exchange Commission has also raised concerns about revenue and profit projections for the deals, increasing investor uncertainty. </p> <p>“We expect more clarity on accounting within the next few weeks, which should lead to an acceleration in US market issuance,” said Ciampolini.</p><p>Source: Siddharth Venkataramakrishnan in London  2021 'Bernard Arnault and Jean Pierre Mustier Spac raises €500m in Amsterdam listing' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-29T17:04:30.535Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2097,
          "end": 2105
        }
      ]
    }
  ]
}