{
  "_id": "f23898f31016b7433e343342130e7a54e5da728ce7d14e1741f0aa06a018ed0c",
  "feed": "market-watch",
  "title": "A major crypto hedge-fund manager expects bitcoin to tumble once the SEC greenlights a bitcoin-backed ETF—Here's why",
  "text": "<p>Click on this link to subscribe to Distributed Ledger, but until then: enjoy Need to Know Crypto Edition.</p><p>One other thing, MarketWatch and Barron's are gathering the most influential figures in crypto to help identify the opportunities and risks that lie ahead in digital assets on Oct. 27 and Nov. 3. Sign up now!</p><p>Crypto in a snap</p><p>Bitcoin BTCUSD has seen a momentous rise this week, up 12.7% from last week as of Friday, FactSet data show. By Wednesday, the cryptocurrency recorded a seven-day gain of 33.5%, its best seven-day performance since February this year, according to our research team at Dow Jones Market Data.</p><p>Ethereum ETHUSD also recorded a 9.7% weekly gain as of Friday, while dogecoin DOGEUSD rose 13% over the week.</p><p>Crypto Metrics</p><p> Biggest Gainers  Price        % 7-day return  SHIBA INU        $0.00002697  262.53%  Fantom           $2.35        73.99%  Axie Infinity    $135.21      43.47%  Harmony          $0.227       42.5%  Arweave          $66.3        38.46%</p><p>Source: CoinMarketCap.com as of Oct. 8</p><p> Biggest Decliners  Price        % 7-day return  eCash              $$0.0002233  -10.05%  Huobi Token        $7.8         -9.07%  Avalanche          $62.58       -6.96%  Amp                $0.04746     -6.17%  dYdX               $21.53       -5.71%</p><p>Source: CoinMarketCap.com as of Oct. 8</p><p>A bitcoin-futures bounce?</p><p>The fourth quarter has historically been good for bitcoin. In the fourth quarter of 2020, bitcoin rallied about 170% from about $10,780 to $28,980, according to CoinDesk data. &#xa0;</p><p>Entering October this year, bitcoin also has seen a good start, as the cryptocurrency on Wednesday rose above $55,000, the first time since May.&#xa0;&#xa0;</p><p>Traders and analysts attributed the rally partly to institutional inflows, as established players expect the SEC to approve the first bitcoin futures exchange-traded funds in the coming weeks.</p><p>SEC Chairman Gary Gensler recently reiterated his support for a bitcoin-backed futures ETF, which would invest in bitcoin-based futures contracts instead of the crypto itself. The SEC hasn't yet approved any bitcoin-backed ETFs or those underpinned by bitcoin derivatives.</p><p>https://twitter.com/EricBalchunas/status/1446205946993184778?s=20Bitcoin futures contracts at CME Group CME were trading at a premium of up to 17% to the spot price on Wednesday, the highest since April, when bitcoin reached its all-time high, according to data analytics tool Skew. The metric usually reflects institutional flows, as CME is the preferred avenue for institutions' exposure to bitcoin.</p><p>“The unusually large premium indicates an overwhelming amount of outright buying,” crypto trading firm QCP Capital wrote on Telegram on Thursday.&#xa0;</p><p>Liquidation of leveraged short positions also fueled bitcoin's recent price rally, analysts said. Leveraged short positions are when traders bet the price of an asset will decline using borrowed funds.</p><p>“​​The setup for a short squeeze had been primed this week as bears shorted $50K resistance,” NYDIG, a financial service firm that focuses on bitcoin, wrote in a report on Wednesday.&#xa0;</p><p>Déjà vu Q4 2020?</p><p>Some analysts expect the rise to be sustained. Anto Paroian, chief operating officer at crypto hedge fund ARK36, said the uptrend this week is different from the one a month ago, when bitcoin surpassed $50,000. “There wasn't enough strength in the markets to sustain a further rally,” Paroian told MarketWatch via email.</p><p>“Now, after consolidating for a long time in the $40K range, Bitcoin seems much better prepared for another big move upwards,” Paroian wrote. “If that happens, Bitcoin will likely go on to test its ATH (all-time high) and there's a high probability it will break it.”</p><p>However, some remain wary that the crypto market could see another swing lower similar to the fourth quarter of 2020.</p><p>Dan Morehead, CEO of asset manager Pantera Capital, warned that the “buy the rumor, sell the news” pattern may apply if the SEC approves a bitcoin-backed futures ETF.&#xa0;</p><p>“Will someone please remind [me] the day before the bitcoin ETF officially launches? I might want to take some chips off the table,” Morehead wrote in a report.</p><p>About a year before CME listed bitcoin futures in December 2017, bitcoin rose by 2,440%. The cryptocurrency rallied 822% in the 12 months ahead of crypto exchange Coinbase COIN‘s direct listing at Nasdaq. However, the market turned downward after both events, Morehead noted in the report.</p><p>Meanwhile, as the crypto market becomes broader, more institutional, price swings should moderate, Morehead speculates.</p><p>Crypto brief&#xa0;</p><p>Bloomberg Businessweek published a cover story this week about the mystery around the $69 billion assets of Tether, the world's largest stablecoin issuer. With exponential growth in recent years, Tether has drawn increasing scrutiny from the regulators and some investors.&#xa0;Its stablecoin USDT is pegged 1:1 to the U.S. dollars.</p><p>Tether has invested some of its reserves in Chinese commercial paper, and it was before the recent woes of Chinese real-estate developer Evergrande, according to Bloomberg, citing a document that detailed Tether's reserves.&#xa0;</p><p>A Tether representative didn't answer the question if Tether has held any Chinese commercial paper, but wrote through email that USDT is always backed by reserves&#xa0;including cash, cash equivalents, other short-term deposits and commercial paper.</p><p>Bloomberg also reported that Tether has made billions of dollars of crypto-backed loans, with one to crypto lending platform Celsius Network Ltd.</p><p>The Tether representative wrote to MarketWatch that “we have a select, small group of customers that borrow USDTs in exchange for posting security. These loans are secured by collateral in Tether's possession of well in excess of 100% of the loan proceeds and earn monthly interest for Tether.”</p><p>A bean bag for Bankman-Fried?</p><p>Sam Bankman-Fried, founder and CEO of crypto exchange FTX, is the richest person under 30 in the world, according to Forbes. Thanks to the crypto boom, Bankman-Fried is now worth $22.5 billion, up from $8.7 billion in April.</p><p>The 29-year-old self-made billionaire is known for sleeping in bean bags in the office for most nights. “One side advantage of the bean bags: if I sleep in the office, my mind stays in work mode, and I don't have to reload everything the next day,” Bankman-Fried once wrote on Twitter.&#xa0;</p><p>https://twitter.com/SBF_FTX/status/1357123557122187265?s=20It seems that the habit has also been adopted by Ryan Salame, who was named CEO of FTX's newly launched subsidiary FTX Digital Markets in the Bahamas. FTX also moved its headquarters from Hong Kong to the Bahamas, where the regulatory environment is more crypto-friendly.&#xa0;</p><p>https://twitter.com/FTX_Official/status/1445132812743553033?s=20Coin quotables</p><p>Dawn Fitzpatrick, CEO and chief investment officer of Soros Fund Management, said the family office founded by billionaire investor George Soros, owns some bitcoins.&#xa0;</p><p>“We own some coins, but not a lot,” Fitzpatrick said in an interview at a Bloomberg event on Oct. 5. “And the coins themselves are less interesting than the use cases of DeFi (decentralized finance) and things like that.”&#xa0;&#xa0;</p><p>“I am not sure bitcoin is only viewed as an inflation hedge,” Fitzpatrick said. “I think it's crossed the chasm to mainstream.”</p><p>Must-reads&#xa0;</p><p>Bank of America identifies JP Morgan, Morgan Stanley, PayPal, and Walt Disney as ‘digital assets exposed companies' (MarketWatch)</p><p>White House Weighs Wide-Ranging Push for Crypto Oversight (Bloomberg)</p><p>Fed Prepares to Launch Review of Possible Central Bank Digital Currency (The Wall Street Journal)</p><p>Meet The World's Richest 29-Year-Old: How Sam Bankman-Fried Made A Record Fortune In The Crypto Frenzy (Forbes)</p><p>Gensler's Crypto Testimony: 6 Key Takeaways (CoinDesk)</p><p>MakerDAO Chases ‘Real World' Deals and Assets in Major Test for DeFi (The Defiant)</p><p>Chinese-language indie media has its NFT moment (Protocol)</p>",
  "published": "2021-10-10T10:33:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7116,
          "end": 7125
        }
      ],
      "nexusId": "10009914"
    }
  ]
}