{
  "_id": "d3d520c58cf4ac039002efbd961d66bae1b8346ab52259ee75f93049b2890619",
  "feed": "ftcomall",
  "title": "Markets enjoy blessed relief now the heavy storms have passed",
  "text": "<p>Financial markets are, right now, intensely dull. That is bad news if, say, you are a journalist newly tasked with writing a weekly column on the subject. Just for the sake of argument.</p> <p>For most other people, however, it is a blessed relief. In March 2020, when the pandemic really hit and markets were in meltdown, people outside of the tight financial community were much more focused on keeping themselves and their families safe, and procuring tinned food, than fretting about equity valuations.</p> <p>But that volatility has a real-world impact, as the Bank of England recently reminded us in<a href=\"https://bankunderground.co.uk/2021/06/25/procyclicality-mechanisms-in-the-financial-system-what-we-know-and-some-open-questions/\"> a blog post.</a> “Financial markets reflect changes in the economy. But sometimes they amplify them too,” the central bank said. In other words, markets can make bad situations worse, jacking up costs of financing for anyone trying to raise new debt or equity.&#xa0;</p> <p>To illustrate the point, the blog casts us back to the events of spring last year when markets were forced to swallow an enormous wave of economic disruption from global lockdowns in one gulp. The price of risky assets, unsurprisingly, <a href=\"https://www.ft.com/content/86f7f914-6536-11ea-b3f3-fe4680ea68b5\">collapsed</a>.&#xa0;</p> <p>Several structural and technical issues in trading and fund management quickly made that collapse self-reinforcing.</p> <p>Derivatives market participants were frequently required to post much larger chunks of collateral to counterparties — demands that reached a crescendo around the middle of March 2020. This triggered more selling. More thought on how collateral requests are calculated, with an eye on reducing the impact of vicious cycles stemming from them, might be a worthwhile exercise, the blog suggests.</p> <p>In addition, many funds were forced in to liquidations. Funds, especially those focused on corporate bonds, received a surge in redemption requests. Meeting those requests quickly as promised was tough for funds with hard-to-sell underlying assets. At the peak, net outflows hit 5 per cent of assets under management for corporate bond funds in March, the biggest wave of requests since the global financial crisis. Again, for those funds, the only answer was: sell bonds, fast.</p> <p>Leveraged bets by hedge funds, highly lucrative in the good times but quickly heavily damaging in bad, also hurt, as did intense stress among banks that facilitate trading across a range of asset classes.</p> <p>All of this warrants “further investigation” the blog says, if we are to avoid similar grim situations with potential real-world effects in future. Last time around, only the heavy-handed intervention of central banks stopped the rot.</p> <p>March 2020 was an extreme example of stress, for sure. Still, with that period etched in such recent memory, it is reassuring, in a way, that nothing even remotely close to typical levels of volatility is in play now. This keeps financing costs strikingly low and gives the global economy the breathing space it needs to recover from the shock of the pandemic.</p> <p>How quiet is it? Absolute Strategy Research points out that the S&amp;P 500 benchmark index of US stocks has been squashed into ever narrowing trading ranges in recent weeks. It moved more than 1 per cent in either direction in a single day only twice in the whole of June. Even then, it dropped and then jumped by a similar degree on consecutive days, so it was roughly a wash. New highs are close to a daily occurrence, but they arrive in tiny increments.</p> <p>In currencies, the tone is similarly sleepy. “It is not uncharitable to suggest [major currency] ranges for the year have been paltry”, wrote Deutsche Bank macro strategist Alan Ruskin.</p> <p>“It is still plausible that the euro might record its narrowest annual range against the dollar since the fall of Bretton Woods,” he said. The common European currency is probably on track for “a similar ignominious record” against the yen. Even typically livelier trades, like the Australian dollar against the yen, are also in a deep slumber.</p> <p>And all this before the traditional summer lull kicks in.</p> <p>Even cryptocurrencies, generally a reliable source of loopy unpredictability, are asleep. After a dramatic halving in the price of bitcoin earlier this year, prices have settled into a tight range around $33,000 a pop. Some true believers say <a href=\"https://www.coindesk.com/money-reimagined-crypto-winter-again-time-to-regroup\">the second Crypto Winter </a>has set in, similar to the long slow period after the last milder boom and bust in 2017.</p> <p>That, of course, could change with a <a href=\"https://www.ft.com/content/92ab487d-1990-42b9-b7d3-ba9d54d9bd22\">single tweet</a> from <a href=\"https://www.ft.com/topics/people/Elon_Musk\">Elon Musk</a>. But back in the world of more established asset classes, barring a serious inflation shock or Delta variant curveball, upbeat stability seems to be the outlook for the coming months.&#xa0;</p> <p>In part, says Karen Ward, chief market strategist for Europe at JPMorgan Asset Management, that is because of the faith among investors in central banks' willingness to cushion shocks. “Also, we are still in a holding pattern,” she said. The big question around how long inflation sticks around, and how pronounced it proves to be, will take months to answer. “The data are not going to add any information on that story” any time soon, she said. “It could be the end of the year before we know.”</p> <p>Enjoy the silence. It is “kinda dull”, as one commenter put it to Bank of America's analysts. “But you don't sell a dull market.”</p> <p><a href=\"mailto:katie.martin@ft.com\"><em>katie.martin@ft.com</em></a></p><p>Source: Katie Martin  2021 'Markets enjoy blessed relief now the heavy storms have passed' FT.com 3 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-03T04:00:49.968Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4598,
          "end": 4606
        }
      ]
    }
  ]
}