{
  "_id": "5c6d20f0840fb091cf8cec921aa1a1c799e14c839d17c34e1e96aa0ba1df9044",
  "feed": "wall-street-journal",
  "title": "JPMorgan in Talks to Pay $200 Million Fine Over Employee Text Messages; Settlement would be first to emerge from regulatory sweep of how banks track workers' communications",
  "text": "<p>The nation's biggest bank is expected to complete the settlement as soon as this week, some of the people said.</p><p>Banks are required to record their employees' work-related phone calls, emails and text messages. Those rules apply to communications on both company-issued devices and personal cellphones. Monitoring communications became more challenging during the pandemic when many bank employees began working from home.</p><p>In recent months, regulators have questioned a number of big banks including Bank of America Corp., Citigroup Inc., Morgan Stanley and Credit Suisse Group AG. about how they track employee communications, some of the people said. The status of that regulatory effort, and whether other entities would face fines, couldn't be determined.</p><p>Bloomberg earlier reported JPMorgan's pending settlement. The broader regulatory inquiry was earlier reported by Reuters.</p><p>Many banks allow employees to use personal devices for work purposes but instruct bankers and traders to limit their use of text messaging and to refrain from discussing certain matters.</p><p>The SEC deal would be the first to involve an admission of misconduct since agency officials said in October that they would deviate from \"no admit, no deny\" settlements in some cases. It couldn't be learned whether the CFTC would also require the bank to admit fault.</p><p>A $200 million fine is large for a record-keeping violation. Such investigations are often conducted by the Financial Industry Regulatory Authority, a self-regulatory organization overseen by the SEC, according to securities lawyers.</p><p>In December 2020, Deutsche Bank AG's U.S. broker-dealer paid $2.5 million to resolve a Finra investigation that alleged the company didn't have the proper system for implementing the SEC's record-keeping rule. Deutsche Bank Securities Inc. neither admitted nor denied Finra's allegations.</p><p>JPMorgan has said previously that it was cooperating with regulators investigating \"business communications sent over electronic messaging channels that have not been approved\" by the bank. The company said last month that it was in advanced settlement discussions.</p><p>Cara Lombardo contributed to this article.</p><p>Write to David Benoit at david.benoit@wsj.com and Dave Michaels at dave.michaels@wsj.com</p><p>JPMorgan in Talks to Pay $200 Million Fine Over Employee Text Messages</p>",
  "published": "2021-12-13T19:42:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 786,
          "end": 794
        },
        {
          "start": 1860,
          "end": 1868
        },
        {
          "start": 2258,
          "end": 2266
        }
      ]
    }
  ]
}