{
  "_id": "2f1e25def01be6dffba0d93ec7ca926c555633e5d2245376234bbc1b2e126963",
  "feed": "ftcomall",
  "title": "Bond sell-off is a foretaste of things to come ",
  "text": "<p><em>The writer is global multi-asset strategist at JPMorgan Asset Management</em></p> <p> For many in bond markets, the sell-off across fixed-income assets since the start of year might appear a bracing foretaste of things to come.</p> <p>Markets are undergoing a pivotal shift. Where extraordinary support from central banks was a key driver for markets over the past nine months, economic fundamentals will take the lead this year. And bond market repricing sits at the nexus of this transition.&#xa0;</p> <p>The repricing has already begun. Long-term US government bonds have lost more than 12 per cent this year amid rising volatility in fixed-income markets. Stronger fiscal stimulus in the US is weighing heavily on the bond market.&#xa0;</p> <p>While the sharp rise in yields hints at disorderly repricing, we should remember that most of the rise has come from a repricing of higher growth expectations. This is a good thing.&#xa0;</p> <p>And it is hard to call current financial conditions tight. After taking into account inflation, real 10-year yields remain deeply negative. Assets more sensitive to swings in risk appetite seem, by and large, to be taking the bond volatility in their stride. So-called value stocks with low valuations have fared well while small-cap stocks are at or near their highs.</p> <p>Even the Vix, the ultimate fear barometer, which measures investor expectations of equity market volatility, remains remarkably subdued. We can also expect verbal intervention from central banks to assuage markets should financial conditions start to tighten, which should smooth out volatility during this transition.</p> <p>But this is not just about a few bad weeks for bondholders. The recent price action is a timely reminder of the challenges ahead for core fixed-income investors. As the global economy enters a new cycle, new risks are building. The prospect of sustained fiscal stimulus, rising inflation risks and diminished central bank support, collectively challenges the safe harbour that government bonds once provided.</p> <p>Investors are moving towards this realisation. In a recent survey of more than 1,500 of our clients, more than 60 per cent of respondents were either reducing allocations to developed-market government bonds or employing more active tools to deal with volatility. Several factors are at play here.</p> <p>First, starting yields on government bonds in developed markets are low. As a result, the extent to which they can move lower and provide protection in times of stress is limited. </p> <p>Further, the policy mix is changing. Fiscal policy is being used more actively to stimulate growth and monetary policy is prioritising higher average inflation expectations. This implicitly imposes a floor for bond yields.</p> <p>In short, stronger economic growth sparked by unprecedented stimulus or the return of inflation, will eventually lead to a pullback in liquidity support from central banks. Investors today, perhaps, are preoccupied with the risk that the economic recovery is too sharp, rather than not sharp enough. That is a fear that is not well hedged by a large allocation to sovereign bonds.</p> <p>There currently seems a low likelihood of a sharp hawkish pivot by central banks. But, today, with markets still pricing in significant policy accommodation, even a small recalibration can lead to volatility in bond markets. The doubling of the gap between two-year and 10-year Treasury yields in just a few weeks is a timely reminder of such sensitivity.</p> <p>So how should investors approach these new risks? Ensuring equity exposure is geared towards a strong cyclical recovery makes sense. Investors could also, for example, increase allocations to assets that are linked to inflation and benefit from stronger growth. For investors able to bear the illiquidity costs, real assets such as infrastructure or property that provide inflation-adjusted income streams are attractive.&#xa0;</p> <p>Market volatility last March posed the first real test of these assets during times of stress. The resilience of those exposed to green-energy investment and technology-related logistics was notable.</p> <p>Looking ahead, forecasts in our annual study on long-term returns across markets suggest US core real estate will offer an average return of 5.9 per cent for more than a 10- to 15-year period with more than 80 per cent of that sourced from high-quality, stable income streams. We expect that with leverage in real estate assets a mere fraction of the levels seen in the financial crisis, investors will increasingly be drawn to their income potential.</p> <p>As markets shift their focus from policy support to economic fundamentals, government bonds simply cannot provide the kind of safety they once did. Given the risks on the horizon, investors have no choice but to diversify sources of safety in portfolios.</p><p>Source: Thushka Maharaj 2021 'Bond sell-off is a foretaste of things to come ' FT.com 9 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-09T05:00:52.200Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 47,
          "end": 72
        },
        {
          "start": 47,
          "end": 55
        }
      ],
      "nexusId": "10009914"
    }
  ]
}