{
  "_id": "705e0ef6f1e144e6964095c17b8b7d1416ad952a5b71935462fb8f9c7073b3f8",
  "feed": "ftcomall",
  "title": "UK job vacancies hit record 1.1m as labour market tightens",
  "text": "<p>Britain's labour market is at its tightest in more than four decades, with fewer unemployed people for each job vacancy than before the pandemic, according to the latest official figures.</p> <p>The Office for National Statistics said on Tuesday that the number of open jobs rose to a record high of 1.1m in the three months to August, while the average unemployment rate for the period fell to 4.5 per cent, from 4.9 per cent in the previous three-month period.</p> <p>The vacancies matched or exceeded pre-pandemic levels in all sectors and come as Bank of England policymakers grow concerned about building inflationary pressures in an economy grappling with supply chain disruptions and rising energy costs.</p> <p>The increase in vacancies means the ratio of jobless people to open jobs — which rose to 4.1 at the peak of the coronavirus crisis — stood at 1.45, below its pre-pandemic level and lower than at any point in 40 years. The data also showed a rise in the employment rate, a drop in the economic inactivity rate and a fall in redundancies, which had returned to pre-pandemic levels.</p> <p><a href=\"https://www.ft.com/stream/3af9081b-2929-40bb-a906-0a6e7ad51ac9\">Rishi Sunak</a>, chancellor, said the figures were “encouraging” as the government moved “to the next stage” of support, following the end last month of the furlough scheme introduced to protect jobs during the worst of the pandemic.</p> <p>However, the figures indicated the UK workforce is still significantly smaller than it was before the Covid-19 crisis began.</p> <p>“Today's figures show that labour shortages are now affecting the whole economy,” said Tony Wilson, director of the Institute for Employment Studies, who estimated that there are almost a million people fewer in the labour market, largely due to younger people staying in education and older people dropping out of the workforce. </p> <p>“These shortages are holding back our economic recovery and won't fix themselves by just exhorting firms to pay more,” he added. </p> <p>“We are starting to see a vacancy paradox in the jobs market: record-high job adverts but still more people unemployed than there were before the pandemic. The answer appears to be that those people seeking work do not have the skills or availability that employers need,” said Kitty Ussher, chief economist at the Institute of Directors.</p> <p>Economists were divided over whether the data increase the chance that the BoE would tighten monetary policy sooner than it had previously signalled, with a further pick-up in wages a warning sign to watch for. </p> <p>The headline measure of wage growth from the ONS has been heavily distorted by the effects of the pandemic, but officials estimate that underlying annual growth in nominal wages had accelerated and lay in a range of 4.1 per cent to 5.6 per cent in the three months to August.</p> <p>Nye Cominetti, senior economist at the Resolution Foundation, said “almost unbelievably strong” pay growth would be “welcome relief” for households facing rising prices, higher energy bills and benefits cuts — but that there were “big questions” over whether it would continue to outpace inflation. </p> <p>Ambrose Crofton, a strategist at JPMorgan Asset Management, said the figures supported the view that inflation would prove less transient than the central bank initially predicted, making November “a live possibility for interest rate lift-off”.</p> <p>However, Samuel Tombs, at the consultancy Pantheon Macroeconomics, cautioned that the economy was “still a long way from reaching full employment”, and that higher wage growth would not be enough to prompt a rate rise in November.</p> <p>Real-time data from HM Revenue &amp; Customs show that the number of people on employers' payrolls exceeds pre-pandemic levels, but analysts caution that these figures may be artificially inflated by tax changes that have led many self-employed people to move on to employers' payrolls without changing their work.</p> <p>The ONS labour force survey showed that the employment rate stood at 75.3 per cent in the three months to August, 1.3 percentage points lower than in February 2020, with about 650,000 fewer people in employment. The inactivity rate of 21.1 per cent, while lower than the previous quarter, was 0.9 percentage points higher than before the pandemic.</p> <p>“Higher interest rates won't solve the problem of a lack of workers,” said Bethany Beckett, at the consultancy Capital Economics, but added that signs of labour shortages fuelling wage growth and inflation expectations would increase the risk of the Bank of England raising interest rates sooner and more steeply than expected. </p><p>Source: Delphine Strauss 2021 'UK job vacancies hit record 1.1m as labour market tightens' FT.com 12 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-12T07:39:37.708Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3050,
          "end": 3058
        }
      ],
      "nexusId": "10009914"
    }
  ]
}