{
  "_id": "518836b6795616a5f41732eb9d6a79447e819bd3eeb092d328e05bb710201852",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>US president Joe Biden is set to announce <a href=\"https://www.ft.com/content/32f5e2cd-4689-4434-9da0-d97d46673eaf\">the country's steepest ever emissions cuts</a>, as he hosts 40 world leaders on Thursday for a summit on climate change that will include China's Xi Jinping and Russia's Vladimir Putin.</p> <p>Biden is expected to pledge to reduce US greenhouse gas emissions by as much as 50 per cent by 2030 relative to 2005 levels, according to people familiar with the administration's thinking.</p> <p>Ahead of the summit, the Biden administration has launched several new climate policies, including efforts to integrate climate-related risk into the financial system as well as tax credits for clean energy as part of its $2tn infrastructure bill.</p> <p>This <a href=\"https://www.ft.com/content/3ea3e9f6-1c18-42c7-9912-c51efed3f721\">live blog</a> will be following the two-day meeting&#xa0;while John Kerry, US climate envoy, spoke to the <a href=\"https://www.ft.com/content/050279bf-e97b-44ac-91c3-98ea7b9b5f26\">Moral Money newsletter</a> ahead of the meeting. Our <a href=\"https://www.ft.com/climate-capital\">Climate Hub</a> has all the latest news.</p> <p><em>Sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5ce7dcb373511b000490ac5b\"><em>here</em></a><em> to get Moral Money, a twice-weekly briefing on ESG and socially responsible business.</em> </p> <h2>Coronavirus digest</h2> <ul>  <li><p>Prime minister Mario Draghi will next week unveil a <a href=\"https://www.ft.com/content/29d4b262-fb4a-46be-b504-6689e0eec994\">€221bn recovery package</a> to help radically restructure Italy's economy as it seeks to bounce back from its deepest recession since the second world war.</p></li>  <li><p>Joe Biden's promise to keep <strong>US</strong> government contracts solely in the hands of US companies in a bid to propel the economy to a post-Covid recovery has <a href=\"https://www.ft.com/content/00cc3c3b-df88-4279-8b3d-ce3422810360\">sparked a new row</a> over protectionism.</p></li>  <li><p>A resurgence in coronavirus infections is <a href=\"https://www.ft.com/content/6ba73186-f94d-4763-9c44-9a8a4ade8788#post-be9988ab-02fc-4894-ba87-ce47b213214a\">threatening economic recovery</a> in <strong>Asia</strong>, where vaccination levels in many countries remain low.</p></li>  <li><p><strong>Canada</strong> on Wednesday became the first G7 country <a href=\"https://www.ft.com/content/6cd56028-b577-4ba9-9e4c-05ec62bbdc25\">to scale back&#xa0;the monetary policy support measures</a> introduced around the world when the coronavirus pandemic first struck early last year.</p></li>  <li><p>FT readers <a href=\"https://www.ft.com/content/d213b47d-0cb4-4fe0-a78e-7da94625dfe5\">joined the conversation</a> about how Covid-19 has changed their spending habits. </p></li> </ul> <p><em>Follow the latest news on our </em><a href=\"https://www.ft.com/content/6ba73186-f94d-4763-9c44-9a8a4ade8788\"><em>live blog</em></a><em> and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our Coronavirus Business Update email newsletter.</em></p> <h2>In the news</h2> <p><strong>Credit Suisse to raise $1.9bn of capital</strong> The Swiss bank, which is reeling from back-to-back crises involving Archegos Capital and Greensill Capital, <a href=\"https://www.ft.com/content/c7a958d0-3fc0-456a-9f01-3077b772e41b\">is to sell</a> 203m convertible notes to existing shareholders. Separately Finma, Switzerland's financial regulator, announced on Thursday it had opened enforcement proceedings against Credit Suisse in relation to potential risk management shortcomings in its relationship with Archegos.</p> <p><strong>Federal inquiry opened into Minneapolis policing </strong>The US justice department will investigate whether <a href=\"https://www.ft.com/content/45e5f773-a6a8-4179-99ea-14776ac46076\">unlawful policing is a pattern</a> at the Minneapolis police department in the wake of former officer Derek Chauvin's conviction on charges of murdering George Floyd. President Joe Biden has pledged to overhaul the criminal justice system. But to do so, he must corral <a href=\"http://ft.com/content/d7291f86-8602-4997-9fce-c02b874e30c7\">deeply divided lawmakers</a>.</p> <p><strong>Apple to boost ads business </strong>The Silicon Valley company will <a href=\"http://ft.com/content/5527ddd1-77a8-4cd0-82fd-4568be5da80f\">expand its advertising business</a>, according to two people familiar with its plans, just as it brings in privacy rules for iPhones that are expected to cripple the ads offered by its rivals, including Facebook.</p> <p><strong>China berates Australia for cancelling BRI projects</strong> China has blasted Australia's <a href=\"https://www.ft.com/content/f2c9a79f-da04-4f84-aacf-01a0d059cfac\">decision to scrap</a> two contentious Belt and Road Initiative agreements with the Victoria state government. Meanwhile, the EU and India are in talks to <a href=\"https://www.ft.com/content/2e612c38-aba9-426a-9697-78e11ab1c697\">build joint infrastructure projects</a> around the world to compete with the BRI.</p> <p><strong>German parliament expands probe into EY's audits of Wirecard </strong>MPs have asked a special investigator to <a href=\"http://ft.com/content/ea9a54f8-5446-42a7-bb04-ccea167c7f3b\">expand a probe</a> into the Big Four firm's audits of Wirecard after the initial report uncovered serious shortcomings, including how EY failed to spot fraud risk indicators and relied on verbal assurances from executives on crucial questions.</p> <p><strong>Regulators to examine Binance equities foray </strong>European regulators are examining whether <a href=\"http://ft.com/content/cfbd084f-a118-4090-8301-2e45eceac304\">Binance</a>, one of the world's biggest cryptocurrency exchanges, complied with securities rules over its launch of trading in stock tokens last week, available to users outside the US, China and Turkey.</p> <p><strong>Putin threatens ‘tough' response to US sanctions </strong>Russia's president warned western countries against <a href=\"https://www.ft.com/content/724560a3-5b8e-483d-8262-e62053247366\">crossing a “red line”</a> set by Moscow, hours before supporters of jailed opposition leader Alexei Navalny staged rallies in Moscow and Vladivostok, a city on the Pacific coast. </p> <h2>The day ahead</h2> <p><strong>ECB meets </strong>Officials must decide on Thursday whether they are <a href=\"https://www.ft.com/content/dc26a424-4a66-456e-a639-f32c96ade418\">doing enough</a> to bolster an economy held back by lockdowns, as those of the US, China and the UK are reopening and rebounding. Policymakers are expected to leave the <a href=\"https://www.ft.com/content/c587dd18-29d4-4ad4-9362-6b7ab94ba2dd\">pace of bond purchases</a> and interest rates unchanged. </p> <p><strong>Airlines in focus </strong>American Airlines, Southwest Airlines and Spirit Airlines all report results. Michael O'Leary, chief executive of Europe's largest budget airline Ryanair, <a href=\"https://www.ft.com/content/17c23e3f-7f4c-4a22-844b-6b250fbafd5a\">told the FT on Wednesday</a> that he expected business travel to make a full recovery from the pandemic.</p> <p><strong>Data </strong>Economists are forecasting a <a href=\"https://www.wsj.com/articles/economy-week-ahead-ecb-jobless-claims-housing-11618772400\">decrease</a> in existing US home sales for March, but a rise in jobless claims for the week until April 17. (WSJ)</p> <h2>FT Next Gen: A New Deal for the Young</h2> <p><em>Join us on April 26-30 for live panel debates on how to make the economy work better for young people — covering housing, pensions, jobs, education and the environment. Learn more and </em><a href=\"https://click.newsletters.ft.com/f/a/jAdgoSd2tDtlU-Y5bG1vOQ~~/AAAAAQA~/RgRiYIIwP0TdaHR0cHM6Ly9uZXdkZWFsLmxpdmUuZnQuY29tLz9lbWFpbElkPTYwN2RmYTE0ZDc0NDgzMDAwNDZlNjE2NCZzZWdtZW50SWQ9NjBhMTI2ZTgtZGYzYy1iNTI0LWM5NzktZjkwYmRlOGE2N2NkJnJlZmVyZW5jZT1jdXJhdGVkbmV3c2xldHRlcnMmdXRtX3NvdXJjZT1lbWgmdXRtX21lZGl1bT1jdXJhdGVkbmV3c2xldHRlcnMmdXRtX2NhbXBhaWduPTIwMjFwZnRuZXdkZWFsZm9ydGhleW91bmdXCGZpbnRpbWVzQgpgdVD9fWDpQ-ztUhVlbWlseS5nb2xkYmVyZ0BmdC5jb21YBAAAAAA~\"><em>sign up&#xa0;here</em></a><em>.</em></p> <h2>What else we're reading</h2> <p><strong>US tax: reinstating deductions would hamper infrastructure plans</strong> Blue America howled when the “Salt” deduction was lost, guessing that this change targeted Democrat states including New York and California. With the Democratic party holding power across Congress and the White House it makes sense to expect a reversal.&#xa0;Yet the deduction, which favours highest-earning Americans, should not be a priority, <a href=\"https://www.ft.com/content/9c7167b3-35ae-4f01-a1ef-a24d6a08b91c\">says our Lex column</a>.</p> <p><strong>JPMorgan Chase has scored a Super League own goal</strong> You have to wonder what JPMorgan Chase was thinking when it agreed to underwrite the new Super League to the tune of €3.25bn, <a href=\"https://www.ft.com/content/c725dc42-6fd1-4bfa-82fc-6d2ed899990b\">writes Philip Stephens</a>. Europe's top football clubs' desertion of the planned competition marked a rare humiliation for the project's mastermind: <a href=\"http://ft.com/content/9cfdbbb9-75e4-4374-8214-977a1ddfce68\">Florentino Pérez</a>, president of Spanish club Real Madrid. </p> <p><strong>Is Myanmar becoming a failed state? </strong>What started as a domestic political crisis caused by a military coup against Aung San Suu Kyi's government has escalated into a <a href=\"https://www.ft.com/content/6189a752-6f68-4d61-99ea-9e83137a1d3d\">human rights emergency</a> and, more recently, a civil conflict. Facing economic collapse and deteriorating humanitarian conditions, the UN has compared the country with Syria.</p> <p><strong>Has Covid-19 made Scottish independence more likely? </strong>For nationalists, the pandemic demonstrated one more reason why Scotland would be better on its own. Unionist parties pointed to a different lesson: independence as an unwanted distraction. Scotland's constitutional future may depend on <a href=\"http://ft.com/content/2b424b56-70e0-42c2-a980-213091ec522f\">which ­version of history wins out</a>.</p> <p><strong>How Robinhood made trading easy, maybe too easy </strong>Nir Eyal is Silicon Valley's habits guy. The former Stanford business school lecturer and angel investor knows what makes users come back to apps again and again. In Robinhood, Eyal sees many of the principles he preaches. But is the app <a href=\"https://www.bloomberg.com/features/2021-robinhood-stock-trading-design/?srnd=premium\">too good at what it does</a>? (Bloomberg)</p> <h2>Podcast of the day</h2> <p><strong>Leaving Afghanistan </strong>Gideon Rachman talks to Tom Tugendhat, head of the UK parliament's foreign affairs committee, about <a href=\"https://www.ft.com/content/125977c5-a16d-4f0e-8cf5-3e3e78fd4aae\">the US decision to finally withdraw from Afghanistan</a>. How will this affect the credibility of the western powers and their ability to conduct successful military interventions abroad?</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Today's top stories' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-22T11:42:57.088Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5668,
          "end": 5676
        },
        {
          "start": 5594,
          "end": 5608
        },
        {
          "start": 5668,
          "end": 5682
        },
        {
          "start": 5594,
          "end": 5602
        }
      ],
      "nexusId": "10009914"
    }
  ]
}