{
  "_id": "da0293a58f8f4981927cb330f58d7f69f66b00182017eec41c7136a6f0a1a258",
  "feed": "wall-street-journal",
  "title": "Individuals Embrace Options Trading, Turbocharging Stock Markets; Short-term traders flock to the low upfront cost and potential quick gains in options markets, fueling bigger swings and many rallies",
  "text": "<p>He purchased the most-bullish option he could find on the first day of options trading in Robinhood. It would become exercisable once the shares reached $70, a 50% increase from their closing price the previous day and nearly double the previous week's IPO price.</p><p>In a testament to the growing impact of individual investors on a handful of favored stocks, the call option became exercisable just hours later, as Robinhood shares surged. Mr. Patel sold the option for roughly $950—pocketing a profit of almost 60% in just around 30 minutes, after putting up just a fraction of what the shares themselves would have cost. Robinhood shares closed that day at $70.39.</p><p>\"I had no idea what options were last year,\" Mr. Patel said. \"You can make quick 100%, 200%, 300% [gains] within minutes if things go your way.\"</p><p>Of course, \"you can lose just as quick,\" he added.</p><p>The episode shows how surging options trading has transformed the markets. Bets on firms ranging from tech giants such as Apple Inc. and Amazon.com Inc. to electric car maker Tesla Inc. have accelerated a roaring recovery from last year's coronavirus-induced market crash, while adding to the concerns of some analysts and portfolio managers that the activity can leave the market vulnerable to greater swings.</p><p>The options activity has \"an enormous effect,\" said Cem Karsan, founder of investment firm Kai Volatility Advisors. Mr. Karsan oversees an options strategy that looks to profit from these moves. \"When things move big, they move bigger than ever.\"</p><p>Professional investors have long tracked the options market for clues on the stock market's next turn. Now, favored by individual investors for its small upfront investments and potentially quick payoffs, options trading is hitting levels never seen before.</p><p>At times, options trading has dwarfed activity in stocks, creating leverage that traders and analysts say stands to accentuate both up and down moves in the market.</p><p>Nine of 10 of the most-active call-options trading days in history have taken place in 2021, Cboe Global Markets data show. Almost 39 million option contracts have changed hands on an average day this year, up 31% from 2020 and the highest level since the market's inception in 1973, according to figures from the Options Clearing Corp.</p><p>Though much of this trading is being done by Wall Street firms that work behind the scenes, individuals' increasing embrace of risky options trading is unmistakable: By one measure, options trading by individual investors has risen roughly fourfold over the past five years, according to Cboe data.</p><p>\"I'm hooked on the options,\" said Britt Keeler, a 40-year-old individual investor based in Winter Park, Fla. \"You could lose it all really quick but you could hustle and kinda hit the jackpot.\"</p><p>Mr. Keeler said that wrong-way options bets on AMC Entertainment Holdings Inc. this year cost him almost all of his roughly $12,000 trading account, which he is slowly building back up. Still, he hasn't been deterred.</p><p>\"Everyone is using leverage. And they're using it because you can make a ton more money,\" he said.</p><p>This past week, as the stock market recorded its biggest selloff since May, Mr. Keeler says he bought bullish call options on the S&amp;P 500 jumping back toward records through the end of the year. The gauge has hit more than 50 fresh highs and is up 19% this year even after a volatile stretch.</p><p>So far this month, single-stock options with a notional value of roughly $6.9 trillion have changed hands, well above the $5.8 trillion in stocks that traded, according to Cboe data through Sept. 22. Notional value is a measure of how much the shares underlying option contracts are worth, a figure that fluctuates with daily moves in the shares.</p><p>By one measure, options activity is on track to surpass activity in the stock market for the first time ever. In 2021, the daily average notional value of traded single-stock options has exceeded $432 billion, compared with $404 billion of stocks, according to calculations by Cboe's Henry Schwartz. This would be the first year on record that the value of options changing hands surpassed that of stocks, according to Cboe data going back to 2008.</p><p>On average, Apple options with a notional value of more than $20 billion have changed hands daily this year, compared with roughly $12 billion of the iPhone-maker's stock, according to a Wall Street Journal analysis of Cboe data. About $80 billion of Tesla options have changed hands daily this year, roughly quadruple the figure in the stock.</p><p>Some analysts say the zeal for options trading is translating to bigger swings in individual stocks, and fueling the momentum behind many rallies. When individual investors buy call options, the Wall Street firms that sell options often hedge their positions by buying the shares, further contributing to rising markets.</p><p>On Jan. 27, when GameStop Corp. shares jumped 135%—their largest single-day move on record—more than $53 billion worth of the company's options changed hands, well above the roughly $32 billion that traded in its stock, according to a Journal analysis of Cboe data.</p><p>\"It creates a circular kind of melt up. It's a reinforcing loop,\" said Mr. Karsan, of options activity in individual stocks.</p><p>The activity can also exacerbate downturns, traders say, though for much of the past year the stock market has recorded a steady climb higher. The heavy trading has made quarterly dates when options expire a focus point for many investors, who say hedging activity around the contracts can fuel greater instability in the stock market.</p><p>Short-term trading using derivatives including options can increase the prospect of a violent shakeout if individual stocks or major indexes take an abrupt turn, traders and analysts say.</p><p>On Monday, Sept. 20, as the prospect of a possible default by Chinese property developer China Evergrande Group spurred a decline in the stock market, JPMorgan Chase &amp; Co. strategists said that hedging by options traders was worsening the selloff, similar to what happened during the March 2020 market crash.</p><p>And just as bullish call options have helped fuel rallies in stocks like GameStop and AMC, traders banding together to buy bearish put options could similarly help drive big declines in individual companies, said Rishabh Bhandari, a portfolio manager at Capstone Investment Advisors. The higher derivatives activity alongside lower liquidity, or ease of trading, in some corners of the market can mean higher volatility.</p><p>\"These moves are just a lot more exaggerated,\" said Mr. Bhandari. \"They just introduce a lot more fragility.\"</p><p>SHARE YOUR THOUGHTS</p><p>Do you think it's a good idea to trade options? Why or why not? Join the conversation below.</p><p>But traders aren't the only ones taking part in the options boom. Selling options-related investments has become a big business, which could give these investments some staying power. Assets under management for exchange-traded funds and mutual funds using derivatives strategies hit a record $58 billion in August, up almost 55% from the end of 2020, according to Morningstar Direct data.</p><p>In chat rooms on the social networking platform Discord, hundreds of traders track options activity on stocks and major indexes, looking for hints of what stocks will do next.</p><p>\"Options move the market a lot more now,\" said Mr. Patel, the individual trader.</p><p>Write to Gunjan Banerji at Gunjan.Banerji@wsj.com</p><p>Individuals Embrace Options Trading, Turbocharging Stock Markets</p>",
  "published": "2021-09-26T13:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5909,
          "end": 5929
        }
      ],
      "nexusId": "10009914"
    }
  ]
}