{
  "_id": "e6c8392ae80a61b0bcc9e4091dc4c836b05fe5b19e8b477e0a7c3c5f1efd4274",
  "feed": "ftcomall",
  "title": "Bob Dudley and Len Blavatnik reunite at LyondellBasell",
  "text": "<h2>Bob Dudley: chemical attraction</h2> <p>What forces could have brought Bob Dudley back into the orbit of Britain's richest person, Len Blavatnik?</p> <p>The former BP boss last month joined the board of LyondellBasell, the Dutch petrochemicals business <a href=\"https://www.ft.com/content/c1889f48-871a-11e9-a028-86cea8523dc2\">built and then rebuilt</a> by Blavatnik. His nomination was in recognition of “Bob's international oil and gas experience, as well as expertise in complex strategic issues”, said Jacques Aigrain, LyondellBasell's board chair.</p> <p>One complex strategic issue navigated by Dudley was the <a href=\"https://www.ft.com/content/6cb13216-8dc7-11e3-ba55-00144feab7de\">struggle for control</a> of TNK-BP between BP and investors including Blavatnik. Dudley was president and chief executive of TNK-BP from its acrimonious creation in 2003 until 2008, when he fled Moscow following what BP called “<a href=\"https://www.ft.com/content/8f5c2610-59aa-11dd-90f8-000077b07658\">sustained harassment</a>” by the Russian authorities. Blavatnik's AAR consortium had been calling for the American to be sacked, claiming he was making decisions they said put BP's interests above their own. </p> <p>Dudley's new role means he is accountable to Blavatnik's holding company, Access Industries, which holds a 21.4 per cent stake in LyondellBasell through affiliates and can nominate up to three board members. Serving alongside Dudley is Access CEO Lincoln Benet, who first teamed up with Blavatnik in 2006, and Stephen Cooper, boss of Blavatnik-owned Warner Music Group. </p> <h2>Homeserve: hurdle rate</h2> <p>Stock markets might have recovered their pandemic losses but the personal cost to directors is only now being tallied. How many will follow the lead of Homeserve, the home repairs insurer, which has lowered payout triggers on its long-term incentive package?</p> <p>Homeserve this week awarded directors share options based on delivering at least 7 per cent compound annual earnings per share growth, with the upper band set at 13 per cent. The pre-pandemic trigger points had been 9 and 15 per cent respectively. Among those to benefit are Ross Clemmow, the former Bridgepoint managing director who became Homeserve CEO in March, who receives a top-up bonus worth £750,000 to compensate for dropping out of his previous employer's carried interest fund.</p> <p>Adjusted EPS growth, which includes acquisitions, make up three-quarters of the Homeserve's bonus package. The company had last year delayed setting 2021 scheme performance targets then delivered annual adjusted EPS growth of 4 per cent for the year ended March, which will drag down its three-year averages. Analysts, however, expect a rebound to double-digit growth in the current year. </p> <p>In its annual report, Homeserve said the “slight reduction” was “appropriately challenging given the changes to the external business environment” and “still very stretching by market standards”.</p> <h2>Melrose: raising the bar</h2> <p>A rumour reaches us that Melrose CEO Simon Peckham recently installed a pub in the engineering group's Curzon Street head office. </p> <p>“It's not a pub!” says an insider. “No bar-room taps or optics. There are crisps.”</p> <p>According to a person familiar with the crisps, Melrose recently hived off a large room in the boardroom area of its HQ to give executives and directors somewhere to eat their takeaways during lockdown. Very loosely modelled on The Market Tavern pub in nearby Shepherd Market, the rec room has proved so popular that anyone arriving late risks being sent away to eat lunch at their desk. </p> <h2>JPMorgan: losing IT</h2> <p>JPMorgan's London staff have not yet been served with formal notices to return full-time to the office. But some might be feeling the pressure after taxis arrived unannounced to reclaim their borrowed IT equipment. </p> <p>It was all a big misunderstanding, apparently. At the start of the first lockdown, trading and sales staff were sent home with specialist trading turrets irrespective of whether their roles required them. </p> <p>The turrets now require a round of software updates that can only be done in the office. Salespeople who had not logged on in the previous two weeks were first in the queue for the update, which caught many by surprise. Those who still need a turret at home can expect to have it returned.</p> <p>JPMorgan declined to comment. </p><p>Source: Bryce Elder 2021 'Bob Dudley and Len Blavatnik reunite at LyondellBasell' FT.com 25 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-25T03:00:41.591Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3316,
          "end": 3324
        },
        {
          "start": 3296,
          "end": 3304
        },
        {
          "start": 4026,
          "end": 4034
        }
      ],
      "nexusId": "10009914"
    }
  ]
}