{
  "_id": "cf8e304551a0b0fe06d940ddd7ebc652d88544481a8ba2f76f1120e08c91dd57",
  "feed": "wall-street-journal",
  "title": "Stock Futures Waver After Dow, S&P 500 Close at Records; If S&P 500 rises again Tuesday, it would mark the benchmark's longest winning streak since 2004",
  "text": "<p>Contracts for the Dow Jones Industrial Average ticked down 0.1% Tuesday, after the blue-chip index closed at a record for the 44th time in 2021. Futures for the technology-focused Nasdaq-100 rose 0.2%.</p><p>General Electric gained more than 13% after the industrial giant said it planned to form three public companies focusing on healthcare, energy and aviation. Also premarket, Tesla shares ticked up 1%. The stock fell Monday after Chief Executive Elon Musk signaled he was open to selling a stake in the electric-vehicle maker worth around $21 billion.</p><p>Meantime, Roblox shares jumped by almost 25% premarket after the online entertainment company said its revenues more than doubled in the third quarter.</p><p>Bitcoin's dollar value hit a new record, trading as high as $68,525.84, according to CoinDesk. It previously topped $66,000 in October, powered by a wave of buying after the first U.S. exchange-traded fund linked to the cryptocurrency started trading. Cryptocurrency exchange Coinbase Global, whose shares often track bitcoin, is scheduled to report earnings after markets close.</p><p>After faltering in early fall, stocks took off in mid-October as solid earnings bolstered investors' confidence in the economic recovery. Though some money managers remain concerned about elevated levels of inflation and the prospect of higher interest rates set by the Federal Reserve, many think stocks will continue to eke out gains. Data on U.S. producer prices, due at 8:30 a.m. ET, will give clues about the outlook for inflation.</p><p>Strong demand from consumers is powering the U.S. economy and profits at its biggest companies, said Mike Bell, a strategist at JPMorgan Asset Management. \"Of course that's causing some inflationary pressure but the markets…are buying into the Fed narrative that rates aren't going to go up too quickly,\" he added.</p><p>Mr. Bell sees two main risks. A winter rush of Covid-19 cases could put pressure on hospital systems and prompt governments to reimpose some economy-slowing restrictions. Further out, he thinks investors are underestimating the extent to which the Fed will push up interest rates to quell inflation stemming from a tight labor market.</p><p>Shares of AMC Entertainment, popular among individual traders, fell 4.9%. The cinema chain reported a loss and said attendee levels remained lower than pre-pandemic.</p><p>Bond markets have calmed after a spell of volatility that inflicted losses on some hedge funds. The yield on benchmark 10-year Treasury notes ticked down to 1.465% Tuesday from 1.496% Monday. The yield on two-year notes, meantime, edged lower to 0.423% from 0.447% Monday.</p><p>Overseas stock markets were mixed. The pan-continental Stoxx Europe 600 ticked up 0.2%, with gains for auto and materials stocks. Shares of Munich Re fell 3% after losses from Hurricane Ida and summer floods in Europe weighed on the reinsurance firm's third-quarter results. Rolls-Royce rose 4.2% after the manufacturer said it expected government funding to help develop small-modular nuclear reactors, as part of the U.K.'s net-zero plan.</p><p>In Asia, the Shanghai Composite Index and Hong Kong's Hang Seng ticked up 0.2%, while Japan's Nikkei 225 fell 0.8%.</p><p>Write to Joe Wallace at joe.wallace@wsj.com</p><p>Stock Futures Waver After Dow, S&amp;P 500 Close at Records</p>",
  "published": "2021-11-09T13:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1649,
          "end": 1657
        }
      ],
      "nexusId": "10009914"
    }
  ]
}