{
  "_id": "67e6273f1e9d6abfeb8a8a94a91ddec1a8b801a3aa9f8ae8818ccc9df5f4f0d7",
  "feed": "wall-street-journal",
  "title": "JPMorgan Makes Masks Mandatory to Combat Delta-Variant Spread; Move is another sign that the fast-spreading Delta variant is hampering corporate attempts to return to normal",
  "text": "<p>JPMorgan Chase &amp; Co. has reinstituted a mask mandate for its U.S. employees, vaccinated or not, another sign that the fast-spreading Delta variant  is hampering corporate attempts to return to normal.</p><p>Employees must wear masks in the bank's U.S. offices unless they are at their own workspaces or socially distanced, JPMorgan's leadership team said in a memo Friday. The bank also imposed stricter rules on non-vaccinated staff: They can only remove their masks at their own desk or while eating, will be required to undergo testing twice a week and are barred from any in-person meeting with 25 or more people.</p><p>The nation's biggest bank, one of New York City's biggest employers, called most of its staff back to the office  full-time in July. It was an aggressive move even for Wall Street, where executives have been itching to bring people back to the office. JPMorgan's headquarters on Madison Avenue has been full of workers, with coffee shops and common spaces open. On a recent visit, gatherings were missing the pandemic precautions of masks and elbow bumps.</p><p>\"We are aware of current conditions and are disappointed to see the rise in Covid-19 cases in the U.S., and we know that it is a cause of increasing anxiety for many,\" the bank's leadership team said in the memo.</p><p>JPMorgan Makes Masks Mandatory to Combat Delta-Variant Spread</p>",
  "published": "2021-08-06T18:33:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 20
        },
        {
          "start": 316,
          "end": 324
        }
      ],
      "nexusId": "10009914"
    }
  ]
}