{
  "_id": "049b09a424767fbb8fb923b42ef395f6cedc30a3c64b577d4fac6e057e0226ff",
  "feed": "wall-street-journal",
  "title": "Wave of Indian Tech IPOs Expected Following One97",
  "text": "<p>On July 16, the operator of the Paytm digital-finance app, One97 Communications Ltd., filed a prospectus for what would be India's largest IPO in local-currency terms. The group offers services such as a mobile wallet, loans and stock-trading, and is backed by Jack Ma's Chinese financial-technology giant Ant Group Co. One97 aims to issuenew and existing sharesworth a total ofup to 166billion rupees, the equivalent of $2.23 billion.</p><p>Other companies considering IPOs include digital-payments platform One MobiKwik SystemsLtd., which filed its prospectus earlier this month, and logistics and supply-chain-services provider Delhivery Pvt., according to a company spokeswoman.</p><p>Online cosmetics seller Nykaa E-Retail Pvt., API Holdings Pvt., the parent company of online pharmacy PharmEasy, and PB Fintech Pvt., the parent of insurance aggregator Policybazaar.com, are also considering listings, according to people familiar with their plans.</p><p>\"This is the first set of these companies coming to the public market\" in India, said Kaustubh Kulkarni, the head of investment banking for India at the local unit of JPMorgan Chase &amp; Co.</p><p>Demand for the shares is likely to be strong, given the companies' brand recognition, said Mr. Kulkarni, who is also the bank's co-head of investment banking for South and Southeast Asia. \"Most of these companies are offering products, services or capabilities which millions, if not hundreds of millions, of customers are utilizing on a day-to-day basis,\" he said.</p><p>Last week investors placed orders worth 38 times the shares being offered by Zomato Ltd., India's answer to DoorDash Inc. The food-delivery group raised around 94 billion rupees, the equivalent of $1.26 billion, and its shares are due to start trading on July 27.</p><p>Some market-watchers say Indian tech has plenty of room to grow, as more consumption shifts online.</p><p>Earlier-stage investors have poured about $16 billion into Indian startups this year, creating 16 new unicorns -- young private companies valued at $1 billion or more -- according to data firm Venture Intelligence.</p>",
  "published": "2021-07-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1109,
          "end": 1129
        }
      ]
    }
  ]
}