{
  "_id": "20e18f8de6f63ab338d7c90e5b9bb98f3302e07003f5c3cec173e2a750c1cf56",
  "feed": "ftcomall",
  "title": "Tesla short sellers back down after meteoric rise",
  "text": "<p>Weary short sellers have unwound most of their bets against Tesla, as retail investors unperturbed by <a href=\"https://www.ft.com/content/2ac226d6-0eba-4f97-91c1-fb70076c20b0\">Twitter polls</a> and talk of stock market bubbles continue to pump cash into the world's most valuable car company.</p> <p>Short positions in Tesla, as a percentage of the company's total shares available to trade, have fallen to 3.3 per cent from 19.6 per cent at the start of last year, according to S3 Partners, a specialist data provider. The number of shares in the company shorted has decreased almost 80 per cent to 27m over the same period. </p> <p>Short seller Carson Block, founder of Muddy Waters Capital, said he understood the reasons people choose to short Tesla, arguing that “in principle, they're not wrong”. </p> <p>“But the other side is [Tesla chief executive] Elon Musk, who is better at playing the public company game than anybody I've ever seen.”</p> <p>Musk's unorthodox leadership — and until this year, Tesla's lack of profit — made the 18-year-old company a favourite among short sellers, who profit when a stock pick falls in value. Yet many of these investors have now exited their positions, in the wake of Tesla's meteoric rise. </p> <p>Michael Burry, whose bet against the US housing market before the financial crisis was dramatised in Hollywood blockbuster <em>The Big Short</em>, had long wagered against Tesla, arguing in a now-deleted tweet that the company benefits from “massive government and electricity subsidies”.</p> <p>Last month, however, Burry's firm Scion Asset Management exited its short position, having held more than 800,000 put options — derivatives which allow investors to sell assets at an agreed price before a certain date — on Tesla shares as recently as May.</p> <p>Data provider Breakout Point estimates that since the second quarter of 2021, in all 33 weeks, Tesla was among the 30 most popular retail stocks, and has landed a spot in the top 10 most popular for 16 of those 33 weeks.</p> <p>Still, Tesla's huge rally means that it remains one of the US stock market's biggest shorts. Despite the reduction in short positions, the fact that the group's share price has risen more than 1,200 per cent since the start of last year means short interest — equal to the number of shares shorted multiplied by the price of a share — has risen from just shy of $11bn to $28bn over the same period. </p> <p>And not all short sellers have thrown in the towel. UK hedge fund manager Crispin Odey has maintained his bet against the carmaker, writing in a recent letter to investors that “many shares are now ridiculously valued” and that Tesla had “joined the immortals”.</p> <p>“Even if you do all the numbers and are very generous and give them 10 per cent of the total market in eight years and put that all through, you end up on about 35 times 2030 earnings”, Odey said. “The share price halved would be a pretty good result [for Tesla].”</p> <p>He added, however, that barring a sell-off in fixed income markets, Tesla's shares were unlikely to drop anytime soon. “Until we get a proper break in bonds, then the equity market is not really going to come off.”</p> <p>Neil Campling, head of tech research at Mirabaud, continues to wager against Tesla through what he describes as a “very negative” view on Cathie Wood's Ark Innovation exchange-traded fund. The ETF has fallen about 8 per cent this year despite its holding in the US electric vehicle maker. “If it wasn't for their Tesla bet they'd have been underperforming even more,” he said.</p> <p>Musk has even by his standards had a busy month. Just a week after following through on a promise to sell 10 per cent of his Tesla stock if a majority of his 64.4m Twitter followers so desired, <a href=\"https://www.ft.com/content/1b49c3f4-890d-4c67-bda0-d0c8e71c3f69\">the company was sued for $162m by JPMorgan Chase</a> over an alleged missed payment in 2018. </p> <p>Tesla's shares have, nonetheless, risen about 30 per cent over the past 30 days. There are signs, however, that Musk's online escapades are beginning to grate for some investors.</p> <p>One comment among Reddit's r/wallstreetbets bulletin board — where have-a-go day traders congregate — summarised the mood as follows: “TSLA risk factors . . . Competition: 5 per cent, supply chain/production: 5 per cent, Elon Musk dumb tweets: 90 per cent.”</p> <p><em>*This story has been amended to clarify that Musk invested in Tesla in 2004, shortly after its founding the previous year.</em></p><p>Source: George Steer, Laurence Fletcher and Robin Wigglesworth  2021 'Tesla short sellers back down after meteoric rise' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-22T17:22:37.512Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3633,
          "end": 3641
        },
        {
          "start": 3633,
          "end": 3647
        }
      ],
      "nexusId": "10009914"
    }
  ]
}