{
  "_id": "00cccac050a1338828b097688a3be406ea4ac842acd1ea4b7e31624e731f6653",
  "feed": "ftcomall",
  "title": "Retail investors on the hunt for bargains in China-focused funds",
  "text": "<p>Retail investors are scooping up funds that track Chinese stocks after sharp falls in recent weeks, marking a contrast to institutions that have remained more cautious as Beijing cracks down on key sectors.</p> <p>A US listed exchange traded fund, which holds big names such as Alibaba, Tencent, JD.com and Meituan, has attracted more than $2bn of new money since the start of July, CFRA data show. The $5.3bn KraneShares CSI China Internet ETF has garnered record daily inflows from retail traders at a time when many <a href=\"https://www.ft.com/content/0de80b60-4809-41f6-a287-a3b0f88a15d2\">institutional investors</a> have backed away from sectors that are deemed vulnerable to tougher scrutiny from Chinese authorities. </p> <p>The strong inflows come after a harrowing few weeks for Chinese stocks traded in international financial centres such as Hong Kong and New York. A crackdown on the country's education sector sparked a crash in a trio of Wall Street listed companies in that industry, while a Nasdaq index of big Chinese tech companies lost <a href=\"https://www.ft.com/content/e7c10981-bf06-4255-82cd-01cd1abea7ed\">more than a fifth</a> of its value last month. The KraneShares fund has tumbled by a third so far in 2021. </p> <p>“Investors tend to expect elevated risk associated with emerging markets and while Chinese stocks have been hit hard, there is view that this is a buying opportunity for some funds that are trading at cheap valuations,” said Todd Rosenbluth, head of mutual fund and ETF strategy at CFRA. </p> <p>Other ETFs that track Chinese shares have also hoovered up new cash in recent weeks despite the broad market being hit hard by Beijing's harsher regulatory stance. The iShares China large cap ETF, for example, has attracted inflows of $467m in recent days, according to ETF.com. </p> <p>A benchmark tracking Chinese internet stocks listed internationally is trading at its lowest price-to-earnings ratio in five years, and investors probably recalled “significant” sell-offs in the past were followed by periods of outperformance, Brendan Ahern, KraneShares investment chief told clients in a webinar this week. To see more sustained inflows, investors needed “clarity” and an “end game” over regulatory action from Beijing, he said.</p> <p>“Flows will warrant watching in these ETFs given the risk around the regulatory backdrop,” said Matthew Bartolini, head of SPDR Americas research at State Street Global Advisors. </p> <p>Analysts cautioned that some of the recent influx of new cash could be the result of technical factors. Investors placing bets against ETFs could prompt inflows because the party on the other side of the trade often needs to purchase the shares, noted Bartolini. </p> <p>At the same time, there has been a pick-up in call options — products that let traders bet on a security without holding it — on China-related ETFs. This also prompts purchasing as financial companies known as market makers frequently purchase shares in the fund in order to protect against large payouts if the price jumps. </p> <p>Analysts at JPMorgan said retail buyers of the dip should expect further interventions from Beijing on topics such as antitrust, unfair competition, data regulations, teenager protection and cyber security. That is likely to spur a further retreat from institutions and challenge retail investors betting on a lasting rebound in share prices, said the Wall Street bank. </p> <p>“We're on the lookout, there may be more of a shakeout,” said the head of global equities for a US asset manager that had modest exposure to Chinese education shares.</p><p>Source: Michael Mackenzie in New York 2021 'Retail investors on the hunt for bargains in China-focused funds' FT.com 6 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-06T04:00:05.468Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2858,
          "end": 2866
        }
      ],
      "nexusId": "10009914"
    }
  ]
}