{
  "_id": "5f8d3fbbbfd63045d8fd372159d4d2148f8ac4a881630663c0209dab7293da4b",
  "feed": "ftcomall",
  "title": "Colombia's Ecopetrol seeks to reduce dependence on oil         ",
  "text": "<p>Latin America is home to some of the energy industry's last fossil fuel holdouts, with groups such as Brazil's Petrobras and Mexico's Petróleos Mexicanos persisting with exploration rather than setting out clean energy transition strategies. </p> <p>But Ecopetrol, Colombia's largest company, is charting a different course. A major hydrocarbon player in the region, it is taking a bold, some critics say foolhardy, step away from its core oil and gas business. </p> <p>In late January the state-controlled group launched a bid of up to $4bn for a controlling stake in Grupo Isa, Latin America's biggest electricity transmission company. </p> <p>“Energy&#xa0;transition and decarbonisation are fundamental,” chief executive Felipe Bayón told the Financial Times, framing the move as part of Ecopetrol's transition “from being an oil and gas company to an energy company”. </p> <p>The risk for Ecopetrol is not that a deal falls flat: Colombia's finance ministry, its majority owner, also controls Isa with a 51.4 per cent stake.</p> <p>Instead it is facing the reality that the country has just over seven years' worth of proven reserves left. The company would also be dangerously exposed in a world of low long-term oil prices. In a recent study of 49 state-controlled oil groups worldwide, Ecopetrol was judged the fifth-most vulnerable should the price of crude drop below $40 and stay there, according to the Natural Resource Governance Institute. </p> <p>More broadly, diversification is a pressing issue in terms of climate change and the need for Latin America to think beyond oil and gas for economic development.</p> <p>Acquiring Isa would give Ecopetrol control of its transmission businesses in Colombia, Peru, Chile and Brazil along with highways concessions and telecoms operations, while it continues its oil and gas extraction projects in Colombia, the US and Brazil. </p> <p>Yet not all are convinced. Shares in both companies dropped by about 5 per cent when the proposal was announced. </p> <p>Some analysts have argued the bid is being driven not by a genuine attempt to diversify but by the cash-strapped government's need for funds. </p> <p>Ecopetrol has said that acquiring a majority stake in Isa will cost it about $3.5bn-$4bn. It plans to finance part of the deal by issuing about $2.5bn in new shares with the rest in cash or debt. But because a transaction would involve two state-controlled companies, Ecopetrol is not obliged to make a public tender offer to Isa's minority shareholders.</p> <p>“The reality is that this [the bid for Isa] is coming from a government squeeze on cash,” said John Padilla, managing director of IPD Latin America, a specialist energy consultancy. “Ecopetrol will tell you unequivocally that's not the case but it's impossible not to connect the dots.” </p> <p>Bayón denied the plan is being driven by the government's cash crunch in an interview with Bloomberg. But the shift still left others baffled. “This interest in transmission came as a surprise as Ecopetrol has been vocal about its focus on its core assets,” analysts at JPMorgan said. </p> <p>Citibank's assessment was blunter: “It doesn't make much sense for an exploration and production company like Ecopetrol to invest in a transmission company.”</p> <p>But Lisa Viscidi, director of the energy, climate change and extractive industries programme at the Inter-American Dialogue, a Washington think-tank, said Ecopetrol's bid for Isa was logical and “is consistent with what all oil companies have been doing”. Oil majors such as BP and Shell have outlined plans for more low-carbon investments. </p> <p>“They can't really address climate change just by reducing their own emissions so diversification into power generation is part of their climate strategy.” </p> <p>Bayón said his company had to act boldly in a world striving to meet the Paris climate change targets, that it would provide an alternative source of revenue and reduce its exposure to crude prices. </p> <p>“We have to cut emissions, we have to improve the quality of our fuels, we have to improve water management,” he said. “Ecopetrol is putting its money where its mouth is.”</p> <p>Most energy experts said the company is reasonably enlightened when it comes to environmental issues. “Ecopetrol stacks up as well as anybody on the green front,” Padilla said. “They've certainly done as much as any other national oil company, if not more.” </p> <p>In 2018 the group built a solar farm&#xa0;to power one of its oilfields in eastern Colombia and plans seven more. It aims to produce 400 megawatts from renewables, enough to meet half its energy needs, by 2023. </p> <p>It has also reduced flaring, the burning of gas produced as a byproduct of oil extraction, by 80 per cent in the past four years and has pledged to eradicate all routine flaring by 2030 in line with a World Bank initiative. It is using satellite technology to detect methane emissions and has signed up to the Climate and Clean Air Coalition, a UN-led project to reduce releases of the gas.</p> <p>But it remains heavily dependent on oil and natural gas, with the former accounting for about four-fifths of production. Net profit dropped 87 per cent in 2020 to 1.7tn pesos ($480m) in large part because of the pandemic, while revenues fell 29 per cent. </p> <p>Motivated by dwindling resources on its home turf, the company has a contract for a fracking pilot scheme in northern Colombia, despite opposition from environmentalists, and is investing heavily in oil exploration in the Permian Basin in West Texas.</p> <p>“We have to protect our core business because the world is going to need petrol, diesel and jet fuel for at least another 20 years,” said Bayón.</p> <p>He wants to make Ecopetrol “a gassier company”: only 22 per cent of the company's production comes from natural gas, with the rest coming from dirtier oil. The goal is to increase exposure to this relatively “clean” energy source to 35 per cent in the next seven or eight years.</p> <p>“Ecopetrol has a deserved reputation for being a transparent, well-governed company that's thinking about these things in a long-term way,” said Patrick Heller, co-author of the NRGI report. “But ultimately, like other oil and gas companies, most of the green measures they've publicised so far focus on improving the processes they use to keep pumping hydrocarbons out of the ground.</p> <p>“That's important, but to make the leap to technologies that actually compete with hydrocarbons — that's a much bigger step.”</p><p>Source: Gideon Long in Bogotá 2021 'Colombia's Ecopetrol seeks to reduce dependence on oil         ' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T04:00:19.712Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2992,
          "end": 3000
        }
      ],
      "nexusId": "10009914"
    }
  ]
}