{
  "_id": "500bb4bc7e2f986330344783cccf1fddd846809586e55462fbe30ac458271982",
  "feed": "ftcomall",
  "title": "European bankers set sights on Amsterdam as regional Spac capital",
  "text": "<p>Amsterdam is emerging as Europe's centre for blank-cheque companies as investors race to emulate the boom in listings that has gripped US markets. </p> <p>Special-purpose acquisition companies, or Spacs, have surged in popularity over the past year to become Wall Street's <a href=\"https://www.ft.com/content/edfc90fc-13df-4b5c-92ef-677407ad936c\">hottest investment product</a> as a flood of capital provides investors with a new and often quicker way to take businesses public. </p> <p>Already, Brexit has pushed some of London's share and derivatives trading business to the Dutch capital. Now, bankers and lawyers say executives behind Spacs are enticed by the city's flexible rules and international reputation. </p> <p>“[The] Amsterdam stock exchange has developed an expertise in Spacs ahead of all other cities in Europe at this point,” Jean Pierre Mustier told the Financial Times, adding that this capability “and deep volume for European equities were the two reasons we picked Amsterdam”.</p> <p>Mustier, the former UniCredit chief, and LVMH founder Bernard Arnault have joined together in one the highest-profile Spacs to date. The duo picked Amsterdam as the venue for <a href=\"https://www.ft.com/content/f523768d-41af-492c-95b0-ff5d23a30539\">their vehicle</a> that will invest in European financial companies.</p> <p>Nick Koemtzopoulos, head of Emea equity capital markets at Credit Suisse, said the Spac frenzy was “unquestionably” coming to Europe. “The level of dialogue and interest has gone up substantially. We're having daily conversations with both issuers and private companies.”</p> <p>He said that Amsterdam was likely to become the continent's core listing location because “it's a flexible, international jurisdiction and relatively straightforward place to list”.</p> <p>“You have flexibility on the terms of the Spac to be able to replicate the US,” he added. Blank-cheque companies raise money and list on the stock market then hunt for a private company to merge with and take public.</p> <p>So far this year, 143 Spacs have launched in the US, raising $42.7bn and eclipsing the $24bn raised through traditional IPOs, according to Refinitiv data.&#xa0;</p> <p>Meanwhile, Europe has lagged behind. ESG Core Investments raised €250m and floated on Amsterdam's Euronext exchange on Friday, becoming the region's first blank-cheque listing this year and only its fourth since the start of 2020.</p> <p>Other transactions targeting Amsterdam are under consideration. “Spacs are coming to a theatre in Europe very soon,” said Jim Esposito, global co-head of investment banking at Goldman Sachs. “We have a growing list of issuers looking to list a Spac IPO in Europe.”</p> <p>Tim Stevens, a partner at Allen &amp; Overy, said that at least five deals were in the works. “The Dutch corporate vehicle is very well suited to a Spac,” he said, especially because investors were easily able to exercise their redemption rights and take out their money if they disliked the company chosen for a merger.</p> <p>The reputation of Euronext Amsterdam as a home to international companies also makes it a more attractive venue than its European rivals.&#xa0;</p> <p>“As people think about being a slightly more internationally listed business, Amsterdam is ahead of where Paris or Frankfurt might be today,” said Aloke Gupte, co-head of European equity capital markets at JPMorgan.</p> <p>Private European companies have so far managed to capitalise on the exuberance by attracting US-listed entities. </p> <p>UK electric-vehicle group <a href=\"https://www.ft.com/content/309b509e-1aa4-48a8-9e69-54d272f8807b\">Arrival</a> merged with Nasdaq-listed CIIG Merger Corp last year, while others including NYSE-listed Avanti Acquisition Corp which raised $600m in October, are searching specifically for a European company.</p> <p>“It's a uniquely strong time to IPO in the European market because there still is the scarcity value here and you'll&#xa0;also&#xa0;get&#xa0;access to&#xa0;the US&#xa0;investors,” said Gupte.</p> <p>In London, the critical issue holding back executives from listing Spacs is <a href=\"https://www.ft.com/content/af75ce79-2bcd-46c4-92f4-8886513e539c\">listing regulations</a>. A Spac acquisition is considered as a reverse takeover and the shares are suspended. Trading cannot resume until a deal prospectus is published, for which there is no deadline, so investors who are not in favour of the merger and want to sell their shares, can find themselves locked in.</p> <p>“It's just a killer,” said Stevens. “The share price around that point in time is critical for the ability to conclude a business combination.” He added that the enthusiasm towards Amsterdam rather than London had little to do with Brexit. “These are some structural constraints.”</p> <p>Lawyers and bankers are lobbying for changes in listing rules in order to capture some of Europe's Spac market, with the issue being discussed as part of the UK listing review.&#xa0;</p><p>Source: Nikou Asgari and Stephen Morris in London 2021 'European bankers set sights on Amsterdam as regional Spac capital' FT.com 17 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-17T05:00:52.648Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3120,
          "end": 3128
        }
      ]
    }
  ]
}