{
  "_id": "f1a73ccc0ee93617b439a1cb93c47bd1c2127f2a2573cd3c9222e542d153b1d6",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: Credit Suisse Questioned on Sales --- U.S., Swiss regulators press bank on stock transactions related to collapse of Archegos",
  "text": "<p>Since disclosing the loss, Credit Suisse has looked to unload roughly $4 billion in stock tied to Archegos, including a sale as recently as last week, people familiar with the trades said. Regulators asked Credit Suisse for information about the sales and any potential losses, the people said, and how the bank is managing its exposure to Archegos.</p><p>A Credit Suisse spokesman declined to comment.</p><p>The recent regulator questions are part of a broader investigation into the bank's relationship with Archegos and its wind-down, one of the people added.</p><p>It couldn't be determined which U.S. regulators were asking questions about the most recent stock sales. The Securities and Exchange Commission launched a probe into Archegos trading in March, The Wall Street Journal reported earlier.</p><p>The Federal Reserve is examining the Archegos situation and working with overseas regulators, \"to make sure it doesn't happen again,\" Federal Reserve Chairman Jerome Powell said in a \"60 Minutes\" interview this month.</p><p>The Senate Banking Committee wrote to Credit Suisse and other banks this month seeking information on their business with Archegos.</p><p>Swiss regulator Finma said in late March it was in touch with Credit Suisse. The U.K.'s Financial Conduct Authority and Prudential Regulation Authority are also monitoring the situation.</p><p>JPMorgan Chase &amp; Co. analysts in a research note on Friday estimated there could be another $400 million in charges from the recent sales, depending on how Credit Suisse calculated the earlier figure, and that they believe Credit Suisse needs to \"draw a line under this issue and the final scale of charges it could take on Archegos.\"</p><p>Credit Suisse is expected to give an update when it reports first-quarter earnings on Thursday. It previously said its pretax loss for the quarter should be around $1 billion because of the $4.7 billion charge.</p><p>Bloomberg News reported earlier about the additional stock sales and the potential for additional losses.</p><p>The Swiss bank has been the hardest hit among lenders from the hedge fund's meltdown. Archegos, a U.S. family investment firm, took huge bets on a few stocks with money borrowed from banks.</p><p>When some rising positions reversed and Archegos couldn't meet margin calls, it triggered one of the biggest sudden losses in Wall Street history. Other banks including Nomura Holdings Inc. and Morgan Stanley also reported large losses.</p><p>The unraveling of Archegos highlighted the dangers when banks lend to hedge funds, and how risks are managed. Credit Suisse lent more to Archegos relative to its size than other lending banks, The Wall Street Journal previously reported.</p><p>The fund's problems came only weeks after the collapse of another Credit Suisse client, Greensill Capital, with which the bank ran a $10 billion set of investment funds. Credit Suisse says costs related to those funds and a loan to Greensill could be material but hasn't given a figure.</p><p>In its annual report last month, Credit Suisse said regulators had started or were considering investigations and actions, and that its main regulator, Finma, asked it to increase a capital buffer related to Greensill.</p><p>After disclosing the $4.7 billion loss from Archegos on April 6, Credit Suisse slashed its dividend to conserve capital, and Chief Executive Thomas Gottstein said, \"Serious lessons will be learned.\"</p><p>The bank pushed out its top risk manager and the head of its investment bank, and several more employees working in equities and risk management.</p><p>---</p><p>Julie Steinberg contributed to this article.</p>",
  "published": "2021-04-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1323,
          "end": 1343
        }
      ]
    }
  ]
}