{
  "_id": "3ddd046250d640b234615bdf9ff5c98d172a4278e2ddf85f541be1a343eb43f8",
  "feed": "wall-street-journal",
  "title": "OFF DUTY --- Style & Fashion: Get Into the Bling of Things --- Gen X and older millennial women are increasingly splurging on multiple, megawatt earlobe and cartilage piercings. Some are glamorously awakening long-dormant wild streaks. Others are reasserting their identities.",
  "text": "<p>Multiple ear piercings are resurging among Gen X and elder millennial women who first sprung for second holes at the mall in fits of 18-year-old rebellion. Some are awakening long-dormant wild streaks. Others are cathartically puncturing their pandemic-induced weariness.</p><p>Since December, Gillian Rice Maupin, an attorney and mother of two in Alexandria, Va., has added one new hole in her left ear and two more in her right at local parlor Craig Pokes U. At home, she reopened the cartilage piercing of her youth. \"You're locked in your house with your kids and all of a sudden that aspect of your identity is 95% of your life,\" said Ms. Maupin, 37. She said her piercings send a message: \"Wait, I'm not just a mom. I'm still young and I'm still cool.\"</p><p>Influencer zero Gwyneth Paltrow, 48, has earfuls of dainty gold hoops. Instagram is alight with \"ear parties\": ears bedecked with curated amalgamations of huggies, evil-eyes and mismatching sun-and-moon studs. Brands like Mejuri and Catbird indulge the trend by selling single hearts and bars. \"I like it to feel like a charm bracelet, but for your ear,\" said Ms. Kanai, a former fashion editor who sports a lightning bolt, a New York logo and a dangling version of her name by designer Alison Lou. Star piercer J. Colby Smith, who has studios in Brooklyn and Los Angeles, suggests wearing heavier earrings in lower holes and decreasing the size as you move up, tapering to the shape of your ear. Piercings have gone from punk to pretty, he said, \"but they're still a little punk.\"</p><p>Alysa Teichman, 34, owner of Dallas jewelry store Ylang 23 (which offers piercing at store events), saw a gap in the piercing market between teen-focused Claire's and intimidating tattoo parlors. In July, she opened Wildlike, a shop specializing in piercings that give clients a \"way to express themselves.\" With their pink-infused interiors, both stores have beckoned atypical clients, said Ms. Teichman, including her friend who worked at JP Morgan for 15 years. \"She was like, 'I want to pierce my helix [the rim of outer-ear cartilage]. My husband's going to think I'm in crisis.'\"</p><p>The phenomenon has glimmers of midlife crisis, but a tragus hoop (which sits on the little flap of cartilage that partially covers the ear canal) is less extreme than a Porsche or Dear John letter. \"It's an achievable way to be edgy,\" said Lisa Bubbers, co-founder and chief marketing officer of Studs, a piercing shop with locations in multiple cities including New York. \"It's not permanent like a tattoo. It's not dangerous like bungee jumping.\"</p><p>Studs has \"ear stylists\" to guide clients, who often test the waters with additional lobe piercings (which typically heal in six weeks) before adorning their cartilage (which can be more sensitive, with healing times around six months or longer). Conch piercings -- rings in the middle of the ear, like the Hamsa stud in the illustration at left -- are attention-grabbers; so are flat piercings, \"a stud that's just floating in the middle of the cartilage,\" said Mr. Smith. Skilled piercers take care to assess ear anatomy: Ms. Bubbers has lobes large enough for a \"snake bite,\" one piercing stacked atop another. For a perfectly imperfect look, many piercers preach asymmetry: \"My right ear is my party ear,\" Ms. Bubbers said. It's furnished with five holes. Her left ear has a comparatively less-festive three.</p><p>Tricking out one's ear means more space for fine jewelry. Kristen York, 39, a legislative and political affairs executive in D.C., admired younger women rocking multiple hoops. \"I realized I could have that moment with diamonds,\" she said. Pioneering jewelry and piercing shop Maria Tash's diamond antitragus jacket climber (which reaches from the lobe to the inner ear) costs $950. Founder Maria Tash said women in their 30s, 40s, 50s and beyond are \"self-purchasing.\"</p><p>Often, they're paying not just for ear bling but a bonding experience. Justine Schwartz, 36, editor of women's lifestyle website SheFinds and a mom living in Greenwich, Conn., first visited Maria Tash's New York location with her book club just before the pandemic. \"You need your girlfriends there,\" she said, both to hold your hand and to \"Champagne cheers\" your big (and brave) investment. Ms. Tash helps mark birthdays (Ms. Paltrow and daughter Apple Martin get new holes each year on Ms. Martin's birthday), bachelorette parties and big breakups. \"You remember who you're with, who you entrusted,\" said Ms. Tash.</p><p>Piercings are also highly addictive. Jennifer Bickerton, 47, a publicist and mom of three in Rowayton, Conn., recently shocked a fellow cocktail partygoer when she tucked her hair behind her ear and revealed five holes. \"I'm like, 'This is nothing,'\" said Ms. Bickerton. \"'I'm getting more.'\"</p>",
  "published": "2021-08-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1976,
          "end": 1985
        }
      ],
      "nexusId": "10009914"
    }
  ]
}