{
  "_id": "0a180ff17739af1d9295d7b63d7c660ca09a3e937d395f0c8e33c223bcb5aa8b",
  "feed": "ftcomall",
  "title": "Investors' Chronicle: Schroders, Petrofac, HSBC",
  "text": "<h2>BUY: Schroders (SDR) </h2> <p>The blue-blooded asset manager has laid down £230m to acquire part of River &amp; Mercantile, <em>writes Julian Hofmann</em>.</p> <p>Management at&#xa0;Schroders&#xa0;took some time off from the grouse moors to put in a bid worth £230m for the Solutions part of River &amp; Mercantile. On the face of it, the acquisition looks like a straightforward bolt-on addition to Schroder's core business. The Solutions business comprises advisory, fiduciary management and derivatives and brings with it around £42bn of funds under management. As part of the deal, Solutions chief executive James Barham joins the company and will report directly to Schroders chief executive Peter Harrison.</p> <p>Schroders seems to be buying a business with a known record. According to the last set of accounts for River &amp; Mercantile filed at Companies House, R&amp;M's derivatives division stood out particularly with sales of £5.8bn of structured equity products. R&amp;M itself is primarily a pension fund manager with clients in the transport sector and across healthcare and research and development-based industries.</p> <p>Any acquisition by Schroders is likely to be carefully considered and the asset management base of the Solutions business is an obvious fit. It will be interesting to see if it is immediately accretive as the current forward PE of over 17 times consensus forecasts is easily at a premium for the entire fund management sector. On the basis that Schroders has always consistently delivered, we maintain our longstanding buy recommendation.</p> <h2>SELL: Petrofac&#xa0;(PFC)</h2> <p>The oil and gas contractor is set to tap investors for $275m and also plans a $500m bond issue, <em>writes Michael Fahy</em>.</p> <p>Petrofac&#xa0;attempted to put a long-running <a href=\"https://www.ft.com/content/553f0f64-6f54-4ec9-92e4-a69ad9490cf9\">corruption scandal</a> behind it, as it announced plans to tap equity investors for $275m (£199m), with some of the proceeds earmarked to meet a £77m&#xa0;fine imposed on the company this month, after it admitted failing to prevent former employees from offering bribes. Chief executive&#xa0;Sami Iskander&#xa0;argued that the resolution of the case “lifts a&#xa0;historic cloud which we have operated under for four years”.</p> <p>The fine was the overriding reason why a pre-tax profit of $33m before exceptional items&#xa0;ended as a statutory loss of $91m. Net debt (excluding other financial liabilities) also increased by $72m to $188m as it reported “other cash outflows” of $43m, including payouts to&#xa0;employees who were laid off as part of what chief financial officer Alfonso Reise Sousa&#xa0;euphemistically described as a “right sizing” of the business. Employee numbers stood at 8,500 at the end of June, compared to about 11,500 at the end of 2019.</p> <p>The $275m equity raise is part of a broader refinancing that will see Petrofac borrow $500m in a bridging loan being taken out ahead of an imminent bond issue, for which it expects a below-investment grade BB- rating. It has also agreed a two-year, $180m revolving credit facility, a new, $50m bilateral loan and an amendment to an existing $50m loan.</p> <p>As well as settling the fine, the funding&#xa0;will help refinance existing debt — total borrowing stood at $904m at the end of June — and provide capital to pursue a potential pipeline of $46bn of contracts that are due to be awarded by the end of next year.</p> <p>For now, it remains unable to bid for new work in three key Middle East markets — Iraq, Saudi Arabia and the UAE. Although it continues to deliver legacy projects in these markets, state oil companies excluded Petrofac from bidding for new work over the past two years as the SFO secured bribery convictions against former employees.</p> <p>On an investor call, Iskander said he had “personally” spoken to clients in each market&#xa0;about the people, processes and governance controls Petrofac had put in place to ensure no repeat offences would take place. “I am absolutely convinced . . . that we will be returning to bidding to these markets soon,” he said.</p> <p>Petrofac's shares fell 12 per cent and over a two-year period its valuation has slumped by 65 per cent. Fixing its balance sheet should prove relatively straightforward, given that the equity raise is being underwritten by Goldman Sachs and JPMorgan. Repairing its reputation is likely to take much longer, though. </p> <h2>HOLD: HSBC (HSBA)</h2> <p>HSBC cheered up investors with a <a href=\"https://www.ft.com/content/f4c7d21a-97de-4082-9d21-0623747cec05\">$2bn buyback</a> programme, but otherwise the third quarter felt flat, <em>writes Julian Hofmann</em>.</p> <p>In common with every other bank during the third quarter trading season, HSBC saw its reported pre-tax profits of $5.4bn (£3.9bn) boosted by a release of reserves put aside to cover bad debt provisions during the Covid pandemic. </p> <p>The release added $700m to profits, reversing the $800m charge for HSBC during the same period in 2020. The bank has roughly $1.2bn left of bad debt provisions that could potentially be reversed if economic conditions allow. </p> <p>The impression remains that without the benefit from provisions, HSBC's performance would be largely unremarkable — which is borne out by the fact that quarterly revenues at its main business units were largely flat, while costs for the full year are forecast to edge up to $32bn. HSBC, along with the rest of the banking sector, has re-rated steadily on the back of rising interest rate expectations, which if rates do rise, would relieve the pressure on banking margins considerably.</p> <p>The point remains that the high street banks have underperformed the hybrid investment bank model that the likes of&#xa0;Barclays have stuck to, often against intense regulatory pressure. On a pure valuation basis, HSBC is not expensive. It currently trades at a forward price/earnings ratio for 2023 of eight times RBC Capital Markets' estimates and has a price to NAV ratio of just 0.6. For comparison, a similar-sized US company like Bank of America&#xa0;has an NAV score of 1.5. The bigger questions for HSBC are still unresolved, a large litigation backlog and a pivot to Asia at a time when China is flexing its muscles. Overall, the shares look priced to market.</p> <h2>Chris Dillow: Hope for value investors</h2> <p>Value investors have had a bad time recently. In the last three years total returns on value stocks (as measured by the FTSE 350 higher yield index) have been just 4 per cent, compared with 32 per cent on the lower yield index. Deep value stocks have done even worse; my portfolio of the 20 highest yielders has fallen almost 30 per cent in price terms in this time.</p> <p>The past three years, though, only continues a longer-term trend. In the last 20 years the FTSE 350 high yield index has underperformed its low yield counterpart by 1.4 percentage points a year, even including its higher dividends.</p> <p>Older readers can be forgiven for being vexed by this. For years the conventional wisdom, inspired by Benjamin Graham's work in the 1930s and 1940s, was that value stocks were better investments. Which for a long time they were. In a famous paper in 1997 the Nobel laureate Eugene Fama and his colleague Ken French pointed out that&#xa0;<a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=2358\" title=\"\">value&#xa0;</a>stocks had outperformed growth stocks around the world for years.</p> <p>So, what changed? This might be an example of Murphy's&#xa0;<a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=135681\" title=\"\">law</a>. When investors learn that a type of stock has outperformed in the past they pile into it. But that pushes those stocks up so far that they subsequently do&#xa0;<a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3102563\" title=\"\">badly —</a> sometimes for many years. What happened to small caps in the 1980s and 1990s has been the fate of value stocks in recent years.</p> <p>Something else has happened, though, which offers a glimmer of hope for value investors.</p> <p>The long-term underperformance of value stocks has come at the same time as a downtrend in long-term real interest rates. More remarkably, the exceptions to the trend in real yields have also coincided with exceptions to value's underperformance. The few cases of rising real yields — in 2008 and in 2021 — also saw value outperform. And when real yields moved sideways between 2012 and 2014 and in 2017-2018 so too did value relative to growth.</p> <p>No. There's a simple reason for this link. Growth stocks offer cash flows in the more distant future than do value stocks: that's what growth means. Lower bond yields, however, mean that investors apply lower discount rates to future cash flows, raising their present value. Which causes growth stocks outperform value when yields fall. Long-duration assets outperform when long-term yields fall, and growth stocks are longer-duration assets than value ones.</p> <p>Of course, bond yields are not the only influence upon the relative performance of growth and value. Value stocks have tended to do badly when the All-Share index and sterling have fallen. This is because all three are cyclical assets, doing well in good economic times and badly in bad ones such as 2008-2009 or early 2020.</p> <p>Herein lies the hope for value investors. If or when the long-term downtrend in real yields stops, so too should value's underperformance.</p> <p>We must, however, be careful here. The question is: why might real yields rise?</p> <p>One possibility is that they would do so as investors anticipate higher real short-term interest rates as central banks tighten monetary policy. What matters here are US interest rates as well as UK ones: bond yields are determined by global forces.</p> <p>In this case, if value stocks outperform they could do so only by falling less than growth stocks. And they might not achieve even this. If investors fear that tighter monetary policy would do serious economic damage, they would dump cyclical value stocks even more than growth stocks.</p> <p>The much nicer possibility for value investors would be if bond yields rise because markets anticipate stronger economic growth. In this scenario value stocks such as miners and housebuilders would benefit from investors' greater willingness to take on cyclical risk. And they'd benefit relative to growth stocks as higher yields cause investors to dump the latter in favour of shorter-duration stocks.</p> <p>Sadly, though, this prospect is far from guaranteed. The pandemic has done nothing to weaken the long-term causes of secular stagnation. And higher energy and raw materials prices, plus a fiscal tightening in the UK, could actually depress growth next year. There's a big risk, therefore, that value investors will suffer further disappointment. Your fate as a stockpicker depends more than you realise upon macroeconomic conditions.</p> <p><em>Chris Dillow is an economics commentator for Investors' Chronicle</em></p><p>Source: Investors’ Chronicle reporters  2021 'Investors' Chronicle: Schroders, Petrofac, HSBC' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T04:00:31.719Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4110,
          "end": 4118
        },
        {
          "start": 4084,
          "end": 4092
        }
      ]
    }
  ]
}