{
  "_id": "0a35092c652085c99fef7fe5d57a7aa5c58a71e2808238319e2dbc6be4a4f416",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Aramco Targets Supply-Chain Deal",
  "text": "<p>A spokesperson for Aramco confirmed it is exploring a supply-chain finance initiative, saying it wants to improve the experience of its vendors. The process is at an early stage and the company hasn't selected banks, the spokesperson said.</p><p>Aramco estimates it would pay between $500 million and $2 billion in supplier invoices a month, according to documents Aramco sent to banks and reviewed by The Wall Street Journal. It couldn't be learned who is bidding for the business. Large players in the space include Citigroup Inc. and JPMorgan Chase &amp; Co.</p><p>The request comes as Aramco, despite its hefty position in oil markets and rising crude prices, has struggled to generate sufficient cash. Last month, Aramco said free cash flow for last year totaled $49 billion, lower than the $75 billion annual dividend it pledged to shareholders when it launched its initial public offering in 2019.</p><p>Aramco this month struck a $12.4 billion deal to sell a 49% stake in a newly formed oil pipeline business to an international consortium.</p><p>It has also turned to bond markets, raising $8 billion in November. The company's leverage, or ratio of net debt to the total of net debt and equity, increased to 21.8% in the third quarter from minus 4.9% in the first quarter of last year.</p><p>Supply-chain finance attracted attention last month when specialty-finance firm Greensill Capital declared bankruptcy. The firm ran four supply-chain finance funds with Credit Suisse Group AG that packaged the financing obligations into notes and sold them to investors. Greensill problems have been linked to its riskier, longer-term loans.</p><p>Lex Greensill, the company's founder, and former British Prime Minister David Cameron, a Greensill adviser, visited Saudi Arabia in January 2020. Greensill had business in the region and was looking to expand its operations in the country.</p><p>In a typical supply-chain finance deal, a bank or other financial institution will pay a company's supplier faster than the normal payment terms, which can range from 60 to 120 days. The supplier agrees to receive slightly less than it would get by waiting and pays the bank a fee.</p><p>The company pays back the bank the full amount down the road, improving its working capital by padding out the time it gets to hold on to its cash.</p><p>Supply-chain finance has stirred controversy in the accounting world because the borrowings aren't strictly classified as debt on a company's balance sheet. The Financial Accounting Standards Board, the private organization that sets accounting standards in the U.S., is exploring possible requirements around disclosure. And the Securities and Exchange Commission has asked companies about their use of the tool.</p><p>The Saudi government, which owns almost all of Aramco's shares, wants small companies that do businesses to get paid more quickly, as a form of economic stimulus. Last year, it pledged $13 billion to expedite payments for government contractors.</p><p>There is often a long delay in payments to Aramco's suppliers, some of the people said. Aramco has more than 10,000 suppliers in Saudi Arabia, according to people familiar with the company and one of the documents reviewed by the Journal. Aramco is looking to hire a group of local, Western and Asian banks, some of the people said. The company in the future might expand the program outside the country, according to one of the documents.</p>",
  "published": "2021-04-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 531,
          "end": 551
        },
        {
          "start": 527,
          "end": 546
        }
      ]
    }
  ]
}