{
  "_id": "11ea1cab2bb5f0f78b183e577391860f5392a12fc6adae7fa83cfeae0696fcd4",
  "feed": "ftcomall",
  "title": "Moonpig float set for lift-off",
  "text": "<p>Private equity group Exponent is planning a lucrative exit from Moonpig after Covid-19 provided a major boost to sales and profits at the greetings card company.</p> <p>People briefed on the group's intentions said that JPMorgan and Citi have been appointed to list the company on the stock market and that an intention to float announcement is likely early next week.</p> <p>Moonpig is among the largest of a number of online greetings card companies. Others include Funky Pigeon, owned by stationer WHSmith, Cardly and Thortful.</p> <p>It operates mainly in the UK and the Netherlands, where it is known as Greetz, with smaller businesses in the US and Australia.</p> <p>The company is likely to be marketed as a technology stock rather than a retailer, highlighting its use of data to understand “why you buy not what you buy”, as senior executives put it.</p> <p>A valuation of more than £1bn is mooted, according to one person briefed on the planned float. </p> <p>One banker not connected with the process said that while the valuation looked “very punchy”, the sponsors were likely to have been emboldened by last year's flotation of <a href=\"https://www.ft.com/stream/81a8c0ec-2f3a-4fc1-a43c-c13e90c1278e\">The Hut Group</a>, an online health and beauty retailer, at a similarly heady multiple of sales. Hut Group's shares have risen by almost 60 per cent since then.</p> <p>In its last set of statutory accounts, for the year to the end of April 2019, Moonpig made pre-tax profit of £18.4m on revenues just shy of £100m. </p> <p>But the lockdowns imposed by governments to prevent the <a href=\"https://www.ft.com/content/64c15f4b-8174-49d3-b1ac-0a6b877640c4\">spread of coronavirus</a> have provided a substantial sales boost. As social gatherings were curtailed people sent cards instead, while conventional card shops have been deemed non-essential and forced to close.</p> <p>The company's revenues in the year to April 2020 — a period that included over a month of lockdown in the UK — reached £173m and earnings before interest, tax, depreciation and amortisation were £44m.</p> <p>Online sales at rival Card Factory grew 121 per cent over the three months of the UK's first national lockdown last year. There was another four-week lockdown in England during November and a third shutdown is likely to remain in force for both Valentine's Day and Mothering Sunday.</p> <p>“These sorts of businesses have seen very strong tailwinds over the past year,” said the banker. “The obvious question is how long [investors] think that is going to last. Will this become a medium-term trend, or will it revert to more normal growth?”</p> <p>Cards generally are not a high-growth market. Card Factory estimates the overall market declines about 1 per cent a year. Moonpig's own sales grew at a compound rate of roughly 13 per cent over the five years before Covid-19.</p> <p>That was boosted by its exposure to flowers and gifts, which were added to its offering around a decade ago but now account for almost half of sales. </p> <p>Exponent acquired the group in 2016 and in 2019 appointed Kate Swann, widely admired in the City for her achievements as chief executive of WHSmith and food-on-the-go group SSP, as chair of the company ahead of a possible initial public offering.</p> <p>Nickyl Raithatha, who previously worked at Goldman Sachs and Berlin-based incubator Rocket Internet, became Moonpig's chief executive in 2018.</p> <p>Moonpig declined to comment.</p><p>Source: Jonathan Eley 2021 'Moonpig float set for lift-off' FT.com 8 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-08T18:24:31.803Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 213,
          "end": 221
        }
      ]
    }
  ]
}