{
  "_id": "b4dd93ddd68bf4d919093650a6a8705c1393bb681b8f1d4bd588ab0b6df444af",
  "feed": "wall-street-journal",
  "title": "Texas Legislature Convenes Quorum, Ending Stalemate on Elections Bill; House Democrats broke quorum for 38 days, many fleeing to Washington, D.C., to avoid arrest",
  "text": "<p>\"We are proud of the heroic work and commitment we and our fellow Democratic caucus members have shown in breaking quorum in May and again this summer,\" they said in a statement. \"Now, we continue the fight on the House floor.\"</p><p>The proposed election bill, which would broadly tighten election procedures across the state, has become a point of national controversy between Republicans, who say it will make voting more secure, and Democrats, who say it will suppress votes.</p><p>Mr. Abbott, a Republican, had vowed to \"call special session after special session\" of the Legislature, which typically meets only every other year for five months, to pass the GOP-priority bill.</p><p>House Democrats first stymied the bill in May by walking out ahead of a voting deadline at the end of the regular session, denying the body a two-thirds quorum necessary to hold a vote. In July, as a first special session began, more than 50 House Democrats fled to Washington, D.C., on private planes to again halt any votes. If they remained in Texas, they could be forcibly returned to the Capitol and locked in its chamber. The Democrats waited out the monthlong session in Washington, where they met with members of Congress and lobbied for federal legislation to set minimum voting allowances.</p><p>Mr. Abbott, who has the sole power to call and set the agenda for special sessions, immediately began a second one Aug. 7. Most of the House Democrats returned to Texas in recent weeks, but managed to evade civil arrest warrants issued to force their return to the Capitol. The remaining House members approved the warrants for more than 50 of their colleagues. They carried no criminal penalties, but allowed law enforcement to compel the members' return to the Capitol if they were located.</p><p>Mr. Coleman, who presented the body's invocation, said: \"I pray that we love each other first, and that's how change will actually be made.\"</p><p>\"We missed you,\" House Speaker Dade Phelan, a Republican, told Mr. Coleman, thanking him for returning. \"This has been a very long summer,\" he told the members. \"It's time to get back to the business of the people of Texas.\"</p><p>House Republicans applauded on the floor. Some of the remaining Democrats expressed dismay on social media, saying they had been unaware that their colleagues were planning to return.</p><p>The elections bill, which has been advanced by the state Senate, would limit early voting hours, place additional restrictions on assisting disabled voters and voting by mail, and make many election missteps a felony. Additional items Mr. Abbott is allowing the session to consider include banning the delivery of abortion pills, banning transgender students from competing in university sports in their non-birth gender and reinstating the pay of legislative staffers, which Mr. Abbott vetoed after the May walkout.</p><p>The House will begin hearings on those bills Monday.</p><p>Write to Elizabeth Findell at Elizabeth.Findell@wsj.com</p><p>Texas Legislature Convenes Quorum, Ending Stalemate on Elections Bill</p>",
  "published": "2021-08-20T00:21:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}