{
  "_id": "af2d465001f466c44b1975a9395fc8f2a2070d753cecbb2e211dc7c73fed5fcc",
  "feed": "ftcomall",
  "title": "Hong Kong central bank staff send care packages to quarantining bankers",
  "text": "<p>Senior staff at Hong Kong's de facto central bank have been delivering wine and gourmet food to bankers isolating in the city's hotels, in an attempt to appease those furious at being caught up in one of the world's strictest quarantine regimes.</p> <p>A spokesperson from the Hong Kong Monetary Authority told the Financial Times on Tuesday that senior officials had “from their own pockets . . . sent confectioneries to a handful of executives under quarantine as a token of personal regard”.</p> <p>The Chinese territory has stuck to a “zero-Covid” approach with tough quarantine rules imposed on arrivals — most are required to undergo 21 days of mandatory hotel quarantine — triggering frustration from many business groups and bankers. With international firms threatening to pull out of Hong Kong, analysts have warned that the city was risking its status as Asia's premier financial hub with its extreme pandemic control policies.</p> <p>Local officials in November revoked quarantine exemptions for some groups, including senior business executives and bankers, to “plug loopholes” in a bid to satisfy Chinese authorities amid discussions about resuming some quarantine-free travel between Hong Kong and the mainland, which could happen as early as this month.</p> <p>The revelation about bankers' care packages first came on Monday in an interview with HKMA's chief executive Eddie Yue by the Chinese-language Hong Kong Economic Times, where he admitted the monetary authority had sent “wine and gourmet food” to financial workers in hotel quarantine.</p> <p>“Hopefully, they will be less angry about Hong Kong's [strict quarantine measures],” Yue told the local publication, adding that some executives had recently sent him “thank you” letters in response.</p> <p>The HKMA spokesperson did not say how many bankers had been given the treats, or how long the arrangement had continued for, but stressed that the statutory body did not have a “confectionery programme”.</p> <p>With the emergence of the Omicron variant, Hong Kong has over the past two weeks placed dozens of countries, including Japan and Australia, on a “high-risk” list, banning all non-residents from entering the city, while returning residents must undergo quarantine for three weeks with multiple virus tests required. The city has recorded eight Omicron cases as of Tuesday, all detected during isolation.</p> <p>In an effort to retain employees, major investment banks such as JPMorgan Chase and Morgan Stanley announced plans last month to reimburse their staff up to $5,000 for hotel quarantine stays to ease the financial burden of returning to the city.</p> <p>During the pandemic, a number of senior executives from large banks have gone through quarantine in Hong Kong, including HSBC chair Mark Tucker who completed 21 days of quarantine this summer after arriving from the UK. The bank's chief executive Noel Quinn also underwent hotel quarantine last year.</p> <p>But not all top bankers were forced to experience the city's tough quarantine measures. Jamie Dimon, chair and chief executive of JPMorgan Chase, was allowed to skip quarantine in November when he flew in from the US for the first time in more than two years for a 32-hour visit to meet regulators and staff. Hong Kong authorities said back then that Dimon had to “minimise social contact” and had his itinerary approved by local officials.</p><p>Source: Chan Ho-him in Hong Kong 2021 'Hong Kong central bank staff send care packages to quarantining bankers' FT.com 14 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-14T13:36:59.016Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2406,
          "end": 2420
        },
        {
          "start": 3018,
          "end": 3026
        },
        {
          "start": 2406,
          "end": 2414
        }
      ],
      "nexusId": "10009914"
    }
  ]
}