{
  "_id": "3cdb1d60352486fa342406f9988c3c7f4b0b50fdede2b5f1acbe3e828f1b2f26",
  "feed": "ftcomall",
  "title": "South-east Asia's Covid surge poses latest blow to global chip supply",
  "text": "<p>South-east Asia's crucial technology supply chain has been hit by record levels of Covid-19 infections, a development that could exacerbate a global shortage of chips.</p> <p>Malaysia and Vietnam, economies that play critical roles in producing electronics as well as packaging and testing components that go in everything from vehicles to smartphones, are facing their <a href=\"https://www.ft.com/content/46290dfc-b0ad-4008-b93a-3edaf2a6ad3f\">worst outbreaks</a> since the pandemic began.</p> <p>The situation threatens to further squeeze the global technology supply chain, particularly for products that require semiconductors. The chip sector has been slammed by the confluence of a <a href=\"https://www.ft.com/content/04858089-fbe7-44f1-b096-8e705c664f8e\">worldwide shortage</a> and surging demand as lockdowns restrict people to their homes.</p> <p>South-east Asia is a significant player in terms of its role in making passive components, which include the resistors and capacitors used in smartphones and other products, said Gokul Hariharan, co-head of Asia technology, media and telecoms research at JPMorgan. About 15 per cent to 20 per cent of global passive components are made in the region, according to the bank.</p> <p>“It hasn't reached a stage where it is a showstopper but it is something to monitor because it has progressively gotten worse,” said Hariharan.</p> <p>More than 50 international chip vendors operate fabrication plants in Malaysia, which is also home to many semiconductor packaging and testing facilities. The country recently imposed its <a href=\"https://www.ft.com/content/803fa798-26ba-4031-aa7e-df5414a5ada1\">fourth lockdown</a> as it reported consecutive daily records of coronavirus cases.</p> <p>One affected company is Taiyo, a Japanese manufacturer of multilayer ceramic capacitors, components used in electronics applications from smartphones to cars.</p> <p>Ralec, a supplier of electrical components known as resistors, has forecast a 30 per cent decline in production capacity for July, according to its Taiwanese parent Kaimei Electronics.</p> <p>Although most of Malaysia's main peninsula is under strict lockdown, a large number of semiconductor-related companies have received exemptions that allow them to operate at 60 per cent staff capacity.</p> <p>Passive component makers Epson, NDK and Yageo have all received such approval, as has Advanced Semiconductor Engineering, the world's largest chip testing and packaging company, according to analysts.</p> <p>“This [approval] happened much faster than in late March last year,” said Forrest Chen, an analyst at Trendforce, a Taiwan-based electronics research group. </p> <p>“Taiyo is able to retain an 80 to 85 per cent capacity utilisation under the 60 per cent operation rate,” Chen added. Orders were also being redirected to other Japanese capacitor makers such as Murata and Kyocera and TDK for automotive components.</p> <p>But even highly automated parts of the semiconductor industry could suffer weeks-long delays to shipment schedules because of lockdowns, Chen said. </p> <p>The region is also an important hub for essential parts of tech companies' production processes such as testing and packaging. The lockdown restrictions were concerning because of how labour intensive such services are, according to Mark Li, an analyst with Bernstein. </p> <p>Factories in Thailand and the Philippines, which are also experiencing large-scale outbreaks and tight restrictions, also perform these services, he said.</p> <p>In Vietnam, one of the world's biggest electronics exporters, authorities reported a record daily increase in Covid infections at the weekend, most of which were in Ho Chi Minh City, the country's biggest urban centre. Provinces around the capital Hanoi, which host electronics facilities, have also been hit.</p> <p>Samsung was forced to cut back production at one of its big consumer electronics factories in Ho Chi Minh City last week after an outbreak sparked demands for Vietnam's government to find accommodation for thousands of workers at the industrial complex.</p> <p>According to a person familiar with the matter, the South Korean tech group, which is one of Vietnam's biggest employers, has been negotiating with the government over the issue. </p> <p>But the world's biggest producer of memory chips, smartphones and electronic displays <a href=\"https://www.ft.com/content/5c11d0b1-0d52-4f2f-a9c0-a9659220b830\">does not yet expect a severe financial hit</a> from the disruption. Samsung's other Vietnam factories that manufacture and assemble its smartphones have remained online. </p> <p><em>Additional reporting by Edward White and Song Jung-a in Seoul</em></p><p>Source: Mercedes Ruehl in Singapore and Kathrin Hille in Taipei 2021 'South-east Asia's Covid surge poses latest blow to global chip supply' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-21T01:01:33.143Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 933,
          "end": 941
        }
      ]
    }
  ]
}