{
  "_id": "be2322fed33d3ed6cc9fe2afc213adb1c3c392fc42154d4a15e6635b877f55d2",
  "feed": "market-watch",
  "title": "Fed to keep pumping roughly $1 trillion of liquidity into markets during tapering, JPMorgan says",
  "text": "<p>That assumes an announcement comes in December and it takes eight months to complete the pullback, strategists Teresa Ho and Alex Roever at JPMorgan Chase &amp; Co. JPM wrote in a note released Sunday, reiterating similar views they made on Aug. 6. Amid this week's start to the Kansas City Federal Reserve's annual symposium, investors will be keeping a close eye on when and by how much the central bank might be paring back on its purchases — which many regard as scaling back on stimulus. The Dow Jones Industrial Average DJIA and S&amp;P 500 index SPX booked their worst declines in a month on Aug. 18 after Fed minutes showed most officials backing a start of tapering this year.</p><p>But as JPMorgan's note points out, the Fed would still be supplying stimulus — just at a reduced pace — and the abundance of a cash already in the system will still keep growing. Read:Investors look for Fed clues on tapering as Jackson Hole goes virtual because of delta variant“We continue to think a tapering announcement would come in December, though the risk of an announcement in November has increased,” the strategists wrote. “Realistically, the timing difference between November and December is $120bn/mo. more in asset purchases.” Assuming the Fed finishes tapering next August, “this still means that we could see anywhere from $850bn to $1tn of additional liquidity being injected in the financial system.”The strategists also weighed in on Fed Chairman Jerome Powell's future, by reiterating JPMorgan's view that there's “a significant chance” he won't be renominated when his term ends in February 2022.</p>",
  "published": "2021-08-28T10:21:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 83,
          "end": 91
        },
        {
          "start": 1484,
          "end": 1492
        },
        {
          "start": 140,
          "end": 160
        },
        {
          "start": 161,
          "end": 164
        }
      ],
      "nexusId": "10009914"
    }
  ]
}