{
  "_id": "39fcefa2b6546d983133535d0910feaa67d5990d250f0b217f799be7af796954",
  "feed": "ftcomall",
  "title": "Lex Letter from New York: days of big banking deals may be over",
  "text": "<p>Dear readers,</p> <p>America has no shortage of banks. There are almost <a href=\"https://www.fdic.gov/analysis/quarterly-banking-profile/statistics-at-a-glance/2021jun/industry.pdf\">5,000 FDIC-insured banks</a> in the country. In my part of south Brooklyn, I am a 15-minute walk from at least 12 different lenders. These range from tiny 12-branch operations such as Alma Bank to behemoths such as JPMorgan Chase.</p> <p>The sheer number of midsized banks (there are <a href=\"https://www.federalreserve.gov/releases/lbr/current/default.htm\">at least 30 lenders</a> with $50bn to $250bn of assets) has long stoked talk of consolidation in the industry. This hit fever pitch in 2019 when BB&amp;T Corp and SunTrust banks combined in a $28bn deal to create Truist Financial, a super regional that now has more than $510bn in assets.</p> <p>The deal — the biggest bank tie-up since the financial crisis — did not jump-start the mergers and acquisitions frenzy as expected. Instead, it took the pandemic to finally kick the sector's consolidation into high gear. About<a href=\"https://www.spglobal.com/marketintelligence/en/news-insights/latest-news-headlines/bank-m-a-2021-deal-tracker-fla-deals-lead-us-in-a-hot-august-62489908\"> $40bn worth</a> of bank mergers have already been announced in the first eight months of 2021. The figure could surpass $63bn by the end of the year — the most since 2009, according to S&amp;P Global Market Intelligence.&#xa0;</p> <p>US Bancorp is the latest to join the dealmaking rush. The bank — the country's biggest regional lender with $550bn in assets — this week struck a deal to buy the US retail banking operations of Mitsubishi UFJ Financial Group (MUFG) for about <a href=\"https://www.ft.com/content/d9ce4005-52b0-4afe-ace9-51d84a1bb910\">$8bn in cash and stock</a>.</p> <p>The pressure to merge is real. For years, regional banks have tried to stick it out on their own. But the pandemic has highlighted the importance of size in banking. With branches closed or customers wary of visiting them, digital banking has become more important, putting pressure on banks to invest. At the same time, low interest rates and tepid loan demand have made it tough for banks that lack economies of scale to profit from<a href=\"https://www.ft.com/content/73177be1-71cf-4e31-9590-a296a2ba16c7\"> growing deposits</a>.</p> <p>To compete against the likes of JPMorgan and Bank of America, many are bulking up. They are either merging with rivals or buying out the US units of foreign banks. Huntington Bancshares completed its $22bn all-stock merger with Detroit-based TCF Financial this summer. PNC Financial meanwhile acquired BBVA's US arm for $11.6bn. Behind these deals is the need to pool resources and spread costs for compliance and cyber security. JPMorgan — the industry top dog —<a href=\"https://www.jpmorganchase.com/news-stories/tech-investment-could-disrupt-banking\"> spends $12bn</a> a year on technology alone.</p> <p>The potential savings can add up. US Bancorp expects its acquisition of MUFG Union Bank to generate $900m in pre-tax cost synergies from branch closures and back office efficiencies. </p> <p>The wave of consolidation will continue, especially if interest rates stay low. Just don't expect too many other mega transactions. The largest regional banks — Truist Financial, PNC Financial and now US Bancorp — have all made their moves. That leaves Canada's TD Bank and Fifth Third Bancorp as the remaining big regional players that have yet to make a significant acquisition. They may not want to sit on the sidelines for too long.&#xa0;</p> <p>The KBW Regional Banking index is up 78 per cent over the past 12 months, pulling many potential targets out of bargain territory. Smaller targets that remain will not be nearly as attractive. US Bancorp is paying about 1.3 times MUFG Union Bank's tangible book value. That is far less than the 2.3 times that its own shares are trading at. </p> <p>Meanwhile, the Biden administration's tougher antitrust stance could also make big deals tougher to push through. Democrats fear that consolidation could put small businesses and minorities at a disadvantage when it comes to accessing credit.&#xa0;</p> <p>For the smallest lenders, consolidation may not be the silver bullet for the challenges they are facing. Strong deposit inflows and sluggish loan demand have pushed the industry's loan-to-deposit ratio down to about 57 per cent, the lowest since at least 1985.</p> <p>While Wall Street banks can count on revenues from trading, investment banking or asset management to offset weaknesses in retail banking, the same cannot be said for the smallest Main Street lenders. According to a recent congressional report, more than two-thirds of FDIC-insured banks have <a href=\"https://sgp.fas.org/crs/misc/R46779.pdf\">less than $500m</a> in assets. By contrast, the largest US bank — JPMorgan — has more than $3tn in assets, with three others (BofA, Wells Fargo and Citibank) having about $2tn or more. </p> <p>Consolidation may give small banks more scale and opportunities to cut costs, but it won't change the fact they are minnows swimming with Wall Street sharks.</p> <p>Have a great rest of the week,</p> <p><strong>Pan Kwan Yuk</strong><br><em>Lex writer</em></p><p>Source: Pan Kwan Yuk 2021 'Lex Letter from New York: days of big banking deals may be over' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T11:30:36.666Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2208,
          "end": 2216
        },
        {
          "start": 276,
          "end": 284
        },
        {
          "start": 1810,
          "end": 1818
        },
        {
          "start": 4103,
          "end": 4111
        }
      ]
    }
  ]
}