{
  "_id": "1bebd154919fbfaa6ee73dc31cced1c0ef08dcc483fd308bb8d900bc464d5bb5",
  "feed": "ftcomall",
  "title": "Inflation is sticky; are margins?",
  "text": "<p>Good morning. I'm back from a week off, during which I did my very best to pay no attention to the markets. My efforts to catch up have rendered the observations below, which I hope will be of some use, even to those who have been at their appointed posts throughout. Email me: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a> </p> <h2>What happened last week (inflation) and what to watch now (margins) &#xa0;</h2> <p>Last week's biggest bit of news, in my view, was Wednesday's US inflation report. It was not great, and the market's response to it was hard to interpret. </p> <p>The key feature of the <a href=\"https://www.bls.gov/news.release/cpi.nr0.htm\">CPI numbers</a> was that the deceleration in both headline and core inflation that we saw in July and August stopped in September. Both measures picked up just a touch from the month before. The result would have been worse were it not for a second consecutive big drop in airfares, which, as Pantheon Macroeconomics points out, is a pattern that will probably persist only as long as the Delta outbreak. Here is a chart of the monthly changes in CPI ex-food and energy, with plane tickets stripped out, from Pantheon:</p> <p>That is not a great chart for those who were hoping inflation would moderate quickly. Taking a broader view, here is the change in core CPI from a year ago, and then from two years ago on an annualised basis — an effort to look past base effects, and see where prices are relative to the pre-pandemic economy:</p> <p>Measured this way, core inflation is at a nearly 25-year high. Or so a pessimist would say. An optimist would point out that we were quite close to these inflation levels at the turn of the century and just before the great financial crisis, and the tide turned before inflation became a crisis (best not to think about why the tide turned in those two cases, of course).</p> <p>Apologies for going over what is old ground for many of you. The more current point is how the markets responded for the rest of the week. Ten-year yields fell at first, and have returned to their pre-report levels, more or less, by Friday. At the same time, 10-year inflation-indexed yields — that is, our best proxy for real yields —&#xa0; went further negative, to -1 per cent. That combination implies higher inflation expectations, but not in the way one (or rather I) would have expected. If inflation were all that is going on here, I would have expected higher inflation expectations to register as higher nominal yields, not lower real ones. What do the falling real yields signal? To me they suggest meagre hopes for growth. A little stagflation, perhaps? Or a high chance of a Fed mistake, that is, a failure to tighten policy enough now followed by severe tightening later? </p> <p>Large caps stocks rose on Thursday and Friday, and outperformed small caps, which certainly fits with expectations of low real yields (that is, a low discount rate) and low growth. Last week's weakish consumer sentiment report and retail sales numbers that, adjusted for inflation, were fine but not stellar, fits this type of outlook too. </p> <p>But there is another interpretation, which is that the bond market is not sending us very good signals about investors' expectations right now, both because yields are repressed by Fed buying and because markets generally are in one of those volatile, transitional periods between regimes, where no real trend has been established. In plainer terms, it may be that, because the pandemic and the subsequent policy response are so historically unprecedented, no one really knows what the hell is going on. If so, it is best not to over-interpret 10-basis point moves in yields or a few percentage points on the stock indices. There's just too much noise right now. &#xa0;</p> <p>Fortunately, we are about to get a rush of very good, granular information about what is going on out there. It's third-quarter earnings season. The megabanks have already reported and other companies will follow. I expect reported results to be pretty good, for the dumb but probably valid reason that the results were good in the second quarter, and I don't know why that would change very much. The question is forward guidance, which I am mildly spooked about because inflation and supply chain problems have already hit, for example, the outlook at some <a href=\"https://www.ft.com/content/66777ec6-e230-44af-bc7c-c4f58302a0dc\">retail companies</a>. I wonder if the problems might spread.</p> <p>I don't have any predictions, but it is useful to look at how high the bar is set. Year-over-year growth in revenue and profits has been extraordinarily high in the last couple of quarters, because of easy comparisons to the bad first half of 2020, when the economy was partly shut down. Traditionally, stock have not done well when growth is decelerating. Will stocks get thumped as the comparisons normalise? I would expect not; the market should look though the base effects. So let's look at revenue and earnings growth in the same way we looked at inflation above — on a two-year annualised basis. Here they are for the S&amp;P 500:</p> <p>On a two year basis, sales have been growing at a five per cent annual rate. That's a strong number, but does not seem impossible to match. It's not wildly anomalous historically. The 20 per cent growth in net income speaks to margin expansion that might be harder to maintain, however. Bank of America offers this chart of what margins have done, and what Wall Street Analysts expect them to do (note that this excludes finance companies):</p> <p>Margins have spiked, even past their pre-pandemic highs. The consensus expectation is that they will be even higher in 2022. The big question going into earnings season is whether company managements expect that, too.</p> <h2>Will credit card spending recover?</h2> <p>The vast diversified US banks — JPMorgan, Bank of America, Citigroup and Wells Fargo — have all reported third-quarter earnings. Did we learn anything we didn't already know? The big headlines expressed familiar truths: loan growth is weak and the investment banking fees are strong. The former is true because companies have strong balance sheets and bank lending is losing share to public debt markets and private credit. The latter is true because companies are using their strong balance sheets to buy one another.</p> <p>But a less noticed story, and one that will become more important over the next year, is credit cards. Americans are not borrowing on them. At the big diversified banks, total credit and debit card spending was up well over 20 per cent from the year before. Card loan portfolios shrank slightly. Only JPMorgan saw any growth at all. </p> <p>Smaller card lenders have done a little better. Card loan balances across all banks nationally were up 3 per cent in September, below the pre-pandemic growth rate, and they remain 9 per cent below pre-pandemic levels. To put it differently, $150bn or more of loans that would have been in the banking system if pre-pandemic trends had been sustained have up and disappeared (data from the Fed):</p> <p>The obvious point here is that US consumers are flush with cash and don't need to borrow. But if this doesn't change before the investment banking bonanza ends, or short-term rates rise, big bank revenue is going to slow down fast. So, a question for bank investors: how long until household savings, or household risk appetites, normalise? </p> <h2>One good read</h2> <p>This <a href=\"https://adamtooze.substack.com/p/chartbook-46-west-virginia-the-historic\">piece </a>from Adam Tooze on Joe Manchin's opposition to Biden's climate plan shows how complicated the situation is. West Virginia is an extreme local example of a global fact: the economics of the energy transition are tricky — but it is easy compared to the class politics.</p><p>Source: Robert Armstrong 2021 'Inflation is sticky; are margins?' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-18T05:30:15.935Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5604,
          "end": 5612
        },
        {
          "start": 6392,
          "end": 6400
        }
      ]
    }
  ]
}