{
  "_id": "6337fb5b22680daf3b6c13c84eef992a31a7f5f741dc6322edecd745d4bff8da",
  "feed": "wall-street-journal",
  "title": "Pfizer to Go It Alone  In Vaccine Expansion  ----  By Jared S. Hopkins",
  "text": "<p>   Pfizer Inc. aims to expand its vaccine business by becoming a leader in the new gene-based technology behind its successful Covid-19 shots. </p><p>   Pfizer will develop new shots using the technology, called mRNA, to target other viruses and pathogens beyond the coronavirus, Chief Executive Albert Bourla said. He said the company's scientists and engineers gained a decade's worth of experience in the past year working on the Covid-19 vaccine with Germany's BioNTech SE, and is ready to pursue mRNA on its own. </p><p>   \"There is a technology that has proven dramatic impact and dramatic potential,\" Mr. Bourla said. \"We are the best positioned company right now to take it to the next step because of our size and our expertise.\" </p><p>   Pfizer will increase research and development in the technology, including adding at least 50 employees whose assignments will include mRNA, and it will harness the new mRNA manufacturing network it assembled in the past year. \"We are now ahead and we plan to maintain the gap,\" Mr. Bourla said of the mRNA vaccine market. </p><p>   He declined to say which viruses Pfizer is pursuing and to comment on future vaccine sales. He hopes mRNA can be effective in areas where existing vaccines have uncomfortable side effects or provide subpar protection. </p><p>   Pfizer's ambitions in mRNA are just one way that the pandemic is poised to permanently change the healthcare industry. People's embrace of telemedicine -- which helped providers care for those in rural areas and reduced the need for patients to visit hospitals -- is another. </p><p>   Pfizer's vaccine business includes one of the world's top-selling shots, pneumococcal vaccine Prevnar 13, which last year had almost $6 billion in sales. A next-generation pneumonia shot is under review by regulators with a decision expected this summer, and the company has other vaccines in the works. </p><p>   More vaccines could reduce Pfizer's reliance for growth on its cancer drugs, which make up about one-quarter of sales and a third of the New York company's product pipeline. </p><p>   A stronger vaccine unit could help Pfizer compete the U.K.'s GlaxoSmithKline PLC and Sanofi SA of France, both of which have larger vaccine businesses. Global vaccine sales are forecast to total more than $64 billion in 2026, nearly double last year's total, according to market-research firm Evaluate Ltd. </p><p>   Success in vaccines is challenging because they usually take more than a decade to develop, with many failing during testing. Moreover, mRNA technology is unproven beyond Covid-19, and rivals such as Moderna Inc.  have more experience with it. </p><p>   With mRNA vaccines, molecules carry instructions to cells for making proteins, which then train the immune system to defend against a pathogen. Most vaccines traditionally use a weakened or inactive part of a virus to trigger an immune response. </p><p>   Pfizer's first foray into the technology came in 2018 when it teamed up with BioNTech to make an influenza vaccine based on the German firm's mRNA platform. The partnership led to the companies' Covid-19 collaboration a year ago. Pfizer came on board to accelerate development, manufacturing and distribution. </p><p>   The two companies will continue to collaborate on Covid-19 shots. But after completing crucial steps such as designing and conducting clinical trials and securing specialized raw materials for manufacturing, Pfizer is confident it can do mRNA vaccines alone, Mr. Bourla said. </p><p>   \"We like working with BioNTech, but we don't need to work with BioNTech,\" he said. \"We have our own expertise developed.\" </p><p>   When the flu-shot partnership with BioNTech ends in July, Pfizer will take over R&amp;D and manufacturing, and continue to have rights  to commercialize the vaccine. Its partner transferred certain technical information to Pfizer, Mr. Bourla said. Until the contract ends, Pfizer has the right of first negotiation for BioNTech's platform for vaccines against cytomegalovirus and respiratory syncytial virus, both of which can cause flu-like symptoms and, in some cases, serious illness. </p><p>   \"We consider it a great acknowledgment for mRNA technologies that companies such as our partner Pfizer are getting involved into building their own mRNA vaccine strategy,\" BioNTech said. </p><p>   Another reason for committing to mRNA, Mr. Bourla said, is that Pfizer anticipates producing the Covid-19 shots for at least several years on the expectation that booster shots will be needed annually or every few years. The global market for Covid-19 vaccines would be worth more than $15 billion beginning in 2023 if annual shots are needed, Bernstein Research estimates. </p><p>   Pfizer, which is splitting Covid-19 vaccine profit evenly with BioNTech, said it expects roughly $15 billion in sales from the vaccine this year. Analysts at JPMorgan Chase &amp; Co. forecast more than $10 billion in sales for the shot next year and $2.4 billion in 2025. </p><p></p>",
  "published": "2021-03-24T06:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4717,
          "end": 4737
        }
      ]
    }
  ]
}