{
  "_id": "b1a30d11a177fb627eddd5cfe167b6db192f0fa6519a073ee7e476ec1f16418a",
  "feed": "ftcomall",
  "title": "UBS raids JPMorgan for new finance chief Sarah Youngwood",
  "text": "<p>UBS has poached a top executive from JPMorgan Chase to be its chief financial officer, completing an overhaul of the senior management at Switzerland's biggest bank since Ralph Hamers started as chief executive just over a year ago. </p> <p>Sarah Youngwood, **who led finance within JPMorgan's consumer business, will replace UBS's veteran finance chief Kirt Gardner in May. Also joining next year will be former Morgan Stanley president Colm Kelleher as chair.</p> <p>Youngwood spent more than two decades at JPMorgan, becoming finance chief of the consumer and community banking group — the bank's largest division by revenue — in 2016. She had previously been JPMorgan's head of investor relations and had also worked in its investment bank.</p> <p>“With her strong record, in-depth finance expertise, and experience across various banking areas, Sarah is ideally suited to lead our finance function into the future,” Hamers said in a statement on Wednesday.</p> <p>Youngwood's role was expanded last year to include leading finance in JPMorgan's global technology unit.</p> <p>Hamers will reveal his strategy for the world's largest wealth manager at an investor day in February. The plan will heavily emphasise digitisation and a greater push into the US mass affluent wealth market.</p> <p>Gardener, who joined UBS in 2013 and became group finance chief in 2016, will retire in May after spending two months supporting Youngwood through a transition.</p> <p>Before becoming group finance chief, Gardner was CFO for UBS's wealth business between 2013 and 2016. </p> <p>Hamers said: “He was instrumental in managing and maintaining the firm's strong financial position and safeguarding client and investor trust through different market environments — and for being a role model for our culture.”</p> <p>UBS will learn the outcome of its long-running tax case in France this month. A ruling over its appeal against a €4.5bn court decision for facilitating tax fraud is expected on December 13. A parallel case in Belgium was settled last month, with UBS agreeing to pay €49m.</p> <p>UBS has $516m set aside to cope with expected legal costs.</p> <p><em>This article has been amended to clarify that Sarah Youngwood led finance for JPMorgan's consumer business and for its technology group.</em></p><p>Source: Owen Walker, European Banking Correspondent 2021 'UBS raids JPMorgan for new finance chief Sarah Youngwood' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-01T09:27:57.729Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 495,
          "end": 503
        },
        {
          "start": 37,
          "end": 45
        },
        {
          "start": 2152,
          "end": 2160
        },
        {
          "start": 37,
          "end": 51
        },
        {
          "start": 10,
          "end": 18
        },
        {
          "start": 275,
          "end": 283
        },
        {
          "start": 648,
          "end": 656
        }
      ]
    }
  ]
}