{
  "_id": "70829fac77529f3c85ef76ec41f93acfaf8bb6834cfa0f1df451f8f79a8a9573",
  "feed": "ftcomall",
  "title": "Bitcoin's wild ride leaves traditional money managers queasy",
  "text": "<p>A strong jolt of volatility in cryptocurrencies has dulled hopes that large pension funds and traditional investors will pile into bitcoin anytime soon as a pick-up in institutional interest remains dominated by speculators.</p> <p>Bitcoin, the most actively-traded cryptocurrency, has endured its worst bout of tumult since the global market ructions in March. At one point on Monday, it traded $10,000 below the peak of almost $42,000 it reached just days earlier before recovering to roughly $35,000. </p> <p>The ructions come after a banner year in which bitcoin was among the world's top-performing assets. The digital currency's dazzling run prompted concerns about a potential bubble brewing, but also piqued the interest of <a href=\"https://www.ft.com/content/6ea8207b-b41a-43df-9737-ae481814a8d4\">hedge funds</a> and private investors. </p> <p>The steady drip of <a href=\"https://www.ft.com/content/26cff9b3-57cf-4f86-87f2-bb682c97779c\">big names</a> helped amplify the fervour. Storm clouds are beginning to gather, however. Bank of America strategists last week asked in a note to clients whether bitcoin is “the mother of all bubbles”. </p> <p>Cryptocurrency data provider Skew added that options markets where traders can bet on or hedge against price fluctuations are sending signals last seen in March last year when the exchange rate collapsed to below $4,000. Expectations about near-term price moves are also at extremes, suggesting daily exchange rate swings of 10 per cent, Skew data showed.</p> <p>“In our view, given their high volatility and the size of their past drawdowns, cryptocurrencies might be attractive to speculative investors, but they are neither a suitable alternative to safe-haven assets nor do they necessarily contribute to portfolio diversification,” strategists at UBS Asset Management said on Tuesday. </p> <p>Despite the change in narrative, which has seen bitcoin vying to become a challenger to gold in investors' portfolios just a couple of years after being untouchable by serious allocators owing to fraud and reputational dangers, it is largely hedge funds and family offices that have dipped into the nascent market. </p> <p>“We have seen a lot of hedge funds engaging with crypto, both on the macro and the quant side. But while there has been a significant allocation from the private side, institutional appetite is still lacking,” Kaspar Hense, a fund manager at BlueBay Asset Management.</p> <p>New investors reasoned that bitcoin could provide protection against inflation, which some economists expect will rise as central banks engage in aggressive stimulus programmes. Proponents have also said they see bitcoin as a useful tool for portfolio diversification on the expectation it will not move in tandem with other financial assets. However, this thesis has been hotly debated. </p> <p>Nikolaos Panigirtzoglou, an analyst at JPMorgan, said for example that bitcoin is “not a hedge for equity investments” because the price of stocks and the cryptocurrency tend to move together in the same direction.</p> <p>The volatility also remains a concern for large, conservative investors who would struggle to justify adding an asset that regularly notches-up daily moves of above 10 per cent. Mr Hense said these features are unlikely to make bitcoin a must for pension funds. </p> <p> “We don't think the institutional side will engage meaningfully with cryptocurrencies,” he added.</p> <p>Still, returns from bitcoin beat other asset classes last year as big names such as Paul Tudor Jones revealed their interest. Hedge funds focused on cryptocurrencies generated returns of 194 per cent in 2020, according to data provider Eurekahedge. In December alone, crypto hedge funds returned twice as much as traditional funds included in the main Eurekahedge index did in the whole of 2020. </p> <p>Chris Zuehlke, a partner at DRW and global head of the company's crypto-trading arm Cumberland, said that in the last five months of 2020, demand from bitcoin purchasers outstripped new supply by almost three times. Bitcoin is “mined” by programmes that use large amounts of computing power to perform increasingly complex calculations, but the overall number of coins that will ultimately be available is fixed. </p> <p>Despite the recent tumult, some high-profile investors remain bullish. Anthony Scaramucci, former White House press secretary and founder of SkyBridge Capital, called this week's decline in bitcoin's price a great buying opportunity for those who had missed out on previous gains.</p> <p>“If you had [fear of missing out] on the ride to $41,000, this is a great dip buying opportunity”, he tweeted on Monday, a few days after announcing the launch of a specialist bitcoin fund. </p> <p>Other recent crypto-converts are growing cautious: Scott Minerd, chief investment officer of Guggenheim Partners, which announced that it would invest hundreds of millions into bitcoin in November, <a href=\"https://twitter.com/ScottMinerd/status/1348493010338803713\">said on Monday</a> that the price looked “vulnerable to a setback” and that it was “time to take some money off the table.”</p> <p>“For investors seeking to protect against potential downside and improve the risk-reward profile of their portfolios, we recommend options, gold, long-duration Treasuries and hedge funds,” UBS Asset Management strategists added.</p><p>Source: Eva Szalay in London 2021 'Bitcoin's wild ride leaves traditional money managers queasy' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-13T05:00:58.772Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2662,
          "end": 2670
        }
      ],
      "nexusId": "10009914"
    }
  ]
}