{
  "_id": "4511abe044a09858fe03309038fd6eb69cf44acae114681f1ea23158c593e2b9",
  "feed": "wall-street-journal",
  "title": "Former JPMorgan Banker Acquitted in Bribery Case",
  "text": "<p>Ms. Leung had been charged in May 2019 with bribing a businessman to win a mandate for an initial public offering, in a case brought by the city's Independent Commission Against Corruption.</p><p>Her prosecution came after JPMorgan faced U.S. scrutiny for its so-called Sons and Daughters program, in which bankers in Asia offered internships and jobs to relatives of clients and prospective clients to win investment-banking business between 2006 and 2013.</p><p>In 2016, JPMorgan admitted it had violated the Foreign Corrupt Practices Act and agreed to pay $264 million to resolve U.S. civil and criminal charges.</p><p>The ICAC's case hinged on emails sent by Ms. Leung to colleagues, including one about the IPO which said: \"We are a strong contender. Blink Blink nod nod, can we find a place for his son . . .\" Another email that said while the young man \"does not interview well,\" he was likely to get a job offer from somewhere given an IPO mandate was up for grabs.</p><p>However, Judge Cheung said it wasn't certain if Ms. Leung intended to win an IPO mandate via a job offer to Ang Ren-yi, the son of Kerry Logistics's then-chairman Ang Keng-lam, or whether she just wanted to maintain and build a good relationship with the Kerry Group and its companies, including Kerry Logistics.</p><p>The judge said Ms. Leung didn't make the final hiring decision. In addition, she said Ms. Leung's discussions of the potential IPO in email exchanges could just be a way to brag about her performance at the bank.</p><p>Ms. Leung had no comment after the court decision on Monday. She had pleaded not guilty in2019. JPMorgan declined to comment.</p><p>The antigraft watchdog said it respects the court ruling and will study the reasons for the verdict, without saying whether it plans to appeal. It said it will continue to fight corruption in finance.</p><p>In 2009, Kerry Logistics was considering an IPO and held discussions with JPMorgan and other banks about its plans. It eventually went public in 2013 and didn't pick JPMorgan to handle the listing.</p>",
  "published": "2021-02-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 217,
          "end": 225
        },
        {
          "start": 461,
          "end": 469
        },
        {
          "start": 1578,
          "end": 1586
        },
        {
          "start": 1883,
          "end": 1891
        },
        {
          "start": 7,
          "end": 15
        },
        {
          "start": 1975,
          "end": 1983
        }
      ]
    }
  ]
}