{
  "_id": "0af0adc2769f07a15e920e1d6fe475097c6b36b9eed989097e35c1b8d6a81d42",
  "feed": "wall-street-journal",
  "title": "Did Jamie Dimon Hit a Nerve? Jokes about Communist Party longevity are no laughing matter in China.",
  "text": "<p>In China the Party's durability is no laughing matter, and on Wednesday Mr. Dimon apologized to Beijing not once but twice. \"I regret and should not have made that comment. I was trying to emphasize the strength and longevity of our company,\" he said in a statement released by the bank.</p><p>He later added: \"I regret my recent comment because it's never right to joke about or denigrate any group of people, whether it's a country, its leadership, or any part of a society and culture.\"</p><p>On Thursday a Chinese foreign ministry spokesman said, \"We noted the news and also his sincere reflection on his remarks. I think this should be the right attitude.\" You have to love the \"sincere reflection\" line.</p><p>Note that Mr. Dimon did not feel obliged to apologize for remarks criticizing his own country's politics, which by the way he often does. Candor beyond that of the typical CEO is one of Mr. Dimon's charms.</p><p>Mr. Dimon's quip was fraught because his bank has made significant investments in China and is among the first foreign financial institutions allowed relatively free rein in the country. China needs the foreign help to professionalize its markets as much as JP Morgan wants the profit opportunities.</p><p>We wish Mr. Dimon hadn't apologized for speaking the truth that also hit a nerve. Although China's Communist Party talks as if it's invincible, it keeps acting like it's not. How else to explain this tempest over a comment by an American executive that otherwise wouldn't have registered? Or why the Party is afraid of letting tennis player Peng Shuai appear in public after she accused a former senior official of sexual assault?</p><p>President Xi Jinping is succeeding for now in his drive to suppress dissent and stamp out internal opposition within the Commuunist Party. He's positioning himself to become a ruler for life. He has quashed Hong Kong's freedoms and Xinjiang's autonomy.</p><p>Yet Beijing is also learning the limits of its power as its global bullying meets new resistance. An economic blockade of Australia appears to be faltering. Beijing's main method for leveraging its economic might—refusing to consume foreign goods and services—requires denying Chinese consumers what they like when the Party lacks the democratic legitimacy to demand such sacrifices. Dictatorships always look invincible—until they're not.</p><p>Did Jamie Dimon Hit a Nerve?</p>",
  "published": "2021-11-25T21:42:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1162,
          "end": 1171
        }
      ],
      "nexusId": "10009914"
    }
  ]
}