{
  "_id": "0cf4b11f44c23563ef8ce096c2bcbe67c19aa638e583ef8654b36e61aefb31e4",
  "feed": "ftcomall",
  "title": "Shorts in the office: can it be done?",
  "text": "<p>The battle over what men and women should or should not be allowed to wear at work has been raging for decades. Just last week, a judge ruled that Boots, Britain's largest pharmacy chain, had <a href=\"https://www.telegraph.co.uk/news/2021/01/07/discrimination-ban-men-wearing-shorts-female-colleagues-have/\">discriminated against an employee</a> at its Preston warehouse in northern England by reprimanding him for wearing a pair of black cotton three-quarter-length trousers to work on a hot summer day in 2018. </p> <p>The case was ultimately unsuccessful (as it was submitted too late), but the warehouse worker's sweaty-legged plight recalls a multitude of other workplace-based sartorial horror stories which have occurred over the years.</p> <p>There has long been a fraught relationship between men in short trousers and the offices they occupy — and the higher up the food chain one goes, the more difficult it is to get away with. The prime minister would never live it down if he wore shorts to the Houses of Parliament (though he'd probably quite like to) and you'd be unlikely to catch Andrew Bailey rocking around the Bank of England in primary-hued Prada bermudas. </p> <p>The wider ramifications of last week's ruling — along with the <a href=\"https://www.ft.com/content/892c4ac5-d451-4e16-828b-33151efc3a8d\">growing casualisation of workplace attire</a>, which has been accelerated by Covid-19 — could, however, shift the dial on wearing shorts to the office. Summers, too, are getting hotter. </p> <p>The good news is that it is possible to look elegant in cut-offs at work, so long as you pick the right pair. Many designers — from Thom Browne and Qasimi at the deeper end of the budgetary pool, to Zara and Mango at the shallower — have started producing beautifully tailored short suits designed to make their wearers look more like serious business people and less like latter-day members of B*Witched. </p> <p>Personally speaking, I've only ever worn shorts to the office twice. Once last August, when the thermometer hit 32 degrees Celsius and the prospect of sitting in our sweltering fashion box for eight hours drove me to pull on a pair of slim cut navy shorts from Cos (the Swedish high-street brand cuts a good basic knee-skimmer). And once, when I was much younger working at Esquire magazine and I wore a pair of striped shorts as part of a co-ord. The then-editor compared me to an elongated Pee Wee Herman.</p> <p>In my view, the key to getting the look right is in the accessories you team it with. A seersucker short suit in a minty hue would look excellent worn with a white grandad shirt and a pair of chestnut brown derbies, sockless; while a more classic Thom Browne-esque charcoal three-piece short suit would look best teamed with ribbed socks in a tonal hue, a pair of chunky black brogues and a spiffy shirt and tie.</p> <p>But context matters. I work in media, where creativity in dress is encouraged. Psychologically, more formal workplaces, such as legal chambers and financial offices, may never be ready for the exposed male leg.</p> <p>“From my perspective, the expectation of my lay and professional clients would be that I am formally and appropriately dressed. We are dealing with individuals often at the worst and most vulnerable stages in their lives and they expect a competent and professional package: from appearance to advice,” London-based barrister Matt Warmoth tells me. “Therefore, if there is to be any sartorial relaxation, I would consider the removal of a tie and possibly the jacket to be the natural progression rather than there being an industry acceptance of shorts instead of trousers.”</p> <p>While financial groups such as <a href=\"https://www.ft.com/content/7b9bb1bc-2d56-11e6-bf8d-26294ad519fc\">JPMorgan</a> and PwC have loosened their dress codes in recent years — ties are thankfully no longer mandatory — the prospect of a host of naked calves plonked within the close confines of a communal desk — hairs raised against the waft of the computer fan, inner thighs sweating from the toils of the commute — may just be a step too far for some employers.</p> <p>“If you're not in a client-facing role, you can wear whatever you want in the office,” a portfolio manager at a London-based investment fund writes over WhatsApp. “The question is — can you take the heat from your colleagues?”</p> <p><em>Follow </em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em> on Instagram to find out about our latest stories first</em></p> <p><em>Listen to our podcast,&#xa0;</em><a href=\"https://www.ft.com/culture-call\"><em>Culture Call</em></a><em>, where FT editors and special guests discuss life and art in the time of coronavirus. Subscribe on&#xa0;</em><a href=\"https://podcasts.apple.com/gb/podcast/ft-culture-call/id1179847741\"><em>Apple</em></a><em>,&#xa0;</em><a href=\"https://open.spotify.com/show/7q07gI03BxaXirI19PxUGi\"><em>Spotify</em></a><em>, or wherever you listen</em></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/df522503-47b0-4a9e-a183-d9bfef317bcd\"><em>Bermudians know how to look smart in shorts / From Peter W Gerrard, Kehlen, Luxembourg</em></a></p><p>Source: Teo van den Broeke  2021 'Shorts in the office: can it be done?' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-12T17:23:21.400Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3434,
          "end": 3442
        }
      ]
    }
  ]
}