{
  "_id": "8dc3424d3758a0fc35b657c32ec1616f632ed396053c132e0208c98a651ee4c2",
  "feed": "ftcomall",
  "title": "Forget skyscrapers: nature inspires next generation of New York offices",
  "text": "<p>Rick Cook was hunting for a cotton-white egg case that the resident praying mantis had spun around a reed in his garden. It was hidden among the free-flowing Sedum plants, near the apiary where Cook's bees produced some 165 pounds of honey this year. And it was, somewhat improbably, on a roof terrace in Midtown Manhattan, surrounded by a corporate jungle.</p> <p>“The bees are just very, very happy here,” says Cook, a co-founder of the <a href=\"https://cookfox.com/\">CookFox</a> architectural firm, referring to the bumper honey harvest.</p> <p>For Cook, the urban garden on the terrace at his firm's office is both a personal refuge and an example of the biophilic design that underlies his work. The term refers to design that satisfies humans' innate desire to connect with nature. Biophilia, he is convinced, is the new frontier in office amenities — beyond foosball tables, cycle lockers and yoga studios — that forward-thinking companies are deploying as they compete for young talent. </p> <p>If that sounds fanciful, Google thinks otherwise. The tech giant recently agreed to pay $2.1bn for the Cook-designed St John's Terminal on the west side of Manhattan. The campus features a mammoth 1930s-era industrial building where freight trains once disgorged their Manhattan-bound goods. Cook's design for Oxford Properties, the site's developer, called for the brick facade to be sheared off and replaced with glass to expose old rail beds and allow sunlight to penetrate while expanding views of the Hudson River. The building will prioritise cascading stairways over elevators because Google believes they facilitate discussion. And it will be draped in acres of natural gardens, including a fourth-floor terrace that runs the length of several city blocks.</p> <p>Google is so taken with biophilia that it has hired ecologist Eric Sanderson, director of the Mannahatta Project, which aims to document Manhattan's landscape before European settlers arrived in 1609, to consult on native plantings. “My favourite part has been having conversations about which species of tree attracts more caterpillars, and therefore more birds,” says Michele Neptune, a member of Google's sustainability team.</p> <p>Neptune and her colleagues maintain a “biophilic framework” for the company that is now on its third edition. While some might view this as a gimmick or extravagance, there are financial reasons for even a hard-headed capitalist to introduce more nature into the workplace, she argues. In short: biophilic design makes for happier workers, who are then more productive. </p> <p>“We're looking to create workplaces that reduce stress, improve cognitive function, enhance creativity — all of these make our employees healthier, happier and more engaged in their work,” Neptune says. “It's something that Google believes in . . . and it's something we invest in.”</p> <p>If anything, the Covid-19 pandemic has placed an even greater premium on fresh air in offices and features that real estate agents now broadly refer to as “wellness.” Done well, nature-infused design also communicates a company's green values to potential clients or employees. </p> <p>“All of this, make no mistake, is about recruitment and retention of talent,” explains Cook. “People are going to take a tour and say, ‘Do I want to be in that glass-and-steel tower or that cool Google building?'”</p> <p>The term “biophilia” was popularised by a 1984 book by the American biologist Edward O Wilson in which he explored his own relationship to the natural world.</p> <p>Twenty years ago, Cook and his colleagues did not much use it to describe their work. They were focused on designing a new generation of office buildings that were more environmentally friendly than their predecessors. In the late 1990s, Cook's friend and co-founder Robert Fox, then of Fox &amp; Fowle Architects, was commissioned by The Durst Organization to design the 4 Times Square office tower. The building was celebrated as one of Manhattan's early “green” skyscrapers. </p> <p>Cook and Fox then joined forces in 2003 and designed the Bank of America Tower for the Dursts. It was the first office tower to receive a platinum green certification from the Leadership in Energy and Environmental Design programme when it was completed in 2009. Cook refers to all this as “the ‘compact fluorescent era' of low-carbon design.”</p> <p>Over time, the pair discovered that design choices intended to meet sustainability goals had everyday appeal for occupants: people like cleaner air and water and natural light. These days, biophilia-inspired design runs the gamut from gestures such as green walls or a fish tank in a company lobby, to Google's team of ecologists. “With everything in life, people explore it at different depths,” Cook says.</p> <p>The CookFox studio, on the 17th floor of the old Fisk Tire Building, is a biophilic showroom. It begins with a passageway from the elevator that is sheathed in bamboo to create a transition from the bustle of the outside world. </p> <p>The studio is bracketed by outdoor terraces at either end. Cook starts his day catching the early light by a “harvest” kitchen and gradually migrates towards the other terrace, where he has the setting sun and the company of the mantis. In between, the office space is arranged in pods named after environmental heroes such as ecologist Rachel Carson. The sections are separated with the help of ceramic planters that can be shifted to offer more or less privacy. (Proper partition height, and how it affects collaboration, is a big issue for Cook.)</p> <p>CookFox's strict interpretation of biophilia means it is increasingly concerned with its building materials. It tries to pinpoint, for example, how a tile or fabric was produced, with what ingredients and under what labour conditions.</p> <p>CookFox and Google crossed paths in 2010. At the time, the architecture firm was “greening” the building at 111 Eighth Avenue <a href=\"https://www.ft.com/content/0567c446-0e25-11e0-86e9-00144feabdc0\">when the tech company, then a tenant, bought it for $1.8bn</a>. Google's latest acquisition has been heralded as a vote of confidence in Manhattan's offices at a time when the pandemic and remote working have cast a cloud of existential uncertainty over them. </p> <p>But it is also an example of how tech companies are altering the look and feel of a city whose offices have long catered to the tastes of financial services clients. Whereas banks have tended to favour skyscrapers that scream corporate power, Google and their ilk are gravitating to “groundscrapers” like the horizontal St John's Terminal. Its vast floors can be easily rearranged to accommodate ever-changing teams. They rebut traditional ideas of corporate hierarchy. “A long, low building is more communal,” explains Cook.</p> <p>Outdoor space — whether for working or socialising — has become a must. So is what Dean Shapiro, Oxford's head of US developments, calls “the authenticity factor”. Google and other tech companies tend to be indifferent to the prestige conveyed by a Fifth Avenue address, but are stirred by the character of an old biscuit factory or a converted freight terminal. For that reason, Oxford and CookFox spent months obsessing over particular bricks and mortar as they renovated the building.</p> <p>“The tech firms were probably the furthest out on the curve in visualising and demanding the modern workplace,” Shapiro says, describing it as “more casual, more functional, more collaborative, more holistic”. But, he predicts, the likes of “JPMorgan could be right behind” as they increasingly target the same talent pool.</p> <p>Cook agrees. “There's a general feeling that young people want authenticity,” he says. “They don't want their parents' office building.” They want bees — and honey.</p><p>Source: Joshua Chaffin in New York 2021 'Forget skyscrapers: nature inspires next generation of New York offices' FT.com 3 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-03T04:00:38.498Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7319,
          "end": 7328
        }
      ]
    }
  ]
}