{
  "_id": "c59963e042887a7d0929fa0f0637bba7414fe4023ddd04a7e8c2ef3295611d67",
  "feed": "ftcomall",
  "title": "Fed to test banks' ability to withstand 55% fall in equity prices",
  "text": "<p>The largest US banks will have to prove they can withstand the US stock market crashing by 55 per cent, regulators said on Friday, outlining the parameters for annual stress tests that decide how much banks can pay out to their shareholders.&#xa0;</p> <p>The striking scenario for a huge decline in equity prices comes as US and global stocks touched <a href=\"https://www.ft.com/content/5853eb06-5eb6-4078-bc97-ed7463d66508\">record highs</a> earlier this week, fuelling fears of a bubble.&#xa0;</p> <p>The Federal Reserve laid out the terms of its annual exercise on Friday, which apply to the largest 19 banks led by JPMorgan Chase. It includes a sharper fall in economic output than the last scenario, which was used in a special test in September to assess banks' resilience through the Covid-19 pandemic, but a lower peak in unemployment.&#xa0;</p> <p>The most adverse scenario — which simulates a 55 per cent shock to the Dow Jones Total Stock Market index by the third quarter of 2022 — is worse even than the “almost 50 per cent” decline tested in September.</p> <p>A sharp fall in equity prices would reduce the value of the trading assets banks hold. It would also have a knock-on effect as big swings in prices lead to higher capital requirements.</p> <p>The new stress test criteria include a 10.75 per cent peak in the US unemployment rate by the third quarter of 2022, compared with the 12.5 per cent jobless rate that was modelled in last year's exercise.&#xa0;The US unemployment rate is at present 6.3 per cent.</p> <p>Economic output — as measured by gross domestic product — falls 4 per cent in the updated scenario, versus 3 per cent in September's. </p> <p>“The scenarios are not forecasts and the severely adverse scenario is significantly more severe than most current baseline projections for the path of the US economy under the stress,” the Fed said.&#xa0;</p> <p>After the last stress tests, the Fed said banks could <a href=\"https://www.ft.com/content/16ec2a4d-b39a-4ecf-b0b6-af5f4469d18b\">resume</a> limited share buybacks in the first quarter, as long as they hit profit targets. The central bank has yet to give guidance on how much lenders can pay out in the second quarter.&#xa0;</p> <p>“The banking sector has provided critical support to the economic recovery over the past year. Although uncertainty remains, this stress test will give the public additional information to its resilience,” Randal Quarles, the Fed's vice-chair for supervision, said in a statement.</p> <p>Some banks, including JPMorgan Chase and Morgan Stanley, have chafed at their inability to return more cash to shareholders given they have enjoyed <a href=\"https://www.ft.com/content/0f44d1b7-d79f-4c2a-b45e-d4c2d0ce4637\">record profits</a> despite the pandemic. </p><p>Source: Laura Noonan in New York and James Politi in Washington 2021 'Fed to test banks' ability to withstand 55% fall in equity prices' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T15:20:32.607Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2272,
          "end": 2280
        },
        {
          "start": 516,
          "end": 524
        },
        {
          "start": 2272,
          "end": 2286
        }
      ],
      "name": "JPMorgan Chase & Co.",
      "id": "US46625H1005",
      "nexusId": "10009914"
    }
  ]
}