{
  "_id": "8e342ee879ad67b6213ea5acd8462911bd0a493b366d8a9b2857f972c489fc73",
  "feed": "ftcomall",
  "title": "Surging inflows into ETFs hit $1tn in record-breaking 12-month streak   ",
  "text": "<p>A trillion dollars in new cash has surged into exchange traded funds over the past 12 months in a powerful demonstration of growing confidence in the global economy's recovery from the coronavirus pandemic.</p> <p>Global net investor inflows into exchange traded funds and products reached $359.2bn in the first three months of 2021, the busiest quarter on record, according to the data provider ETFGI. </p> <p>That lifted net global ETF inflows since the end of March 2020 to just over $1tn.</p> <p>“We have never previously seen ETF inflows reach $1tn in a twelve-month period. More investors are using ETFs to put their money to work in equity markets as the increasing pace of coronavirus vaccination programmes and continuing stimulus initiatives have led to a welcome improvement in the outlook for the global economy,” said Deborah Fuhr, the founder of ETFGI.</p> <p>The rebound for&#xa0;stock markets began in late March 2020 and the S&amp;P 500, the main US benchmark, has since rallied by 80 per cent to an all-time high of more than 4,100 points. </p> <p>Matthew Bartolini, head of Americas ETF research at State Street Global Advisors, said that the US stock market began a “risk-on hot streak” in November after the uncertainty surrounding the presidential election ended and a timeline for vaccinations was established.</p> <p>“The flows into ETFs so far in 2021 show that investors are putting serious money to work to partake in this risk-on rally,” said Bartolini. &#xa0;</p> <p>Demand for value-orientated US equity ETF has surged with inflows reaching $25.5bn this year while US small cap ETFs have registered inflows of about $20bn. </p> <p>“These are strong signs of cyclical positioning by investors,” he added. &#xa0;</p> <p>Equity markets across advanced economies have followed Wall Street's lead, unleashing a flood of new business for ETF providers.</p> <p>Net inflows into US and Canadian equity ETFs reached $143bn in the first quarter of 2021, up from $30.4bn in the same period last year. Global equity ETFs gathered $46.7bn, more than four times the inflows of $10.5bn registered in the first quarter of 2020. Asia-Pacific equity ETF flows almost doubled to $19.3bn from $9.9bn, according to ETFGI.</p> <p>BlackRock and Vanguard have continued to dominate the battle among ETF providers for investors' cash over the past 12 months, resulting in an upswing in <a href=\"https://www.ft.com/content/0a9cfc00-0445-4012-bdcf-10524529a309\">mergers and acquisitions activity</a> as smaller competitors try to avoid being crushed by the world's two largest asset managers. &#xa0;</p> <p>Vanguard attracted ETF inflows of $96.2bn in the first three months of 2021, up from $50bn in the first quarter of last year when financial markets were retreating due to coronavirus fears. About $4.3bn of Vanguard's US ETF inflows so far this year have come via an arrangement that allows clients to convert an existing mutual fund holding into an ETF.</p> <p>BlackRock's iShares ETF unit gathered inflows of $71.4bn in the first quarter, compared with just $13.6bn registered in the first three months of 2020.</p> <p>State Street, the third-largest ETF manager globally, gathered first quarter inflows of $23.9bn after seeing net outflows of $2.8bn in the first three months of 2020. </p> <p>Invesco, JPMorgan, DWS, Amundi and UBS also registered strong ETF business growth in the first three months of this year after suffering withdrawals in the first quarter of 2020 during the correction in equity markets triggered by the pandemic. </p> <p><a href=\"https://www.ft.com/content/c48e0e37-95d2-4a18-8e1e-4129d49a776b\">Ark Investments</a> ranks as the fifth fastest growing ETF provider so far this year with first quarter inflows of $17bn. Huge investor appetite for Ark's actively managed technology themed funds has helped the New York-based boutique established by <a href=\"https://www.ft.com/content/4df2b4cf-2ffe-4db5-9594-47e05e1e2240\">Cathie Wood</a> to attract significantly larger inflows than many more established competitors. </p> <p>Governments worldwide have implemented unprecedented monetary and fiscal measures to limit the damage caused by the pandemic, resulting in a tidal wave of liquidity that has lifted financial markets globally. &#xa0;</p> <p>The strong gains for equities over the past 12 months ratcheted up against the backdrop of a deepening global health crisis have triggered fears that unstable price bubbles could be developing in stock markets, particularly in the US. </p> <p>But just 7 per cent of fund managers think that the US stock market is in a bubble, according to a widely followed Bank of America survey which canvassed 200 institutional investors that together oversee assets of $553bn. The net “overweight” position in equities among fund managers remained close to its all-time high in March even after the rally across developed stock markets over the past 12 months, according to the survey published earlier this week.</p> <p>Vanguard said this month that the US stock market “may be overvalued, though not severely”. </p> <p>The S&amp;P 500 is trading on a price to trailing earnings multiple close to 25 times, near the top of its historic valuation range. </p> <p>BlackRock is recommending that clients should “overweight” equities in the US, UK, Asia excluding Japan and emerging markets. </p> <p>“We expect equities and other risk assets to be supported by a more muted response in government bond yields to stronger economic growth and higher inflation than in the past as central banks lean against any sharp rises in long-term interest rates,” said Wei Li, global chief investment strategist at the BlackRock Investment Institute.</p> <p>Other equity strategists have cautioned that exuberant fund inflows suggest that equity risks are being underestimated by investors.</p> <p>Binky Chadha, chief global strategist at Deutsche Bank, warned last week that a correction of up to 10 per cent was possible for US equities as economic growth measures would peak over the next three months. </p> <p>Tobias Levkovich, chief US equity strategist at Citigroup, said that investor sentiment measures and equity valuations were now “very worrisome”.</p> <p>“Huge fiscal stimulus and supportive central banks have created the notion of there being no need to be risk averse,” said Levkovich.</p>&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: Chris Flood 2021 'Surging inflows into ETFs hit $1tn in record-breaking 12-month streak   ' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T04:00:44.272Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3097,
          "end": 3105
        }
      ]
    }
  ]
}