{
  "_id": "4e432f31d4e06ffcd4a2ebea235db2f1e650ee58984850759adbabba99366d56",
  "feed": "ftcomall",
  "title": "Barclays investors sound the Epstein alarm",
  "text": "<p>One thing to start: <strong>Fenway Sports Group</strong>, the owners of<strong> Liverpool Football Club </strong>and the <strong>Boston Red Sox</strong> baseball team, is <a href=\"https://ft.com/content/c00c4d26-be25-4184-8e07-cf0596936aa1\">set to buy</a> the <strong>National Hockey League</strong>'s <strong>Pittsburgh Penguins </strong>in a deal valuing the franchise at more than $850m.</p> <h2>Mirror, mirror: shareholders take a hard look at Staley's exit package</h2> <p>In 2017, <strong>Jes Staley </strong>received a series of cryptic emails from a sly prankster masquerading as <strong>John “Mack the Knife” McFarlane</strong>, the former <strong>Barclays</strong> chair who gleaned his nickname from a habit of ousting chief executives.</p> <p>“Who should we silence next?!,” the trickster wrote, a dig at Staley's <a href=\"https://www.ft.com/content/aa0fa830-3572-11e7-bce4-9023f8c0fd2e\">attempt to unmask a whistleblower</a>. The real McFarlane retired in 2019. But the knife wasn't too far off. </p> <p>Since Barclays <a href=\"https://www.ft.com/content/33d8e62e-41f5-4ad0-83e8-93a972e3c28e\">seems unsure</a> if many people have seen the FT's reporting on the subject, let's recap:</p> <p>After the former Barclays chief <a href=\"https://www.ft.com/content/b96a25c2-a5e1-4d06-8278-ed1f703f2dfd\">stepped down</a> earlier this month amid a regulatory probe into whether he had mischaracterised his relationship to the late sex offender <strong>Jeffrey Epstein</strong>, three of the bank's top 20 shareholders have raised concerns about the terms of Staley's resignation, the FT <a href=\"https://www.ft.com/content/654a345c-d0e6-4ff9-a5bd-5e740ad59fd0\">reports</a>. Staley plans to contest the regulator's conclusions.</p> <p>The FT <a href=\"https://www.ft.com/content/e25f32ec-6f1b-4a9a-b2cc-fed794bb6a20\">then revealed</a> that Staley and Epstein had exchanged 1,200 emails between 2008 and 2012, when Staley served as head of <strong>JPMorgan Chase</strong>'s private bank, and Epstein was his client. The emails included unexplained terms such as “snow white”.</p> <p>A lawyer for Staley said he “had no involvement in any of the alleged crimes committed by Mr Epstein, and code words were never used by Mr Staley in any communications with Mr Epstein, ever”.&#xa0;</p> <p>But these emails won't be dismissed by shareholders as a mere lapse in judgment, like the whistleblower episode.</p> <p>Several investors have taken issue with the departing chief's pay package, which allows him to keep receiving his £2.4m salary, £120,000 pension allowance, and other perks until October of next year. Staley's 2021 bonus and 17.1m in Barclays shares remain in flux.</p> <p>“1,200 emails is a staggering number…”, said one top 20 shareholder, “but we are reserving judgment until we see exactly what the report says before we start pushing the chair and the remuneration committee.”</p> <p>A spotlight now shines on <strong>Nigel Higgins</strong>, who took over from McFarlane as chair and has backed Staley throughout the scandal.</p> <p>“We will be asking questions about what they knew, when they knew it and we will be questioning their judgment,” said one investor. “The new chair has got a hell of a job trying to repair all the PR with the regulators.”</p> <p>If the bank determines that Staley purposely misled the institution and regulators, there could be a case to claw back his pay earned during his six years at the helm, according to some investors. But it won't be without its legal obstacles.</p> <p>Efforts to halt the ex-chief's current pay also seem daunting, as he could sue for breach of contract. Lex <a href=\"https://www.ft.com/content/4b1895d6-4ccf-4594-8ec5-b3ddd60e047d\">explains further.</a></p> <p>Another challenge confronts Staley's replacement and fellow JPMorgan alum <a href=\"https://www.ft.com/content/6561960a-686e-4c30-8984-aadf6cb80548\"><strong>CS Venkatakrishnan</strong></a>, who enters as the latest in a revolving door of chief executives.</p> <p>Barclays' last three bosses, including Staley, have quit under pressure, the FT's Brooke Masters <a href=\"https://www.ft.com/content/bfc7be70-a276-409a-a639-69a38e474dea\">reminds us</a>. The fourth, <strong>John Varley</strong>, left on his own accord in 2011 but later faced fraud charges over a 2008 capital raising. (He was acquitted.)</p> <p>Much like Snow White, Barclays doesn't hold a perfect record when it comes to discerning bad apples. Shareholders hope that ends now.</p> <h2>India's tech scene has cash to burn. Does it risk overheating?</h2> <p>Few companies capture the sweep and ambition of Indian tech's journey like <strong>Paytm</strong>.</p> <p>Founded in 2010 by <strong>Vijay Shekhar Sharma</strong>, an entrepreneur from a humble, small-town background, it grew fast thanks to surging digital payments. Paytm expanded into everything from gaming to insurance as it sought to recreate the “super app” model of Chinese giants like<strong> Ant Group</strong>, its largest investor.</p> <p>It has now raised $2.5bn ahead of its stock market debut on Thursday, <a href=\"https://www.ft.com/content/f6b35707-e7c5-4d30-8d11-5b8146183ca5\">India's largest IPO</a> through which it has sought a $20bn valuation. The timing, 12 months after Ant Group's much bigger IPO was <a href=\"https://www.ft.com/content/c1ee03d4-f22e-4514-af46-2f8423a6842e\">quashed</a> by Chinese authorities, encapsulates how India's technology sector has thrived as Beijing's <a href=\"https://www.ft.com/content/13a768b0-1000-4cad-8a03-36a1e66f460b\">regulatory crackdown</a> forced foreign investors to look elsewhere.</p> <p>India, which is fast digitising and poised to overtake China as the world's most populous country in the coming years, is a natural beneficiary. For every $1 invested in China in the quarter that ended September, $1.50 went into India, according to the Asian Venture Capital Journal.</p> <p>But the scepticism around Paytm also highlights the broader challenges facing India's IPO-bound tech companies, from ecommerce to delivery, as they attempt to match the phenomenal public-market success of their Chinese counterparts.</p> <p>Paytm is bleeding investor cash while struggling against well-entrenched Big Tech competitors such as <strong>Google</strong> and<strong> Amazon</strong>. Yet competition for deals has pushed valuations to levels making many investors uncomfortable. Paytm's IPO is priced at 43 times its sales.</p> <p>India's other rising tech darlings have raised similar concerns. <strong>Oyo</strong>, the<strong> SoftBank</strong>-backed hotel group forced to<a href=\"https://www.ft.com/content/056a1077-8503-4e72-a2f4-33172dd2fb03\"> downsize</a> its cash-burning business, aims to raise $1.1bn through a listing. <strong>Zomato</strong>'s losses nearly doubled to Rs4.4bn last quarter, though its shares continued to rise with investor enthusiasm still riding high from its<a href=\"https://www.ft.com/content/55f803f6-0c6e-4dba-afeb-d45d4307e013\"> blockbuster IPO</a>.</p> <p>Sharma is well aware of the challenges awaiting his company, travelling last week to the wealthy <strong>Hindu Tirupati</strong> temple in southern India “to seek [the] blessing of God for all of [the] Paytm family”.</p> <p>The FT's Benjamin Parkin and Mercedes Ruehl have more in their <a href=\"https://www.ft.com/content/24596573-96f5-406d-82cf-4da1d02f98df\">latest Big Read</a>.</p> <h2>Everything but audit: private equity and the Big Four</h2> <p>DD has written many times about the difficulties Big Four accounting firms have encountered with their audits, from <strong>EY</strong> <a href=\"https://www.ft.com/content/58e67f29-6e1d-4fbd-9d99-4cb620e1de72\">missing fraud signs</a> at <strong>Wirecard</strong> to <strong>Deloitte</strong>'s $80m <a href=\"https://www.ft.com/content/49d8fab5-81fd-4116-8d67-3670e54880b6?emailId=612d686863d0640004d57866&amp;segmentId=69ce8bbf-afc9-7c01-fb70-6e4448aa1f37\">settlement</a> over Malaysia's <strong>1MDB</strong>.&#xa0;</p> <p>Since audit businesses are typically low margin and highly regulated, as well as being potentially reputation-torching, it's unsurprising that they're not hot takeover targets. </p> <p>But the rest of the Big Four's business units are, DD's Kaye Wiggins and the FT's Michael O'Dwyer report in this <a href=\"https://www.ft.com/content/57e0ff80-de17-48b1-9da7-5bdbaaad8898\">deep dive</a>. Smaller insurgents, often private equity-backed, are bidding for their most lucrative divisions while steering well clear of the thornier side. </p> <p>“We are interested in everything but the audit piece,” said one US-based private equity executive who has worked on multiple professional services deals. </p> <p>Deloitte and <strong>KPMG</strong> have sold their UK restructuring divisions in private equity-backed deals — and <strong>PwC</strong>'s <a href=\"https://www.ft.com/content/2ec20d9e-7713-4d0a-bc02-bed9b0b76ade\">$2.2bn sale</a> of its staff mobility and immigration consultancy to<strong> Clayton, Dubilier &amp; Rice</strong> was the biggest Big Four disposal for years. </p> <p>Rivals are also seeking out entrepreneurial souls feeling unloved and underpaid within the Big Four behemoths, as their profits prop up the pay of colleagues in lower-margin divisions.</p> <p>That leaves the giants playing a delicate game of reshaping themselves by bulking up in areas such as tech and environmental, social and corporate governance, or ESG, investing, while defending their turf — and hoping companies will continue to depend on their diverse range of business lines. </p> <p>Just because they are being raided “doesn't mean the multidisciplinary model is dead”, said <strong>Jon Holt</strong>, UK chief executive of KPMG.</p> <h2>Job moves</h2> <ul>  <li><p>Former UK prime minister <strong>David Cameron </strong><a href=\"https://www.ft.com/content/f864126a-9d11-4fdc-9b97-45af7a84e376\">has quit</a> as a boardroom adviser to Bermuda-based tech company <strong>Afiniti</strong>, after its founder <strong>Zia Chishti </strong>was accused of sexual harassment and assault. Cameron's departure marks the latest setback of his post-political career after he was <a href=\"https://www.ft.com/content/6ed619c0-bb9a-44dc-a2f6-c5596a958ca8\">caught up in the <strong>Greensill </strong>affair</a> earlier this year.</p></li> </ul> <ul>  <li><p><strong>Citadel </strong>has promoted head of global credit <strong>Pablo Salame</strong> to co-chief investment officer, working alongside the firm's founder, chief executive and co-CIO <strong>Ken Griffin</strong>. He succeeds <strong>James Yeh</strong>, who is retiring from the firm.</p></li> </ul> <ul>  <li><p>German car parts supplier<strong> Continental </strong>has <a href=\"https://www.ft.com/content/a21927cd-e1db-452d-857a-e583086fdfa6\">parted ways</a> with its chief financial officer <strong>Wolfgang Schäfer</strong> after becoming aware of “shortcomings” in an internal investigation relating to the 2015 diesel emissions scandal.</p></li> </ul> <ul>  <li><p><strong>Geordie Greig</strong> <a href=\"https://www.ft.com/content/39e24590-9aa2-451a-a55e-57515501707c\">has been ousted</a> as editor of the <strong>Daily Mail</strong>. The move comes after its controlling shareholder, the<strong> Rothermere </strong>family, <a href=\"https://www.reuters.com/business/media-telecom/rothermere-family-agree-deal-take-daily-mail-publisher-private-2021-11-03/\">agreed</a> to take the paper's parent company private earlier this month. Notably, the Mail has been running an <a href=\"https://www.ft.com/content/e552f3e2-f94f-40d7-8169-bffe5e572567\">outspoken campaign</a> against the purchase of UK businesses by private equity.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Bon voyage </strong>Banking executives are booking first-class seats out of Hong Kong — with no return flight — as strict Covid-19 regulations; Beijing's growing influence on the region; and the allure of emerging financial hubs such as Singapore fuel a great migration. (<a href=\"https://asia.nikkei.com/Spotlight/The-Big-Story/So-long-Hong-Kong-Asia-s-business-hub-loses-its-luster\">Nikkei Asia</a>)</p> <p><strong>Pipe dream</strong> Spacs tend to significantly underperform traditional IPOs, yet Wall Street keeps churning them out anyway. Why? It may not always be a great deal for shareholders, but it's always a good deal for banks. (<a href=\"https://www.bloomberg.com/graphics/2021-what-is-a-spac-wall-street-investor-risk/?sref=OziMsGoK\">Bloomberg</a>)</p> <p><strong>Shifting narratives </strong>Bobby Kotick claimed he wasn't aware of the multiple investigations into alleged sexual assaults happening at Activision Blizzard, the video game group he runs. But he knew more than he let on. (<a href=\"https://www.wsj.com/articles/activision-videogames-bobby-kotick-sexual-misconduct-allegations-11637075680\">Wall Street Journal</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/0a6c62ad-a6d1-465b-b2f5-8efffe9da524\">EY faces staff backlash over handling of sexual harassment case</a> (FT) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-11-17/bill-hwang-made-secret-bank-bet-before-20-billion-loss-archegos-collapse?sref=OziMsGoK\">Bill Hwang made a huge, secret bank bet before Archegos collapse</a> (BBG) </p> <p><a href=\"https://www.ft.com/content/f22aae14-a398-42f9-91fa-8d9ef365a9cf\">Elliott takes $1bn stake in Europe's biggest supermarket Ahold Delhaize</a> (FT + <a href=\"https://www.ft.com/content/12ba1fcc-5d9d-4616-80eb-8bab920dfd61\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/0e8b889e-8c7d-4292-8cb6-08e920053246\">SSE rejects Elliott's call to break up</a> (FT)</p> <p><a href=\"https://www.ft.com/content/e0c48d30-866d-4efd-9d78-21e49d366cd8\">Imagination Technologies picks advisers for IPO in London or New York</a> (FT)</p> <p><a href=\"https://www.ft.com/content/4a332e59-27bc-4f6c-9b93-f201c595b38f\">Scottish government guarantee to Sanjeev Gupta was £586m</a> (FT)</p> <p><a href=\"https://www.ft.com/content/16223199-a26f-4ceb-9b53-163605f08ecf\">Warner Music in talks to purchase David Bowie's songwriting catalogue</a> (FT) </p> <p><a href=\"https://www.ft.com/content/fcadf103-f753-4235-9621-5c749bb0ff36\">SoftBank-backed Fortress pays $3.5bn for Japan golf company</a> (FT)</p> <p><a href=\"https://www.ft.com/content/d6393cf2-58c7-4fb5-957e-f24782775415\">Software LBOs: rare bankruptcy shows heavy debt can still be toxic</a> (Lex)</p> <p><a href=\"https://www.ft.com/content/bf2519d5-bb44-48e3-995c-1c3c3b9f9481\">Soho House to raise membership fees next year as inflation bites</a> (FT) &#xa0;&#xa0;</p><p>Source:  2021 'Barclays investors sound the Epstein alarm' FT.com 18 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-18T05:00:06.914Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1279,
          "end": 1287
        },
        {
          "start": 2951,
          "end": 2959
        }
      ],
      "nexusId": "10009914"
    }
  ]
}