{
  "_id": "657a1fc4fda25825e5fc27f3cbad1d49db236cfcb26bfbecdb085d039a70f1a9",
  "feed": "market-watch",
  "title": "U.S. stocks end higher with S&P 500, Nasdaq notching all-time highs",
  "text": "<p>The Dow Jones Industrial Average DJIA rose 30.55 points, or 0.1%, to 35,366.26.</p><p>The S&amp;P 500 SPX edged up 6.7 points, or 0.2%, to a record 4,486.23.</p><p>The Nasdaq Composite COMP advanced 77.15 points, or 0.5%, to a record 15,019.80.</p><p>On Monday, the Dow Jones Industrial Average rose 215 points, the S&amp;P 500 rose 0.9% to its second-highest level ever, and the tech-heavy Nasdaq Composite jumped 1.6%.</p><p>What drove the market?</p><p>Stocks built on Monday gains that followed full U.S. regulatory approval of the COVID-19 vaccine manufactured by Pfizer Inc. PFE and BioNTech SE BNTX, which is seen clearing the way for more employer mandates aimed at halting the spread of the delta variant of the coronavirus.</p><p>“The pandemic is still very much with us,” said Greg Marcus, a managing director and senior portfolio manager at UBS Private Wealth Management, in a phone interview Tuesday. That may lead the Federal Reserve to be “a lot more sort of forgiving about when they actually might consider tapering,” he said, explaining the Fed might be more patient in slowing its $120 billion of monthly bond purchases.</p><p>Investors are awaiting the Fed's Jackson Hole gathering, with Chair Jerome Powell scheduled to speak virtually Friday. People meanwhile continue to invest in the stock market as “there's still a lot of growth to come” in the reopening of the economy, according to Marcus, who said he likes stocks exposed to the energy and financial sectors as well as Japanese equities.</p><p>The stock market's recent rebound shows that, for now, “dips continue to be shallow and rapidly bought into, with the 50-day moving average remaining well-defended by equity bulls, and the market printing new all-time highs with regularity,” said Michael Brown, senior market analyst at Caxton FX.</p><p>Read: Powell unlikely to fire starting pistol for tapering at Jackson Hole</p><p>“The delta variant remains a key risk to economic growth and the Fed's timeline” for beginning to scale back its monthly purchases of Treasurys and mortgage-backed securities, said Lauren Goodwin, economist and portfolio strategist at New York Life Investments, in a note.</p><p>“Our best guess is that the variant does not derail, but slows, the recovery,” she wrote. “Consumers have learned to live with the virus, and the widespread availability of now FDA-approved vaccines may make renewed shutdowns politically difficult. Consumers will continue to rely on healthier finances and excess savings to fuel strong spending this year.”</p><p>Also see:Here's what analysts now expect Fed's Powell to say about tapering at Jackson Hole event</p><p>In other news, President Joe Biden on Tuesday met with the Group of Seven nations, who pressed him to keep U.S. troops in Afghanistan beyond an Aug. 31 deadline, but Biden has decided to keep an Aug. 31 deadline to withdraw from Afghanistan.</p><p>Investors have largely ignored chaos around Afghanistan following the Taliban takeover of the country, but analysts have warned that underlying risk levels related to geopolitical threats and terrorism have increased.</p><p>“The Biden administration's decision to pull troops out of Afghanistan further reflects an ongoing tilt in U.S. foreign policy priorities away from the Middle East,” Goodwin said.</p><p>“Strategic policy shifts have important implications for investors' strategic asset allocation, including geographic, sector and style preferences — but past events have illustrated that these implications are unlikely to play out in short-term market events,” she wrote.</p><p>Investors were also keeping an eye on legislative wrangling around a $1 trillion bipartisan infrastructure bill and a $3.5 trillion package targeting social spending, climate change and other Democratic priorities. The Democratic-run House on Tuesday advanced a key measure tied to President Joe Biden's big spending plans in a 220-212 vote, with the action coming a day later than expected due to recalcitrance from moderate House Democrats.</p><p>Meanwhile, the second-quarter corporate earnings season is nearly over with more than 90% of S&amp;P 500 index companies reporting. S&amp;P 500 companies may have grown earnings by 94.7% year over year, according to Refinitiv.</p><p>“That's impressive,” said Randy Warren, chief investment officer of Warren Financial, in a phone interview Tuesday. And earnings last year weren't all “depressed,” he said, adding that many companies, such as Amazon.com Inc., did better because of Covid.</p><p>Warren said that he wouldn't like to sell big technology stocks such as Amazon to raise cash for cyclical or infrastructure bets such as buying shares of, say, a steel company. “Short term that might work, but long term probably not,” he said.</p><p>In U.S. economic data, new-home sales increased 1% to an annual rate of 708,000, the government said Tuesday. Compared with a year ago, sales were down more than 27%. Economists polled by MarketWatch had forecast an annual sales rate of 700,000 for July. Additionally, the new home sales figure for June was raised to 701,000 from the initially reported 676,000.</p><p>“The market is still pretty hot,” said Warren, expecting that could continue for “a long while” as the work-from-home trend continues in the pandemic.</p><p>Which companies were in focus?</p><p>Shares of Palo Alto Networks Inc.PANW soared 18.6%, after the cybersecurity company's quarterly results and outlook surpassed Wall Street expectations.</p><p>Best Buy Co. Inc.&#xa0;BBY&#xa0;shares jumped 8.3%, after the consumer electronics retailer reported second-quarter earnings that beat expectations and raised its same-store sales guidance for the year.</p><p>Shares of Mister Car Wash Inc.&#xa0;MCW dropped about 7.5%, after the carwash company announced a secondary offering of 12 million shares by selling stockholders.</p><p>Shares of Medtronic PLC&#xa0;MDT advanced 3.2%, after the medical device maker reported fiscal first-quarter profit and sales that beat expectations, and nudged up its full-year earnings outlook, citing a strong recovery from the impact of the COVID-19 pandemic on elective procedures.&#xa0;</p><p>Shares of Cigna Corp.&#xa0;CI&#xa0;rose 2%, after the insurer announced a $2.0 billion accelerated stock repurchase agreement with Morgan Stanley and JPMorgan Chase Bank.</p><p>Advance Auto Parts Inc.&#xa0;AAP&#xa0;reported Tuesday reported fiscal second-quarter profit that topped expectations, but net sales that matched and same-store sales that came up shy, although the full-year outlook was raised. Shares finished flat.</p><p>How did other markets fare?</p><p>The yield on the 10-year Treasury noteBX:TMUBMUSD10Y rose 3.5 basis points to 1.289%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was down about 0.1%.</p><p>Oil futures built on Monday's rebound, with the U.S. benchmark CL00 settling 2.9% higher at $67.54 a barrel on the New York Mercantile Exchange. Gold futures GC00 ticked up 0.1% to settle at $1,808.50 an ounce.</p><p>In European equities, the Stoxx Europe 600 XX:SXXP fell less than 0.1% and London's FTSE 100 UK:UKX rose 0.2%.</p><p>In Asia, the Hang Seng Index HK:HSI rose 2.5%, the Shanghai Composite CN:SHCOMP gained 1.1% and Japan's Nikkei 225 JP:NIK rose 0.9%.</p><p>—Steve Goldstein contributed to this report.</p>",
  "published": "2021-08-24T16:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6111,
          "end": 6119
        },
        {
          "start": 6111,
          "end": 6125
        }
      ]
    }
  ]
}