{
  "_id": "893b61db9dd6f7d0c5d3f4df3b78fb65c1cc7836f4957748c9ace7794d134fb4",
  "feed": "wall-street-journal",
  "title": "Hunt Is On for Thanksgiving Ingredients",
  "text": "<p>\"It's already exceeding what we had expected and planned for,\" said Nicholas Bertram, chief executive officer of Giant Co. The grocer, based in Carlisle, Pa., began selling holiday items earlier and has been ordering additional inventory of turkey breast and other types of meat, anticipating bigger Thanksgiving get-togethers this year, after escalating Covid-19 cases kept some consumers from gathering in 2020.</p><p>To avoid running empty, supermarket companies began purchasing holiday staples earlier than usual and from a larger range of brands, and stationed the inventory in their warehouses. Giant bought trailers of potatoes and turkeys small and large, in addition to turkey breasts, Mr. Bertram said. The chain also introduced a catalog of prepared meals including hors d'oeuvres, designed for entertaining.</p><p>Albertsons Cos., based in Boise, Idaho, said it has been working closely with suppliers ahead of Thanksgiving. While some products may be constrained, the grocery chain said it is working to offer alternatives and quickly fill holes on shelves. Hy-Vee Inc., of West Des Moines, Iowa, said customers in its stores throughout the Midwest have been shopping earlier and going back to bigger sizes of turkey and other items after purchasing smaller quantities last year.</p><p>Still, some supermarket operators said supplies of holiday foods such as pie crust and cream cheese are tight, and high demand will make it harder to keep shelves stocked. Retail sales volume for Thanksgiving staples like stuffing mix and cranberry sauce for the week ended Nov. 7 were 4% higher than the same period a year ago, according to market research firm IRI.</p><p>A November survey of nearly 900 consumers by KPMG LLP found they are planning to hold larger Thanksgiving celebrations this year. About 36% of respondents said they planned to host or attend gatherings of 10 or more people, up from 19% in 2020 and near 40% in 2019.</p><p>Alex Hart, who lives in Shoreline, Wash., plans to host a close friend's family for Thanksgiving this year. A self-proclaimed foodie, Ms. Hart came up with a menu of turkey, roasted Brussels sprouts and homemade cornbread stuffing.</p><p>\"We are going back to the way things were before, which is nice,\" said Ms. Hart, who spent Thanksgiving last year with only her immediate family of three, because of coronavirus concerns.</p><p>Ms. Hart said she ordered turkey two months ago, and bought alcohol and pecans that she will roast with maple syrup for pecan pie.</p><p>Analysts are anticipating strong consumer spending over the holidays to boost quarterly sales for food sellers including BJ's Wholesale Club Holdings Inc. and Target Corp.</p><p>Retailers are recording sales growth of more than 10% versus pre-pandemic days, according to J.P. Morgan and NielsenIQ data, as people continue eating at home more and companies raise prices, citing higher costs.</p><p>The Chicago-based chain Go Grocer is expecting sales to increase from a year ago as customers buy more wine, pie and dessert for parties they plan to attend, said CEO Paul Stellatos.</p><p>\"People are branching off and having multiple small parties,\" he said, adding that his company has secured extra inventory of stuffing, cranberries and some pumpkin products.</p><p>Supermarkets are working to handle higher volumes of inventory and shoppers as they fight persisting labor challenges. Many chains expect employees to work overtime in coming days, and some are training staff across various departments in anticipation of tight staffing.</p><p>Walmart Inc., the nation's biggest grocery seller, said on a recent earnings call that it has hired more than 200,000 new employees ahead of the holiday season. Target has said it is hiring 100,000 seasonal workers and is offering more pay and flexible hours to existing workers.</p><p>Colorado-based Choice Market Inc. is closing earlier on Thanksgiving this year partly because of labor issues, and will instead try to increase staffing on Tuesday and Wednesday, said CEO Mike Fogarty. \"In anticipation of uncertainty, this year we made the [closing] decision quite early,\" he said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2732,
          "end": 2743
        }
      ]
    }
  ]
}