{
  "_id": "0280081a88efb65f293e4ee27b9cb46b3f7220a1e7118e69ff8dd2c4628714df",
  "feed": "wall-street-journal",
  "title": "Centrist Senate Democrats Signal Opposition to Biden Banking Nominee; Concern conveyed in telephone call with committee chairman, likely scuttling Saule Omarova's chances of confirmation",
  "text": "<p>The conversation, reported earlier by Axios, came after Messrs. Warner and Tester challenged Ms. Omarova at a Nov. 18 hearing over her past writing and thinking on banking oversight. The Cornell University law professor is Mr. Biden's pick to head the Office of the Comptroller of the Currency, which oversees large national banks such as JPMorgan Chase &amp; Co. and Bank of America Corp.</p><p>Mr. Tester also pressed her at the hearing over remarks she made earlier this year calling for smaller oil-and-gas companies to go bankrupt to aid the U.S. in tackling climate change.</p><p>Ms. Omarova responded to Mr. Tester at the hearing by saying she misspoke and that her remarks weren't well-framed. \"My intention was…exactly the opposite,\" she said. \"We need to help those companies to get restructured.\"</p><p>Ms. Omarova didn't respond to an email Friday seeking comment. Spokesmen for Mr. Tester and Ms. Sinema declined to comment, as did spokeswomen for Messrs. Brown and Warner.</p><p>A White House official defended Ms. Omarova but didn't comment on Democratic opposition. The official said in a written statement that Ms. Omarova, who was born in Kazakhstan when it was part of the Soviet Union, has been the target of \"unacceptable red baiting from Republicans like it's the McCarthy era.\" The Biden administration continues to \"strongly support her historic nomination,\" the official said.</p><p>With Republicans unified in their opposition, Ms. Omarova would need approval from all Senate Democrats to win confirmation in the closely divided Senate.</p><p>Ms. Omarova also faces concern and opposition from other Democrats who aren't on the banking committee, such as Sen. Mark Kelly of Arizona, according to a person familiar with the matter.</p><p>Ms. Omarova's past academic work calling for shrinking big banks and creating a much bigger role for the Federal Reserve in consumer banking has generated a backlash. Industry advocates and some Republicans have said she favors policies that would effectively nationalize lending and envisions an overly large role for the government that would crimp banks' business.</p><p>Ms. Omarova's defenders include liberal-leaning Democrats such as Mr. Brown and Sen. Elizabeth Warren of Massachusetts. They say she is an accomplished banking expert who will stand up to the industry. The senators say that Washington regulators have been too deferential to big banks in recent years and that Ms. Omarova would work to make the financial system more inclusive for consumers.</p><p>The Office of the Comptroller of the Currency is an independent bureau of the Treasury Department. It oversees about 1,200 banks with total assets of $14 trillion, about two-thirds of the total in the U.S. banking system.</p><p>The White House has struggled to find a comptroller nominee who could win support from its Senate allies. Before nominating Ms. Omarova earlier this month, the White House considered at least three other individuals for the role but never nominated them. At present, the agency is run on an interim basis by Michael Hsu, a former Fed staffer.</p><p>Eliza Collins contributed to this article.</p><p>Write to Andrew Ackerman at andrew.ackerman@wsj.com</p><p>Centrist Senate Democrats Signal Opposition to Biden Banking Nominee</p>",
  "published": "2021-11-26T22:13:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 339,
          "end": 359
        }
      ],
      "nexusId": "10009914"
    }
  ]
}