{
  "_id": "dbb703e2571a7dd0b0cdb03015af35748a9b60870aea1d0c1e1547aa44e63092",
  "feed": "ftcomall",
  "title": "Sunak goes big and bold in bid to repair UK public finances ",
  "text": "<p>Chancellor Rishi Sunak's Budget was big, bold and broke many longstanding records for the public finances. </p> <p>At an estimated £355bn, the level of UK government borrowing forecast for 2020-21 is due to be the highest since the second world war, reflecting the severity of the coronavirus crisis. It highlights the sheer scale of emergency state support for companies and households during the Covid-19 pandemic.</p> <p>The tax rises announced on Wednesday by the Conservative chancellor for the middle of the decade — affecting businesses and individuals — will be the largest since 1993. The increases will raise the UK tax burden to its highest level since Roy Jenkins was the Labour party chancellor in the late 1960s.</p> <p>Justifying his approach, Sunak told the House of Commons: “Just as it would be irresponsible to withdraw support too soon, it would also be irresponsible to allow our future borrowing and debt to rise unchecked.”</p> <p>As far as the public finances are concerned, the March 3 Budget will become known as a “give then take” affair that will reshape the relationship between the state and the private sector for many years ahead. </p> <p>And the figures in the Budget documents confirm the coronavirus crisis has utterly transformed the public finances for the worse. </p> <p>At the March 2020 Budget, when the UK had little clue about the enormity of the pandemic, the Office for Budget Responsibility thought the government would borrow £55bn in 2020-21.</p> <p>Sunak, who unveiled a £12bn support plan for the economy in what was his first Budget, has since had to add huge amounts of public spending in 16 major announcements.</p> <p>On Wednesday, he outlined another £40bn of support, bringing total spending to £344bn, according to the OBR: roughly 16 per cent of gross domestic product, and well above the average of<a href=\"https://www.imf.org/en/Publications/FM/Issues/2021/01/20/fiscal-monitor-update-january-2021\"> 13.3 per cent</a> among advanced economies.</p> <p>It is this spending, alongside a loss of £90bn of expected tax revenues, that is set to raise the level of government borrowing to the highest level in peacetime.</p> <p>In 2021-22, the government is still planning to spend £93bn on virus related support, mostly going to the NHS, but with large sums also for continued support for companies and households.</p> <p>Karen Ward, strategist at JPMorgan Asset Management and a former adviser to Philip Hammond when he was chancellor, said Sunak was wise to keep splashing the cash in the next financial year. “The chancellor has rightly erred on the side of an extension that is potentially too long, rather than one that is too short,” she added.</p> <p>With the colossal borrowing, underlying UK public debt, excluding temporary Bank of England schemes, is set to jump from a pre-pandemic forecast of 73 per cent of GDP by the middle of this decade to 97 per cent in the latest OBR prediction. </p> <p>The 24 percentage point rise in the core debt burden is the second large jump in a little over a decade following the fiscal shock associated with the 2007-08 financial crisis. At about 100 per cent of GDP, UK public debt is now at its highest level since the early 1960s, when it was gradually coming down following the second world war. </p> <p>This Budget was not just about fiscal support in 2021-22, but also stimulus to power the recovery, according to Richard Hughes, OBR chair. He said Sunak's £25bn “super-deduction” in corporation tax would “stoke the recovery” and “encourage businesses to bring forward future investment into the next two years”.</p> <p>But after 2021-22, the giveaways stop, and Sunak becomes the revenue raising chancellor, with very large increases planned in corporation and income taxes.</p> <p>The moves risk damaging the UK's international standing. In 2018, the OECD said the UK taxed corporate profits below the rich country average. Britain collected 2.6 per cent of national income through the levy, compared with the OECD average of 3.1 per cent.</p> <p>By 2025-26, the OBR projections suggest UK corporate taxes will generate revenues above the OECD average, although Hughes said this level was “one [the UK] seldom sustained for very long in the postwar period”. </p> <p>Paul Johnson, director of the Institute for Fiscal Studies, a think-tank, said Sunak's corporation tax rise was a significant risk. “For all the rhetoric about it leaving the headline rate here below that in other G7 countries, our effective tax rate will be relatively high,” he added.</p> <p>The tax rises will tackle the high level of borrowing, however, according to the OBR.</p> <p>It projects the increases will lower the current budget deficit in 2025-26 from £37bn, had Sunak done nothing, to £1bn, almost balancing the government's books excluding public investment. This is a core ambition of ministers. </p> <p>Some economists thought Sunak should have been more explicit in setting new targets for the public finances.</p> <p>Hande Kucuk, deputy director of the National Institute of Economic and Social Research, a research organisation, said the Budget needed “a comprehensive fiscal framework to build confidence in a sustained recovery given the significant uncertainty regarding the long-term effects of Covid-19 and Brexit”. </p> <p>Other economists were more forgiving since there are huge uncertainties hanging over the public finances. The path of the pandemic is perhaps the largest, but Sunak also has to worry about the possibility of increased debt servicing bills if interest rates rise, and whether he can cut spending as he plans when the virus subsides. </p> <p>Torsten Bell, director of the Resolution Foundation, another think-tank, was sceptical the chancellor would be able to reduce departmental spending.</p> <p>The Budget documents showed a stealthy £4bn a year cut in spending alongside the tax rises. “He'll end up spending more than that,” said Bell, adding this would add to pressure to proceed with additional tax rises. </p> <p>But Sunak is an optimist, and hopes the uncertainty will go in his favour. If the economic recovery is sufficiently rapid, the chancellor will be looking to the OBR to cut its estimate of a 3 per cent long term hit to the economy from coronavirus.</p> <p>And if that happens in a future Budget, Sunak can look forward to the possibility of tax cuts before the next general election. &#xa0;</p> <a href=\"http://www.ft.com/cms/48609ab0-a29f-49d8-a7f8-9592430bcab7.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Chris Giles in London 2021 'Sunak goes big and bold in bid to repair UK public finances ' FT.com 3 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-03T20:41:56.235Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2215,
          "end": 2223
        },
        {
          "start": 2215,
          "end": 2240
        }
      ],
      "nexusId": "10009914"
    }
  ]
}