{
  "_id": "de6c88cbc286d8cdbc5b62ba71952e039c2d747fdf14d7619468549e4b2bbd77",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Goldman Executives Granted Bonuses",
  "text": "<p>At the bank's current stock price, Mr. Solomon's shares are worth about $30 million, and Mr. Waldron's are worth about $20 million.</p><p>If the bank were to hit the top targets, Mr. Solomon's bonus would be worth more than $50 million and Mr. Waldron's would be worth more than $35 million. The top targets include a share price of $717. Goldman's shares traded at about $414.32 on Friday.</p><p>The bonuses aren't part of their regular annual compensation. The bank said in a filing that it wants to \"ensure leadership continuity over the next 5+ years\" -- roughly the time frame that Mr. Solomon is expected to stay. It also cited \"the rapidly increasing war for talent in the current environment.\"</p><p>A number of high-level executives have left Goldman over roughly the past year, including the heads of investment banking and asset management, the general counsel and a handful of senior partners. Chief Financial Officer Stephen Scherr is retiring at the end of the year.</p><p>Goldman previously slashed the 2020 pay for Mr. Solomon and Mr. Waldron as punishment for the bank's involvement with a corrupt Malaysian government fund known as 1MDB. Mr. Solomon received a $17.5 million compensation package for 2020, down from $27.5 million for 2019. Mr. Waldron took home $18.5 million for 2020, down from $24.5 million for 2019.</p><p>JPMorgan Chase &amp; Co. gave CEO Jamie Dimon a surprise retention bonus in July. The Wall Street Journal reported at the time that the value of that bonus was about $50 million.</p><p>---</p><p>David Benoit contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1314,
          "end": 1334
        }
      ]
    }
  ]
}