{
  "_id": "64511103697541139b01254080bb2ca4fecd142df2c65d4ae8c59a0ce1cb196d",
  "feed": "ftcomall",
  "title": "Franklin kept initial filing for gold ETF secret",
  "text": "<p>Franklin Templeton&#xa0;has been quietly working with regulators to launch an ETF to rival those of&#xa0;State Street&#xa0;and&#xa0;iShares, with its plans for the product kept secret until this month.</p> <p>Late last month,&#xa0;NYSE Arca&#xa0;asked the&#xa0;Securities and Exchange Commission&#xa0;to list the Franklin Responsibly Sourced Gold ETF on its exchange, according to a September 1 notice on the SEC's website. The SEC's approval via a so-called 19b-4 request is necessary for commodity-based ETFs such as Franklin's to launch on the public market.</p> <p>But the ETF has been in the works since at least the spring, even though no public records of the fund exist, according to a footnote on the 19b-4 filing. Franklin drew on a provision in the 2012 Jumpstart Our Business Startups Act, or Jobs Act, to file a “confidential draft registration statement” with the SEC for the product on April 22, the document shows.</p> <p>It is unclear why Franklin chose to secretly file for the product.</p> <p>The asset manager confirmed that a 19b-4 filing was made on the group's behalf for a gold ETF but declined to comment further.</p> <p>NYSE Arca declined to comment on the filing.</p> <p>Based on the NYSE's description, the proposed ETF appears very similar to other gold-holding ETFs such as the $57.3bn SPDR Gold Shares or the $28.6bn iShares Gold Trust.</p> <p>Franklin is not the first ETF issuer to make use of the regulatory provision designed to help tech start-ups shield sensitive market information until right before an IPO.&#xa0;Valkyrie Investments&#xa0;used the Jobs Act provision to confidentially file in June for its Bitcoin Futures Fund. Nasdaq <a href=\"https://www.ignites.com/c/3285764/416594?referrer_module=article&amp;highlight=Valkyrie\">then filed</a> in August a 19b-4 request to list the ETF.</p> <p>Valkyrie's chief investment officer, Steven McClurg,&#xa0;<a href=\"https://www.bloomberg.com/news/videos/2021-08-31/why-the-bitcoin-etf-race-may-be-won-by-this-tiny-issuer-video?referrer_module=emailVideo&amp;module_order=0&amp;code=YW01dllteGxkSFJBYVdkdWFYUmxjeTVqYjIwc0lERXdOREEzTlRBc0lEZzRNakE0TlRreE5RPT0&amp;sref=yO6sPLqg\">told</a>&#xa0;Bloomberg TV that the company used the confidential filing process to keep other rivals from copying its idea and potentially flooding regulators with similar proposals.</p> <p>Sprott&#xa0;also in February used the confidential filing process to submit plans to launch its version of a green gold ETF, the Sprott ESG Gold ETF, before filing its 19b-4 in July, disclosures show.</p> <p>Franklin's forthcoming ETF would physically hold gold bullion, with&#xa0;JPMorgan&#xa0;acting as custodian of the gold and&#xa0;BNY Mellon&#xa0;safekeeping any cash. The gold ETF would seek to hold “responsibly sourced” bullion, meaning bars produced after 2012 and under the&#xa0;London Bullion Market Association's responsible gold guidance, the filing states.</p> <p>Franklin Templeton's $9bn US ETF business generated net sales of $207m in the first eight months of 2021, according to&#xa0;Morningstar Direct. Its long-term mutual funds, meanwhile, bled $7.7bn in the seven months to the end of July, Morningstar's database shows.</p> <p><em>*Ignites is a news service published by FT Specialist for professionals working in the asset management industry. It covers everything from new product launches to regulations and industry trends. Trials and subscriptions are available at </em><a href=\"https://www.ignites.com/\"><em>ignites.com</em></a><em>.</em></p><p>Source: Jackie Noblett, Ignites 2021 'Franklin kept initial filing for gold ETF secret' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-21T04:08:51.919Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2121,
          "end": 2129
        }
      ],
      "nexusId": "10009914"
    }
  ]
}