{
  "_id": "24e1764f38852fad1059e400391ce22926a48b1721ae3acd56ab29b88a5cf0c1",
  "feed": "ftcomall",
  "title": "Morgan Stanley shake-up sets up chief executive succession race",
  "text": "<p>Morgan Stanley chief executive James Gorman kicked off a succession battle with a string of leadership changes at the US bank, including promoting two top deputies, Ted Pick and Andy Saperstein, to be co-presidents.</p> <p>Gorman, 62, has told Morgan Stanley's board, which he chairs, and the bank's senior management team that he is committed to staying on at least three more years, according to a person familiar with the matter. </p> <p>The elevation on Thursday of Pick and Saperstein, along with two other top bank lieutenants, Jonathan Pruzan and Dan Simkowitz, sets up a four-way race to eventually take over from Gorman, who has led the business since 2010.</p> <p>“These changes represent the next evolution of leadership to ensure we have the right management in place to lead this firm in future decades,”&#xa0;Gorman told shareholders at the bank's annual general meeting on Thursday. </p> <p>Pick and Saperstein have led the two business divisions at Morgan Stanley that generate about 90 per cent of the bank's revenues. </p> <p>Pick, 52, heads up its institutional securities unit, which focuses on investment banking, corporate lending and sales and trading. As part of the shuffle, he will also be responsible for the bank's international operations and serve as co-head of firm strategy. </p> <p>Saperstein, 54, leads Morgan Stanley's wealth management business. The bank said he would now take on its wealth management channels, which include ETrade, the online trading platform that <a href=\"https://www.ft.com/content/600b1100-53df-11ea-8841-482eed0038b1\">Morgan Stanley acquired</a> last year for $13bn. </p> <p>Gorman also named chief financial officer Pruzan, 52, as chief operating officer, and investment chief Simkowitz, 56, as co-head of firm strategy and execution with Pick. Pruzan and Simkowitz are also seen as contenders to take over from Gorman. </p> <p>Sharon Yeshaya, 41, head of investor relations, will replace Pruzan as chief financial officer.</p> <p>The changes are effective from June 1, Morgan Stanley said.</p> <p>The move comes just days after Morgan Stanley's Wall Street rival JPMorgan Chase unveiled its own <a href=\"https://www.ft.com/content/9e31d7a7-4911-493b-919d-31e04d756438\">leadership shake-up</a> that sets up the race to succeed Jamie Dimon. </p> <p>In contrast to Morgan Stanley, which elevated four white male executives as potential CEO candidates, the lead contenders to be the next chief executive of JPMorgan are two women, Marianne Lake and Jennifer Piepszak. </p><p>Source: Joshua Franklin 2021 'Morgan Stanley shake-up sets up chief executive succession race' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-20T14:51:39.117Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1966,
          "end": 1974
        },
        {
          "start": 2220,
          "end": 2228
        },
        {
          "start": 1966,
          "end": 1980
        }
      ],
      "nexusId": "10009914"
    }
  ]
}