{
  "_id": "d228d6e1f44cc2f22d886b5c296e5640c99464f69b64bd2ab7f5f3c8e0dea9a4",
  "feed": "wall-street-journal",
  "title": "U.S. Stock Futures, Overseas Markets Rise; Investors weigh strong earnings against likely reduction in central banks' stimulus measures",
  "text": "<p>Contracts for the Dow Jones Industrial Average and the technology-focused Nasdaq-100 also rose 0.3%.</p><p>Stocks have climbed in a calm stretch for the market, propelled by robust earnings growth and the economic recovery from the shock of Covid-19. Investors are however cautious about the potential for more volatility this fall, pointing to factors such as a reduction in stimulus efforts by central banks and slowing momentum in the U.S. economic growth.</p><p>High case numbers for the Delta variant of the coronavirus, global supply-chain disruptions and U.S. labor-market weakness have raised concerns that growth is peaking, said Kerry Craig, global market strategist at J.P. Morgan Asset Management. On Friday, U.S. government data showed 235,000 jobs were added in August, undershooting the forecast of 720,000.</p><p>\"The markets are waiting and waiting for a clear signal in a shift in the economy and the corresponding policy shifts,\" Mr. Craig said. If the supply-chain and labor-market disruptions prove temporary, then central bankers will remain on track to dial back easy-money policies, he added.</p><p>In commodity markets, Brent crude, the international gauge of oil prices,</p><p>ticked up 0.1% to $72.68 a barrel. Prices earlier came under pressure after Saudi Arabia cut its official oil export prices for Asian customers, a move analysts said could signal concern in Riyadh about demand weakening.</p><p>Aluminum forwards on the London Metal Exchange rose 1.2% to a fresh decade high of $2,765 a metric ton after a faction of the military claimed to havetaken control of mineral-rich Guinea. Guinea supplies 55% of Chinese imports of bauxite, a raw material used to make the industrial metal, according to analysts at brokerage StoneX Group.</p><p>The rally boosted shares of aluminum producers including Norway's Norsk Hydro, which gained almost 4% in Oslo. Russia's United Co. Rusal added more than 14% in Hong Kong trading.</p><p>Overseas stock markets mostly rose Monday. The pan-regional Stoxx Europe 600 added 0.5%, led by technology and media stocks.</p><p>Japanese stocks were among the biggest gainers in the Asia-Pacific region. The Nikkei 225 rose 1.8% by the close of trading, building on a Friday rally sparked by news that Prime Minister Yoshihide Suga won't seek re-election as leader of the ruling party. His decision has prompted investors to bet on increased government spending and economic stimulus.</p><p>The Shanghai Composite gained 1.1% and Hong Kong's Hang Seng added 1%, led by Chinese tech stocks, which extended a recent rally.</p><p>Tencent Holdings climbed 3.5% and Alibaba Group Holding gained 1.9%. After falling heavily starting in mid-February, the tech sector has rebounded somewhat in the past two weeks, suggesting investors believe the selloff may have been overdone.</p><p>Investors are still cautious about Chinese tech stocks, though some may start to buy selected shares whose prices have probably bottomed out, said Zhikai Chen, head of Asian equities at BNP Paribas Asset Management. \"I don't think anyone is looking to be a hero right now,\" he said.</p><p>Money managers are also scrambling to figure out what the government's new focus on social equality, or \"common prosperity,\" means for companies. That initiative could potentially affect all businesses and Chinese society as a whole, said David Chao, global market strategist for Asia Pacific ex-Japan at Invesco.</p><p>\"Companies will be looking at their business, trying to understand how to operate under this new 'common prosperity' playbook,\" said Mr. Chao, adding that the onus is on companies to prove that they are in favor of the concept.</p><p>Write to Chong Koh Ping at chong.kohping@wsj.com and Joe Wallace at Joe.Wallace@wsj.com</p><p>U.S. Stock Futures, Overseas Markets Rise</p>",
  "published": "2021-09-06T14:21:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}