{
  "_id": "9b58edf38eb8fd1ca8467e3041c39080ae819dbd2860b45a24cf3b201abfc304",
  "feed": "ftcomall",
  "title": "Margin debt and leverage are flashing red, again",
  "text": "<p>When the Archegos fund imploded last month, it demonstrated yet again the perils of taking on excessive margin debt. </p> <p>Although a then little known family office, Archegos<a href=\"https://www.ft.com/content/b7332bcd-366e-4c19-9f3a-e728555bcbcb\"> amassed a reported $50bn of loans</a> from banks such as Mizuho and Credit Suisse to purchase risky equities. When those bets turned sour, its losses surpassed <a href=\"https://www.ft.com/content/f18f39ec-1276-4fed-95e4-6aca6d684a7f\">$10bn</a>, judging from recent results from the banks that made those loans.</p> <p>That is a startling amount. Even more startling, though, is that Archegos is far from being the only fund to rack up large margin debt — the funds that an investor borrows from brokers to trade financial markets. </p> <p>Data collected by the Financial Industry Regulatory Authority shows that total margin debt across Wall Street <a href=\"https://www.finra.org/investors/learn-to-invest/advanced-investing/margin-statistics\">hit $822bn</a> by the end of March — <em>after</em>&#xa0;Archegos had failed. That was almost double the $479bn level of this time last year and far more than the around $400bn peak that margin debt reached in 2007, just before the financial crisis. </p> <p>To put these numbers in context, ABP Invest, a London-based fund, <a href=\"http://abpinvest.com/Reports/ABPVPMGN0421.pdf\">calculates</a> that during the 2000 dotcom and 2007 credit booms, US margin debt topped out at roughly 3 per cent of gross domestic product. Now it is nearly 4 per cent. </p> <p>As John Waldron, chief operating officer of Goldman Sachs <a href=\"https://www.reuters.com/business/finance/goldman-sachs-watching-total-margin-loans-after-archegos-fund-blowup-executive-2021-04-26/\">told</a> the Economics Club of New York this week: “That's an extraordinary (level) of margin debt.” Quite so — particularly as Goldman was reportedly “<a href=\"https://www.ft.com/content/c771ad24-24ca-4002-ab8f-17719e4c32da\">very exposed</a>” to Archegos, although it apparently managed to exit its positions and avoid major losses.</p> <p>Is all this dangerous for markets? The answer depends on what you think will happen to asset prices. If you believe they will keep rising while the cost of borrowing remains so low, the answer is “No”. Indeed, many investors and investment banks appear confident that is the case.</p> <p>The Federal Reserve forecasts that the US economy will notch up a <a href=\"https://www.ft.com/content/3250f348-6a58-4a8f-ba79-5556ddfce127\">heady 6.5 per cent growth</a> rate this year. That should boost corporate earnings and support asset prices, especially as <a href=\"https://www.ft.com/content/52dc058d-7a6d-4cd0-898e-84bd7f6806a7\">US companies </a>plan to pass on any rise in producer prices to consumers rather than let their profits take the hit.</p> <p>Nor is there any indication the Fed wants to raise borrowing costs. On Wednesday <a href=\"https://www.ft.com/content/296ae4e6-5e4e-44fc-8636-67e2ad38eee4\">it argued</a> the recent rise in inflation was “transitory” and there had to be “substantial further progress” in job creation before it shifted policy. Scott Minerd, head of Guggenheim investment group, is one financier who now <a href=\"https://twitter.com/ScottMinerd/status/1387397978743320581\">believes</a> “the first rate hike could be pushed back to 2025”.&#xa0;</p> <p>Perhaps more surprising is that markets are not pushing up borrowing costs either.&#xa0;Over the past two weeks, the <a href=\"https://markets.ft.com/data/bonds/tearsheet/summary?s=US10YT\">yield on the US 10-year bond </a>has stayed under 1.7 per cent, even though US consumer prices&#xa0;<a href=\"https://www.ft.com/content/37990b3a-0c26-459e-9046-98fc2c7d24cf\">jumped&#xa0;</a>0.6 per cent in March from February, their quickest rise in almost a decade.</p> <p>That seems like a big vote of market confidence in the Fed, if you view markets as an efficient weighing machine of investor views of macroeconomic trends.&#xa0;However, there is another reason why bond yields may have remained relatively unmoved. It may be due to an unusual change in the way liquidity flows around the US financial system.</p> <p>Matt King at Citi, for example, <a href=\"https://www.citivelocity.com/rendition/eppublic/documentService/dXNlcl9pZD04SHJ1eWd1YW9VTlU3VXVJenNaR29pLWhXRXlvZkZocCZlbWFpbF9zZW5kX2lkPTIyNzcxMzAyNjcmdj0x/ZG9jX2lkPTMwMDA5NDg5JnBsYXRmb3JtPTg0\">recently told</a> clients that one reason why bond yields have stayed low — and equity markets soared — is that the Fed has been quietly releasing funds into the market, via banks, from the so-called US Treasury General Account. </p> <p>A year ago, the US Treasury put $1.6tn into what is essentially its checking account, held by the New York Fed, as a helpful JPMorgan <a href=\"https://am.jpmorgan.com/us/en/asset-management/adv/insights/market-insights/market-updates/on-the-minds-of-investors/how-might-the-tga-drawdown-impact-markets/\">primer</a> explains. This big jump from the previous $400bn-odd level was to cope with Covid-19 shocks. Now the Fed is quietly running it down to pre-pandemic levels. </p> <p>King thinks this injection of liquidity has “swamped fundamentals”, raising asset prices. But he also warns the dynamic will reverse later this year as the account balance falls to pre-pandemic levels, causing asset prices to fall.</p> <p>If so, that might create more unease about the risk of high levels of margin debt. And that unease would only rise if, say, the Biden administration's bold tax plans are implemented in a way that crimped corporate earnings and thus undercut equity prices. </p> <p>After all, the Archegos episode was a repeat lesson in how nobody usually worries about excess leverage while asset prices are rising. It is only when they suddenly tumble, for idiosyncratic or system-wide reasons, that nasty surprises emerge. </p> <p>As Thanos Papasavvas, founder of the ABP fund says: “Money is cheap, so elevated levels of gearing and margin should not be a surprise . . . [But this creates] great ingredients for some good old fashioned market fragility.” </p> <p>Savvy financiers are of course keenly aware of this and the smartest prime brokers are undoubtedly already trimming back their margin lending. Goldman's Waldron, for example, says the bank is “watching that carefully”.</p> <p>For most of the rest of us, it is a useful reminder that fundamentals such as profits and low interest rates can explain some of today's rise in asset prices. But they are only part of the tale. As was true in 2007, just before the financial crisis exploded, liquidity and leverage can matter just as much — even if they are harder to observe and thus often ignored. </p> <p><a href=\"mailto:gillian.tett@ft.com\">gillian.tett@ft.com</a></p><p>Source: Gillian Tett 2021 'Margin debt and leverage are flashing red, again' FT.com 29 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-29T16:37:21.125Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3449,
          "end": 3457
        }
      ]
    }
  ]
}