{
  "_id": "82fd9f385bfc30fcebe897ac96fddd6c6e0943fbbb2e48aba81532330dfa6ed2",
  "feed": "wall-street-journal",
  "title": "Bitcoin, Dogecoin Prices Fall Sharply",
  "text": "<p>That gave the small but growing crowd of bulls a feeling of inevitability that cryptocurrencies would mature into a significant asset class in their own right. Bitcoin, they wagered, might even fulfill its initial vision and become a legitimate alternative currency.</p><p>But the same momentum that drove prices higher is now sending them relentlessly lower.</p><p>Bitcoin, which traded around $7,000 at the beginning of 2020, peaked at $64,829 in mid-April. Since then, it has fallen 41% to $38,390 as of 5 p.m. ET Wednesday and earlier in the day dropped as low as $30,202.</p><p>\"Many people have been tempted to invest purely because it has gone up in value and they have a fear of missing out,\" said Rick Eling, investment director at wealth management firm Quilter. \"Bitcoin is a volatile asset, and as we have seen so often in financial markets, boom is almost always followed by bust.\"</p><p>Some of the stock market's charge has stalled as well. Many of the momentum stocks, such as Tesla Inc. and GameStop Corp. that investors piled into betting they could only go up, have run out of steam as investors worry about an eventual tapering of the Federal Reserve's easy-money policies.</p><p>The Dow Jones Industrial Average closed down 164.62 points, or 0.5%, Wednesday, paring an earlier drop of as much as 587 points, as investors broadly retreated from riskier assets. The index has fallen in six of the past eight sessions.</p><p>The recent price fall has accelerated after three Chinese entities published a statement that financial institutions shouldn't accept virtual currencies for payment or provide services using them. China has in the past issued other restrictions on cryptocurrencies, which seemingly have had little success in stanching demand among Chinese citizens. Still, the new ban and reaction show the crypto market is still sensitive to regulatory efforts.</p><p>The selloff extended to other digital currencies as well. Dogecoin fell 27% to about 35 cents, after earlier plunging as low as about 22 cents. Ether was 26% lower at $2,536, after earlier falling more than 40%.</p><p>Since early Tuesday, the total value of the cryptocurrency market has declined by more than $470 billion to about $1.66 trillion, according to CoinMarketCap. Bitcoin's share has fallen to $721 billion.</p><p>Those losses are partially a result of how the market is structured. Crypto markets trade 24 hours a day seven days a week on hundreds of exchanges around the world. Once momentum accelerates in either direction there is no closing bell or circuit breaker to slow trading.</p><p>Moreover, the downturn fits a recurring pattern in digital currency's short history. In 2017, Bitcoin's price rose from $1,000 to nearly $20,000, peaking on the very day that exchange giant CME Group Inc. opened its much-awaited bitcoin futures market. At the time, that debut seemed like a sign of crypto's arrival. Instead, it marked the end of the rally.</p><p>This year, bitcoin peaked April 14, coinciding with the stock-market debut of Coinbase Global Inc., the largest U.S. bitcoin exchange and the first significant player in the industry to go public. Much like the CME launch, in retrospect it seems to have marked the end of a rally.</p><p>At the time, that day felt like a victory lap for cryptocurrencies, said Oanda analyst Edward Moya. Coinbase fetched a mammoth $85 billion valuation, making it bigger than most companies in the S&amp;P 500. Now, however, that day feels like a different kind of turning point, he said. Coinbase's stock has declined 41% from its opening price that day, including Wednesday's 5.9% drop.</p><p>The selloff wreaked havoc across crypto markets. As of Wednesday afternoon in New York, about $9 billion of liquidations of leveraged bets had taken place in the previous 24 hours, according to data provider Bybt. The majority were of long positions in which traders bet on an increase in the price of bitcoin or another cryptocurrency. Such liquidations take place when the market moves against a trader who isn't able to exit from the trade or post enough additional funds to meet the exchange's margin requirements.</p><p>Some crypto exchanges reported glitches during the selloff, adding to the chaos. Coinbase said it was having intermittent downtime and some users were experiencing delays while trying to make withdrawals. Kraken, another U.S. exchange, reported users were having difficulty connecting to its app and website amid very heavy traffic.</p><p>Although bitcoin bulls credit much of the digital currency's momentum over the past year to a rush of institutional investors into the market, data suggest their influence wasn't as significant as predicted. Between September and February, about $11 billion of investments in bitcoin came from professional investors, both corporations and individuals, JPMorgan Chase &amp; Co. analyst Nikolaos Panigirtzoglou estimated.</p><p>In that period, bitcoin added about $800 billion in market value. Mr. Panigirtzoglou argued that the relatively small amount of professional money didn't drive the rally itself but inspired individual investors, who rushed in and pushed the price higher.</p><p>Perhaps one of the biggest buy signals they embraced was Tesla's February announcement that it purchased $1.5 billion of bitcoin. Mr. Musk, Tesla's chief executive, has emerged as one of the biggest influencers on the wild price swings.</p><p>And after months of bullish comments about bitcoin, dogecoin and other digital currencies, Mr. Musk has seemingly become a bitcoin antagonist, some investors are arguing on social media.</p><p>Last week, he said Tesla would cease accepting bitcoin as a payment option for its electric cars, pointing to environmental concerns. At one point, it appeared he suggested Tesla would sell its bitcoin holdings, comments that sent its price sharply lower. He later clarified that the company wasn't doing so and tweeted Wednesday morning using emojis that Tesla has diamond hands, a catch phrase among individual investors regarding their ability to hold on to risky bets for long periods.</p><p>More important, though, it appears that the overall institutional inflows are shifting away from bitcoin and back into traditional gold, Mr. Panigirtzoglou said in a recent research report.</p><p>The average flow of capital into bitcoin funds -- measured as a four-week rolling average -- has been declining since late January when it peaked at $600 million, he said. In May, the funds had net outflows of about $100 million, the first downdraft since at least January 2020, he said.</p><p>---</p><p>Caitlin Ostroff contributed to this article.</p>",
  "published": "2021-05-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4766,
          "end": 4786
        }
      ],
      "nexusId": "10009914"
    }
  ]
}