{
  "_id": "4ecbe239a2628df866410e553d046a40447f415afab5e5134616e0067c6195ca",
  "feed": "ftcomall",
  "title": "CVC-controlled Recordati buys UK start-up to expand rare cancers portfolio",
  "text": "<p>Italian pharmaceutical group Recordati has agreed a €750m acquisition of a UK-based start-up that specialises in developing treatments for rare cancers. </p> <p>The Milan-listed drugmaker, which is controlled by private equity CVC Capital Partners through Rossini Investimenti, will buy EUSA Pharma from buyout firm EW Healthcare Partners, it announced on Friday. </p> <p>The acquisition would provide Recordati with “an expanded rare drugs portfolio which will contribute more than €150m to 2023 revenues”, the company said in a statement. Integration costs would amount to roughly €35m, it added. The deal is expected to be finalised in the first half of next year, subject to regulatory approvals.</p> <p>EUSA Pharma was founded in 2015 and employs 200 people globally. It has developed four products for the treatment of rare cancers including one monoclonal antibody for high-risk neuroblastoma patients, most of whom are children under the age of 10, and a medical device to help counter certain side effects of chemotherapy and radiotherapy. &#xa0;</p> <p>US approval of the neuroblastoma treatment, marketed under the name Qarziba, could boost EUSA's total annual sales to roughly €250m, from the current €130m, according to Recordati. </p> <p>“This is a positive deal for Recordati, it will surely increase [the group's] profits,” Equita Sim analysts said in a note. </p> <p>Recordati will fund its acquisition through an existing liquidity and bridge financing fully underwritten by JPMorgan and Mediobanca. The deal will not lead to changes in the company's dividend payout policy which is confirmed at 60 per cent of its consolidated net income. </p> <p>“The EUSA Pharma acquisition represents an excellent opportunity to further expand and reinforce our portfolio in a new and under served therapeutic area (rare and niche oncology) with high potential growth products,” said Andrea Recordati, the company's new chair and former chief executive officer. </p> <p>Recordati's three-year business plan unveiled earlier this year envisaged an expansion into the rare disease segment and the chair, who belongs to the founding Recordati family, said the deal “delivers on [that] strategy”. The deal marks the group's largest acquisition to date and its second since CVC took a 51 per cent <a href=\"https://www.ft.com/content/ff381608-7bcb-11e8-bc55-50daf11b720d\">stake for €3bn</a> in 2018. </p> <p>Shares in the Italian group rose 1.3 per cent to €54.4 in morning trade after the announcement, giving a market value of roughly €11bn. </p><p>Source: Silvia Sciorilli Borrelli in Milan 2021 'CVC-controlled Recordati buys UK start-up to expand rare cancers portfolio' FT.com 3 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-03T12:24:03.428Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1442,
          "end": 1450
        }
      ],
      "nexusId": "10009914"
    }
  ]
}