{
  "_id": "003c86825543d53dc7280638cc08463a648e75f70b8d2f150b853465c55c159f",
  "feed": "ftcomall",
  "title": "Credit Suisse and Nomura warn of losses after Archegos-linked sell-off",
  "text": "<p>Nomura and Credit Suisse have warned of large losses after a fire sale of about $20bn of Chinese and US stocks as their client Archegos Capital Management was forced into a huge unwinding of positions.</p> <p>Profits at Japan's largest investment bank could be wiped out for the second half of the financial year, while Credit Suisse said on Monday that the wave of selling may have a “highly significant and material” impact on its first-quarter results.</p> <p>The warning sent shares in both banks tumbling, with Nomura closing 16 per cent lower in Tokyo, their worst one-day fall. Credit Suisse shares sank 13.8 per cent, their steepest decline since the pandemic-induced turmoil in March 2020.</p> <p>Nomura and Credit Suisse were among banks providing prime brokerage services to Archegos, which was founded by former hedge fund manager Bill Hwang, according to several people close to the matter. Prime brokers lend cash and securities to hedge funds and process their trades.</p> <p>After building up significant exposure to stocks, including ViacomCBS, Archegos was hit hard in the middle of last week as shares in the US media group <a href=\"https://markets.ft.com/data/equities/tearsheet/charts?s=VIAC:NSQ\">began to tumble</a>. The declines prompted a margin call from one of the fund's prime brokers, triggering similar demands for cash from other banks and unleashing more selling that <a href=\"https://www.ft.com/content/1b9119b2-0d8b-4a9d-b0a2-d10a021cd71b\">riveted Wall Street on Friday</a>.</p> <p>Nomura said it was evaluating the extent of the potential losses, noting that its estimated claim against the unnamed client was about $2bn. </p> <p>In a statement, Credit Suisse said “a significant US-based hedge fund defaulted on margin calls made last week”, and that it and other banks were now “in the process of exiting these positions”.</p> <p>The bank added that “at this time it is premature to quantify the exact size of the loss resulting from this exit”. Two people close to the bank said the expected loss was estimated to be between $3bn and $4bn. </p> <p>Credit Suisse declined to comment further.</p> <p>A person with knowledge of the Swiss bank's relationship with Archegos, which also had exposure to several Chinese technology shares, said the losses were contained within its New York prime brokerage unit and did not extend to its wealth management business. Credit Suisse has a policy of offering a range of financial services to its wealthy private bank clients.</p> <p>As the bank's shares dropped, one of its biggest investors said chair Urs Rohner should give up any pay he is due before stepping down at the end of April.</p> <p>“His record on risk management through his tenure was awful,” said David Herro, vice-chair of Harris Associates, pointing to the bank being caught up in the Luckin Coffee, Wirecard and, more recently, Greensill Capital scandals. “If you add up all the losses and compliance charges on his watch you get a staggering number,” he added.</p> <p>Kian Abouhossein, an analyst at JPMorgan, said the potential losses from Archegos, coming on top of <a href=\"https://www.ft.com/content/bb4f4311-e8b6-46a5-885d-4ed9b9febd22\">its exposure to Greensill</a>, could threaten the Swiss bank's $1.6bn share buyback programme.</p> <p>While Credit Suisse and Nomura shares were hit hardest, other banks were also on the back foot, with Morgan Stanley stock falling 4 per cent. However, there was little sign of severe contagion to the wider stock market.</p> <p>Finma, the Swiss financial regulator, said Credit Suisse had made it aware of its involvement in an “international hedge fund case” involving “several banks and locations internationally”. </p> <p>According to people familiar with the matter, Nomura held emergency talks with Japan's Financial Services Authority before disclosing its exposure on Monday.</p> <p>Archegos is a family office that manages the wealth of Hwang, a “Tiger cub” alumnus of Julian Robertson's legendary Tiger Management hedge fund. It had about $10bn of assets last week, according to prime brokers. New York-based Hwang previously ran the Tiger Asia hedge fund, but he returned cash to investors in 2012 when he <a href=\"https://www.reuters.com/article/us-crime-insidertrading-tiger-idUSBRE8BB1RG20121212\">admitted to wire fraud</a> relating to Chinese bank stocks. </p> <p>One Tokyo-based banker said the extremely high level of leverage Nomura appeared to have extended to Archegos was “baffling”.</p> <p>Other prime brokers that provided leverage to Archegos said the problems at Nomura and Credit Suisse related to being slower in offloading share blocks into the market compared with their peers, notably Goldman Sachs and Morgan Stanley. </p> <p>An executive at a Wall Street bank in Hong Kong said: “It is unclear why Nomura sat on their hands and racked up these large losses.” </p> <p>The banks were among at least five, including UBS, that supplied prime brokerage services to Archegos, according to people familiar with the matter. UBS's exposure is not material, said a person briefed on the matter. UBS declined to comment.</p> <p>Deutsche Bank said it had “significantly de-risked” its exposure to Archegos and did not expect to incur any losses as it unwound remaining positions.</p> <p>Hedge funds in Hong Kong and Tokyo said traders were <a href=\"https://www.ft.com/content/2542af81-9e93-4d05-a0b9-26c0f6aab6f3\">braced for further block sell-offs</a> in stocks associated with Archegos and other funds that could also be forced to unwind heavily leveraged positions, such as Teng Yue Partners.</p> <p>Teng Yue, run by fellow Tiger cub Tao Li, has also been linked to the sell-off that hit shares in US media groups and Chinese technology business GSX Techedu last week, according to prime brokers and traders in Hong Kong. Teng Yue was not immediately available for comment. </p> <p>Hideyasu Ban, an analyst at Jefferies, said a $2bn loss estimate logged in the March quarter would wipe out most of Nomura's pre-tax profits for the second half of the financial year ending this week.</p> <p>An executive at a global hedge fund in Hong Kong said: “It is surprising that a China-oriented fund was using Nomura and being granted so much leverage by a Japanese bank. It looks to have been at least four times what a long/short equity fund would normally get.”</p> <p>Bankers in Tokyo familiar with the circumstances surrounding the heavy sell-off of Archegos assets described the event as a possible “Lehman moment” that would force multiple lenders to recognise that leverage extended to the fund had created excessive risk. </p> <p>Some banks banned all trading globally with Hwang after he <a href=\"https://www.sec.gov/news/press-release/2012-2012-264htm\">settled with US regulators</a> over illegal trading charges in 2012 and was banned from trading in Hong Kong in 2014. </p> <p><em>Additional reporting by Olaf Storbeck in Frankfurt and Stephen Morris in London </em></p><p>Source: Leo Lewis in Tokyo, Tabby Kinder in Hong Kong and Owen Walker in London 2021 'Credit Suisse and Nomura warn of losses after Archegos-linked sell-off' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T17:26:01.981Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2802,
          "end": 2810
        }
      ]
    }
  ]
}