{
  "_id": "57fe538343318f87fa9f195e8f679d0c3836e5e510d25008816682bb2341101e",
  "feed": "ftcomall",
  "title": "The charts that show global supply chain disruptions are at historic highs",
  "text": "<p>Hello from London, where growth is being hit by businesses not having enough workers, forcing the government to grant visas to foreign butchers and truck drivers. </p> <p>Labour shortages seem to be worse in the US and the UK, but supply chain disruptions are creating havoc around the globe, resulting in lengthening delivery times, rising constraints on output and low inventories. </p> <p>But how bad is it compared with earlier supply crunches? Trade Secrets looked at all the indicators related to the functioning of global production and presents the evidence in today's main piece. </p> <h1>The worst disruptions since data series began</h1> <p>Sure, we know supply chain disruptions are bad. But, on a historical — or at least, decades-long — scale, how bad are they? Very it turns out. </p> <p>Global delivery times in the manufacturing sector, tracked by data firm IHS Markit in collaboration with US bank JPMorgan Chase, have in recent months deteriorated at the fastest pace in more than 23 years of the data being available. </p> <p>The data, which is collected from managers of about 13,500 businesses in more than 40 countries, show that the current disruption is even worse than in the spring of last year when many factories shut down because of Covid-19 restrictions. </p> <p>As one might expect, given the nature of global trade and global consumption, it is advanced economies that wait for parts and goods largely produced by China and other Asian countries that are most affected. Call it the bullwhip effect — where changes in demand have a bigger impact the further along the supply chain you go — in action. </p> <p>While geographically localised, disruptions now affect almost every manufacturing sector. Delivery times have worsened the most in the tech and auto sectors, where they are short of microchips, but manufacturers of food and beverages and personal items are experiencing near-record disruptions. </p> <p>There is, of course, the fact that — <a href=\"https://www.ft.com/content/9fb68354-e377-4f6b-8e6e-37d42d3c14ed\">as we have written before</a> — the output of goods such as bicycles has shot up in line with the surge in demand for consumer durables. </p> <p>Paul Donovan, chief economist of UBS Global Wealth Management, noted that despite all the talk about supply chain dysfunctions, “global manufacturing is producing more goods than ever before and global trade volumes are growing strongly”. </p> <p>Yet output could be even brisker if factories had what they needed to satisfy the incredibly strong demand that accumulated from consumers switching from spending on services to buying goods during the pandemic and from businesses as they reopened after the easing of most restrictions. </p> <p>A lack of material and equipment was a factor limiting production for about two in five European manufacturers in the third quarter, the highest proportion since records began in 1985, according to an EU survey. </p> <p>Historical under-investment in semiconductor production, lockdowns at Chinese ports in response to Covid outbreaks, the resultant shipping logjams and factory closures in south-east Asia were “plaguing” production across most advanced economies, said Candace Browning, head of global research at the Bank of America. </p> <p>Backlogs of orders increased across all global manufacturing and most services sectors, notably in electronic consumer equipment and industrial goods, IHS Markit data showed. Official data showed German manufacturing order backlogs rising in August to the highest levels since comparable data began in 2015, with factories of capital goods having accumulated more than 10 months' worth of unfulfilled&#xa0;orders, the highest on record. </p> <p>“With shortages limiting production of goods, firms still seem to be running down their inventories to meet demand,” said Jennifer McKeown, head of global economics service at Capital Economics. Retailers inventories relative to sales reached record lows in both the US and UK. </p> <p>Factories, retailers and consumers will continue to have to wait for a while for transport congestion to ease.</p> <p>Turloch Mooney, head of IHS Markit's port performance programme, noted a lack of available space in key ports was “driving up freight rates”.</p> <p>According to his figures, the average quantity of containers loaded and discharged on a single call — referred to as call size — rose 73 per cent in the first half of 2021 at the US port of Long Beach compared with the same period in 2019, before the pandemic. Long Beach and the neighbouring Port of Los Angeles have announced in recent weeks that they will operate around the clock in an effort to ease logjams ahead of the festive period. Many are not optimistic that this will help. Sathish Sivakumar, economist at Citi Research, said extending port operating times was unlikely to ease strains in a “meaningful manner”. </p> <p>There have been double-digit increases in call sizes at many other ports — including Felixstowe in the UK, Rotterdam in the Netherlands and Shanghai in China — over the course of the pandemic.</p> <p>Shipping freight rates, which have surged on all the world's leading trade arteries during the pandemic, have experienced some corrections in recent weeks as a result of power shortages at Chinese plants. However, they are still high and expected to remain so in the medium term. </p> <p>Mooney said that as we move into the traditional peak season for container shipping, with Christmas around the corner, and with inventory levels in the US and Europe at their lowest on record, indications are that container volumes will remain strong well into 2022. “The congestion situation is unlikely to be resolved until there is a significant drop in demand,” he said. </p> <h1>Trade links</h1> <p>It looks as though <strong>Tokyo</strong> wants to up its chips game. The country's newly created minister for economic security warned in an <a href=\"https://www.ft.com/content/f59173b6-211c-4446-aa57-5c9b78d602c2\">interview with the FT</a> that <strong>Japan's semiconductor industry</strong> was doomed to irrelevance unless the government matched the long-term strategic visions being laid out in the US and China.</p> <p>Reeling from the global supply crunch, <strong>Japanese auto parts maker Jatco</strong> will change its supply chain management by committing to larger orders and sharing annual production plan months earlier with suppliers, its chief executive <a href=\"https://asia.nikkei.com/Editor-s-Picks/Interview/Japan-auto-parts-maker-revamps-supply-chain-to-fight-chip-crunch\">told Nikkei Asia</a> ($, subscription required).</p> <p><strong>Chinese authorities</strong> have<a href=\"https://asia.nikkei.com/Politics/China-fines-Sony-for-ad-to-launch-event-on-battle-anniversary\"> slapped <strong>Sony</strong></a> (Nikkei, $) with a Rmb1m ($156,000) fine over plans to hold a product launch on the anniversary of a wartime battle, alleging violation of China's advertising law. <em>Francesca Regalado and Claire Jones</em></p><p>Source: Valentina Romei 2021 'The charts that show global supply chain disruptions are at historic highs' FT.com 19 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-19T10:31:27.745Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 875,
          "end": 889
        }
      ]
    }
  ]
}