{
  "_id": "1bf8465331eefcda4e24d7b6dc4a5d018112ca46a454b58b0e197ce199083a23",
  "feed": "ftcomall",
  "title": "Wells Fargo pledges $8bn in cost cuts ",
  "text": "<p>Wells Fargo said on Friday it could cut $8bn from its cost base over the next three to four years, finally giving tangible targets for an efficiency drive that has been in progress for more than a year under chief executive Charlie Scharf. </p> <p>Announcing a modest increase in fourth-quarter profits fuelled by the <a href=\"https://www.ft.com/content/6cbd0f02-7ef9-4ea1-8ade-9711292d54d2\">release of $757m in loan loss reserves</a>, America's fourth-largest bank by assets told investors it was advancing on more than 250 “efficiency initiatives”, which could yield $8bn in spending cuts on a gross basis. </p> <p>“I wouldn't confuse our recent underperformance with our great franchise value, and how our business fits together to put us in a great competitive position,” said Mr Scharf, who vowed to restore the bank's fortunes after becoming chief executive in September 2019. </p> <p>Wells Fargo has struggled to recover from a 2016 mis-selling scandal and continues to operate under a balance sheet cap imposed by regulators as a punishment. </p> <p>The efficiency drive includes slashing 250 branches in 2021 — on top of the 329 closed last year — eliminating layers of management and reducing its real estate footprint by up to a fifth. </p> <p>The bank did not outline how many of its staff would lose their jobs. Its latest earnings show headcount fell by 6,400 in the last three months of the year, leaving the lender with just over 268,500 on its payroll in December. </p> <p>Kyle Sanders, an analyst at Raymond James, said Wells Fargo's efficiency drive “would represent a 14 per cent reduction from 2020 expense levels, which could provide a meaningful lift to long-term profitability”. </p> <p>Mr Scharf told analysts the bank was “exploring options” for its asset management and corporate trust businesses, and its rail leasing portfolio. It is targeting a return on equity of about 10 per cent in the longer-term versus the 8 per cent it posted for the fourth quarter. </p> <p>The bank reported net income of $3bn for the fourth quarter, up about 4 per cent on the same period in 2019. Earnings per share were 64 cents, higher than the 59 cents expected by analysts in a Bloomberg poll. Revenues for the quarter came in at $17.9bn, versus $19.9bn a year ago. </p> <p>Restructuring charges took another $781m out of earnings in the fourth quarter. Net interest income fell 17 per cent year on year, to $9.28bn. Lending margins recovered slightly relative to the third quarter, reflecting a small rise in US benchmark interest rates, which are still near historic lows.&#xa0;</p> <p>Loan loss charges were a bright spot. After booking more than $10bn in the first nine months of the year, Wells Fargo recorded a $179m gain for loan loss provisions in the fourth quarter, largely because it released reserves related to a student loan portfolio which it is selling.</p> <p>The higher than expected profits make it more likely that Wells Fargo will buy back shares in the first quarter, since share repurchases are capped by banks' recent earnings. The lender said its board had approved the buyback of an additional 500m shares, but did not signal imminent plans to go ahead with the plan.</p> <p>The bank's shares dropped 7.5 per cent to $32.16 in Friday trading.</p> <p>Wells Fargo reported a 56 per cent fall in net income in the<a href=\"https://www.ft.com/content/8b8a4bec-6d28-462e-a18f-73b4856e1fc7\"> third quarter</a>, a steeper drop than rivals Citigroup, Bank of America and JPMorgan Chase, as lower interest rates compressed lending margins while restructuring charges pushed up costs.&#xa0;</p> <p>The lender has a smaller investment bank than its rivals, so it has enjoyed fewer spoils from 2020's trading, dealmaking and fundraising booms.&#xa0;</p><p>Source: Laura Noonan in New York 2021 'Wells Fargo pledges $8bn in cost cuts ' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T16:02:50.476Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3238,
          "end": 3252
        }
      ]
    }
  ]
}