{
  "_id": "137756b99c54a3d68f5e5582208e7bbc3d5b54b8264237849db57e468e77c8d7",
  "feed": "ftcomall",
  "title": "Hot retail summer",
  "text": "<p>Summer is over. What a drag. The S&amp;P -- despite a tiny but perceptible undercurrent of <a href=\"https://www.ft.com/content/8d2ea578-04d2-449d-ab8a-55202cc455f0\">fear</a> -- gained 8 per cent between Memorial day and Labor Day. So much for “Sell in May and go away”. The autumn might include asset purchase tapering and deceleration of profit growth and economic fundamentals. But what rhymes with “Sell in September?”&#xa0;</p> <p><strong>Retail flows (part 1)</strong></p> <p>There was an interesting <a href=\"https://www.ft.com/content/d87c6631-55f0-4897-9634-bf0ad969e27d\">piece</a> in the FT yesterday, based on a JPMorgan research note, about how surging flows from retail investors into individual stocks and ETFs are supporting the stock market. Here is the key chart from the piece:</p> <p>This is a quite striking chart, but I should confess I don't know how JPMorgan comes up with these numbers. The report itself notes that “the estimated net flow in [the chart] underreports the actual net flow by at least a factor of 2 given the above methodology only captures market orders that receive price improvement, which account for about 45% of all retail volume.” This, ah, doesn't clarify things much for me. I'll try to find out more, but for now let's assume that the data is directionally correct.</p> <p>Here is the key quote from the FT piece:</p> <blockquote>  <p>“As long as this retail flow continues, the equity market will keep going up,” said Nikolaos Panigirtzoglou, cross-asset research analyst at JPMorgan. “If that flow stops and we start seeing material outflows — from equity ETFs in particular — then we should start getting worried about the equity market”</p> </blockquote> <p>Let me further confess I'm not sure how to assess the claim that retail flows are the key determinant of the market's direction. It is a very big deal if it is true. I do agree -- for reasons I <a href=\"https://www.ft.com/content/edbd1838-6f18-46dd-a080-d5d2abf6d0fb\">wrote</a> about recently -- that flows in general are very important. But I'm not yet convinced that retail flows (as opposed to institutional flows or buybacks) are dominant.</p> <p>The really interesting thing in the JPM report, however, is the idea that the retail equity flows may be supporting the bond market, too:&#xa0;</p> <blockquote>  <p>As certain retail investors, most likely the younger cohorts, buy stocks and equity funds aggressively they push the equity market up strongly, making “other” retail investors, i.e. the older cohorts, inadvertently more overweight equities. To prevent their equity weighting from rising too much, these “other” retail investors are buying bond funds to rebalance . . . It is thus not accidental that previous years of strong equity returns, such as 2019 and 2017, were also years of very strong bond fund flows . . . this rebalancing backdrop implies that if an equity market correction takes place in the future, bond markets could also see a sharp decline in rebalancing flows</p> </blockquote> <p>Here is the JPM chart of global net flows into stock and bond mutual fund ETFs:</p> <p>If the recent equity and bond rallies are linked by portfolio rebalancing, that is very important. The negative correlation between stocks and bonds is crucial to investors, as it is the most important hedge in most portfolios. Stocks and bonds losing support at the same time would be very bad.</p> <p>Two questions, though: why didn't the strong net equity flows of, say, 2013 and 2006-7 drive strong bond flows in those years? Did the argument not apply then? And if older-cohort investors are rebalancing towards bonds, mustn't they be selling equities to do it, offsetting the younger-cohort investor inflows?</p> <p>More on the tricky topic of retail flows in days to come.&#xa0;&#xa0;</p> <p><strong>Almost final comments on private equity returns</strong>&#xa0;</p> <p>Are you tired of reading about private equity returns? Perhaps, but people are not tired of sending me emails about them. The “does PE outperform public markets” argument makes Unhedged readers froth at the mouth. </p> <p>I asked readers to send evidence of outperformance over the last decade. One reader sent the figure for the Cambridge Associates' US private equity index. With a nearly 16 per cent annual return over the last decade, it beat the Russell 3000 by about 2 per cent a year, which is a lot:&#xa0;</p> <p>As it happens, a noted private equity sceptic warned me that fund consultants and PE managers would all quote the Russell small cap indices, because they have the weakest performance (something about the way the funds rebalance, he said). The S&amp;P 600's 10-year annual return is 15.4 per cent, just thirty basis points shy of the Cambridge index.&#xa0;</p> <p>All together now: the PE industry! Did not significantly outperform public markets! Over the past decade!&#xa0;</p> <p>Another reader sent <a href=\"https://www.cfainstitute.org/en/research/financial-analysts-journal/2016/a-bottom-up-approach-to-the-risk-adjusted-performance-of-the-buyout-fund-market\">this</a> well designed study of PE returns, from 2016 (“A Bottom-Up Approach to the Risk-Adjusted Performance of the Buyout Fund Market”). The authors, analysts at major pension plans, worked really hard to get the right comparisons. They use data on 752 buyout funds formed between 1986 and 2008, including specific information about the dates of cash inflows and outflows into the funds up through 2015.&#xa0;</p> <p>They use this data to construct a public market equivalent (PME) ratio, a measure of “how many dollars need to be invested in the [public markets] benchmark for each dollar in the buyout fund”. And they adjust their public benchmark to match the size, sector composition, and leverage of the companies in the buyout funds. Most importantly, they value-weight the PE returns, so that (for example) funds that did very well, but did not attract much capital, did not distort the results.&#xa0;</p> <p>Conclusion? “We found no evidence of outperformance by the US buyout fund market.” That is, the PME ratio was not significantly different from 1. If the authors are right, on a risk- and value-adjusted basis, PE has been earning public market-like returns for much more than a decade. Below is the key chart. A PME below 1 indicates underperformance relative to the public benchmark:&#xa0;</p> <p>Interestingly, though, the authors argue that PE investments add value, all the same:</p> <blockquote>  <p>We believe that buyout funds serve a valuable role in an institutional investor's portfolio. First, they provide small-cap equity exposure and broaden the opportunity set available to public equity investors — an important portfolio addition, especially where small-cap equity markets are thinner, as is the case outside the United States. Second, the ability to select outperforming managers is valuable. Owing to higher cross-sectional dispersion of returns in buyout funds relative to public equities, buyout funds present a more attractive opportunity for exercising manager selection.</p> </blockquote> <p>That latter point chimes with a lot of the mail I've received. The key thing, many readers argued, was investing with the best PE managers, who can be identified in advance because their above-average results persist from one fund they set up to the next. I will address this crucial argument (and one or two other bits of PE lore) soon.&#xa0;</p> <p><strong>One good read</strong></p> <p>China <a href=\"https://www.ft.com/content/bacf9b6a-326b-4aa9-a8f6-2456921e61ec\">might just be</a> a communist country.</p><p>Source: Robert Armstrong 2021 'Hot retail summer' FT.com 7 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-07T05:30:50.855Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 669,
          "end": 677
        },
        {
          "start": 1293,
          "end": 1301
        },
        {
          "start": 1860,
          "end": 1863
        },
        {
          "start": 2654,
          "end": 2657
        },
        {
          "start": 426,
          "end": 434
        }
      ],
      "nexusId": "10009914"
    }
  ]
}