{
  "_id": "ceecfd50cda25094d74abc73e2b8c5822363b17ae07a303932360aa3e6236629",
  "feed": "ftcomall",
  "title": "Bond market flashes warning sign over global economic growth",
  "text": "<p>Bond markets are flashing a warning signal over the outlook for global growth as a combination of inflation fears and the spread of the Omicron coronavirus strain sparks a shift in investor expectations. </p> <p>Short-dated bonds have come under renewed pressure globally since Federal Reserve chair Jay Powell on Tuesday indicated an openness to a faster reduction in the pace of asset purchases by the US central bank, potentially clearing the way for earlier rises in interest rates.</p> <p>But while short-term debt has been hit by the prospect of tighter monetary policy, longer-dated bonds have rallied as the prospect of a further wave of coronavirus infections exacerbates concerns about the trajectory of the global economy.</p> <p>The moves mean the gap between 10-year and two-year US government bond yields — a key measure of the so-called yield curve — has shrunk to just 0.82 percentage points, its narrowest since January, before investors began to position themselves for a sharp economic rebound by dumping longer-dated debt. </p> <p>The shape of the yield curve is watched closely by investors and economists as a barometer of market expectations about the future path of growth.</p> <p>The recent flattening has been fuelled by concerns that rising energy costs, a rumbling crisis in China's property sector and the emergence of the Omicron variant could trigger a sharp slowdown in the global recovery in 2022, according to Mike Riddell, who manages about $9bn of bond portfolios at Allianz Global Investors.</p> <p>“Big jumps in energy prices normally cause a growth slowdown six months later,” he said. “Next year was starting to look grim even before this new variant cropped up.”</p> <p>Even as the yield curve has flattened, barometers of economic growth in the US remained robust, with one measure from the Atlanta branch of the Fed indicating nearly 10 per cent growth in the fourth quarter of this year.</p> <p>In the UK, the curve flattening has been even more dramatic, with the gap between two- and 10-year yields shrinking to 0.28 percentage points. Parts of the UK curve are now inverted, meaning in places longer-dated yields are lower than short-dated ones — a phenomenon typically thought to signal a coming economic slowdown. For example, 50-year gilt yields are trading at 0.6 per cent, slightly less than their five-year counterparts.</p> <p>Powell's hawkish shift this week added fuel to a global curve flattening that was already under way, surprising investors who had bet that the Fed chief might use the latest coronavirus flare-up as an excuse to put the brakes on its tightening plans.</p> <p>“Previously, central banks were using Covid concerns to remain dovish,” said Mohammed Kazmi, a portfolio manager at Union Bancaire Privée. “But this time around we've reached the point on the inflation front, at least for the Fed, where they're not going to do that any more.”</p> <p>The move is also being driven by investor fears that the Fed may be about to raise rates too aggressively, slowing the economy and eventually forcing it to cut again in a so-called policy mistake, according to Gennadiy Goldberg, senior US rates strategist at TD Securities, who believes that view is mistaken.</p> <p>Some fund managers argue that the flattening move could quickly reverse, particularly if fears over the economic impact of Omicron turn out to be overblown. </p> <p>US 10-year yields have tumbled from 1.64 per cent last Wednesday to just 1.42 per cent. Without the global market tumult sparked by the new variant, Powell's comments to Congress this week would likely have pushed them back to March's high of 1.78 per cent, according to Iain Stealey, international chief investment officer for fixed income at JPMorgan Asset Management.</p> <p>“Without the Omicron news this would have been bearish for bonds,” said Stealey, who is continuing to bet on higher long-dated yields. “It's been a tough few weeks, but our view remains that we will get through this latest concern around Covid a retest those March highs.”</p><p>Source: Tommy Stubbington in London and Kate Duguid in New York 2021 'Bond market flashes warning sign over global economic growth' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-02T15:32:54.244Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3655,
          "end": 3663
        }
      ],
      "nexusId": "10009914"
    }
  ]
}