{
  "_id": "f9abadd09bd7c0d711dfb1b1f942c4bdf31090d620203056cdb757fdb85d6a46",
  "feed": "wall-street-journal",
  "title": "Global Central Banks Diverge as Omicron Clouds Growth, Inflation Outlook; Central banks in the U.S., the U.K. and the eurozone set to provide guidance this week on future interest rates",
  "text": "<p>In Europe, where the economic recovery isn't yet complete and tough new restrictions have been imposed to contain a wave of Covid-19 infections, the arrival of Omicron has lowered growth expectations for the coming months. At the same time, the variant, which is more contagious, could push up prices if outbreaks worsen supply-chain bottlenecks and exacerbate labor shortages.</p><p>All that is complicating some central bank decisions on how to phase out multitrillion dollar stimulus programs and move to higher interest rates.</p><p>On Thursday, the ECB is expected to signal that it will continue buying bonds for some time, and that it won't increase interest rates next year. That is despite inflation that has reached 4.9%, the highest since records began in 1997. The Omicron variant could push back the expected timetable for a rate increase even further if it weighs on consumer and business confidence, although its overall impact on inflation is still uncertain.</p><p>In the U.K., economists and investors had until recently expected the BOE to raise rates at its meeting on Thursday to contain inflation that was 4.2% in October, the highest in almost a decade.</p><p>But the rapid spread of Omicron in the U.K and last week's decision by the government to reimpose Covid-19 restrictions mean the bank may hold off on an increase, some economists say. The government says the new variant could become dominant in the U.K. in the coming weeks.</p><p>In China, the central bank acted last week to inject money into the economy in an effort to head off a fall in its vast housing market and rekindle growth.</p><p>By contrast, in the U.S., where the economy is expanding rapidly and inflation is highest among major economies, Federal Reserve Chairman Jerome Powell is expected to signal a faster wind-down of the bank's giant bond-buying program on Wednesday, likely setting the stage for U.S. interest-rate increases next year. A quicker pace would put the stimulus program on track to end in March instead of June. U.S. inflation surged to 6.8% in November, a 39-year high, the Labor Department said Friday.</p><p>Emerging markets are caught in the middle, navigating the knock-on effects of rising borrowing costs, a soaring dollar and surging food and fuel prices.</p><p>The new variant poses a dilemma for some central banks: Should they simply wait to see its impact, or act pre-emptively?</p><p>Major central banks spent much of the year telling investors that the surge in consumer prices would prove temporary. They have dialed back those claims in recent weeks as inflation soared ever higher. Global supply-chain bottlenecks, one cause of higher prices, are now expected to persist through at least the first half of 2022.</p><p>\"I think there is a concern that inflation isn't coming back down as quickly as people had felt and central banks need to react,\" said Iain Stealey, a portfolio manager with J.P. Morgan Asset Management.</p><p>Most businesses don't expect global inflation to peak until next year and nearly two-thirds have become more negative about global growth prospects over the past month, according to a survey of some of the world's largest companies by Oxford Economics, conducted shortly after the emergence of the Omicron variant. Roughly one-fifth now expect supply-chain disruptions to impact them beyond 2022, the survey found.</p><p>If central banks move too fast to curb inflation, they risk hobbling the economic recovery before it is complete. But if they wait too long, they might need to increase interest rates aggressively in the future, potentially triggering a recession.</p><p>\"If financial markets really think central banks should increase rates and they don't, investors might think policy makers are being complacent about the threat of higher inflation,\" said Stefan Gerlach, former deputy governor of Ireland's central bank. \"The risk is that investors might sell bonds now to avoid future losses connected to inflation. Central banks therefore need to pay attention to very strong market sentiment.\"</p><p>Canada's central bank dropped a reference to the pressures pushing up prices as being \"temporary\" in a policy statement on Dec. 8, but left its key overnight interest rate unchanged at 0.25%, disappointing some investors who had expected a stronger signal that the bank would soon increase rates. The Canadian dollar declined against the U.S. dollar.</p><p>\"Inflation is elevated and the impact of global supply constraints is feeding through to a broader range of goods prices,\" the Bank of Canada said. It warned that uncertainties triggered by the Omicron variant could weigh on growth by compounding supply-chain disruptions and reducing demand for some services.</p><p>In Norway, the central bank might keep interest rates on hold on Dec. 16 despite signaling a rate increase at its November meeting, as Covid-19 cases rise and Omicron adds uncertainty, according to analysts at Bank of America. Inflation in Norway jumped to 5.1% in November from 3.5% the previous month.</p><p>Investors expect the Fed to increase interest rates two or three times next year, with the case for rises strengthened by Friday's inflation data, while ECB officials have signaled that the bank is unlikely to raise rates at all in 2022.</p><p>The ECB's caution partly reflects concerns about Europe's highly indebted south, where government borrowing costs are edging up as investors anticipate a slowdown in ECB bond purchases, putting the recovery at risk, economists say.</p><p>\"In contrast to the ECB, the Fed is really getting out of the bond-buying business,\" said Commerzbank chief economist Joerg Kraemer. \"The Fed simply doesn't have Italy to support.\"</p><p>The aggressive asset purchases by major central banks, especially the Fed and ECB, have proven a vital crutch for emerging markets since the start of the pandemic, by flooding global markets with liquidity.</p><p>Emerging markets could now be squeezed as the flood of liquidity tapers off, U.S. interest rates rise and the dollar strengthens. Central banks in Brazil, Russia and Mexico have increased interest rates aggressively in recent months to shore up their currencies against the dollar and cool surging inflation.</p><p>A stronger dollar and weaker Chinese growth could weigh on commodity prices in 2022, adding to emerging-market growth challenges from higher domestic borrowing costs, according to Fitch Ratings.</p><p>Brazil's central bank on Dec. 8 raised interest rates by 1.5 percentage points and signaled another such increase in February. Higher borrowing costs helped to tip Latin America's largest economy into recession in the three months through September, while inflation has climbed into double digits.</p><p>In Russia, inflation climbed to a five-year high of 8.4% in November, more than double the central bank's target of 4%. Investors expect Russia's central bank to increase interest rates by a full percentage point this month to 8.5%, even as the economy slows and faces headwinds from Covid-19 restrictions.</p><p>If U.S. interest rates rise, international fund managers are likely to move money out of emerging markets and into the U.S., partly to minimize risk in their portfolios, said Mr. Gerlach. \"It's not going to be a pretty sight for emerging markets,\" he said.</p><p>Write to Tom Fairless at tom.fairless@wsj.com</p><p>Global Central Banks Diverge as Omicron Clouds Growth, Inflation Outlook</p>",
  "published": "2021-12-13T14:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}