{
  "_id": "7e5e36b82a7e70c6ba77446d75de9af2a7e09f5926686f19afd88b09c93ddf79",
  "feed": "wall-street-journal",
  "title": "Bank of America Nearly Triples Net --- Release of $2.2 billion of reserves lifts results, but low rates eat into revenue",
  "text": "<p>Bank of America's bottom line was lifted by its decision to release $2.2 billion of reserves it had set aside during the depths of the coronavirus pandemic to protect against a wave of soured loans. Like peers including JPMorgan Chase &amp; Co., Bank of America has been releasing its loan-loss stockpiles as the U.S. economy rebounds.</p><p>\"Consumer spending has significantly surpassed pre-pandemic levels, deposit growth is strong and loan levels have begun to grow,\" Chief Executive Brian Moynihan said.</p><p>Still, revenue in the second quarter was $21.47 billion, down 4% from $22.33 billion a year earlier. That missed analysts' expectations of $21.8 billion. Bank of America has been the only major U.S. bank so far to miss analysts' revenue predictions.</p><p>Investment-banking fees were a bright spot at JPMorgan and Goldman Sachs Group Inc., which took advantage of companies' thirst for deal making and posted double-digit gains in their investment-banking revenue.</p><p>At Bank of America, however, investment-banking fees were down almost 2% to $2.12 billion. Advisory fees for mergers and acquisitions trailed peers.</p><p>Bank of America stock fell 2.5%.</p><p>Still, bank stocks have outperformed the broader stock market this year as investors buy them to bet on the economic rebound.</p><p>Bank of America and its peers sit at the center of the U.S. economy. They have benefited from the reopening of businesses, record-high stock prices and people's increased willingness to spend after a year of hunkering down.</p><p>But low rates and tepid loan demand have challenged banks. Bank of America in particular is sensitive to interest rates. Net interest income of $10.23 billion in the second quarter was down 6% from $10.85 billion a year earlier.</p><p>While rates remain at rock-bottom levels, there are signs that lending is picking up. Loans and leases outstanding totaled $918.93 billion in the second quarter, up 2% from $903.09 billion in the first quarter but down from a year ago.</p><p>Noninterest income, which includes fees, fell 2% to $11.23 billion from $11.48 billion a year earlier.</p><p>Bank of America, like its peers, suffered from a drop in trading, though its decline wasn't as big. Adjusted trading revenue fell 19% to $3.6 billion from $4.41 billion a year earlier.</p><p>But investors have also been watching Bank of America's expenses, which rose 12% from a year earlier to $15.05 billion due partly to higher compensation costs.</p>",
  "published": "2021-07-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 795,
          "end": 803
        },
        {
          "start": 219,
          "end": 239
        },
        {
          "start": 220,
          "end": 240
        },
        {
          "start": 789,
          "end": 797
        }
      ]
    }
  ]
}