{
  "_id": "c5d47c06fc97df742303aaecb43310b3efbeb62ebb7b47515a59dc4912591fe0",
  "feed": "wall-street-journal",
  "title": "Business News: Storm-Hit Texas Co-op Gets Win in Debt Case",
  "text": "<p>Brazos racked up roughly $1.9 billion in charges from the state's grid operator, the Electricity Reliability Council of Texas, during the winter storm and another roughly $180 million buying natural gas.</p><p>Brazos has challenged the invoices from Ercot in bankruptcy court, a continuing dispute at the heart of the bankruptcy case, Brazos lawyer Louis Strubeck said during Tuesday's court hearing.</p><p>\"The Ercot claim is the primary gatekeeping issue here,\" Mr. Strubeck said.</p><p>Mr. Strubeck acknowledged the Ercot charges likely won't be resolved by the March deadline because any decision reached in bankruptcy court is likely to be appealed by the losing party. A trial over Brazos's lawsuit fighting the Ercot charges is scheduled in bankruptcy court in February. He said Brazos is considering several options to get out of bankruptcy, and can formulate an exit plan even without finality on how much must be paid to Ercot.</p><p>The grid operator has said its claim should be allowed in full and given administrative priority, entitling it to be paid ahead of other creditors, which Brazos disputes.</p><p>The two largest electric cooperatives that collectively own Brazos took issue with its remaining in exclusive control of its exit strategy. Denton County Electric Cooperative Inc., or CoServ, and the Tri-County Electric Cooperative Inc. said in court papers that raising debt to pay for the storm costs shouldn't be the only option on the table. They have said the co-op should explore selling off its power generation assets instead.</p><p>Lawyers for Denton and Tri-County criticized Brazos for picking JPMorgan Chase &amp; Co. as an investment banker for a single purpose -- to raise debt financing -- rather than also using the banker to explore asset sales.</p><p>\"Tri-County's CEO says there should be multiple paths running in parallel, said Abid Qureshi, a lawyer for Tri-County. \"All we asked for is that [Brazos] hire bankers and be ready to go. But none of that work has been done.\"</p><p>Brazos's lawyer countered that the co-op is doing work on different restructuring options, rather than simply waiting for the outcome of the litigation against Ercot.</p>",
  "published": "2021-12-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1590,
          "end": 1610
        }
      ],
      "nexusId": "10009914"
    }
  ]
}