{
  "_id": "da6b4b06ab085d238de212bbe4c7a9e3b174bc4db0f703ab0a1cb38e6b90d7c1",
  "feed": "wall-street-journal",
  "title": "Credit-Card Debt  Falls, Bruising Banks  ----  By AnnaMaria Andriotis",
  "text": "<p> Americans are paying down their credit-card debt at levels not seen in years. That is good news for everyone but credit-card issuers. </p> <p> Large card issuers that cater to borrowers ranging from the affluent to the subprime said that overall card balances -- and thus the firms' interest income -- are falling. To make up for it, issuers are spending more on marketing and loosening their underwriting standards. </p> <p> Discover Financial Services said on its earnings call last month that the share of card balances that were paid off at the end of the first quarter was at the highest level since 2000. Capital One Financial Corp. said that nearly half of the credit-card balances it had at the beginning of March were paid off by the end of the month, which the company described as historically high. The companies' calculations are based on the credit-card balances that they packaged into securities and sold to investors. </p> <p> Synchrony Financial, the largest issuer of store credit cards in the U.S., said payment rates have been higher than they averaged before the pandemic. </p> <p> Card balances at the three companies were down 9%, 17% and 7% in the first quarter from a year prior, respectively. </p> <p> The results reflect the pandemic's topsy-turvy effect on consumer finances. A year ago, lenders expected delinquencies to surge and many borrowers to turn to credit cards to make ends meet. </p> <p> But then the government stepped in, issuing stimulus checks, expanding unemployment benefits and making it easy for borrowers to pause payments on many mortgages and student loans, and the expected jump in delinquencies didn't happen. </p> <p> Now, even as people return to spending on their credit cards, they are continuing to pay down their card balances. That signals many borrowers are faring well even during the pandemic. But many card issuers rely on growing card usage and balances for their revenue, and they are wondering if the pandemic trends will turn into a long-term shift. </p> <p> \"We are very focused on returning to growing loans,\" Discover Chief Executive Roger Hochschild said. \"Delinquencies can't get much lower than where they are now, but if your loans keep shrinking, your revenues come down [and] margins will get worse.\" </p> <p> Some consumers curbed their credit-card use because the things they normally spent money on, like travel and dining at restaurants, weren't an option last year. Others shifted to debit cards because they didn't want to take on new debt in an uncertain economy. </p> <p> Carolina Ixta Navarro-Gutierrez had about $2,800 in credit-card debt when the pandemic began, and was making small payments on her Wells Fargo &amp; Co. card. But then the government paused payments on federal student loans, and she started diverting the $500 she used to spend each month on those loans to pay down her card instead. </p> <p> Ms. Navarro-Gutierrez, a 24-year-old elementary-school teacher who lives in Berkeley, Calif., continues to use her card but now pays it off each month. </p> <p> Credit-reporting firm Equifax Inc. said U.S. credit-card balances totaled $749 billion in March for general-purpose and store-only cards, down 2% from February and down 14.5% from a year prior. Consumers' credit-card balances on average equaled 18% of their spending limits on general-purpose credit cards in March, compared with approximately 21% a year prior and the lowest level since Equifax began tracking this metric in 2009. </p> <p> Credit-card spending in the U.S. totaled nearly $3.9 trillion on general-purpose and store cards last year, down 9% from 2019, according to the Nilson Report, an industry publication. </p> <p> Spending is picking up as the U.S. emerges from the pandemic, according to card issuers. Even so, people are still paying down their balances. At JPMorgan Chase &amp; Co, the total dollar amount of credit-card purchases in the first quarter increased 3% from the prior year. But card balances were down 14% for the period. </p> <p> Matthew Fraser said he had about $30,000 of credit-card debt when the pandemic hit. He then lost his part-time job in guest services for a sports team. He had already moved back in with his parents, and he used his stimulus checks and unemployment benefits to start paying down his debt. In August, Mr. Fraser got a job in mortgage sales. In February, he said, he paid off all his card debt. </p> <p> \"I said, 'I need to get my finances in order where if I lose my job again . . . I can stay away from having to fall back on my parents,'\" said Mr. Fraser, who is 30 and lives in the Atlanta area. \"I'm not a kid anymore.\" </p> <p> He now makes all his purchases with a debit card. </p> <p> Card issuers are trying to recruit new customers, particularly those with good credit scores who are likely to use the cards often and carry balances. American Express Co., which often caters to wealthier customers, said it spent $1 billion in marketing expenses in the first quarter, up 21% from a year earlier. The company's card balances in the U.S. were down 11% in the first quarter from the year before. </p> <p> Issuers mailed out an estimated 260 million credit-card solicitations in March, up 23% from February and the highest since March 2020 when they totaled about 309 million, according to Mintel Comperemedia. The number of open credit-card accounts fell for the first time last year after at least seven years of consecutive increases, according to Mercator Advisory Group, a payments research and consulting firm. </p>",
  "published": "2021-05-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3711,
          "end": 3725
        },
        {
          "start": 3711,
          "end": 3730
        }
      ]
    }
  ]
}