{
  "_id": "fa25b3b4188466f1badd20eb4825e47cd0767cf5f96fe650a4404fc1d443137f",
  "feed": "ftcomall",
  "title": "Southern Water fined record £90m for dumping raw sewage",
  "text": "<p>Southern Water has been fined a record £90m for deliberately dumping billions of litres of untreated sewage into the sea near popular beaches and rivers over several years.</p> <p>The fine is more than four times the previous record of £20.3m in 2017 when <a href=\"https://www.ft.com/content/5413ebf8-24f1-11e7-8691-d5f7e0cd0a16\">Thames Water</a> admitted to tipping 1.4bn litres of raw sewage into the river Thames in a case the judge ruled was “borderline deliberate”.</p> <p>Southern Water, which supplies water and treats sewage for 4.7m people in Kent, Sussex, Hampshire and the Isle of Wight, had <a href=\"https://www.ft.com/content/3efb3e7b-3388-4f27-85ac-44b00aa1fd37\">pleaded guilty</a> to 6,971 illegal spills lasting 61,704 hours from 17 different sewage plants between 2010 and 2015.&#xa0;</p> <p>Between 16bn and 21bn litres of raw sewage, the equivalent of 7,400 Olympic-sized swimming&#xa0;pools, was dumped near popular Sittingbourne, Herne Bay and Whitstable beaches and the Beaulieu river in the New Forest, causing damage to shellfish and risking human health and the environment.</p> <p>Handing down the penalty at Canterbury Crown Court, Mr Justice Jeremy Johnson said that Southern had shown “a shocking and wholesale disregard for the environment, for the precious and delicate ecosystems along the North Kent and Solent coastlines, for human health, and for the fisheries and other legitimate businesses that depend on the vitality of the coastal waters”.</p> <p>He said the offences could not be viewed in isolation as the company had a record of “criminality”. “That is because the offences are aggravated by its previous persistent pollution of the environment over very many years,” he added.</p> <p>Southern had a record of 168 previous offences and cautions but had still not altered its behaviour. “There is no evidence the company took any notice of the penalties imposed or the remarks of the courts. Its offending simply continued,” the judge said.&#xa0;</p> <p>Another investigation by the Environment Agency is under way that covers pollution incidents after 2015, but it has not yet brought any criminal charges.</p> <p>The&#xa0;case is likely to reignite criticism of England's privatised water companies, accused of failing to invest in crucial infrastructure at the same time as allowing owners to extract lucrative dividends and pay packages. </p> <p>Southern Water has been told to pay the fine out of operating profits to protect consumers from facing higher bills. Since 2007, Southern Water has been owned by a consortium of private equity, pension and infrastructure funds, including UBS Asset Management and JPMorgan Asset Management. The company reported operating profits of £212m in 2020.</p> <p>Ian McAulay, who has been chief executive of Southern Water since 2017, said that “what had happened historically was completely unacceptable”. “My expectation is that Southern Water is fully transparent and operates in the right way.”</p> <p>The prosecution followed the biggest-ever investigation by the Environment Agency after high levels of faecal bacterial contamination were found in coastal waters, and oyster beds and shellfish were found to be contaminated with E. coli.&#xa0;</p> <p>It found that sewage tanks were kept full and allowed to turn septic rather than being treated as required by law, with undiluted effluent released to the sea, sometimes in discharges that lasted for weeks. By diverting raw sewage into the environment, the company was able to avoid the cost of maintenance and upgrades.</p> <p>The court was also told&#xa0;Southern Water&#xa0;deliberately presented a misleading picture of compliance to the Environment Agency, hindering proper regulation of the company. Three former staff members at the company have <a href=\"https://www.ft.com/content/804c8afc-c00a-11e9-89e2-41e555e96722\">already been convicted </a>of obstructing data collection.</p> <p>A <a href=\"https://www.ft.com/content/518b21fa-9711-11e9-9573-ee5cbb98ed36\">separate investigation </a>by Ofwat, the industry's financial regulator, which resulted in a £3m fine and a £123m payment to customers, has already found Southern Water had manipulated water samples and “deliberately misreported data” for seven years until 2017 to avoid financial penalties.&#xa0;</p> <p>This included evidence the company used tankers to shift wastewater from problematic sites to avoid submitting a poor reading to the Environment Agency.</p><p>Source: Gill Plimmer 2021 'Southern Water fined record £90m for dumping raw sewage' FT.com 9 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-09T17:03:06.648Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2415,
          "end": 2423
        }
      ],
      "nexusId": "10009914"
    }
  ]
}