{
  "_id": "3fcb83e9367b9d63636e43c515ea8e4ddbac9fed1a3b1b07e756f4535c544b52",
  "feed": "wall-street-journal",
  "title": "JPMorgan Profit Jumps on Reserve Release; The bank freed up $2.1 billion it had set aside for bad loans. Revenue was essentially flat.",
  "text": "<p>JPMorgan freed up $2.1 billion it had set aside last year to cover loans that could go bad. Excluding the boost from the release and a tax benefit, the bank's profit was $9.6 billion in the third quarter.</p><p>Revenue rose 1% to $29.65 billion, falling just short of the $29.79 billion analysts had forecast.</p><p>JPMorgan entered the quarter with high expectations. In July, the bank said it expected people to ramp up spending throughout the summer as the coronavirus pandemic receded. Instead, the highly contagious Delta variant emerged, delaying office reopenings. More recently, soaring oil prices and global supply-chain disruptions roiled markets.</p><p>Still, \"the economy continues to show good growth,\" Chief Executive Jamie Dimon said in a statement.</p><p>Revenue in the consumer bank fell 3% from a year ago. While spending on Chase consumer credit cards rose 30%, customers aren't racking up balances at the same rate. Outstanding card loans rose 2%. Mortgage originations jumped 43%, while auto loan originations rose 1%.</p><p>In the corporate and investment bank, revenue rose 7%. Trading revenue slowed again from a boom last year, down 5%. But investment-banking fees jumped 52% to a record $3.3 billion. A wave of mergers powered advisory fees to $1.23 billion, nearly triple the year-ago results.</p><p>The asset and wealth management division continued to benefit from active clients and rising assets. Its profit rose 36%.</p><p>In the commercial bank, which serves midsize businesses, profit rose 30%. The unit's total loans fell again. Many businesses are still flush with cash, slowing borrowing.</p><p>Net interest income, a measure of the bank's lending profit, rose 1%. Total loans were up 6%.</p><p>Shares rose slightly in premarket trading. The stock is up 30% this year, hitting fresh all-time highs last week.</p><p>Write to David Benoit at david.benoit@wsj.com</p><p>JPMorgan Profit Jumps on Reserve Release</p>",
  "published": "2021-10-13T12:06:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 304,
          "end": 312
        },
        {
          "start": 1838,
          "end": 1846
        }
      ],
      "nexusId": "10009914"
    }
  ]
}