{
  "_id": "345e52d8c8177022ccdea8da6199d37bb43238cead195ca0639e7c25457a1723",
  "feed": "ftcomall",
  "title": "Cash-rich US banks move to reduce corporate deposits",
  "text": "<p>A wave of cash flooding bank balance sheets during the <a href=\"https://www.ft.com/coronavirus\">pandemic</a> has prompted some of the largest US lenders to take the unusual step of advising corporate clients to move money out of deposits.</p> <p>Banks including JPMorgan Chase and Citigroup have held conversations with some large corporate clients about putting cash into money market funds rather than in deposits, according to people briefed on the talks.</p> <p>The discussions followed a <a href=\"https://www.ft.com/content/279c2755-acab-4d9a-9092-d55fe5f518fa\">Federal Reserve decision</a> in March to end looser capital rules for banks that were put in place early in the pandemic. The regulatory relief had helped lenders to cope with a surge in deposits that resulted from US fiscal stimulus and the Fed's quantitative easing policies.</p> <p>An influx of deposits with relatively weak loan demand depresses bank profits. It also increases the size of their&#xa0;balance&#xa0;sheet, requiring more capital and reducing banks' returns on equity.</p> <p>Jenn Piepszak, JPMorgan's chief financial officer, pointed to the difficulty for <a href=\"https://www.ft.com/stream/456d01ad-ea50-4aa7-8d7f-b9737216d453\">US banks</a> during an earnings call in March, saying it was “hard to envision that organic loan growth could keep pace with further QE”.</p> <p>The balance sheets of JPMorgan and Citi are under particular pressure owing to the supplementary leverage ratio requirement that was imposed on the largest US banks following the financial crisis.</p> <p>The Fed rule change in April last year had allowed the big banks to temporarily exclude holdings of US Treasuries and cash kept in reserve at the central bank from their assets when calculating SLRs.</p> <p>Now that the regulatory relief has been withdrawn, some big banks are being pickier about the deposits they hold in an effort to avoid tripping regulatory restraints. </p> <p>Prodding clients to put cash into money market funds is preferable for the banks because the instruments are managed through their asset management arms and are not included in leverage ratio calculations.</p> <p>Piepszak acknowledged last month that “turning away deposits” was an “unnatural” action for banks, adding that such measures “cannot be good for the system in the long run”.</p> <p>But other lenders may soon follow suit.</p> <p>“Many of the institutions that I speak to are actively looking at the value of corporate clients . . . which ones from an overall perspective, [are] more or less profitable,” said Jai Sooklal, co-head of finance for the Americas at the consultancy Oliver Wyman.</p> <p>Deposits held at the three largest US banks by assets — JPMorgan, Bank of America and Citi — climbed $243bn in the first three months of the year, on top of a record $1tn inflow last year. In 2019 they rose by $92bn.</p> <p>Senior bankers including Jamie Dimon, JPMorgan's chief executive, and Mark Mason, Citi's chief financial officer, have expressed confidence that the Fed would eventually change the SLR rule, which is under review. </p> <p>But in the meantime, JPMorgan has started tinkering with its capital structure to help manage the load. In the first quarter of this year it issued $1.5bn of preferred shares, which increases tier one capital and helps improve its leverage ratio. </p> <p>Pandemic-era deposits were initially expected to come out of the system as the economy normalised. But bankers are beginning to think that the unprecedented stimulus could leave them with excess deposits for years.</p> <p>“Even if consumers do draw down to go on trips to Disney World, and companies draw down to build out new warehouse facilities and buy new equipment, they're just not spending fast enough relative to what's coming in,” said Gerard Cassidy, analyst at RBC.</p><p>Source: Imani Moise in New York 2021 'Cash-rich US banks move to reduce corporate deposits' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-04T04:00:30.495Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 209,
          "end": 223
        },
        {
          "start": 909,
          "end": 917
        },
        {
          "start": 915,
          "end": 923
        },
        {
          "start": 1130,
          "end": 1138
        },
        {
          "start": 1137,
          "end": 1145
        },
        {
          "start": 2402,
          "end": 2410
        },
        {
          "start": 2599,
          "end": 2607
        },
        {
          "start": 2616,
          "end": 2624
        },
        {
          "start": 2795,
          "end": 2803
        },
        {
          "start": 2813,
          "end": 2821
        }
      ]
    }
  ]
}