{
  "_id": "b6310c5cec08355afef82810b3ecf3b72ce74c10b33c28f443706e9eafedbbe2",
  "feed": "ftcomall",
  "title": "Lenders say Americans are ready to use their credit cards again",
  "text": "<p>Leading credit card lenders in the US are welcoming signs that customers are poised to increase their borrowings after paying down balances during the Covid-19 pandemic.</p> <p>Depositors are reducing the cash cushions they built up during the crisis with the help of government stimulus payments and debt forbearance programmes.</p> <p>Any increase in credit card borrowing would be good news for the banking industry, which has struggled to find profitable uses for the cash piling up on its balance sheets amid tepid <a href=\"https://www.ft.com/content/99aaa433-3221-4615-839a-642b34c26d19\">loan demand</a>.</p> <p>JPMorgan Chase, the biggest US bank by assets, said credit card users who were most likely to carry balances before the pandemic were now reducing their deposits at a faster clip then other customers — which could lead to faster loan growth.</p> <p>“We see evidence of excess deposits starting to normalise in segments of the population that traditionally” use their cards to borrow, the bank's chief financial officer, Jeremy Barnum, said during an earnings call this month. “That makes us relatively optimistic” card outstanding balances will grow.</p> <p>Credit card groups Synchrony and Discover, which have customer bases with lower credit scores than big banks such as JPMorgan, also said consumers were starting to draw down their savings to more customary levels.</p> <p>Bank of America, the second-largest US lender, said the number of customers carrying balances on their credit cards instead of paying them off every month was “slightly” creeping up.</p> <p>At Synchrony, the number of credit-card users making more than the minimum payment on their monthly bill was lower in the third quarter than the second, while the number of people making the minimum payment or less rose.</p> <p>All the lenders said they expected payments rates to continue to decline.</p> <p>“Some of that has to do with government support programmes ending in September, and some of it has to do with the holiday season,” said John Greene, Discover chief financial officer. Still, it could take more than a year for payment rates to return to pre-pandemic levels, he said. </p> <p>Overall loan portfolios still reflect a lack of consumer demand. JPMorgan and Discover eked out annual card loan growth of 1 per cent in the third quarter, primarily owing to new customer acquisitions. Card loans at BofA and Synchrony fell 4 per cent. </p> <p>That has led to a<a href=\"https://www.ft.com/content/7498eeb1-b10c-42f0-b5e3-957aef45810f\"> fierce marketing war</a> among card lenders which are<a href=\"https://www.ft.com/content/37945600-b2ca-4739-8c79-d3f6cbb83ceb\"> investing more in promotional offers</a> and higher rewards to attract customers. </p> <p>Demand for balance transfer offers and personal loans that allow consumers to consolidate debts is also starting to firm up after collapsing during the pandemic. Lenders said that was a sign that some customers were looking for ways to alleviate their debt burdens. </p> <p>“Consumers were much more focused on paying down their debt versus moving it around,” said Roger Hochschild, Discover's chief executive. “That's starting to come back.”</p><p>Source: Imani Moise in New York 2021 'Lenders say Americans are ready to use their credit cards again' FT.com 25 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-25T10:00:06.976Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2102,
          "end": 2110
        },
        {
          "start": 1180,
          "end": 1188
        },
        {
          "start": 519,
          "end": 527
        }
      ],
      "nexusId": "10009914"
    }
  ]
}