{
  "_id": "598e28e98b1f2051aab37b9b1c53f87283b37c8cc7c291002adeb1fd81227214",
  "feed": "ftcomall",
  "title": "‘A true monopoly': fee fight reveals heft of Wall Street linchpin Broadridge",
  "text": "<p>Fees as high as 25 cents an email to send mass correspondence to investors are riling executives at public companies and mutual funds and putting a spotlight on the power of an obscure but lucrative Wall Street utility, Broadridge Financial Solutions.&#xa0;</p> <p>Headquartered in suburban Lake Success, New York, Broadridge has emerged as the dominant third-party vendor for distributing prospectuses, shareholder reports and proxy materials on behalf of brokers, handling more than 80 per cent of the business. The mailings reach more than 140m investor accounts, the company said in a 2018 letter to the US Securities and Exchange Commission. </p> <p>Broadridge “provides the critical infrastructure that powers investing”, according to its website. Yet critics say that its investor communications services come at a high price. </p> <p>“There's nobody of any scale that does this other than Broadridge. When we are talking about a monopoly, we are talking about a true monopoly,” said David Grim, a former director at the US Securities and Exchange Commission and lawyer at Stradley Ronon Stevens &amp; Young who represents investment funds.&#xa0;</p> <p>Broadridge operates financial plumbing that most investors never think about. US funds and public companies are required to share important documents with their investors. But because most investors hold stakes through brokers, their identities are often unknown to fund managers and companies. </p> <p>Instead, brokers distribute the investor communications — usually by using a third-party vendor such as Broadridge — and charge fees back to the fund or company.&#xa0;</p> <p>In the business of investor communications, “Broadridge is the leading player, by a wide margin”, said Rajiv Bhatia, analyst at Morningstar. “The majority of shares are held in brokerage accounts, and Broadridge has every broker except [retail broker] Robinhood. That's essentially the entire market.” </p> <p>Fast-growing Robinhood uses a rival service, Mediant. But companies and funds told the SEC that despite Robinhood's&#xa0;growth, Broadridge still handled&#xa0;more than 90 per cent of their investor communications.</p> <p>The New York Stock Exchange regulates fees for investor communications, setting a cap of 25 cents a report. Broadridge charges the full 25 cents for an email, according to analysts. It costs more than for paper mailings because of a 10 cent fee that Broadridge charges to review whether shareholders prefer email over paper, according to the company. </p> <p>The fees vastly exceed the cost, according to the Investment Company Institute, a trade group for the fund industry in Washington. For investor accounts not held through a broker, a typical fund paid 5 cents to send a shareholder report by either email or paper mail exclusive of postage, ICI <a href=\"https://www.ici.org/viewpoints/21_view_processingfees\">said</a>.&#xa0;</p> <p>Individual US companies are also affected by document processing fees. Catalyst Pharmaceuticals, a Florida-based drugmaker, wrote in a letter to the SEC this year that 96 per cent of its shareholders owned stakes held through brokers that used Broadridge. The company supported rule changes to the proxy fee system after experiencing a “dramatic” increase in its number of shareholders, and therefore, proxy obligations. </p> <p>Campaigns by mutual fund managers and US companies to slash fees for routine investor communications have been fruitless. Last week the SEC declined to take up a proposal to transfer responsibility of regulating the fees from the NYSE to the Financial Industry Regulatory Authority, an industry-backed body. NYSE declined to comment. </p> <p>“We are deeply disappointed that the SEC's order fails to recognise that the current processing fee schedule is fundamentally broken,” said Susan Olson, ICI's general counsel.&#xa0;</p> <p>Fund managers such as Franklin Templeton and Federated Hermes would benefit from lower expenses as they struggle to accumulate assets under management amid the boom in low-cost <a href=\"https://www.ft.com/reports/index-investing\">index investing</a>.&#xa0;ICI estimated that “unreasonable fees” totalled $220m a year.&#xa0;</p> <p>Brokers have little incentive to bring fees under control, as some receive an undisclosed share of the fees from investor communications vendors in exchange for their business, said ICI.&#xa0;Some fund executives said they were reluctant to address current fee arrangements with regulators out of fear that brokers could restrict how their products were marketed to investors.&#xa0;</p> <p>The payrolls company Automated Data Processing spun off Broadridge in 2007.&#xa0;In the fiscal year ended June 30, Broadridge reported a record $5bn in revenue and $902m in adjusted operating income, equal to an operating profit margin of 18 per cent.&#xa0;</p> <p>Most of the company's revenues and profits derive from the Broadridge “investor communication solutions” business, which includes organising virtual shareholder meetings and votes, an area that was increasing in popularity even before the pandemic and has since boomed.</p> <p>In 2019 it handled more than 90 per cent of proxy voting services for public companies and mutual funds in the US, according to the company, whose annual report states, “We operate in a highly competitive industry.”&#xa0;</p> <p>Broadridge declined to comment on its investor communications fees, instead referring the Financial Times to the letter it sent to the SEC in 2018. The letter addressed fees paid by funds whose investors use brokers, which are also called nominees. “Broadridge's fees to its&#xa0;nominee clients are constrained by competition regardless of the regulated level of fees paid by funds to nominees. No nominee is required to contract with Broadridge,” the letter said. </p> <p>Broadridge maintained that its fees represented a significant savings for funds compared to what it costs to communicate with investors who own shares directly rather than through a broker.&#xa0;The letter also noted that Broadridge charged funds $45m for the year ending April 2018 to maintain a database of whether investors chose to receive emails or paper mail from their investments. </p> <p>Today, Broadridge estimates that 84 per cent of proxy services for companies and about 75-80 per cent for funds are email only.&#xa0;</p> <p>Attention to Broadridge's share of the investor communications market has been building. In 2019 the SEC's investor advisory committee, a panel of outside experts, <a href=\"https://www.sec.gov/spotlight/investor-advisory-committee-2012/recommendation-of-the-investor-as-owner-subcommittee-on-the-us-proxy-system-090519.pdf\">published a report</a> saying that the regulator had reinforced a proxy plumbing system that has created a natural monopoly. “This reduces competitive pressure to enhance cost-effective services,” the report said.</p> <p>Analysts at JPMorgan wrote that “any potential changes to the rules surrounding proxy distribution could impact Broadridge's share and profitability”.&#xa0;Yet after last week's decision by the SEC, advocates for changes lost momentum. </p> <p>“When you hear shareholders are paying millions more in fees than they need to, that's a priority for the SEC worth working on,” Grim said. “But the SEC has a <a href=\"https://www.ft.com/content/f0816ce3-9728-4a21-94e8-5522774be8a0\">lot of things</a> to worry about, and only so many people and so many hours in the day.” </p><p>Source: Madison Darbyshire and Patrick Temple-West in New York 2021 '‘A true monopoly': fee fight reveals heft of Wall Street linchpin Broadridge' FT.com 24 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-24T04:02:33.891Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6390,
          "end": 6398
        }
      ],
      "nexusId": "10009914"
    }
  ]
}