{
  "_id": "0b4cacfa2cd4ac7d66e69ced94776bef78417a4b317a3def3416f4b5a394c969",
  "feed": "ftcomall",
  "title": "B of A buys tons of bonds, JPMorgan doesn't ",
  "text": "<p>Welcome back. Bonds and banks today. The two are closely related; the Fed's bond-buying may have had a bigger effect on banking than on any other industry. Whether for good or bad remains to be seen. &#xa0;</p> <h1>Bank of America buys a ton of mortgage bonds and JPMorgan does not</h1> <p>The composer John Cage wrote that “The way to get ideas is to do something boring. They fly into one's head like birds.” In my case, they creep in like sloths, but Cage's principle is surely correct. When you write about finance, the boring activity of choice is sticking numbers into a spreadsheet. This time around I used numbers from Bank of America's balance sheet, over the past 6 quarters. Here they are:</p> <p>There is the story of US banking and finance over the past year and a half. The pandemic hits demand, and the size of the loan book drifts down. The money supply and savings rates go up, and almost a half trillion dollars of new deposits appear. Rates fall hard, and deposit costs fall with them, but loan yields fall faster still — as deposit costs approach the zero bound and competition for borrowers increases. The yield on cash, mostly deposits at the Fed, shrinks too.&#xa0;&#xa0;</p> <p>Not, on the face of it, a great time to be a bank. And it wasn't, until rates picked up in the spring of this year, hinting at better times to come. How does Bank of America respond to these shifts? It's got more liquidity than it needs, so it buys a ton of debt securities — $470bn of them over the past 12 months, bringing its total near to $1tn, with an average maturity on the portfolio of something like four years, according to B of A. Just over $700m of these federally backed mortgage bonds.</p> <p>That's a lot of bonds! The Fed, as part of QE, has bought $480bn of mortgage-backed securities in the past year. B of A ain't that far behind, with $360bn — and indeed, if you think QE has caused the increase in money that has left B of A with lots of extra cash (as I do) you might be tempted to say that the Fed (along with the federal mortgage insurance agencies, which make the mortgage debt all but risk free and therefore buyable by a big bank) has <em>recruited</em> B of A to nearly double the market impact of its mortgage-buying operation.&#xa0;</p> <p>B of A's buying is not terribly surprising. It's just trying to do what it can to increase its income. The difference between having the extra money in securities rather than cash is something approaching $6bn a year before taxes and expenses, which seems worth having, given that it doesn't add much risk and probably doesn't require the bank to hold much capital.</p> <p>But what is interesting is that JPMorgan is leaving its own billions sitting on the table. Here's four quarters of their balance sheet:</p> <p>JP has not added to its securities book at all recently, despite having $1.2tn (trillion!) more deposits than loans.&#xa0;</p> <p>A naive way to interpret this would be to assume that B of A does, and JP does not, find bond yields attractive right now. And there is some truth to that. Here's what the two banks say, starting with B of A, from its latest quarterly call. CEO Brian Moynihan:</p> <blockquote>  <p>Deposits have crossed $1.9tn and the loans are $900m and change. And that difference has got to be put to work . . . we're not timing the market or betting. We just sort of deploy it when we're sure it's really going to be there.</p> </blockquote> <p>JPMorgan's CFO, Jeremy Barnum, said this:</p> <blockquote>  <p>Our central case from an economic perspective is for a very robust recovery, and that's pretty much a consensus, a view between us, our research team, the Fed, et cetera. And that view is associated with higher inflation, along the lines of the Fed's own target for higher inflation. All those things together, it's an outlook that's associated with higher rates, all else equal. And so, in light of all that, we do remain happy to stay patient here . . . </p> </blockquote> <blockquote>  <p>To get to the punchline . . . when you consider kind of the tail-type things that Jamie always talks about, the convexity of the balance sheet, and various other factors, we do still feel that being patient here makes sense</p> </blockquote> <p>So the “punchline” is making a bet, maybe the biggest bet around, that rates are going higher. Does that mean that B of A is making the opposite bet? Sort of, but B of A doesn't see it that way. It just has a policy of deploying extra cash at the best safe yield it can, and letting the cards fall where they may.</p> <p>But there are various reasons that the contrast is not as big or radical as it at first appears. Specifically:</p> <ol>  <li><p>Bank of America hedges $150bn or so of its bonds with swaps, paying fixed and receiving floating. After the cost of the swaps, these bonds are basically like cash, yielding only a handful of basis points more than deposits at the Fed. </p></li>  <li><p>Bank of America has a very sticky, retail-dominated deposit base. JP's deposit base is more corporate, and it has to worry more that the money gets pulled away if the economy changes.</p></li>  <li><p>JPMorgan's is closer to hitting up against its capital requirements than B of A. If JP were to hold more bonds, and accounted for them as “available for sale”, and rates were to increase, the loss in value of the bonds would come out of capital (though it would not flow through the balance sheet). I think this is why Barnum mentions the “convexity” of the balance sheet above.&#xa0;&#xa0;&#xa0;&#xa0;</p></li>  <li><p>This is presumably why both banks have shifted their securities portfolios towards “held to maturity” accounting status — so changes in rates won't effect capital. On the other hand, if a bank needs to raise cash by selling securities, you have to take all the unrealised losses from HTM securities all at once when you sell them, so it's good to have a couple hundred billion lying around in the AFS bucket just in case.&#xa0;</p></li>  <li><p>As Charles Peabody of Portales Partners pointed out to me, JPMorgan has been absolutely minting it in its trading and investment banking businesses ($10bn in revenue in the second quarter). BofA has, after taking some tough shots in the financial crisis, had a smaller appetite for risk in capital markets, and makes half as much revenue there. So JP can afford to be patient so long as capital markets stay strong. &#xa0; &#xa0;</p></li> </ol> <p>All this raises an interesting valuation question. As an investor, which strategy — redeploy cash when you can and squeeze out every basis point of yield, or hold cash waiting for a juicier opportunity — should you value more? David Konrad of KBW argued to me that he “would prefer to own a bank that is under-earning” — that is, JP — “than one that is over-earning.” JP has profit potential in reserve, in other words, so the earnings they do have are even more impressive. This makes sense, but there is more risk in the JP approach, too: if, contrary to their expectations, rates do stay flat or fall, they have missed a chance for some relatively easy money. I like B of A's flat-footed approach.&#xa0;</p> <p>JP trades at 2.3 times tangible book to B of A's 1.8, but I'm not sure how much anyone but me cares very much about their different balance sheet strategies.</p> <h1>One good read</h1> <p>From the Sunday New York Times, an <a href=\"https://www.nytimes.com/2021/07/16/technology/what-happened-ibm-watson.html\">interesting look</a> at what went wrong with IBM's Watson artificial intelligence product after its glorious victory on the quiz show <em>Jeopardy</em>. The struggles of IBM, a company that reinvented itself successfully many times, are fascinating. The beginning of the end, in my view, was in 2012, when the company set a much-hyped EPS target of $20 for 2015.</p> <p>For most companies, increasing profits sustainably can only be a side-effect of succeeding at something else. Making profit the core mission is very dangerous to profitability. Wall Street expects IBM to earn a little under $11 a share this year.</p><p>Source: Robert Armstrong 2021 'B of A buys tons of bonds, JPMorgan doesn't ' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-19T05:30:48.919Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 251,
          "end": 259
        },
        {
          "start": 3310,
          "end": 3318
        },
        {
          "start": 2597,
          "end": 2605
        },
        {
          "start": 27,
          "end": 35
        }
      ],
      "nexusId": "10009914"
    }
  ]
}