{
  "_id": "2f3789e83eec52789758a755efacc19bd1b769b049c8561dd0f64cde60b7fe84",
  "feed": "ftcomall",
  "title": "Mobile games group AppLovin valued at $28.6bn in IPO",
  "text": "<p>Shares in AppLovin, the mobile games company that owns hits such as Matchington Mansion and Wordscapes, slid from their offer price on Thursday, taking the shine off one of the biggest public market debuts of the year.</p> <p>The company, backed by private equity group KKR, raised $1.8bn in an initial public offering that gave it a market capitalisation of $28.6bn, but the stock opened some $10 below the $80 offer price and slid further in early trading.</p> <p>The company still has a market value many times higher than the $2bn at which KKR purchased a $400m stake three years ago. It has established itself as one of the dominant players in mobile gaming in part through numerous acquisitions, and benefited from a <a href=\"https://www.ft.com/content/04e874ab-9871-4379-ab3d-e0796f47eb06\">boom in usage</a> during the pandemic. </p> <p>AppLovin owns and operates more than 200 games itself and also sells access to its marketing software to other developers, making it easier for them to monetise their apps.</p> <p>“I spent a long part of my career at KKR convincing companies to go private,” said Herald Chen, AppLovin's chief financial officer, who joined in 2019 after more than two decades at KKR. For AppLovin, however, the IPO was “a great way for us to fund our growth”, he said.</p> <p>AppLovin said its revenue reached $1.45bn last year, up 46 per cent on 2019, although it lost $126m compared with net income of $119m the previous year. In its prospectus, AppLovin said it had compounded annual revenue growth from 2016-2020 of 76 per cent.</p> <p>KKR sold 2.5m shares in the offering, according to a regulatory filing, but was keeping a stake worth roughly $7.6bn. KKR will also retain 67.4 per cent of the company's voting power. </p> <p>Several other gaming companies rushed to tap public markets after the pandemic brought them a windfall of users and despite uncertainty over their prospects as many countries lift restrictions on in-person activities. Pre-teen favourite <a href=\"https://www.ft.com/content/8ff42e68-266a-46d1-9e7e-584c87a40b72\">Roblox joined</a> the New York Stock Exchange last month and Israeli mobile game developer Playtika listed on Nasdaq in January.</p> <p>On top of an anticipated slowdown in growth, the industry also faces headwinds from tighter advertising and privacy rules that Apple is <a href=\"https://www.ft.com/content/7993a56e-a408-44b5-8bda-e31bccee5808\">scheduled to integrate</a> into its App Store in the coming months. </p> <p>Those changes represent “the biggest challenge” for the mobile gaming industry at the moment, said Craig Chapple, a strategist with research group Sensor Tower, but he added that AppLovin might be better positioned to manage them because of its dual revenue stream from operating games and selling its development tools to others.</p> <p>Morgan Stanley, JPMorgan, KKR, Bank of America and Citigroup led the offering.</p><p>Source: Aziza Kasumov in New York and Patrick McGee in San Francisco 2021 'Mobile games group AppLovin valued at $28.6bn in IPO' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T17:26:49.675Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2539,
          "end": 2547
        }
      ]
    }
  ]
}