{
  "_id": "23e849f5e9818b9c7e886432bcad206627356f817d5853443b27e881494584c6",
  "feed": "market-watch",
  "title": "‘Big Four' firm EY: Major banks and other key financial institutions are working to tokenize assets ‘behind the scenes'",
  "text": "<p>Asset tokenization refers to the process of issuing digital tokens on blockchains that represent digital or physical assets, where investors can have fractional ownership.&#xa0;</p><p>“That path is moving forward. Traditional financial assets are going to be wrapped, tokenized and made programmable,” Paul Brody, global blockchain leader at EY told MarketWatch in a recent interview. “It's happening behind the scenes.”&#xa0;</p><p>Brody said the financial institutions working with EY on the effort “hold very large scale of assets,” though he declined to name the institutions.&#xa0;</p><p>Brody also expects some traditional financial institutionsXLF to start offering “a curated selection of DeFi (decentralized finance) services” by the end of this year.&#xa0;</p><p>Decentralized finance is an umbrella term for financial products and services that are powered by cryptocurrencies and blockchains without reliance on intermediaries. As middlemen are replaced by self-executing computer programs, DeFi services claim to be faster, more efficient, and cheaper.&#xa0;</p><p>Traditional financial institutions' tokenization of assets and potential rollout of DeFi services may demonstrate further institutional interest in blockchain and cryptocurrencies. Some hedge funds, high net-worth individuals and major banks GS have been investing or trading cryptocurrencies. Bitcoin BTCUSD is recently trading at $40,983, down 6.3% over the past 24 hours.</p><p>Blockchain technology could open an “incredible new ecosystem” and provide new profiting opportunities for financial institutions, according to Brody.&#xa0;</p><p>JPMorgan Chase JPM CEO Jamie Dimon this spring called fintech an “enormous competitive” threat to banks as traditional lenders play a smaller role in the financial system, but also said the bank was adapting, in an April letter to shareholders.</p><p>A spokesperson for JPMorgan didn't immediately respond to a request seeking comment.</p><p>Not everyone is happy about such adoption, as some people worry that the DeFi efforts may be centralized, in contrast to the system's initial idea of democratizing finance.&#xa0;</p><p>Ajit Tripathi, head of institutional business at DeFi lending protocol Aave, wrote in a CoinDesk op-ed that the real innovation in DeFi lies in decentralization, not in finance.</p><p>“With the rare exception of, say, flash loans, any competent quant can map financial innovations in DeFi 1:1 to a previous financial innovation on Wall Street,” Tripathi wrote. In contrast, “public blockchain technology enables decentralization to work at internet-scale among pseudonymous participants who don't need to trust or even know each other, and that's a pretty big deal.”</p><p>David D. Tawil, co-founder and president of crypto fund ProChain Capital, told MarketWatch in a recent phone interview that “my hope is that unlike what happened to the Internet, we continue to be decentralized, that it is not controlled by major entities.”</p><p>According to EY's Brody, the traditional finance and DeFi ecosystems, which have their own advantages, will ultimately converge in a “competitive battle.”</p><p>Traditional financial institutions possess vast customers, knowledge of regulatory procedures, high-quality back-end systems and operating assets, while DeFi protocols have “highly programmable, interoperable, rapid-build functionality,” he noted.&#xa0;</p><p>“I'm generally very positive about the DeFi protocols. The question will be, how decentralized?” Brody said. “I think people will have a choice of levels of decentralization.”</p>",
  "published": "2021-09-22T08:15:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1550,
          "end": 1558
        },
        {
          "start": 1814,
          "end": 1822
        },
        {
          "start": 1565,
          "end": 1568
        },
        {
          "start": 1550,
          "end": 1564
        }
      ],
      "nexusId": "10009914"
    }
  ]
}