{
  "_id": "f1f4efeb5325612358478edbe81ccf56d54f49283e1ed93bcac3b7d5ecb1d7b6",
  "feed": "ftcomall",
  "title": "The GameStop circus heads to Capitol Hill",
  "text": "<p><strong>One must-watch DD event to start: </strong>Netflix and other Silicon Valley disrupters have triggered a wave of dealmaking across the traditional media establishment. What's next for the streaming wars? The FT's Anna Nicolaou hosts a session on this next Tuesday.</p> <p>Register for free and access the full details <a href=\"https://event.on24.com/wcc/r/3001968/8B69665A0A0E559BC5C3498C4325D3E6?partnerref=DD\">here</a>.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a><strong>. Get in touch with us anytime: </strong><a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a><strong>.</strong></p> <h2>Let the games begin</h2> <p>A while back the FT launched a <a href=\"https://www.ft.com/content/c00b2333-c1a3-46ca-b461-575dea70bb97\">fantasy dinner party series</a> where our colleagues come up with a group of people they would want to share a meal with.&#xa0;</p> <p>Luckily for DD, the US House of Representatives committee on financial services has made our fantasy gathering a reality.&#xa0;</p> <p><strong>Keith Gill</strong>, aka online retail trader personality <strong>Roaring Kitty</strong>, <strong>Citadel </strong>and<strong> Citadel Securities </strong>founder <strong>Ken Griffin</strong>, <strong>Robinhood</strong> chief <strong>Vlad Tenev</strong> and <strong>Gabe Plotkin</strong>, who runs <a href=\"https://www.ft.com/content/3f6b47f9-70c7-4839-8bb4-6a62f1bd39e0\">hedge fund</a> <strong>Melvin Capital</strong>, will all be gathering (virtually) at a committee hearing on the <strong>GameStop </strong><a href=\"https://www.ft.com/content/47e3eaad-e087-4250-97fd-e428bac4b5e9\">saga</a>.&#xa0;</p> <p>If you're out of the loop, these are some of the figures who became central characters in a story that has dominated Wall Street and Washington over the past few weeks.&#xa0;</p> <p>On Thursday they'll be answering some important questions about what happened in late January and DD predicts it's going to be must-watch television. Here's <a href=\"https://financialservices.house.gov/live/\">the link</a> if you'd like to tune in.&#xa0;</p> <p>The key players in the GameStop saga — <a href=\"https://docs.house.gov/meetings/BA/BA00/20210218/111207/HHRG-117-BA00-Wstate-PlotkinG-20210218.pdf\">Plotkin</a>, <a href=\"https://docs.house.gov/meetings/BA/BA00/20210218/111207/HHRG-117-BA00-Wstate-GillK-20210218.pdf\">Gill</a>, <a href=\"https://docs.house.gov/meetings/BA/BA00/20210218/111207/HHRG-117-BA00-Wstate-TenevV-20210218.pdf\">Tenev</a>, <a href=\"https://docs.house.gov/meetings/BA/BA00/20210218/111207/HHRG-117-BA00-Wstate-GriffinK-20210218.pdf\">Griffin</a> and <strong>Reddit </strong><a href=\"https://docs.house.gov/meetings/BA/BA00/20210218/111207/HHRG-117-BA00-Bio-HuffmanS-20210218.pdf\">chief</a> <strong>Steve Huffman</strong>, — have released their witness testimony. DD's Eric Platt, Ortenca Aliaj and Miles Kruppa have summed up the main elements <a href=\"https://www.ft.com/content/588375c3-58b6-4acb-96b7-fd63e7735da6\">here</a>, and our colleague Philip Stafford has outlined <a href=\"https://www.ft.com/content/50cb746c-b861-44d7-97fd-05f14a38a645\">what to watch out for</a> during the hearing.&#xa0;</p> <p>Here are some of the best quotes from the witness testimonies:</p> <ul>  <li><p>Gill: “It's alarming how little we know about the inner-workings of the market.”</p></li>  <li><p>Plotkin: “I am personally humbled by what happened in January. Investors in Melvin suffered significant losses. It is now our job to earn it back.”</p></li>  <li><p>Tenev: “What we experienced last month was extraordinary, and the trading limits we put in place on GameStop and other stocks were necessary.”&#xa0;</p></li>  <li><p>Griffin: “On Wednesday, January 27 we executed 7.4bn shares on behalf of retail investors. To put this into perspective, on that day Citadel Securities executed more shares for retail investors than the average daily volume of the entire US equities market in 2019.”</p></li>  <li><p>Huffman: “A few weeks ago, we saw the power of community in general and of this community in particular when the traders of WallStreetBets banded together at first to seize an investment opportunity not usually accessible to retail investors, but later more broadly to defend all retail investors against the criticism of the financial establishment.”&#xa0;</p></li> </ul> <p>In their witness testimonies, Griffin, Tenev and Plotkin have been emphatic about one thing — hedge funds didn't pressure Robinhood to halt trading on GameStop shares.&#xa0;</p> <p>This is, after all, one of the main issues that captured the attention of regulators last month.</p> <p>When Robinhood suspended trading in several volatile stocks, angry retail traders claimed they were doing hedge funds a favour. Politicians on both sides of the aisle, such as <strong>Alexandria Ocasio-Cortez</strong> and <strong>Ted Cruz</strong>, aired their (seldom aligned) grievances on Twitter, siding with “the little guy” against the “Wall Street elite”.&#xa0;</p> <p>DD's meal of choice will be popcorn. After all, it's rare that we get a front seat to the inner workings of the stock market with this kind of line-up.</p> <h2>Interview: French energy chief flags renewables bubble</h2> <p>Oil and gas bosses are normally very polite about each other — and their dealmaking — in public, while fiercely competitive behind the scenes.&#xa0;</p> <p><strong>Patrick Pouyanné</strong>, the chief executive of France's <strong>Total</strong>, seems to be the exception.</p> <p>European majors are scrambling to reinvent themselves in preparation for a global energy transition to cleaner fuels, as pressure mounts from investors and environmentalists to take responsibility for their role in enabling climate change.</p> <p>As part of this shift towards lower carbon energies (let's be clear, hydrocarbons are still making all the cash), Total and peers such as <strong>BP</strong> have been rushing to make their mark in the renewable power generation space — from wind to solar.</p> <p>The problem here, according to the Total chief, is there are few assets that are sizeable and investable enough to get involved in, inevitably inflating valuations.</p> <p>“There is a bubble,” said Pouyanné in an <a href=\"https://www.ft.com/content/0d3c0ea1-2643-4ceb-90ed-961d51f8123d\">FT interview</a>. And in a sideways swipe at his rival at BP he said: “When we come, we don't pay too much.”</p> <p>Now, in a <a href=\"https://www.ft.com/content/b0033490-a901-4745-905e-b01749c4faaa\">recent auction</a> for UK offshore wind leases, Total too paid a hefty sum for its own lease, but it was nowhere near BP's bids which some industry insiders have deemed staggering. (BP says they have the best acreage and they paid up because it's all about “location, location, location”).</p> <p>Pouyanné argues the industry is evolving quickly and that with valuations so high, at up to 25 times earnings, sellers will inevitably offload assets to bigger oil and gas players with more firepower.</p> <p>This would see traditional players in the renewables space potentially lose out to oil companies. “I will not buy, but I think I would not be surprised to see one of my European peers spending money,” he said.</p> <p>The <a href=\"https://www.ft.com/content/f2c92d6f-eedd-478e-adbc-36fb45d5189b\">$2.5bn deal</a> Total struck for a 20 per cent stake in <strong>Adani Green Energy</strong> last month, Pouyanné said, “will probably be the only [big] deal we can do” this year.</p> <p>“The market is big enough without having to do that,” he added, saying the company would instead focus on smaller deals with private players.</p> <p>BP, however, which pledged last year to increase renewable power generation capacity 20 fold by 2030 as part of its net-zero promise was in a pickle, said Pouyanné. It has to fulfil its promises to investors.</p> <p>While emphasising he didn't wish to criticise his peers, including BP's chief executive<strong> Bernard Looney</strong>, he said: “I prefer to announce objectives when I know that I can reach them.”</p> <h2>So an M&amp;A lawyer walks into an investment bank . . . </h2> <p>Big law <a href=\"https://www.ft.com/content/57de05b8-adfc-45a7-8acb-dd5250d6121a\">has become synonymous</a> with big money in recent months.&#xa0;</p> <p>Salaries offered by US firms have climbed high enough to trigger a procession of high-profile dealmaking lawyers <a href=\"https://www.ft.com/content/a9efe105-795e-41c7-a67c-f427e7017708\">across the pond</a> from UK firms to join the London offices of <a href=\"https://www.ft.com/content/13696928-86d5-11e9-a028-86cea8523dc2\">deep-pocketed</a> US rivals including <strong>Latham &amp; Watkins </strong>and <strong>Kirkland &amp; Ellis</strong>.&#xa0;&#xa0;</p> <p>The latest UK institution to see a high-profile departure is <strong>Linklaters</strong>, but not in the way you'd expect.</p> <p>The law firm's outgoing senior partner, <strong>Charlie Jacobs</strong>, is charting a different path forward than many of his high-ranking peers — next stop, <strong>JPMorgan</strong>.</p> <p>A top M&amp;A lawyer, who first joined Linklaters in 1990, Jacobs will make his investment banking debut as JPM's new co-head of investment banking in the UK, DD's Arash Massoudi and the FT's Kate Beioley <a href=\"https://www.ft.com/content/02260413-526e-45d4-a44e-082fb6cb5979\">report</a>.<br></p> <p>While placing an outsider in its corner offices might seem like a risk, the logic is there from a dealmaking standpoint. Veteran M&amp;A lawyers such as Jacobs have decades of experience spent navigating the legal landmines underlining big deals, which will come in handy as he advises JPMorgan's blue-chip clients on challenges posed by Brexit and antitrust regulation.&#xa0;</p> <p>It's been done before — back in the day (2006), storied City of London solicitor <strong>Anthony Salz</strong> swapped a senior partnership at Freshfields to become an executive vice-chairman at <strong>Rothschild</strong>. Another Freshfields alum, <strong>Barry O'Brien</strong>, left the magic circle for <strong>Jefferies</strong> in 2014.</p> <p>More recently <strong>Mark Rawlinson</strong>, a Freshfields partner for more than 25 years, left the firm in 2015 to become chairman of UK investment banking at <strong>Morgan Stanley</strong> and <strong>Will Lawes</strong>, the former senior partner at Freshfields, became a managing director in the UK at the advisory group<strong> Lazard</strong> <a href=\"https://www.ft.com/content/5970b7c0-c21d-11e6-81c2-f57d90f6741a\">in 2017</a>.</p> <p>DD notes that Jacobs has a more engaging personality than many top bankers in the City, which may give the South African a leg-up with certain international clients.&#xa0;</p> <h2>Job moves</h2> <ul>  <li><p><strong>Jones Day</strong> has hired <strong>Josh Sterling</strong> as a partner in its financial markets practice. He joins the firm's Washington office after serving as director of the markets participant division of the US <strong>Commodity Futures Trading Commission</strong>.</p></li> </ul> <ul>  <li><p><strong>Cravath, Swaine &amp; Moore</strong> has recruited <strong>David Portilla</strong>, a former senior policy adviser to the US Treasury, as a partner in its New York office.</p></li> </ul> <ul>  <li><p><strong>Weil Gotshal</strong> has hired<strong> Trey Muldrow III </strong>as a private equity partner in New York. He joins from the law firm <strong>Akin Gump.</strong></p></li> </ul> <ul>  <li><p><strong>Dechert </strong>has appointed <strong>Adam Plainer</strong> as global co-chair of its financial restructuring group. He joins from <strong>Weil</strong>.&#xa0;&#xa0;</p></li> </ul> <h2>Smart reads</h2> <p><strong>Hidden costs </strong>In celebration of the lunar new year, Chinese authorities have doled out tens of millions of renminbi to a lucky batch of citizens. But nothing comes for free, as the Communist party trials its own digital currency to quash private fintech challengers. (<a href=\"https://www.ft.com/content/7511809e-827e-4526-81ad-ae83f405f623\">FT</a>)</p> <p><strong>Family feud </strong>93-year-old Beverley Schottenstein had a bone to pick with her JPMorgan financial advisers — who also happen to be her grandsons. She went to war anyway. (<a href=\"https://www.bloomberg.com/news/features/2021-02-17/at-93-she-waged-war-on-jpmorgan-and-two-financial-advisors-her-grandsons?sref=OziMsGoK\">Bloomberg</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/cd80a3e0-02d9-4ed3-a44a-fdbd68196e20\">Thyssenkrupp ends talks with Gupta's Liberty over steel unit</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/c34b1e3d-c758-4203-b98b-360fe319770f\">Top Deutsche banker wooed clients for Wirecard months before collapse</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/195cb1d0-1388-4e78-b378-e94b9c0b3892\">Crispin Odey ‘lunged' at female junior banker, court told</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/cec5d055-c2d1-4d5f-a392-a6343beb0b01\">News Corp agrees deal with Google on payments for its journalism</a> (FT + <a href=\"https://www.ft.com/content/5b10391d-f356-45f1-b685-832d7799ff54\">Lex</a>)&#xa0;</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-02-17/for-griffin-s-return-to-washington-citadel-is-a-bigger-target?sref=OziMsGoK\">For Griffin's return to Washington, Citadel is a ‘bigger target'</a> (BBG) </p> <p><a href=\"https://www.reuters.com/article/us-one-rock-m-a-nestle-water/nestle-to-sell-n-american-water-brands-for-4-3-billion-focus-on-premium-lines-idUSKBN2AH08Q\">Nestle to sell North American water brands for $4.3bn, focus on premium lines </a>(Reuters)&#xa0;</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-02-17/revlon-debacle-could-turn-citi-into-big-distressed-debt-investor?srnd=premium&amp;sref=OziMsGoK\">Citi may get stuck with huge chunk of distressed Revlon debt</a> (BBG)</p> <p><a href=\"https://www.ft.com/content/256375ca-2858-43d8-99c9-48ee21900e82\">Ariel and JPMorgan to invest in minority-owned companies</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/c81ffa72-e4ce-4260-a045-71abf06d49e8\">Dole Food agrees merger with Ireland's Total Produce</a> (FT)</p><p>Source:  2021 'The GameStop circus heads to Capitol Hill' FT.com 18 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-18T05:00:26.330Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6771,
          "end": 6774
        },
        {
          "start": 6657,
          "end": 6665
        },
        {
          "start": 8949,
          "end": 8957
        },
        {
          "start": 7158,
          "end": 7166
        },
        {
          "start": 9582,
          "end": 9590
        }
      ]
    }
  ]
}