{
  "_id": "f64864971e04e6adf2e2856ed9cc4c7b9c22a22254cbfab46e838c2fe66ffbf5",
  "feed": "ftcomall",
  "title": "Unhedged: Talking bubbles with Jeremy Grantham",
  "text": "<p>Week two. Are we still having fun? Email me: <a href=\"mailto:Robert.Armstrong@ft.com\">Robert.Armstrong@ft.com</a>.</p> <h2>Talking bubbles with Jeremy Grantham, again</h2> <p>I had an excellent conversation with Jeremy Grantham last week. By excellent, I mean terrifying. Grantham thinks we are in a big, multi-asset market bubble and there is going to be a monstrous crash. Getting off the phone with him, I had a strong urge to shift my retirement accounts into cash, have a large whiskey, and hide under the bed.</p> <p>Grantham lays out his overvaluation argument in a <a href=\"https://www.youtube.com/watch?v=Y_yRgMgBis0&amp;t=369s\">video</a> I made with him in February. There are two issues I wish I had pushed him harder on then: the difficulty of getting out of the market without missing years of gains, and why, if he has mastered the art of identifying and dodging bubbles, the equity funds at GMO (the asset manager he founded more than 40 years ago, where he still serves as a strategist) have not beaten their benchmarks convincingly.</p> <p>I asked him why, given that the market enjoys big gains in the final leg of a bull market, and it is hard to time re-entry, it wasn't best to stay invested through the ups and the downs. He said:&#xa0;</p> <blockquote>  <p><em>“That's a perfectly good strategy for the average player, or the timid player. It isn't, however, difficult to identify a badly overpriced market. It is extremely easy in retrospect and it is easy in real time. If you graph them, they look like Himalayan peaks coming out of the plateau.&#xa0;The psychological problems are huge, but the intellectual problems are a piece of cake . . . it is statistically simple to identity a two-sigma price move [when prices move two standard deviations out from their historical pattern] . . . and all of them went back to where they came from, all of them, every one”&#xa0;</em></p> </blockquote> <p>On timing the exit from an overpriced market:</p> <blockquote>  <p><em>“You didn't have to get out in 1929 in October, you could have been incredibly sloppy and got out in May or June, or even in 1928. It didn't matter, you still saved a huge amount of money . . . </em></p>  <p><em>In 2000, you could get out in the spring of ‘98 and be shot by your clients. And we were, we had brutal loss of assets . . . but we made money in 2001 and 2002 in a diversified portfolio”</em></p> </blockquote> <p>I pushed him on GMO's performance. The GMO <a href=\"https://www.gmo.com/americas/product-index-page/equities/u.s.-equity-strategy/?accept=Strategies\">US Equity Strategy</a>, for example, is tied with the S&amp;P 500's annual performance, at 11 per cent, since its inception in 1985. The benchmark free allocation fund has returned 9 per cent a year since 1988. If GMO can skip bubbles, why aren't the returns even better? Here Grantham got a little salty:</p> <blockquote>  <p>“If you ask that kind of question at the top of the third great bubble in American history, that's pretty a lame thing to ask. If you go back to June of 2009, we dramatically outperformed the market in 1977 to 2009, in 2002 we are absolute princes, we are ahead of everybody . . . how does it look [now]? Like every value manager, it does not look that great, [but] at the bottom of the next bear market, we will look like princes again, and we will have won the round trip”&#xa0;</p> </blockquote> <p>For the record, I have not liquidated my US stocks, though I have trimmed my exposure recently (this is not investing advice! I just want to be clear with readers about my own biases). I did have that whiskey, though.</p> <h2>Geeks only: yes, QE does too put money in the hands of private investors</h2> <p><em>What follows is a technical discussion of how QE works. Readers who are not complete dorks may want to skip it.</em> </p> <p>Last week, I <a href=\"https://www.ft.com/content/0224f7bb-ded6-430e-be4c-ec3c12a00f99\">presented</a> a theory of the mechanics of influence of quantitative easing on the stock market, arguing that by increasing the amount of money in circulation, it depresses investors' relative preference for cash, encouraging them to buy stocks instead. Several readers said I was wrong. Here is one, from a reader called Munster:&#xa0;</p> <blockquote>  <p>“The ‘sloshing theory' presented here is also flawed. Bank reserves created as part of QE must be held by banks, and banks don't speculate on stocks.”&#xa0;</p> </blockquote> <p>Another reader, in an email:</p> <blockquote>  <p>“The Fed doesn't create M2 [money supply], and it doesn't put money in your/my hands. It creates reserves, one component of M2 held by banks, which cannot be held by anyone else.”</p> </blockquote> <p>These readers, much though I love them, are wrong. Here is Eric Barthalon of Allianz explaining why:&#xa0;</p> <blockquote>  <p>“Assume, step 1, that the Fed buys $100 of Treasuries from JPMorgan. The Fed pays by issuing fresh reserves to JPM. The Fed's total balance sheet increases by $100. On the asset side of JPM's balance sheet, a $100 reserve deposit at the Fed is substituted for a $100 holding of Treasuries. At this point, JPM's balance sheet does not increase.&#xa0;</p>  <p>But, step 2, JPM may have (or even must have) bought these Treasuries from [for example] Pimco one second earlier, by issuing a fresh $100 deposit to Pimco. In JPM's balance sheet, the purchase of Treasuries from Pimco and their sale to the Fed cancel out, so that Pimco's deposit at JPM ends up being backed by JPM reserves at the Fed. In Pimco's clients' balance sheet, a deposit of $100 is substituted for the Treasuries — with which they can buy riskier assets.”&#xa0;</p> </blockquote> <p>My distinguished colleague Martin Wolf agrees, and made the following comment about the “sloshiness” view of QE (which I like) and the “rate effect” view of QE (which says that QE works primarily by reducing the discount rate with which risky assets are priced, and which I do not like<em>).&#xa0;</em></p> <blockquote>  <p>“Money in the hands of the public is increased by an amount equal to QE. If people are to hold the new money happily, the prices of other things must adjust. Which prices (including those for goods and services) move most is driven by the determinants of the demand for money, which are quite complex. Part of this adjustment is that people will only willingly hold more money if the returns on other assets fall. This is why QE lowers interest rates and raises asset prices. So, to my mind, the ‘sloshiness' and the ‘rate effect' are just two sides of the same coin. This is all about portfolio rebalancing when an asset with a particular characteristic — very high liquidity and very low yield — is increased by policy.”</p> </blockquote> <p>Maybe the two explanations are equivalent. But I prefer the “sloshiness” one because it emphasises how the process depends on subjective and changeable investor sentiment — on their preference for cash. The “rate effect” explanation, simplistically understood, suggests that the Fed pushes rates down and asset values must rise in response, mechanically. This understates how damn chancy the whole thing is.</p> <h2>One good read</h2> <p>Tech start-ups to Spac companies: please stop calling us, it's <a href=\"https://www.wsj.com/articles/for-startup-leaders-spacs-have-lost-their-allure-11621774800?mod=hp_lead_pos1\">annoying</a> (WSJ).</p><p>Source: Robert Armstrong 2021 'Unhedged: Talking bubbles with Jeremy Grantham' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-24T05:30:56.749Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4523,
          "end": 4526
        },
        {
          "start": 4224,
          "end": 4232
        },
        {
          "start": 4351,
          "end": 4354
        },
        {
          "start": 4276,
          "end": 4280
        },
        {
          "start": 4794,
          "end": 4797
        },
        {
          "start": 4670,
          "end": 4673
        },
        {
          "start": 4822,
          "end": 4825
        }
      ],
      "nexusId": "10009914"
    }
  ]
}