{
  "_id": "cc30c53bcbbc186eeba0b0b86a46823bc9ddcb6988a1777361836cfe4fa807d3",
  "feed": "wall-street-journal",
  "title": "Retreat From Globalization Adds to Inflation Risks; Tariffs, 'Buy American' policies and lower immigration inflows might add to cost pressures",
  "text": "<p>That pattern might reverse as the pandemic speeds up the retreat from globalization that has been under way for several years. While supply-chain bottlenecks should eventually ease, other trends could persist—protectionist policies such as tariffs and \"Buy American\" procurement rules, businesses moving production back to the U.S. where it will be less vulnerable to those policies, and depressed immigration inflows.</p><p>\"The reorganization and shortening of supply chains…will have a cost that will be passed down to the vendors and ultimately to consumers,\" says Dana Peterson, chief economist for Conference Board, an independent research group supported by large U.S. businesses.</p><p>Studies have shown that globalization has influenced U.S. prices. Kristin Forbes, a Massachusetts Institute of Technology economist, has found that those parts of the consumer-price index influenced by global factors, such as commodity prices, currency fluctuations and global value chains, drove half the changes in the index between 2015 and 2017, up from about 25% in the early 1990s. Economists Robert Johnson of the University of Notre Dame and Diego Comin of Dartmouth found in a 2020 paperthat international trade had the effect of reducing U.S. consumer prices by an annual 0.1 to 0.4 percentage point between 1997 and 2018.</p><p>The share of foreign content in global manufacturing production surged from 17.3% in 1995 to 26.5% in 2011, according to Asian Development Bank data analyzed by the Conference Board. It has since declined to 23.5% in 2020. Global foreign direct investment, a key gauge of cross-border business expansion, peaked at around $2 trillion in 2015 and fell to $1.5 trillion in 2019, according to the United Nations Conference on Trade and Development.</p><p>Deglobalization gained impetus with the global financial crisis of 2008, Britain's vote to leave the European Union in 2016 and former President Donald Trump's tariffs. It might be adding to current high inflation, though those effects are hard to disentangle from the pandemic.</p><p>Citi economists note that prices for household furnishings and operations, which declined nearly constantly following the 2008 financial crisis, started climbing in 2017 as the Trump administration prepared to hit China with tariffs, eventually imposing a 25% tariff on those products. Those prices rose 3% between October 2017 and March 2020 and have since gained another 8.5%.</p><p>The Trump administration's tariffs on steel, aluminum and imports from China, combined with trading partners' retaliatory tariffs, increased annual costs born by U.S. consumers by $51 billion annually, according to the American Action Forum, a center-right policy-research group.</p><p>President Biden has negotiated an end to some of Mr. Trump's tariffs such as on steel and aluminum from Europe, but left most of the tariffs on goods from China in place.</p><p>The Commerce Department last month doubled levies imposed in 2017 on Canadian softwood lumber to 18%. They stem from decadeslong complaints by U.S. producers that Canadian exports are subsidized. National Association of Home Builders Chairman Chuck Fowke said the tariff increase would \"put upward pressure on lumber prices and make housing more expensive,\" noting home builders are already grappling with rising construction costs and lumber prices significantly above pre-pandemic levels.</p><p>The Biden administration in June banned imports of some solar-panel materials from China's Xinjiang region, a major producer, over the alleged use of forced labor there. As a result, the price of polysilicon, a key solar-panel ingredient, surged to more than $20 a kilogram in the second quarter of 2021, versus $6.20 a year earlier, according to Wood Mackenzie, a research company.</p><p>\"The [policy] uncertainty is having a very big impact on the availability and pricing of products,\" said Abigail Hopper, chief executive of the Solar Energy Industries Association, which represents solar-panel installers.</p><p>The Biden administration also is seeking to bring back supply chains for some critical products such as semiconductors, pharmaceuticals and rare-earth minerals, while proposing to accelerate a requirement for federal agencies to procure more American-made products.</p><p>\"Biden has not only continued Trump's trade policies but has amplified them with stricter 'Buy American' provisions, local content requirements and pro-union proposals on electric vehicles and batteries in the new spending bills,\" said Gary Clyde Hufbauer, an economist with Peterson Institute for International Economics. He estimates those measures implemented by the Trump and Biden administrations might add half a percentage point to U.S. inflation over the period affected by the policies.</p><p>Meanwhile, economists at JPMorgan Chase &amp; Co. estimate the U.S. immigrant population this year is about three million lower than if pre-2017 immigration trends had continued. Domino's Pizza Inc. CEO Richard Allison said on an October earnings call that lower immigration in recent years had contributed to the pandemic-driven shortage of labor, particularly drivers, which had added to costs and increased delivery fees. \"In a country whose population is not growing as it used to, we, in our industry and a number of others, will need more immigration…to continue to have a robust workforce,\" he said.</p><p>Many U.S. companies have pushed the administration to ease tariffs to reduce their costs, such as on children's shoes, steel and aluminum. The U.S. Chamber of Commerce has asked it to raise the cap on immigrant visas.</p><p>But economists say the shift of supply chains back to the U.S. could have a longer-lasting impact than tariff changes, coming at a time when restrictive immigration rules and baby boomers' retirement keep the U.S. labor market tight. \"That could mean a longer term change in inflation dynamics because you've just shifted more power to domestic workers,\" said MIT's Ms. Forbes.</p><p>Write to Yuka Hayashi at yuka.hayashi@wsj.com</p><p>Retreat From Globalization Adds to Inflation Risks</p>",
  "published": "2021-12-05T10:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4753,
          "end": 4772
        },
        {
          "start": 4753,
          "end": 4773
        }
      ]
    }
  ]
}