{
  "_id": "b54f1cc0ccfd3b9aa7236d543d12d08b7c1722e3c8b1e77f26bfbd53d285955b",
  "feed": "ftcomall",
  "title": "Amazon to expand internal healthcare service to other companies",
  "text": "<p>Amazon will expand its internal healthcare service to other companies, saying on Wednesday that it plans to offer video calls with doctors to “millions” of people across the US. </p> <p>In its latest effort to shake up the $4tn US healthcare industry, the ecommerce group said it would make Amazon Care available to private companies in Washington state immediately before expanding to other US states from this summer. </p> <p>Amazon Care, which had previously been limited to the company's employees and their families, allowed patients to speak to a doctor, nurse or other health practitioner, 24 hours a day through a smartphone app. </p> <p>Amazon said appointments typically took place within 60 seconds of being requested. The service is managed by a third party called Care Medical, which works exclusively with Amazon. </p> <p>In the Seattle area, Amazon Care also provided a limited number of in-person services, “ranging from routine blood draws to listening to a patient's lungs, and also offer prescription delivery right to a patient's door”, the company said. </p> <p>Amazon said it planned to expand in-person services to Baltimore, Washington, DC and north Virginia in the coming months. North Virginia is the site of the company's “second” headquarters, which is under construction. </p> <p>Shares in Teladoc, a rival tele-health service, opened down more than 7 per cent on the news. The company had seen increased popularity over the course of the pandemic as people sought to avoid in-person visits to healthcare facilities.</p> <p>“I think <a href=\"https://www.ft.com/stream/84cf4073-a674-4a93-aef9-dcc1832a65cb\">Amazon</a> will make the industry nervous,” said Arielle Trzcinski, a healthcare industry analyst at Forrester. “By removing some of the cost baked into the insurance process, it removes some of the cost that then has to be passed on to the consumer, or even to the employer.”</p> <p>Amazon's move came as little surprise to healthcare analysts; the company has long said that employee healthcare in the US can be done more cheaply. This year Amazon, JPMorgan Chase and Berkshire Hathaway <a href=\"https://www.ft.com/content/7f9b1a8c-800b-44ff-80b7-c4b5a9642966\">ended their healthcare joint venture</a>, Haven, with analysts noting Amazon's increasing desire, and capability, to go it alone.</p> <p>More recently, <a href=\"https://www.statnews.com/2021/03/03/amazon-care-medical-telemedicine-platform/?utm_campaign=rss\">paperwork filings to multiple state authorities</a>, as well as a rapid recruitment drive, telegraphed the announcement.&#xa0;</p> <p>Amazon's existing reputation and familiarity among the public would make it an attractive proposition to employers, suggested Kate McCarthy, senior healthcare analyst at Gartner.</p> <p>“The thing that Amazon offers that healthcare organisations don't do as well is consumer engagement,” she said. “They are a common platform with millions of members, through Prime, that people use in their everyday lives.”</p><p>Source: Dave Lee in San Francisco 2021 'Amazon to expand internal healthcare service to other companies' FT.com 17 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-17T18:29:17.487Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1947,
          "end": 1955
        },
        {
          "start": 1947,
          "end": 1961
        }
      ],
      "nexusId": "10009914"
    }
  ]
}