{
  "_id": "aa0595d8c865d7403956af9d811ce007c2db763739bc0a0032cd1eec976880e1",
  "feed": "ftcomall",
  "title": "The CEOs delivering consistent shareholder returns",
  "text": "<p>Henry Kravis and George Roberts stepped aside as KKR co-chief executives last week, having created a private equity behemoth with more than $429bn of assets under management. </p> <p>But the company has also delivered outstanding shareholder returns, achieving an annual average of more than 25 per cent in the 11 years it has been publicly listed. Had KKR been in the S&amp;P 500 the billionaire cousins would have been in a small group scaling such heights, alongside just nine other CEOs including Tesla's Elon Musk, Fabrizio Freda of Estee Lauder and MSCI's Henry Fernandez. </p> <p>With business leaders facing economic disruption, unsteady supply chains, scrutiny on pay and an increased focus on environmental, social and governance issues, delivering for shareholders has become a tricky balancing act. </p> <p>That has opened the door to a wave of activist pressure to force change. According to investment bank Lazard, capital deployed in new campaigns hit $8.5bn this quarter — up from $4.7bn last year — with more than 15 new campaigns started in the past three weeks. </p> <p>While activists do not always explicitly demand leadership change, their demands can accelerate transition. This analysis looks at which chief executives of listed companies have created value and which have not, by calculating annualised returns during the tenures. Although far from a perfect measure of CEO performance, it is easily understood and hard to distort, unlike company fundamentals.</p> <p>“Returns don't always tell the full story on CEO performance due to factors such as sectoral and macro trends — case-by-case analysis is required for definitive judgment”, said one leading investor in European equities. “But ultimately shareholders pay CEOs to create long-term value. So return figures such as these do matter for investors, and naturally influence the market perception of whether a CEO is doing a good job.”</p> <p>To qualify, CEOs must currently be running their company and have been in the role at least three years — sufficient time to execute a strategy and a threshold that reduces outliers arising from short time spans in the role. Returns before a public listing are not included. A key limitation is the absence of pay, fundamentals and company size.</p> <p>This is not a ranking of the best and worst — distinguishing between luck and brilliance can be a thorny exercise in markets. Readers can make up their own minds.</p> <p>Of 660 bosses analysed across three major indices — the S&amp;P 500, FTSE 100 and Stoxx 600 excluding UK constituents — 49, or roughly 7 per cent, were found to have negative annualised returns. </p> <p>Four CEOs exceeded average annual returns of 100 per cent, each of whom only just met the three-year tenure mark. </p> <p>Twelve, including ExxonMobil, GSK and SSE, have faced activist pressure in the past year — although some disputes have since been resolved. Many experts say the actual number of companies targeted by activists is at least double what has been publicly announced, given that many campaigns take place behind closed doors. &#xa0;&#xa0;&#xa0;</p> <p>Results were significantly influenced by the pandemic. Sectors have been hit by events far outside a CEO's control, with those in technology riding the wave of an accelerated online shift and those in travel and leisure fighting to avoid financial ruin. </p> <p>In the US, the largest spread between the best and worst CEO performance was in the tech sector, where Enphase Energy, a solar power system provider headed by Badri Kothandaraman, recorded a return more than 400 times higher than Hewlett Packard Enterprise, led by Antonio Neri. Bosses running companies with green credentials have enjoyed huge average annual returns as investors bet on a take-off in clean energy. </p> <p>There were also differences among consumer discretionary companies, especially those in leisure, restaurants and hotels. Frank Del Rio of Norwegian Cruise Line and Arnold Donald of rival Carnival generated respective average returns of&#xa0;-18 per cent and -13 per cent, while Richard Fain of Royal Caribbean Cruises managed to eke out 10 per cent a year over 28 years.</p> <p>The largest disparity in the FTSE 100 was in the materials sector, with &#xa0;Iván Arriagada Herrera of Antofagasta averaging an annual 27 per cent return versus the -5 per cent average of Fresnillo's Octavio Alvidrez. </p> <p>GSK's Emma Walmsley is also struggling to keep up with peers, almost 30 percentage points a year behind pharma rival Sigurdur Olafsson of Hikma. </p> <p>Two former lieutenants of JPMorgan's Jamie Dimon are languishing near the bottom in the UK banking sector: Bill Winters at Standard Chartered with -11 per cent and Jes Staley of Barclays, who had to fight off activist pressure that only ended this year, at 1 per cent. Dimon has averaged 11 per cent. </p> <p>But activism is changing with the focus shifting from individual figureheads, industry professionals say. </p> <p>“The days of the imperial CEO acting alone are no longer,” said Ali Saribas, a partner at SquareWell who advises companies on activist situations. “Investors are increasingly focused on strengthening boards as a collective unit.”</p> <p>Investors appear ever more comfortable voicing their opposition to boards and coming together to do so, especially when it comes to environmental concerns. </p> <p>Activist<a href=\"https://www.ft.com/content/ef413ea0-8c60-46d0-b188-eb449be3d27f\"> Enkraft Capital in September pushed Germany's RWE </a>to accelerate the divestment of its coal operations to enhance its valuation as a more attractive ESG investment. In May, <a href=\"https://www.ft.com/content/52645b30-c378-49e3-8609-4f537284889a\">Engine No 1, a hedge fund, won board seats at ExxonMobil</a> after a six-month campaign saying fossil fuels had put the company at “existential risk”.&#xa0;</p> <p>“Activism changed in 2020-21,” said Dottie Schindlinger, executive director of the Diligent Institute, a think-tank focusing on global governance research. “While the number of shareholder activist campaigns declined, the success rate increased. In part, this is because there seems to be a new philosophy around activism — it's not always about targeting specific individuals or even companies, but instead applying pressure across an industry to create change.”</p> <p><em>This article has been amended since original publication. We stated GSK's Emma Walmsley was almost 30 basis points points a year behind Sigurdur Olafsson of Hikma, when it should be percentage points</em>. </p><p>Source: Patrick Mathurin and Chris Campbell 2021 'The CEOs delivering consistent shareholder returns' FT.com 22 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-22T23:01:58.416Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}