{
  "_id": "f345d81cd3e788f1629a4a381d68d6e3eee94391d57946ed53c72157970ec7c5",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Universal  Isn't Only  Payoff From  Vivendi  ---  Spinoff isn't just one  way investors can profit  ----  By Carol Ryan",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Activist investors are showing up in force for the spinoff of Universal Music Group, the powerful record label behind Lady Gaga and Taylor Swift. But there might also be less glamorous ways to make money from a stake in its current owner, Vivendi. </p><p>\n  On Tuesday, investors in the French media company will vote on plans to hand up to 60% of Universal Music to shareholders and list the record label on the Amsterdam stock exchange. Daniel Loeb's Third Point hedge fund has built a stake in the business, while Wisconsin-based Artisan Partners and U.K. activist Bluebell Capital Partners also own the stock. </p><p>\n  Shareholders have complained about the structure of the split, which could leave them with a tax bill equivalent to roughly 15% of the value of the Universal Music shares they receive through a dividend-in-kind. All the while, Vivendi's main shareholder, Vincent Bollore, gets an exemption, as would any other French holder of more than 5% of the business. </p><p>\n  Bluebell has asked Vivendi to pay a multibillion-euro special dividend to offset the hit. Investors are also puzzled about the logic of a deal with Bill Ackman's blank-check company, signed on Sunday. The sale of a 10% stake in Universal Music for $4 billion to Pershing Square Tontine Holdings has been struck at an underwhelming valuation. </p><p>\n  Investors probably don't have the power to block the Ackman deal if they wanted to, or to get a special dividend. The company's anchor shareholder Mr. Bollore controls almost 30% of the voting rights and a simple majority is needed to get the plan through. </p><p>\n  But there are other opportunities to profit. The obvious one is a pop in Universal's shares. JPMorgan recently estimated the record label's value at 50 billion euros, or $59.5 billion at current exchange rates, compared with the 35 billion euro price tag in the Ackman deal. </p><p>\n  What remains of Vivendi after the split is \"black-box governance . . . and a motley crew of assets,\" said Bernstein analyst Matti Littunen. Growth investors are likely to dump the stock as soon as they can get direct exposure to a spun-off Universal Music. </p><p>\n  But activists are likely to sit tight. There are signs Mr. Bollore hopes to take Vivendi private: Also up for a vote Tuesday is a proposal that would allow the company to buy back up to 50% of its shares and cancel them. This has echoes of a move the French billionaire pulled in 2012, when he avoided a mandatory takeover bid for advertising company Havas by using share buybacks to pass the 30% threshold. </p><p>\n  Other events could move Vivendi's valuation. The company, whose largest remaining asset is French pay-TV company Canal Plus, has built a 27% stake in publishing and duty-free giant Lagardere with a view to taking control, according to a person close to the company. Hedge funds also hope that Vivendi can be simplified, perhaps through a sale of some of its minority stakes in other businesses. </p><p>\n  In Mr. Bollore, activists see an acquisitive figure whose holdings in Vivendi are just below the 30% level that triggers French mandatory takeover laws. His intentions are famously hard to read, but any sign that he wants greater control over Vivendi gives hedge funds a good reason to stick around. </p><p></p>",
  "published": "2021-06-22T06:01:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1691,
          "end": 1699
        }
      ],
      "nexusId": "10009914"
    }
  ]
}