{
  "_id": "e17ea49114b9032fd4a5e79b06eeca7fa6ba932bccb9739142adabc93b7c97ef",
  "feed": "ftcomall",
  "title": "Russia's Nordgold prepares for London IPO",
  "text": "<p>Russian gold miner Nordgold plans to list in London as it looks to take advantage of a rebound in the gold price. </p> <p>The company intends to sell a 25 per cent stake to investors, including via a secondary listing in Moscow, said people familiar with the company. It is set to file a registration document this week. </p> <p>The miner is the latest to come to the UK capital to capitalise on interest in gold, after prices surged last year following the onset of the pandemic. Canada's Yamana Gold <a href=\"https://www.ft.com/content/0aff7ca6-070f-428b-a958-c8a7df228a2b\">listed</a> in London last year, while Endeavour Mining is set to join the market this month. </p> <p>Gold prices have risen 10 per cent since the beginning of March to $1,906 a troy ounce, as investors buy the metal to hedge against the prospect of rising inflation driven by higher raw material prices and a recovery in global demand.</p> <p>The NYSE Arca Gold Bugs index, which tracks shares of gold miners, has risen 29 per cent over the same period. </p> <p>Nordgold hopes to attract investors by paying higher dividends than its peers in North America. It is developing two new gold mines in the far east of Russia, which will help it boost production by an expected 20 per cent over the next five years. </p> <p>In contrast, production at the world's largest gold miner, Newmont, is set to remain roughly flat until 2025. </p> <p>Nordgold will sell existing shares and will not raise any capital in the listing. The company said it hoped for a premium listing allowing it to be eligible for the FTSE indices, entry to which would draw investment from tracker funds. </p> <p>The company says it will pay a minimum dividend of $400m to investors this year, in two instalments. After that it intends to pay out 50 per cent of its free cash flow&#xa0;before growth capex, subject to its net debt remaining less than 1.5 times its earnings before interest, tax, depreciation and amortisation.</p> <p>Nordgold has nine mines — four in Russia, three in Burkina Faso and one each in Guinea and Kazakhstan. It produces more than 1m ounces of gold a year and reported ebitda in excess of $1bn last year.</p> <p>Polymetal, the largest Russian miner in London with an £8bn market capitalisation, produced 1.4m ounces of gold in 2020. Endeavour is set to produce up to 1.5m ounces this year. </p> <p>Nordgold is developing the Gross and Tokko mines in Russia's far east, which it expects to produce more than 350,000 ounces of gold a year. </p> <p>The company is led by Nikolai Zelenski, a Surrey-based former McKinsey consultant with a PhD in molecular genetics from the University of Texas. </p> <p>Bacchus Capital Advisers are financial advisers to Nordgold while Citi, JPMorgan and VTB are global coordinators for the offering.</p><p>Source: Henry Sanderson 2021 'Russia's Nordgold prepares for London IPO' FT.com 3 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-03T14:22:38.601Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2558,
          "end": 2566
        }
      ]
    }
  ]
}