{
  "_id": "b1048bae844507bdc526372e0e127d0d719a5a6932b8d08e41304dae814640c3",
  "feed": "wall-street-journal",
  "title": "Business Leaders Warn Against Tax Rise  ----  By Jimmy Vielkind",
  "text": "<p>   ALBANY -- Executives at major Wall Street firms and other New York employers warned that increasing taxes as part of the state budget could lead high-income earners who left the state during the pandemic to stay away. </p><p>   In a letter delivered Monday to Gov. Andrew Cuomo and Democratic leaders of the state Legislature, 250 business executives said a package of tax increases proposed by the Assembly and Senate would \"jeopardize New York's recovery from the economic crisis inflicted by COVID-19\" and were unnecessary because of the $1.9 trillion federal relief bill. Democratic leaders of the state Assembly and Senate have proposed increasing income taxes and levying a new surcharge on capital gains. The budget is due this month. </p><p>   The letter was signed by JPMorgan Chase &amp; Co. Chief Executive Jamie Dimon, Citigroup Inc. Chief Executive Jane Fraser, Morgan Stanley Chief Executive James Gorman, BlackRock Inc. Chairman Larry Fink and other executives at major law firms and real-estate companies, as well as chambers of commerce around the state. Robert Thomson, the CEO of News Corp, also signed the letter. News Corp is the parent company of The Wall Street Journal publisher Dow Jones &amp; Co. </p><p>   The highest-earning 5% of tax filers in the state account for more than 60% of the roughly $50 billion that New York raises each year in state income taxes. The executives said remote-working patterns during the pandemic meant many of the financial, real-estate and legal professionals in this group may permanently leave the tax base if proposed taxes are approved. </p><p>   \"Many members of our workforce have resettled their families in other locations, generally with far lower taxes than New York, and the proposed tax increases will make it harder to get them to return,\" the executives wrote. </p><p>   Kathryn Wylde, president of the business group Partnership for New York City and one of the letter's signatories, said the Democratic governor has been a force of fiscal moderation during his time in office. </p><p>   \"It's obvious that there's great concern among business leadership that the governor is in a weakened state because of the supermajorities that Democrats have in both houses of the Legislature,\" she said. </p><p>   The governor also is grappling with an impeachment probe into accusations that he sexually harassed multiple women and how his administration handled Covid-19 in nursing homes. Mr. Cuomo has denied touching anybody inappropriately. He has said he is cooperating with the impeachment investigation and a probe overseen by Attorney General Letitia James into the harassment allegations. </p><p>   Freeman Klopott, a spokesman for the state budget office, said the Cuomo administration is focused on the economy and \"putting out the welcome mat for the New Yorkers who left during the pandemic.\" </p><p>   On Monday, Mr. Cuomo and state Budget Director Robert Mujica said during a conference call with reporters that budget negotiations are proceeding between executive and legislative aides. </p><p>   Mr. Mujica said additional federal aid -- New York state is slated to receive $12.5 billion in unrestricted payments under the bill, and billions more dedicated for health and education programs -- and better-than-expected revenue payments would allow the state to avoid $3.7 billion in planned spending reductions. </p><p>   But he stopped short of saying what effect the improving fiscal picture would have on taxation. Mr. Cuomo proposed a $193 billion budget in January that raised $1.5 billion through a temporary income-tax surcharge starting on people reporting more than $5 million of income. </p><p>   \"As of right now we have the resources necessary so that there would be no cuts in the governor's budget, so you wouldn't require any significant level of tax increases to pay for the restorations,\" Mr. Mujica said Monday. </p><p>   Democrats in the Legislature passed budget proposals last week that each raised more than $6.5 billion by increasing corporate franchise and income-tax rates and enacting a new surcharge on income derived from capital gains. </p><p>   Michael Whyland, a spokesman for Assembly Speaker Carl Heastie, said Democrats in that chamber oppose Mr. Cuomo's cuts and seek revenue for \"sustainable solutions to problems that existed long before Covid struck.\" </p><p>   Senate Majority Leader Andrea Stewart-Cousins said she respects the business executives' position, but added that more revenue is needed to hasten the state's recovery. \"We are asking those who have a little more to do a little more so that we're not looking at the same inequities year after year,\" she said. </p><p></p>",
  "published": "2021-03-24T06:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 757,
          "end": 776
        },
        {
          "start": 757,
          "end": 777
        }
      ]
    }
  ]
}