{
  "_id": "40de51cf29d569da2b4010262047fec5e4b033f40c1fe62268e0f45d95177ef4",
  "feed": "ftcomall",
  "title": "Glut of cash in US financial system pressures Fed policy rate",
  "text": "<p>The Federal Reserve may need to recalibrate its policy toolkit, analysts say, as a glut of cash sloshing through the US financial system has made it more difficult for the central bank to maintain tight control of its policy rate. </p> <p>Short-term interest rates have plummeted to historic lows since the start of this year as financial institutions that are flush with cash compete to lend it out in ultra-low risk vehicles, such as US government securities maturing in the near future or so-called repurchase agreements.</p> <p>“Clearly there is very big, insatiable demand . . . and it is like a game of musical chairs in terms of who can find the supply first,” said Teresa Ho, a strategist at JPMorgan, who estimates there is a $751bn supply-demand gap in funding markets as of April.</p> <p>The surge in liquidity stems in part from the Fed's asset purchase programme in which it buys up $120bn in US government debt every month. Bank deposits <a href=\"https://www.ft.com/content/a5e165f7-a524-4b5b-9939-de689b6a1687\">shifting</a> into money-market funds as well as the Treasury department's plans to draw down its record stash of cash and pay out funds associated with the recent stimulus package passed by Congress have also increased reserve balances. </p> <p>At the same time, the department has pulled back on its issuance of Treasury bills, which mature in one year or less — something that has reduced the supply of a key asset used for storing cash. </p> <p>Large amounts of cash have made their way back to the <a href=\"https://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Fed</a>, with demand for the central bank's reverse repo facility — which gives financial firms a place to park it temporarily — surging. Daily usage last week climbed to the highest level since 2017, hitting $369bn on Friday. </p> <p>These factors have pressured the Fed's benchmark interest rate to a level that has begun to attract more scrutiny from analysts and investors. </p> <p>The federal funds rate is hovering at 0.06 per cent, well below the middle of the 0-0.25 per cent rate the central bank is targeting. A sustained tick lower to 0.05 per cent could be sufficient to prompt action from the Fed, said Kelcie Gerson, a strategist at Morgan Stanley. </p> <p>The Fed has already <a href=\"https://www.newyorkfed.org/markets/opolicy/operating_policy_210430\">expanded access</a> to the reverse repo programme and <a href=\"https://www.newyorkfed.org/markets/opolicy/operating_policy_210317\">lifted limits</a> on the amount of cash financial companies can park at the central bank from $30bn to $80bn in order to drain liquidity from the system and slow down the downward drift in short-term rates.</p> <p>A next step could include increasing the interest the Fed pays banks on reserves they hold at the central bank, analysts say. Another is increasing the rate the Fed pays in its reverse repo programme. </p> <p>“The Fed is vigilant on this issue,” added Thomas Simons, an economist at Jefferies. “They don't want to allow it to get out of control.”</p><p>Source: Colby Smith in New York 2021 'Glut of cash in US financial system pressures Fed policy rate' FT.com 24 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-24T04:00:58.022Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 685,
          "end": 693
        }
      ],
      "nexusId": "10009914"
    }
  ]
}