{
  "_id": "154809f939f979ea16eb7506b5b50b929e815574373575e0e4ac86bf075c017d",
  "feed": "economist-newspaper",
  "title": "Stockmarket listings in America: A key moment in capitalism",
  "text": "<p>Whichever metaphor you choose, going public combines mixed emotions, much complexity and myriad idiosyncracies. Despite that, and undeterred by recent wobbles in equity markets, startups have been listing in droves. So far this year tech firms have raised $60bn, according to Dealogic, a data provider, more than at the height of the dotcom bubble in 2000. Include all types of business and the figure is close to $250bn (see chart). One headhunting agency is said to have more than 50 searches under way for finance chiefs at startups hoping to go public soon.</p><p>The latest blockbuster flotations include those of Amplitude, a data-analytics firm which went public on September 28th and reached a market capitalisation of $5.6bn after its debut, and Warby Parker, a maker of spectacles popular among hipsters, which started trading a day later, attaining a market value of $6.1bn. Investors can't get enough of the fresh blood. Despite a sharp drop in the first half of the year, recently listed companies are back in favour, and have handily outperformed the stockmarket as a whole since the start of 2020.</p><p>Besides being more numerous than earlier cohorts, the new generation of floaters enjoy greater choice in how to go about it. Holders of stakes in Amplitude and Warby Parker have opted to sell their shares directly to public investors without raising fresh capital, as is in an IPO. Last year a record number of companies listed via reverse mergers with special-purpose acquisition companies (SPACs). Even the classic IPO is getting a reboot.</p><p>To make sense of it all, The Economist talked to bosses and chief financial officers of companies that have recently listed or are about to, as well as venture capitalists, bankers and brokers, most of whom spoke on the condition of anonymity. The result is a rough-and-ready guide to everything that is new in what one chief executive dubs the \"key moment in capitalism\".</p><p>A conventional listing goes something like this. Banks distribute newly created shares, on average 10% of a firm's total, to public investors, and pocket 7% of the money raised as fees. Though this should incentivise them to price the shares highly, the bankers also work for the buyers, who tend to be their long-term institutional clients rather than one-off customers like the listing startup. Pleasing those regulars often means setting a lower price.</p><p>That in turn all but ensures a share-price \"pop\" on the first day of trading, generating a quick profit for the public investors at the expense of the private ones. In the past decade the pop averaged 21%, according to an analysis by Jay Ritter of the University of Florida. And the first-day surge can be much bigger. Snowflake, a cloud-based data platform which went public last year, popped by 112%, adding nearly $40bn to its market value. As a result, its private investors may have left nearly $4bn on the table.</p><p>The good news for startup bosses, their early backers and staff, who are often paid in stock, is that banks' power is waning. Faced with options such as SPACs and direct listings, the bankers have become more flexible with the terms they are willing to accept, at least for bigger, high-quality deals aiming to raise $500m or more. The 7% is now negotiable. Strict 180-day lock-ups, which bar pre-IPO investors from selling their shares too soon, are giving way to more staggered ones. Employees of Coursera, a big online-education platform that listed in March, were allowed to sell 25% of their holdings 41 days after the IPO. Management could do the same, but only if the share price stayed at least 33% above the IPO price for 10-15 trading days.</p><p>That makes the IPO look a bit more like a direct listing, which by definition has no lock-ups. Direct listings, meanwhile, are looking more like IPOs. Last December the Securities and Exchange Commission (SEC) allowed companies listing directly on the New York Stock Exchange (NYSE) to raise capital--something that had been prohibited. In May the markets regulator waved through a similar rule change for the tech-heavy Nasdaq exchange.</p><p>For the time being, startups eyeing direct listings simply raise money ahead of the flotations, as Databricks, a data-management firm eyeing a listing, has done in two rounds this year that brought in $2.6bn. But the ability to raise new capital may in time make direct listings appealing to companies with less cash than the tech darlings that have already taken the direct route, like Spotify (in music-streaming) or Slack (office-messaging).</p><p>Then there are the SPACs. These have been around for decades, as has their reputation for dodginess (born of laxer requirements than the conventional avenues to public markets). After a frenzy in late 2020 and earlier this year, this reputation may have caught up with them. Having raised around $100bn between January and March, the SPAC fever has broken. According to one reckoning, new SPACs that had merged with their target by mid-February have lost a quarter of their combined market capitalisation since then, wiping out $75bn in shareholder value.</p><p>Still, there may be room for SPACs in the pool of flotation options, especially now that regulators and investors alike are waking up to the iffiness. The SEC is taking a closer look at the practice, fearing that SPACs mostly benefit the vehicles' founders (who customarily get 20% of a SPAC's shares as a fee, or \"promote\"), their bankers and lawyers. This month an SEC advisory panel recommended that SPACs disclose more information about things like promoters' financial incentives and conflicts of interest, merger due diligence and risks. In August the SEC objected to one novel SPAC format proposed by Bill Ackman, a hedge-fund billionaire, because it looked too much like an investment fund.</p><p>Closer scrutiny should help clean up the industry. And even before any new rules are enacted, many SPACs are already offering more generous terms as they hunt for promising startups to merge with, which they must do within two years. Some SPAC sponsors are accepting lower \"promotes\" than the customary 20%. In one SPAC last year Mr Ackman forwent the promote altogether and settled for warrants that allow him to buy shares in the merged entity.</p><p>The sponsors of SPACs are also sticking around rather than flipping shares quickly, which gives them a reason to nurture longer-term success. In the record $40bn SPAC deal involving Grab, South-East Asia's biggest super-app, due to be completed this year, founders of the shell company, Altimeter Growth, vowed to hold on to their shares for at least three years, rather than the customary 12 months.</p><p>Other parts of the listing process look a bit more familiar. A CEO must find a trusted finance chief, and IPO-hardened ones remain a scarce commodity. Startups also continue to rely on investment bankers to take on legal liability, underwrite the share issue (as \"stabilisation agents\" that vow to support the share price should it tank) and act as a marketing department for the listing. Bosses are still advised to talk to the more taciturn members of the sales team pitching a bank's offer (they do more work than the garrulous types) and forge close relations with brokers that will track their firms' public fate (as the saying goes, \"You date the banker but marry the analyst\"). And firms in Silicon Valley still have only three real choices for the two \"lead\" banks: Goldman Sachs, JPMorgan Chase and Morgan Stanley. If a tech startup picks some other bank as the lead, investors will wonder what is wrong with its offering.</p><p>But here, too, change is afoot. Improved access to information and investors lets bosses play off the big three banks, and the ten or so others in the prospectus that provide additional distribution of shares and analyst coverage, against each other. Banks are responding by throwing in ever more extra sweeteners, such as offering to manage a founder's future wealth, or loans in exchange for collateral in the form of privately held stakes. Some startups that make business technology, like SimilarWeb, which provides tools to analyse website traffic, require banks which want to vie for the contract to purchase their wares.</p><p>Once the syndicate is in place, it is time to sell a story. This has grown in importance as the technology offered by startups has become more complex and their business models more unusual. Few firms these days leave the prospectus entirely to the bankers. The middlemen can deal with the financial disclosures and other legal boilerplate. But the opening letter to shareholders is virtually always written by the founder CEO. \"It helps clarify the essence of what you do as a company,\" says Daniel Dines, the boss of UiPath, which sells automation software and raised $1.3bn in an IPO in April that valued it at $29bn.</p><p>Nowadays many firms file their prospectus, or S-1 in SEC-speak, confidentially, which lets them modify the document in response to queries by the regulator without the embarrassment of a public refiling. The \"roadshows\" that make up the other part of the sales pitch are also more of a back-and-forth process. Some firms begin meeting investors before they file their S-1. After the filing they do another round of meetings to hone the presentation and the accompanying pitch deck. Only then comes the roadshow proper, which gets cracking after the S-1 is made public.</p><p>As a result of the pandemic this arduous process involves fewer actual roads. Investor presentations have mostly gone virtual, sparing bosses visits to a dozen cities in ten days, including a handful overseas. And the tedium of endless Zoom calls is now punctuated by instant gratification. After each presentation investors put in their bids, which pop up instantly in an app provided by the banks. These enable all manner of fancy analytics, including drawing demand curves for an offering.</p><p>Nevertheless, actual share allocation and pricing still requires \"man-to-man combat\", in the words of a (female) banker. If a bank senses no pushback, the client startup will find many hedge funds on the investor list. Most startups do try to push back, however, demanding that all their future shareholders are long-term and blue chip. CrowdStrike, a cyber-security firm which went public in 2019, had confronted its bankers with a spreadsheet of some 400 investors that management had already vetted. Some firms are offering shares to their users. In its IPO Uber set aside 3% of its stock for drivers. Its ride-hailing rival, Lyft, did something similar. In July Robinhood, a day-trading app, reserved up to a third of shares in its IPO for its users.</p><p>Once the price is set and the allocations decided, the last task for the exhausted boss is to ring the bell on the opening day of trading. Besides being the culmination of a protracted process this remains a marvellous marketing opportunity. So when the bell chimes on the NYSE or the Nasdaq, bosses should smile, wave and watch traders spring into action, making their wildest capitalist dreams come true.</p>",
  "published": "2021-10-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7369,
          "end": 7383
        }
      ]
    }
  ]
}