{
  "_id": "c73f9fd6461f256737af0d1fc5f6105cd204e9e5c755c12a0424c0a71d9954a4",
  "feed": "ftcomall",
  "title": "FirstFT: Jamie Dimon lands in Hong Kong to meet staff and regulators",
  "text": "<p>Jamie Dimon, the chair and chief executive of JPMorgan Chase, said he was “not swayed by geopolitical winds” as he <a href=\"https://www.ft.com/content/e2a61edb-10e9-405c-bd82-26c2651a5c34\">arrived in Hong Kong</a>, becoming the first boss of a big Wall Street investment bank to visit greater China since the start of the coronavirus pandemic.</p> <p>Dimon's visit coincides with <a href=\"https://www.ft.com/content/36374ed9-27a6-4c33-a91b-d53d9f86bfa5\">a virtual meeting</a> between US president Joe Biden and his Chinese counterpart Xi Jinping later today. The two leaders will attempt to mend relations amid concerns over Beijing's military activity near Taiwan and its growing nuclear arsenal.</p> <p>“I am optimistic they will work out rational plans,” Dimon said in a meeting with the Financial Times.</p> <p>He added that it was “very important” to spend time in Hong Kong, which is the bank's Asia-Pacific headquarters. “I would have come earlier . . . It is very important for me to see our people,” he said.</p> <p>Dimon, who the bank said was in the Chinese territory to “thank staff” for their work during the pandemic and meet regulators, is travelling on an exemption from the city's strict quarantine policy. It was his first visit to Hong Kong in two-and-a-half years.</p> <p>Dimon will spend just 32 hours in Hong Kong before travelling to London later in the week.</p> <p><em>Thank you for reading FirstFT Americas — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Business calls for more action after COP26</strong> Executives&#xa0;joined climate activists in expressing frustration that national governments were not more aggressive <a href=\"https://www.ft.com/content/a0c01a33-fda3-4918-bead-dba61265ec48\">in tackling climate change</a>, after the COP26 agreement was watered down in the final minutes.</p> <ul>  <li><p><strong>Explainer:</strong> What is in the <a href=\"https://www.ft.com/content/3781134d-5567-4eaf-a122-b2595246d4ac\">Glasgow Climate Pact</a>?</p></li>  <li><p><strong>The FT View: </strong>COP26 has achieved more than expected but <a href=\"https://www.ft.com/content/fdbf574a-1294-4595-ab8a-ba11d42538d0\">less than hoped</a>.</p></li>  <li><p><strong>Readers' reaction:</strong> What do you think of the final deal agreed at COP26? Let us know at <a href=\"mailto:firstft@ft.com\">firstft@ft.com</a>. </p></li> </ul> <p><strong>2. Private equity buyers keen to carve up General Electric</strong> The decision to split GE into three companies has set the stage <a href=\"https://www.ft.com/content/d2c421bd-0ad2-403b-a585-7b4f52a3abf7\">for a feeding frenzy</a> among private equity buyers looking to carve the industrial conglomerate into more pieces, say people at several large private equity groups.</p> <p><strong>3. Jes Staley exchanged 1,200 emails with Epstein</strong> The former Barclays chief executive exchanged 1,200 emails with convicted sex offender Jeffrey Epstein over a four-year period, <a href=\"https://www.ft.com/content/e25f32ec-6f1b-4a9a-b2cc-fed794bb6a20\">the Financial Times revealed</a> over the weekend. Central to the probe was a cache of emails first provided to US regulators by JPMorgan, where Staley worked for more than 30 years.</p> <p><strong>4. Ukraine warns of Russian military escalation </strong>Western intelligence suggests a <a href=\"https://www.ft.com/content/d4eada1f-2849-4d3a-9c40-be797addd8cb\">“high probability of destabilisation”</a> of Ukraine by Russia as soon as this winter after Moscow massed more than 90,000 troops at its border, according to Kyiv's deputy defence minister. The recent troop movements have revived memories in the west of Russia's 2014 annexation of Crimea.</p> <p><strong>5. Argentina government on track to lose Senate majority</strong> President Alberto Fernández's centre-left coalition was on track <a href=\"https://www.ft.com/content/18e5487c-451a-4a34-b680-d20106cd78cb\">to lose its senate majority</a> in midterm elections, as Argentines punished his Peronist party in the face of spiralling inflation and rising poverty.</p> <h1>Coronavirus digest </h1> <ul>  <li><p>US Treasury secretary <strong>Janet Yellen</strong> said <a href=\"https://www.ft.com/content/989024a6-b3ff-4acf-9a16-20a93c255db0\">controlling Covid-19</a> was key to taming inflation during an appearance on CBS's&#xa0;<em>Face the Natio</em>n.</p></li>  <li><p>New home prices in <strong>China</strong> fell for the second consecutive month in October, clouding <a href=\"https://www.ft.com/content/3d923307-8aed-4150-84f6-3ee2faca36dc\">the country's economic outlook</a>.</p></li>  <li><p><strong>Japan's</strong> economy <a href=\"https://www.ft.com/content/cee35138-cc0c-41b1-9968-890d67fa9b23\">shrank sharply</a> during the third quarter as global supply chain disruptions and a resurgence in Covid-19 cases damped spending by both consumers and businesses.</p></li>  <li><p>Strict new curbs on the movement <a href=\"https://www.ft.com/content/2e686eac-c78c-4e43-8bd6-a909107a2a87\">of unvaccinated people</a> come into force in<strong> Austria</strong> today, while <strong>the</strong> <strong>Netherlands</strong> is imposing another nationwide lockdown.</p></li>  <li><p><strong>Oral antivirals</strong> are expected to <a href=\"https://www.ft.com/content/30efb138-0223-4b84-a30f-79f0e018a4b8\">reduce</a> the burden of a potential influx of Covid-19 patients this winter.</p></li>  <li><p>More than 1,000 FT readers — from London to Qatar — shared their concerns and hopes about <strong>returning to the office</strong>. <a href=\"https://www.ft.com/content/b5b9af97-3193-4dd6-bcb8-894ba7846e0e\">Read what they had to say.</a> </p></li> </ul> <h1>The day ahead</h1> <p><strong>Earnings </strong>WeWork releases its first set of results since last month's <a href=\"https://www.ft.com/content/ae75fcdb-6e63-4d58-bb9e-b22e82105690\">long-awaited debut</a> on the New York Stock Exchange. Shares in the lossmaking provider of office space closed at $9.18 on Friday, below their $10 offer price.</p> <p><strong>EU foreign ministers meet</strong>&#xa0;<strong>to discuss Belarus</strong>&#xa0;Today's meeting of EU foreign ministers will be more consequential than most. They are expected to approve a new legal basis for a&#xa0;<a href=\"https://www.ft.com/content/c926cf09-038c-4232-9427-8a5f971bd537?emailId=619241a554948f0004a5fed8&amp;segmentId=13b7e341-ed02-2b53-e8c0-d9cb59be8b3b\">fifth round of sanctions</a>&#xa0;against Belarus as part of measures to press authoritarian leader Alexander Lukashenko to stop the flow of migrants to Europe's borders.</p> <p><em>Start every week with a preview of what's on the business agenda in the coming days. You can sign up&#xa0;</em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=56b1f9c27b2ee603009fd0fe\"><em>here&#xa0;</em></a><em>to receive the Week Ahead email in your inbox each Sunday.</em></p> <h1>What else we're reading</h1> <p><strong>China's nuclear build-up </strong>Over the past two decades, China has stunned the US with the relentless pace of its conventional military build-up, from fighter jets and bombers to submarines and warships. As Beijing prepares to quadruple its warhead arsenal by 2030, could its growing nuclear posture alter <a href=\"http://ft.com/content/d7c50283-18c8-4f2e-8731-970d9a547688\">the balance of power</a> in Asia?</p> <p><strong>Oldest asset class still dominates modern wealth </strong>A study found that two-thirds of net worth is stored in <a href=\"https://www.ft.com/content/99a3cf9b-0ab8-45b9-bbc5-7e88c08f9ea5\">residential, corporate and government real estate</a>, as well as in land. For all the talk of digitalisation, it seems that bricks and mortar are the new bricks and mortar, writes Rana Foroohar.</p> <p><strong>‘There's no spin to truth'</strong> In an <a href=\"https://www.ft.com/content/6e52ff30-cc94-4e27-a922-0021c3156270\">interview with the FT</a>, the veteran Fox News anchor Chris Wallace talks about life after Trump, his relationship with the Murdochs — and why he won't censure Tucker Carlson.</p> <p><strong>How management fashions can change the world</strong> On the surface very little has changed in the world of management in the past decade. Happily, says Andrew Hill, this appearance is mistaken. The changes have, however, taken root <a href=\"https://www.ft.com/content/f14b3205-f140-4e74-8743-04b881b63134\">behind the old bureaucracy</a>, he says. </p> <ul>  <li><p><strong>Best books of 2021: Business</strong> Andrew also selects <a href=\"https://www.ft.com/content/d4424ca3-75aa-41f9-b16c-036bb96db0a7\">his favourite business books</a> of the year, kicking off a week when FT writers and columnists select their best reads.</p></li> </ul> <p><strong>‘Daddy isn't coming back': surviving my partner's suicide</strong>&#xa0;“Horror and grief, guilt, despair, anger, regret. There are days when I feel them all simultaneously. But also shame. We talk far more openly than we used to about mental health, but we don't talk as freely or sympathetically about <a href=\"https://www.ft.com/content/062b5655-28b3-4bf8-9629-c3eac803c3f3\">severe mental illness</a>,” writes Manuela Saragosa.</p> <h1>Podcast</h1> <p>This weekend on the <a href=\"https://www.ft.com/content/805ac975-8dbb-44d2-9d08-9f54e8779326\">FT Weekend podcast</a>, Lilah Raptopoulos explores what it means to defy death with rock climber Leo Houlding. We also explore radical life extension with science writer Anjana Ahuja.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Jamie Dimon lands in Hong Kong to meet staff and regulators' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T11:05:33.645Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 46,
          "end": 54
        }
      ]
    }
  ]
}