{
  "_id": "8e8900cf7235dc8127d6c0085a1b2a6680533592748ed8f58eaae96bbdfcd6e2",
  "feed": "wall-street-journal",
  "title": "Stocks Close Lower as Crude Oil Rallies; Futures for Brent crude oil rise to their highest settle value in three years",
  "text": "<p>Front-month U.S. oil futures climbed 1.5% to settle at $80.52 per barrel, their highest level since 2014. Futures on Brent crude, the global oil benchmark, rose 1.5% to $83.65 a barrel, their highest settle value in three years.</p><p>Crude prices have climbed in recent weeks on the back of a world-wide shortage of natural gas, raising expectations that some power plants could switch their fuel from gas to oil as winter approaches. The rally in crude prices boosted stocks such as oilfield-services giant Halliburton, whose shares gained 3.6%.</p><p>Meanwhile, gains in industrial metals lifted mining stocks. Freeport-McMoRan advanced 3.25%, making it one of the best-performing stocks in the S&amp;P 500 on Monday. Copper futures in New York rose 2.1% to settle at about $4.37 a pound, a three-week high.</p><p>Stocks rose in the morning, but later turned lower as investors fretted about the combination of inflation and slowing growth. Inflation has proved stickier than expected, brought on by supply-chain disruptions, labor shortages and surging energy prices.</p><p>Meanwhile, the pace of the post-pandemic recovery has slowed. Over the weekend, Goldman Sachs lowered its projections for U.S. growth in the fourth quarter of 2021 and next year, citing factors such as the impact of Covid-19 on consumer spending and a looming drop-off in government support for the economy.</p><p>\"We're seeing a stagflation trend, with growth expectations falling and inflation rising,\" said Chris Senyek, chief investment strategist at Wolfe Research.</p><p>Investors are also looking ahead to thethird-quarter earnings season, which kicks off this week. Corporate earnings could shed light on how price increases are affecting companies, while companies' revenue and profit projections will show how optimistic executives are about growth and consumer spending.</p><p>No major earnings are due Monday. Companies set to report later in the week include Delta Air Lines, Domino's Pizza and JPMorgan Chase.</p><p>The S&amp;P 500 is down nearly 3.5% from its record close of early September. Stocks have beenvolatile in recent weeks.</p><p>\"If it wasn't for the huge amount of savings people are sitting on from the pandemic, I'd be more worried,\" said Mike Bell, global market strategist at J.P. Morgan Asset Management. \"The obvious risk to that is winter. I don't think anyone knows if that will lead to another pickup in cases and hospitalizations.\"</p><p>Among individual stocks, Southwest Airlines shares slid 3.4% as the carrier canceled hundreds of flights on Monday, following roughly 1,900 flight cancelations over the weekend. Severe weather in Florida and air-traffic-control issues caused the wave of disruptions.</p><p>U.S. bond markets were closed on Monday for a federal holiday.</p><p>Bitcoin added to recent gains, rising 6.5% from its Friday 5 p.m. ET level to about $57,480. Speculation has been mounting that the Securities and Exchange Commission will approve a bitcoin futures exchange-traded fund in coming weeks, which could increase the number of firms able to gain exposure to the cryptocurrency.</p><p>The bitcoin rally lifted shares of crypto-exchange operator Coinbase Global, which rose 4%.</p><p>Overseas, the pan-continental Stoxx Europe 600 ticked up less than 0.1%. The U.K's FTSE 100 jumped 0.7%, led by gains in energy and mining companies.</p><p>Stocks in Asia were mixed. Hong Kong's Hang Seng climbed about 2%, while Japan's Nikkei 225 index added 1.6%. In mainland China, the benchmark Shanghai Composite was roughly flat.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Alexander Osipovich atalexo@wsj.com.</p><p>Stocks Close Lower as Crude Oil Rallies</p>",
  "published": "2021-10-11T20:02:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1940,
          "end": 1954
        }
      ]
    }
  ]
}