{
  "_id": "ffd7c3532d265a9ee52c9425c6ca293484cd476ff96908ae25d3ad7779ac9c11",
  "feed": "ftcomall",
  "title": "Yoga, DJs and cash on offer as companies tempt staff back to the office",
  "text": "<p>DJs playing at “return to work” celebrations, £1,000 bonuses, yoga classes and free meals are just some of the incentives on offer as companies try to tempt their workers back to the office this month.</p> <p>After 18 months without seeing many of their staff, bosses are hoping that the end of the summer will herald the return of more office workers as part of new flexible schemes typically demanding a few days in the workplace every week. Many are coming up with novel ways to make the transition to the office easier.</p> <p>While the Hut Group's headquarters will be providing the dance music, PwC will be giving the cash bonuses to its entire 22,000 staff, suggesting they can be used for new office clothes, a bike for commuting or restarting a gym membership.</p> <p>Besides yoga, Boston Consulting Group is also offering its London-based staff a talk by international rugby referee Nigel Owens as an incentive to abandon their home offices and return to the commute. Free meals are on offer at City of London firms from Janus Henderson and Slaughter and May to Goldman Sachs.</p> <p>Clifford Chance has worked with medical professionals including a clinical psychologist to help staff prepare “emotionally and physically” for their office return. The law firm is shifting to an “agile model” from next week where staff will work at least half of the time in the office as a general rule.</p> <p>Insurer Phoenix Group is providing “safely social events” to help people “find their way back into socialising with others and being in the office environment again”. </p> <p>Coloured lanyards and bands are offered “to keep colleagues going into the office comfortable with the levels of social interaction they are experiencing”. These range from “I'm keeping my distance” to “I'm OK with high-fives”.</p> <p>From Monday, JPMorgan is asking its London staff to spend at least some of the time in its Canary Wharf offices, which are less than a third occupied. The push to get workers back to the office will coincide with an “extra special” employee appreciation week this month, the bank said, involving external guest speakers, events, food and drinks.</p> <p>Bosses are confident that offices will quickly spark back to life this autumn as schools return and vaccination rates continue to rise.</p> <p>“My first week back and the City is starting to feel like normal,” said Ray Berg, managing partner of law firm Osborne Clarke, which has increased office capacity so all staff can access the office some of the time using Covid-19 safety rules.</p> <p>“We expect our people will want to work in the office more often than not because we know working face-to-face brings so many benefits for collaboration, maintaining relationships and preserving our culture.”</p> <p>Goldman Sachs said 30-40 per cent of staff were back in the office but managers expected that to increase next week as the holiday period ended and schools start. When workers return, they will be offered free breakfast and lunches, ice cream in the afternoons and access to the roof garden and gym.</p> <p>Tamzen Isacsson, chief executive of the Management Consultancies Association, described a “process of gentle encouragement” from bosses. </p> <p>She said offices were still at relatively low occupancy but this would increase in September as managers brought in staff for training, client work and team meetings. “People are finding the reasons for the office,” she said. “Lots of socials are being arranged. But younger consultants need face-to-face support too.”</p><p>Source: Daniel Thomas, Michael O’Dwyer, Attracta Mooney, Stephen Morris, and Ian Smith 2021 'Yoga, DJs and cash on offer as companies tempt staff back to the office' FT.com 3 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-03T17:31:08.254Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1779,
          "end": 1787
        }
      ]
    }
  ]
}