{
  "_id": "5dc282c36474afab93bd4a91a9b344e219931445d2724c47a5f86dfa80290336",
  "feed": "wall-street-journal",
  "title": "Search for Yield Leads Bond Buyers to Unrated Debt; Junk-bond managers have rarely encountered less appealing terms. Many are responding by venturing into new areas.",
  "text": "<p>No strategy is likely to be entirely satisfying because of the recent low-rate environment. The average speculative-grade U.S. corporate bond yield reached as low as 3.53% this summer, more than a percentage point lower than it had reached at any time before the Covid-19 pandemic, according to Bloomberg Barclays data stretching back to 1995. The average extra yield, or spread, that investors demand to hold low-rated bonds instead of ultrasafe Treasurys is near a record low.</p><p>Low yields present challenges to all fixed-income investors, including those who buy higher-quality, investment-grade bonds. Low yields cause particular anxiety for high-yield-fund managers, given that buying the wrong bonds can mean dealing with defaults and drawn-out bankruptcies, not just lagging behind benchmark returns.</p><p>An informed client is \"more tolerant and they understand that this is the kind of market you almost want your manager to underperform,\" said David Knutson, head of credit research for the Americas at Schroders, the U.K. asset- management firm.</p><p>Still, he said, there are broad pressures on managers to outperform their benchmarks. Accordingly, for much of the year, many have been piling into the lowest-rated speculative-grade bonds—those rated triple-C or lower. This buying spree has driven yields down so far that purchasers have rarely been compensated less for taking risk.</p><p>At the start of the year, investors could obtain 2.79 percentage points of additional spread by buying triple-C bonds rather than those rated one tier higher. By July, that was down to 1.51 percentage points—the lowest over the past 20 years other than a brief period in 2007.</p><p>Marc Bushallow, a portfolio manager at Manning &amp; Napier Inc., based in the Rochester, N.Y., area, is among those adopting a different strategy. Since last fall, the firm's seven-person fixed-income team has been pursuing smaller, less frequently traded corporate bonds that are often unrated by the three major ratings firms.</p><p>The idea is to obtain additional yield not because a bond is more likely to default but because it requires more research and is less liquid, or more difficult to trade.</p><p>These bonds are almost always syndicated not by Wall Street giants such as JPMorgan Chase &amp; Co. and Bank of America Corp. but firms including Piper Sandler Cos., William Blair &amp; Co. and B. Riley Financial Inc. Nordic banks such as Pareto Securities AS and Arctic Securities AS form their own category, having extended beyond local energy and shipping companies.</p><p>Mr. Bushallow said that a $175 million issue of five-year bonds from the real-estate investment trust Arbor Realty Trust, syndicated by Piper Sandler, shows the value to be found off the beaten path.</p><p>Unrated by the three major ratings firms, the bonds were issued with a 5% yield, about 1.5 percentage points higher than larger, more frequently traded bonds issued by Starwood Property Trust Inc. and Ladder Capital Corp.—two companies that Mr. Bushallow, a holder of the bonds of all three businesses, said are comparable to Arbor Realty.</p><p>Owning less-liquid bonds presents its own risk. The prices of such bonds are more likely to fall sharply during a market downturn given the scarcity of potential buyers. Mutual funds can't invest more than 15% of their portfolios in bonds that are considered illiquid, and Mr. Bushallow said he wouldn't want to exceed 10% for fear of breaching that threshold.</p><p>\"There are times in the market when you want to own less-liquid stuff, and there are times when you don't,\" he said. \"It's relatively early in the [economic] cycle, so unless you think the cycle is going to end in 12 to 18 months, we think that it is still a pretty attractive place to be.\"</p><p>Surging demand for more-obscure corporate bonds has been a boon to corporate borrowers and the banks that work with them.</p><p>Jacques de Saint Phalle of Piper Sandler said that bond issuance by nonbank financial companies like Arbor Realty represent the fastest-growing part of the firm's debt capital markets business. Piper Sandler, he said, has worked on nearly 30 such bond deals worth roughly $2.5 billion this year, already double all of last year.</p><p>The trend is similar for bonds syndicated by Nordic banks. Issuance of high-yield Nordic bonds has totaled 140 billion Norwegian kroner, equivalent to roughly $16 billion, this year through mid-August, 5% more than the full-year record set in 2019, according to Stamdata.</p><p>Rising demand from yield-hungry U.S. investors is one factor behind that record, said Kristian Pande Horn, head of corporate finance at Arctic Securities.</p><p>Last month Arctic Securities helped sell a 300 million Norwegian kroner corporate bond, equivalent to around $35 million, a tiny size for U.S. investors. \"One of the first orders coming in was an American investor taking 10% of the issue,\" Mr. Horn said.</p><p>That, he added, \"would not have happened before.\"</p><p>Write to Sam Goldfarb at sam.goldfarb@wsj.com</p><p>Search for Yield Leads Bond Buyers to Unrated Debt</p>",
  "published": "2021-09-05T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2233,
          "end": 2253
        }
      ]
    }
  ]
}