{
  "_id": "aac3df345bb262799a5f397219a4ac0c19040b2144da676bf7423f8d12f79d88",
  "feed": "wall-street-journal",
  "title": "Business News:  More Credit Suisse Bankers  Depart in Wake of Archegos  ----  By Cara Lombardo and Maureen Farrell",
  "text": "<p>   Credit Suisse Group AG is continuing to lose senior bankers to competitors in the wake of missteps including a $5.5 billion loss tied to the meltdown of Archegos Capital Management. </p><p>   Several investment bankers in the U.S. gave their notice in the past week, while others are considering leaving, people familiar with the matter said. </p><p>   Bankers recently heading for the exits include: Eric Federman, who was a co-head of the media-and-telecom team and is joining Barclays PLC; Spyros Svoronos, who was a co-head of the global-industrials team in the Americas specializing in chemicals and agricultural companies and is joining Lazard Ltd.; Brian McCabe, who was head of global energy and is joining JPMorgan Chase &amp; Co; and Brad David, who works with private-equity firms and is joining Evercore Inc. </p><p>   The departures are the latest blows to the bank after Credit Suisse's head of global mergers and acquisitions decamped for Morgan Stanley last month; well over 10 bankers in the U.S. investment bank had already been poached by rivals. </p><p>   And in another sign that the Archegos fiasco continues to cost the bank several months after the investment firm imploded, Credit Suisse has been battling to hold on to other key talent rivals have sought to poach -- in many cases through hefty retention bonuses and other perks. </p><p>   Wells Fargo &amp; Co. had been exploring hiring significant portions of Credit Suisse's technology-investment-banking and capital-markets teams -- including global head of equity and debt capital markets David Hermer -- as well as some M&amp;A specialists, the people said. But talks fizzled a few weeks ago and some of the people say they are unlikely to restart. </p><p>   Meanwhile, the head of the Credit Suisse team specializing in blank-check companies, Niron Stabinksy, was being courted by several firms including Jefferies Financial Group Inc. but plans to stay, some of the people said. Riding a wave of activity in the acquisition vehicles, his team has brought in over $500 million in fees for the bank so far this year, some of the people said, helping make Mr. Stabinsky, dubbed by some as \"Mr. SPAC,\" one the highest-paid bankers at the firm. It couldn't be learned what Credit Suisse offered to keep him. </p><p>   Investments held by Archegos, a family investment vehicle for Bill Hwang, plummeted in late March, forcing Credit Suisse to sell large stock positions at losses. The Swiss bank was hit harder by the collapse than any of its rivals. The debacle, coming on the heels of the collapse of Greensill Capital, another client that cost the firm dearly, has overshadowed an otherwise strong run for the investment bank. </p><p>   Credit Suisse has been scrambling to shore up its ranks with new hires. On Monday, it hired Goldman Sachs Group Inc. veteran Joanne Hannaford as chief technology and operations officer. </p><p></p>",
  "published": "2021-07-07T06:04:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 695,
          "end": 714
        }
      ]
    }
  ]
}