{
  "_id": "f05e8c83b2b1175fc223cd5a9cc23c909b4dce2428e9013e75e34ca84c0ec75b",
  "feed": "wall-street-journal",
  "title": "Stocks Fall, Driven by Facebook, Alphabet and Other Tech Stocks; Investors fled shares of the highflying stocks as bond yields lurch higher",
  "text": "<p>Monday's moves continued a recent trend of underperformance in big technology companies. Investors have fled shares of the highflying stocks as bond yields have quickly lurched higher. Higher yields make tech companies' outsize profits in the future less attractive.</p><p>The so-called FAANG stocks—Facebook, Amazon, Apple, Netflix and Google-parent Alphabet—have shed $243 billion in market value today, on track for the biggest one-day loss in value since October 2020.</p><p>After notching big gains since early last year, tech has been particularly volatile in recent sessions. Monday's selloff puts the tech-heavy Nasdaq Composite on track for its third drop of at least 2% since early September.</p><p>Facebook shares were hit harder than other big tech companies on Monday, with the shares sliding around 5.3% and on track for their worst day since October 2020. Facebook entities WhatsApp, Instagram and Facebook weren't accessible to users Monday morning, with users receiving error messages when trying to access the sites. The company's whistleblower Frances Haugen is set to testify before Congress on Tuesday and has detailed vast problems with the social media giant.</p><p>Alphabet shares dropped 3.2%. Netflix lost 2.6%. All three have underperformed the S&amp;P 500 over the past month and are among the biggest companies in the entire U.S. stock market.</p><p>\"They're just such a big piece\" of the market, said Mark Stoeckle, chief executive officer at Adams Funds, of the tech stocks. \"It's hard to offset that kind of a downdraft with the other 495 stocks in the S&amp;P 500.\"</p><p>The yield on the benchmark 10-year Treasury note ticked up to 1.474%, from 1.464% Friday.</p><p>Major indexes have suffered bouts of volatility in recent sessions, and many investors said they were expecting more turbulence in the fall months. Investors are also watching negotiations in Congress closely, as lawmakers debate the debt ceiling ahead of a deadline this month to raise it so the government can pay its bills. Meanwhile, Democrats are considering scaling back the next spending package to improve its chances of being passed. The Biden administration is also set to unveil its China trade policy following a review of import tariffs.</p><p>\"You've got a combination of uncertainty out of D.C., continued headlines out of China about Evergrande and against a backdrop where you've seen bond yields rise,\" said David Stubbs, global head of investment strategy at J.P. Morgan Private Bank. \"This should all eventually be manageable but this is the problem with policy uncertainty, especially about the world's two largest economies.\"</p><p>In corporate news, Tesla shares rose around 0.7% after the auto maker reported record deliveries in the third quarter. Merck climbed 1.7%, after the pharmaceutical company said its antiviral pill was effective against Covid-19 in a late-stage trial. Vaccine makers slipped, with Moderna declining around 4.5% and Novavax down 1.3%.</p><p>Shares of China Evergrande and its property-management unit halted trading in Hong Kong on Monday. The subsidiary said this was pending an announcement about a possible takeover bid.</p><p>Another Chinese developer, Hopson Development, also halted its shares. It said this was pending an announcement about a transaction involving an unnamed Hong Kong-listed target company.</p><p>\"While this could provide some shorter-term funding, markets are still going to question what the longer-term picture is for the company,\" said Kiran Ganesh, a multiasset strategist at UBS Asset Management. Evergrande carries more than $300 billion of liabilities that investors think it is unlikely to pay.</p><p>In commodities markets, oil prices surged to a seven-year high as OPEC and a Russia-led group of oil producers agreed to continue increasing production in measured steps, deciding against opening the taps more widely. West Texas Intermediate crude, the U.S. benchmark, rose around 2.8% to $77.96 in recent trading.</p><p>Overseas, the pan-continental Stoxx Europe 600 slid around 0.5%. Volvo Cars said it was planning an initial public offering and expects to list its class B shares on the Nasdaq Stockholm exchange.</p><p>In Asia, most major benchmarks pulled back. Hong Kong's Hang Seng Index fell 2.2%, while Japan's Nikkei 225 Index declined 1.1%. Markets in mainland China are closed until Friday for the Golden Week holiday.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com and Gunjan Banerji at gunjan.banerji@wsj.com.</p><p>Stocks Fall, Driven by Facebook, Alphabet and Other Tech Stocks</p>",
  "published": "2021-10-04T17:36:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2423,
          "end": 2434
        }
      ],
      "nexusId": "10009914"
    }
  ]
}