{
  "_id": "1b7eddbbaa5267eed13461c1fc1e67284cdf2403dfe79b21f50fd9269b02c371",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Big-Tech Employees  Helped Fund Biden Run  ----  By Brody Mullins and Emily Glazer",
  "text": "<p>   WASHINGTON -- Employees of big technology firms were a key source of contributions for Joe Biden's presidential campaign, newly released campaign-finance records show, eclipsing donations from employees at traditional Democratic fundraising sources such as banks and law firms. </p><p>   Employees of Google's parent, Alphabet Inc., and Microsoft Corp., Amazon.com Inc.,  Apple Inc. and Facebook Inc. were the five largest sources of money for Mr. Biden's campaign and joint fundraising committees among those identifying corporate employers, according to a Wall Street Journal analysis of campaign finance reports. </p><p>   Mr. Biden's presidential campaign received at least $15.1 million from employees of those five tech firms, records show. The companies declined to comment. </p><p>   The previous Democratic presidential candidates Hillary Clinton and Barack Obama also received large contributions from tech-company employees, but their top sources of employee donations extended beyond the tech sector. </p><p>   Mrs. Clinton's biggest sources of funds from those identifying corporate employers in 2016 included employees of the personal-injury law firm Morgan &amp; Morgan and JPMorgan Chase &amp; Co., along with Google, Microsoft and Apple, according to election records compiled by the nonpartisan Center for Responsive Politics. </p><p>   Four years earlier, Mr. Obama's top sources of corporate employee contributions included Microsoft and Google but also Deloitte, Time Warner, now part of AT&amp;T Inc., and the law firm DLA Piper. </p><p>   While corporations are prohibited from giving directly to campaigns, their employees are free to give as individuals and in the aggregate provide a window into the leanings of workers who are politically active enough to donate across different industries. </p><p>   The top sources of money from corporate employees to the Republican incumbent Donald Trump's 2020 presidential campaign were employees of American Airlines Group Inc., Boeing Co., Bank of America Corp., Lockheed Martin Corp. and Wells Fargo &amp; Co., according to the Center for Responsive Politics's analysis. </p><p>   The findings come as Republicans have asserted that the big tech companies are biased against them, including allegations that companies with online platforms such as Facebook and Google censor online content to favor liberal views. </p><p>   \"There is a disconnect between the tech industry and many Republicans,\" said Doug Heye, a former spokesman for the Republican National Committee. \"We don't like Silicon Valley -- and they don't like us.\" </p><p>   Facebook, Google and other tech platforms have in the past denied that the politics of their employees affects how they run their businesses. </p><p>   Some Democrats believe that the companies have grown too large and that their platforms have permitted the spread of false political information that helped Mr. Trump. </p><p>   Google, Facebook and Amazon are already targets of antitrust investigations, and there is bipartisan support in Congress for measures that could diminish their clout. Facebook Chief Executive Officer Mark Zuckerberg, Twitter Inc. CEO Jack Dorsey and Alphabet CEO Sundar Pichai are set to testify before a House of Representatives panel in March. </p><p></p>",
  "published": "2021-02-22T07:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1144,
          "end": 1164
        },
        {
          "start": 1144,
          "end": 1158
        }
      ],
      "nexusId": "10009914"
    }
  ]
}