{
  "_id": "9c6ef71c9a6c47d1908f5b45913c16ff6214d1d37bfb6f48005eb31562d03d53",
  "feed": "ftcomall",
  "title": "Why is Wall Street's fear gauge so low?",
  "text": "<p>After inflation fears shocked investors in the first few months of 2021, markets have switched into a different mode: a deep slumber. </p> <p>The Vix, a measure of expected volatility in Wall Street's S&amp;P 500 equity index, dwindled to a pandemic-era low of 15.7 points on Friday, having surged above 80 during the early stages of the pandemic. A measure of volatility on foreign exchange markets produced by Deutsche Bank also dropped to its lowest point since February 2020 last week.</p> <p>Analysts say the quiet period partly reflects the wait-and-see tactics of the Federal Reserve, which is prepared to sit out a spell of unusually high inflation without removing monetary support, whose withdrawal would probably unsettle markets. But some investors are growing nervous that complacency is setting in.</p> <p>“We feel increasingly alert” about the calm conditions on stock markets, said Gergely Majoros, a member of the investment committee at European fund manager Carmignac. “It means you need to have your eyes wide open about what is coming next.” </p> <p>In a research note, the investment committee of Swiss bank Credit Suisse also warned of&#xa0;“an elevated level of investor&#xa0;complacency” across asset markets, suggesting there was “higher downside risk to the news flow than usual”.</p> <p>Global stocks have ticked up to record highs as developed nations' economies recover from the coronavirus emergency, boosting companies' earnings prospects. But the gains have been muted in recent weeks, with some investors saying that the good news has long been baked in. The FTSE All World gauge of developed and emerging market stocks has gained just over 1.4 per cent so far this month. </p> <p>Headline consumer price inflation in the US hit 5 per cent in the 12 months to May, following a <a href=\"https://www.ft.com/content/5d2aef18-e9c4-486a-8323-c5fc6addf5f7\">4.2 per cent</a> increase in April as prices tied to the economy reopening and supply chain bottlenecks — such as used cars and commodities — <a href=\"https://www.ft.com/content/414e8e47-e904-42ac-80ea-5d6c38282cac\">soared</a>. </p> <p>Central banks have traditionally tightened financial conditions to combat spiralling prices. But the Fed, which meets this week, has maintained the burst of inflation is temporary. It has succeeded in convincing many investors of that too.</p> <p>“Markets are agreeing, at least for now, with [Fed chair Jay] Powell that the inflation we are seeing is ephemeral,” said Margaret Vitrano, portfolio manager at ClearBridge Investments.</p> <p>A Bank of America survey of 207 global fund managers responsible for $645bn of client assets this week showed more than seven in 10 believed post-pandemic inflation would be transitory. Many have also already trimmed bond holdings in expectations of lighter Fed support for this market in future, taking the share of bonds in portfolios to a three-year low. A negative stance towards bonds was another factor that had convinced asset managers to hold on to equities, investors said. </p> <p>“Equities should still rise this year but not at the same rate as when activity was accelerating more quickly earlier in the year,” said Caroline Simmons, UK chief investment officer at UBS's wealth management arm. </p> <p>Low volatility is not always a signal to sell equities, historic data suggest. Figures compiled by Schroders analyst Duncan Lamont showed that, since 1991, buying the S&amp;P 500 on a day when the Vix was between 15 and 16 would have led to a total return of 14.6 per cent in the following 12 months. </p> <p>But the sense of calm on markets pointed to a complacency that could shatter, analysts said, if inflation ripped ahead of the Fed's expectations. </p> <p>“If persistent inflation means higher input costs that companies cannot pass along . . . because households food and energy costs are also higher that really affects profitability,” said ClearBridge's Vitrano. Stock markets were “treading water,” she said, “because it is too soon to make a call on this”. </p> <p>Currency markets have also been paralysed by prospects of the Fed keeping financial conditions loose for longer than traders initially expected.</p> <p>The dollar index, which measures the US greenback's strength against trading partners' currencies, has moved less than 1 per cent higher this year, after strengthening in the first quarter and then giving up most of its gains since. </p> <p>“The main narrative for the inertia in [currencies]&#xa0;is pretty straightforward, and emphasises the stand-off between the irresistible force of US reflation and the immovable object of an ultra-patient Fed,” said Paul Meggyesi, head of global FX strategy at JPMorgan. </p> <p>The Conference Board forecasts that US economic output will increase at an annualised rate of 9 per cent in the second quarter of this year, moderating thereafter. Companies' earnings are expected to follow a similar trajectory. </p> <p>Analysts predict that earnings of companies listed on the S&amp;P 500 will rise by an aggregate 35 per cent this year, falling to a 12 per cent gain in 2022, according to FactSet. On the Stoxx Europe 600, profits are expected to increase 51 per cent this year and 14 per cent in 2022. </p> <p>“The only direction the Fed and other central banks could take now is to reduce accommodation, and that could cause correlation shocks,” driven by a rise in bond yields, said Olivier Marciot, cross-asset investment manager at Unigestion. “Markets are in a wait-and-see mode, it is not about what will happen next but about when . . . If you move too early in the game you will get beaten up.” </p><p>Source: Naomi Rovnick and Eva Szalay in London  2021 'Why is Wall Street's fear gauge so low?' FT.com 15 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-15T15:53:06.221Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4405,
          "end": 4413
        }
      ]
    }
  ]
}