{
  "_id": "39a0dd0a4de18f5ecbaee25e3bea38a30b46c4d13d714e6ef2ff4137ddf6be93",
  "feed": "ftcomall",
  "title": "Uzbekistan hires foreign advisers to push through reform programme",
  "text": "<p>When President Shavkat Mirziyoyev decided Uzbekistan's inefficient and laggard economy needed a legislative overhaul, he turned not to his ministers nor the country's parliament, but a more unusual source: an Indian-born former British civil servant.</p> <p>Appointed last September as a formal adviser to the Uzbek leader, <a href=\"https://www.ft.com/content/900d96ee-1ade-11e7-a266-12672483791a\">Suma Chakrabarti</a> is a rarity in Central Asia: a foreigner with clear influence at the highest level of government. But he represents a concerted effort by Tashkent to attract international investors, financiers and corporates by employing one of their own.</p> <p>“I agree that my appointment is a little unusual and I think it arose from an awareness that, after a quarter century of relative isolation, the Uzbekistan government needed someone with international experience and connections to ‘quality-assure' the reforms the new administration had in mind,” Chakrabarti explains.</p> <p>In his <a href=\"https://www.ft.com/content/9eabf9e9-70b9-4d03-b738-6d9878572eb1\">previous role as head</a> of the European Bank for Reconstruction and Development, he had first met Mirziyoyev in early 2017, soon after the Uzbek president was sworn in. Chakrabarti stepped down as head of the EBRD in July last year.</p> <p>“I advise the president personally and, through him, his cabinet and the government,” Chakrabarti says. “The advice he seeks is widely varied, but generally focuses on economic development, Uzbekistan's relations with the international financial markets, and how to improve public administration.”</p> <p>Chakrabarti's first year in the role has yielded a sprawling economic reform programme, signed into law by Mirziyoyev in July. The wide-ranging and ambitious road map calls for dozens of new initiatives to spur growth, ranging from a new tax code for small businesses and a revamped anti-corruption law, to efforts to privatise assets in the aviation and railway industries.</p> <p>Many of the initiatives borrow from best practices promoted by Chakrabarti's former employer, which have often failed to be fully implemented by Uzbekistan and its neighbours.</p> <p>The region has long been seen as ripe for economic growth, thanks to its natural resource base and a geographical location that facilitates trade. But the Soviet legacy of bureaucracy, state control of the economy, and official corruption have long stymied reform efforts.</p> <p>In addition, the autocratic and dictatorial regimes that have run many of the region's states for the past three decades — plus powerful local oligarchs with vested business interests — have proved unwilling to fully trust in western advisers and embrace international best practices.</p> <p>Previous attempts by western advisers to influence Central Asian policy have been mixed. Former British prime minister Tony Blair was <a href=\"https://www.ft.com/content/290ce292-fc03-11e0-b1d8-00144feab49a\">hired as an adviser</a> to Kazakhstan in 2011, but ended the relationship five years later amid controversy over crackdowns on civil rights by the country's then-president during his tenure.</p> <p>Chakrabarti is not alone as an outsider advising Tashkent. Under Mirziyoyev, Uzbekistan's government has contracted more than a dozen foreign consultants. It currently employs organisations including the World Bank and IMF, banks JPMorgan, Citi and Rothschild &amp; Co, and law firm Dentons on project-based contracts, according to the country's finance ministry.&#xa0;</p> <p>“I am one of the few engaged in a long-term advisory capacity and given an office and support staff to do my work,” says Chakrabarti. “Most others have been engaged in project work or in advising the [state-owned enterprises] on how to access international capital. In my experience, this is normal.”</p> <p>The reasons behind Tashkent's reform rhetoric are two-fold.</p> <p>First, Mirziyoyev wants to broaden Uzbekistan's foreign relations, and sees overseas investment and trade as a key part of that. Second, its economy needs a growth spurt to bridge the gap in gross domestic product per capita to other post-Soviet states such as Russia, Georgia and Azerbaijan.</p> <p>Reducing the role of the state, a perennial and tenacious challenge across the former USSR, is a constant theme for the more than 100 initiatives across the 22 areas of Chakrabarti's road map.</p> <p>Almost 80 per cent of Uzbekistan's workforce is employed by the private sector, but it accounts for only 57 per cent of GDP.</p> <p>“I would say that, while the impetus comes from the top, there is very widespread agreement across all walks of life in Uzbekistan that there must be room for private initiative and ambition,” Chakrabarti says.</p> <p>“Given Uzbekistan's fast-growing and youthful population, these businesses need room to grow. Equally, economic growth requires capital, including international capital. To attract it, the leading state-owned enterprises need major reform and restructuring in line with international standards.”</p> <p>Chakrabarti has “no doubt” that international investors are changing their approach to Uzbekistan and support the pledges made by Mirziyoyev.</p> <p>“There is genuine enthusiasm for what is happening in Uzbekistan now. There is caution too, of course. Investors and bankers always want assurance that attitudes have changed and the reforms will persist,” he says.</p> <p>“There have been privatisation efforts in Uzbekistan's past which went nowhere, and the international financial community is aware of this,” he adds. “But it is becoming clear that the environment has completely changed, that reform is indeed irreversible.”</p>&#xa0;<p>Source: Henry Foy in Brussels 2021 'Uzbekistan hires foreign advisers to push through reform programme' FT.com 10 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-10T03:30:08.761Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3089,
          "end": 3097
        }
      ]
    }
  ]
}