{
  "_id": "ee3a23a3bc57a142c232717018286002711cc043d1bc236ab7a21c38b0275c13",
  "feed": "ftcomall",
  "title": "Credit Suisse lurches from one risk management crisis to the next ",
  "text": "<p>Credit Suisse's chief executive had a blunt message for his bank: it has “an attitude to risk that has to change . . . there has to be consequences”.</p> <p>But it was not Thomas Gottstein speaking this week after the Swiss lender warned of huge losses on trades with its client Archegos Capital Management. It was his predecessor, Tidjane Thiam, in March 2016 after <a href=\"https://www.ft.com/content/c0e9ccd0-f0c6-11e5-9f20-c3a047354386\">uncovering vast and costly hidden bets</a> made by the bank's traders.</p> <p>In the intervening five years, it would appear that little has changed at Credit Suisse.</p> <p>Since Gottstein took charge a year ago, the bank has lurched from one crisis to another. It has been caught up in alleged frauds at Chinese coffee house chain Luckin Coffee and German payments company Wirecard. It revealed a potential $680m hit from crisis-era US mortgage-bond litigation. And closer to home, it faces criminal charges from Switzerland's federal prosecutor over dealings with Bulgarian mafiosi engaged in cocaine smuggling.</p> <p>Gottstein told the Financial Times in December that he hoped to start the new year with a “<a href=\"https://www.ft.com/content/47471301-2898-4144-9882-475dcf4030ab\">clean slate</a>”. He has had no such luck.</p> <p>This year alone, Credit Suisse has written down $450m on its investment in hedge fund York Capital and said the bank's clients could lose up to $3bn from the frozen funds linked to collapsed specialist finance firm Greensill Capital, an amount equivalent to the lender's entire net income last year.</p> <p>Meanwhile, Credit Suisse is being sued in London for its alleged role in bilking Mozambique's taxpayers out of $200m in the so-called “<a href=\"https://www.ft.com/content/809c1c52-3b62-11e9-b72b-2c7f526ca5d0\">$2bn tuna bond</a>” scandal.</p> <p>All of this is piling the pressure on Gottstein, who was installed to steady the ship after Thiam was ousted following a corporate espionage scandal that regulators are still investigating. </p> <p>Now investors are left trying to work out: are all these unfortunate events self-contained, or do they reflect something more profound about the bank's risk culture? Credit Suisse declined to comment.</p> <h2>Risk management?</h2> <p>Shortly before markets opened on Monday, Credit Suisse said a wave of selling caused by problems at Archegos, a New York-based family office that was a client of the bank's prime brokerage division, would have a “highly significant and material” impact on its first-quarter results. The warning sent its shares tumbling.</p> <p>“We cannot understand how the losses from a single client can be so big,” said a senior figure at the bank. “This raises massive questions about our risk management. It is being investigated.”</p> <p>Executives in Zurich and London have since tried to get to grips with how its prime brokers in New York could have built up such concentrated exposure to a relatively unknown family office. </p> <p>Gottstein and head of markets Brian Chin hosted a conference call on Monday evening in an attempt to reassure staff. But they failed to provide details when asked about how the episode had happened, what the bank has learnt to help identify other similar potential cases, and why it was slower than peers to cut risk. </p> <p>One participant in the call described it as a “car crash” in which nothing material was added. “No news is never good news,” he said.</p> <p>After Credit Suisse's big trading losses in 2016 during Thiam's reign, the bank instituted new policies, such as requiring the chief executive and chief risk officer to sign off on any deals with clients with a credit rating single B or lower, said a person familiar with the decision. Some in the investment bank bridled at the restrictions, arguing they left it uncompetitive versus peers.</p> <p>Following Gottstein's appointment, he tried to further improve the bank's risk management.</p> <p>Last July he unveiled <a href=\"https://www.ft.com/content/ab81c3b6-ff76-4c99-9761-7f28f1e52383\">sweeping changes</a> to the bank's structure to reduce costs and increase efficiencies. An important tenet of the revamp was to combine risk and compliance. </p> <p>In announcing the changes, Gottstein said: “These initiatives should also help to provide resilience in uncertain markets and deliver further upside when more positive economic conditions prevail.”</p> <p>But the succession of crises emanating from Credit Suisse's investment bank suggests resilience — and risk controls — are still lacking.</p> <p>What links all of the recent scandals is an internal risk management system that fails to catch looming disasters, according to several people inside and outside the bank. It is too easily overruled by senior managers who are eager to chase lucrative deals with clients, these people said.</p> <p>“The jury is out on whether [Archegos] is an unlucky situation or if it is really a risk management issue,” said Kian Abouhossein, an analyst at JPMorgan. “That will be something that will be tested over the next three months.”</p> <h2>Establishing culpability</h2> <p>Meanwhile, Credit Suisse's board is investigating which members of its executive team were chiefly responsible for the <a href=\"https://www.ft.com/content/e3cf4459-dd54-49c1-a777-276f8ae0d406\">Greensill </a>and <a href=\"https://www.ft.com/content/db4508ed-ccb4-48f6-8dd6-dd7d38e3cfa4\">Archegos </a>crises. Three executives will feature in both probes.</p> <p>Lara Warner, the chief risk and compliance officer, played a crucial role in approving a $160m <a href=\"https://www.ft.com/content/ad2b8900-d9a4-4e45-bc74-0fc8dbc88b82\">bridge loan</a> to Greensill Capital last October, after executives over-ruled&#xa0;risk managers who raised objections.</p> <p>The board is also examining how much she knew about the size of the group's exposure to Archegos.</p> <p>Meanwhile, Eric Varvel, Credit Suisse's former head of asset management, was a main architect and proponent of the Greensill-linked supply-chain finance funds that unravelled spectacularly at the start of March. </p> <p>Since Credit Suisse <a href=\"https://www.ft.com/content/d328a56c-0388-490f-ad56-d1acb2d37c07\">removed him</a> from the role earlier this month, he has kept his position as chief executive of the bank's US business and chair of its investment bank — from where the Archegos relationship was managed. </p> <p>Insiders say one reason Varvel has been kept on is his valuable connections to Credit Suisse's Qatari clients and major shareholders. </p> <p>Helman Sitohang, the Singaporean chief executive of Credit Suisse's Asia-Pacific business, is also being investigated by the board, according to people with knowledge of the process. The focus is on his relationships with several businesses and individuals close to many of the bank's problems, including Lex Greensill, the group's eponymous founder, and SoftBank, the Japanese group behind the $100bn Vision Fund, which is a significant backer of Greensill.</p> <p>At another SoftBank-backed business, Wirecard, Credit Suisse bankers sold a €900m debt instrument to a broad group of investors, which essentially allowed SoftBank to&#xa0;<a href=\"https://www.ft.com/content/847436a6-dba9-11e9-8f9b-77216ebe1f17\">fund its entire investment</a>&#xa0;in the German payments company without putting in a cent of its own money. When Wirecard collapsed last year, those investors were left <a href=\"https://www.ft.com/content/b8eec9d0-0c85-467d-8cb1-467ad87adced\">nursing heavy losses</a>.</p> <p>And then there is the question of Credit Suisse's chair, Urs Rohner. He has held the role over the past decade, during which the bank's share price fell more than 70 per cent and it lost further ground to fierce rival UBS. </p> <p>The former lawyer has reaped SFr43.5m ($46m) in pay over that period, including SFr4.7m for 2020. Last year, the FT reported Rohner tried unsuccessfully to convince the bank's shareholders to grant him an extended term in office. He is stepping down from the board next month and will be replaced by former Lloyds Bank chief executive <a href=\"https://www.ft.com/content/0afc85c4-89af-4648-b21c-98ded5cea7fa\">António Horta-Osório</a>. </p> <p>David Herro, vice-chair of Harris Associates and one of the bank's largest shareholders, has called for Rohner to give up his final year's pay. </p> <p>His “record on risk management through his tenure was awful,” Herro told the FT. “If you add up all the losses and compliance charges on his watch you get a staggering number.” </p> <p>For now, analysts and investors are trying to count the financial and reputational cost of all of this.</p> <p>Credit Suisse still does not know how much it will lose from the Archegos sell-off, although early estimates suggested it could be between $3bn and $4bn.</p> <p>Most analysts expect this year's SFr1.5bn share buyback programme to be cancelled, while others suggest dividends could be cut back if the losses from Archegos are significant enough.</p> <p>JPMorgan's Abouhossein suggested the Archegos and Greensill crises will provoke a wholesale review of the lender's asset management and investment banking businesses. </p> <p>“The hits just keep coming for Credit Suisse,” said Eoin Mullany, an analyst at Berenberg. “Investors must not underestimate the second order effects . . . It is likely to lead to a reassessment of how it takes and manages risk. Whenever a bank does this, it inevitably leads to lower growth and lower revenues.”</p> <p>Now “only a handful of Greek, Russian and Turkish banks trade on lower [earnings] multiples” than Credit Suisse, said Citigroup analyst Andrew Coombs.</p> <p>Pointing to the York Capital impairment charge, mortgage-backed securities litigation, Greensill fund suspensions and Archegos losses, he added: “While all four events appear idiosyncratic in nature, it inevitably has led investors to question the strategic decision-making at Credit Suisse and the risk culture of the firm.”</p> <p>A former Credit Suisse executive added: “This whole episode, in my opinion, will speed up any possible consolidation plans with respect to Credit Suisse and another bank.”</p> <p><em>Additional reporting by Arash Massoudi in London</em><br></p><p>Source: Owen Walker and Stephen Morris in London 2021 'Credit Suisse lurches from one risk management crisis to the next ' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-31T07:31:42.845Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7869,
          "end": 7877
        },
        {
          "start": 4539,
          "end": 4547
        }
      ]
    }
  ]
}