{
  "_id": "bcfe21e24fe46b8212cbc005f7d1bab14a505ce8320f142fbe146494adfb4dab",
  "feed": "ftcomall",
  "title": "Is the army of lockdown traders here to stay?",
  "text": "<p>Kristine Licuanan lasted less than 24 hours as a day trader. </p> <p>Locked down in London, the 37-year-old in January snapped up £200 of shares in video game retailer GameStop and cinema chain AMC, unloved stocks catapulted to record highs in a frenzy of speculative buying that convulsed the US stock market earlier this year.</p> <p>“I couldn't stomach the volatility,” said Licuanan, recalling the stress of checking her phone to track where the shares were trading, before selling them at a loss only hours after buying them.</p> <p>The consultant was one of an army of people who either began trading or did more during the pandemic, a wave of interest that turned retail brokerages into moneymaking machines and helped pave the way for the best-known of them, Robinhood, to cash in with a $32bn initial public offering in July.</p> <p>In the UK, customers opened 7.1m investing accounts in the first 12 months of the pandemic, figures from the Financial Conduct Authority show. In the US, more than 30m new accounts were started in the same period, according to data provider BrokerChooser.</p> <p>But with lockdowns lifted, the question confronting trading platforms such as Robinhood and ETrade in the US, or CMC Markets in London, is whether any of the historic surge in trading by retail investors can outlast the coronavirus crisis. </p> <p>There are signs that the cohort of <a href=\"https://www.ft.com/content/11e59520-a504-4098-9fc1-e2fe66887e14\">thrill-seeking traders</a>, who chased volatility in everything from the tech sector to turbocharged stocks such as GameStop to cryptocurrencies, have stepped back in recent months, analysts say.</p> <h2>Shiny new objects</h2> <p>“At some point you run out of shiny new objects,” said Liz Ann Sonders, chief investment strategist at Charles Schwab. She pointed to “waning interest” in speculative bets on so-called meme stocks, which were targeted by traders on Reddit, an online forum that was valued at $10bn in August.</p> <p>Charles Schwab, the largest retail brokerage in the US, last week reported an 8 per cent drop in trading activity in the third quarter from the second.</p> <p>Discussions among traders on Reddit forums such as WallStreetBets, used by some to co-ordinate buying during the meme stock explosion in the early part of the year, has declined since June, according to alternative data provider Quiver Quantitative. </p> <p>Those trading platforms that have revealed a slowdown in activity have been punished. Shares in UK-based Hargreaves Lansdown fell <a href=\"https://www.ft.com/content/36530464-5080-463d-8661-c0bc276c42e4\">10 per cent </a>in a day in August after warning the pandemic trading boom would not last. </p> <p>CMC, whose pre-tax profits more than doubled to £224m in the year to March, lost <a href=\"https://www.ft.com/content/6f58b6b9-b22d-4f7e-ac7d-604d59319ff0\">a quarter of its value</a> in a day last month after a similarly sobering message.</p> <p>Morgan Stanley, which acquired ETrade for $13bn in late 2020, last week reported that the volume of daily average trades from its wealth management business fell below 1m for the first time since the deal.</p> <p>No one in the industry believed that the meteoric growth in new customers and revenues during the pandemic was sustainable. </p> <p>Robinhood, whose revenues more than doubled to $451m in the second quarter, conceded as much in the run-up to its IPO, saying “we expect the growth rates in revenue . . . to decline in future periods, and such declines could be significant”.</p> <p>For a historically cyclical industry, “the middle of July to August was a reminder that people do get up from their desks,” said Dan Pipitone, the chief executive of US brokerage group TradeZero. “Trading volumes just stopped going up, and for 16 or 17 months, that had been the case,” he added. </p> <h2>A revolution </h2> <p>Nonetheless, few fear that all those who started trading in the shadow of coronavirus, a group that extends beyond those swept up in the meme stock mania, will simply vanish. </p> <p>“We'll look back on this time as a revolution in the balance of power in investing, away from major institutions towards the everyday investor,” said Yoni Assia, chief executive of eToro, an Israeli cryptocurrency and stock trading app. </p> <p>JPMorgan estimates that retail investors now account for about 20 per cent of total trading volumes in the US. While that is down from between 25 per cent and 30 per cent during the first two months of this year, it is higher than the 10 per cent to 15 per cent range before the pandemic. </p> <p>“Retail investors are a force not just in gross terms, but directionally they're turning out to still be a powerful force of buying today,” said Peng Cheng, a global quantitative and derivatives strategist at JPMorgan.</p> <p>Trading in options, favoured by some retail traders as a way to supercharge their bets, has remained elevated. The average daily volume of options trading in the third quarter was almost twice the 2019 average, though down from a peak in the early part of the year, according to data from the Options Clearing Corporation. </p> <p>Richard Wilson, chief executive of Interactive Investor, a UK trading platform that is exploring an initial public offering, said that volumes showed early signs of settling at what he called a “pre-Covid plus” level. </p> <p>That has emboldened some to believe that lockdown retail traders and investors can be converted into life-long customers. </p> <h2>Long-term drivers</h2> <p>“There is an assumption that it's just lockdown on its own,” Wilson said of the retail trading boom over the past 18 months. But Covid-19 only “accelerated underlying long-term drivers”, including improved technology, falling trading costs and low interest rates, that were already pushing more individuals to trade and invest for themselves, he said. </p> <p>While brokerages and platforms are confident their feast will not suddenly turn to famine, there are dangers. </p> <p>As higher inflation increases the chances that central banks will unwind their stimulus, there is a fear that a sudden drop in equities could scar new retail traders and investors who may have become too blasé&#xa0;about the risks. </p> <p>According to Sonders at Charles Schwab, those concerns are amplified because heavy participation by retail investors has historically come before periods of poor market performance.</p> <p>“If you just look at households and exposure to equities, no matter how you slice it, you are at or near all-time high levels,” she said. “That's a risk factor looking ahead.”&#xa0;</p> <p>However, for Chris Hill, the chief executive of Hargreaves Lansdown, the hope is that those who may have started out trading a single stock will turn into investors willing to build a diversified portfolio over time.</p> <p>“Long-term investing is what helps you see out the ups and downs of the market,” he said. The £7bn company said last week that its trading volumes fell 12 per cent in the third quarter from the second quarter, but remain higher than a year ago.</p> <p>If there is some encouragement to be drawn from the case of Licuanan, who still trades several times each month, there is also concern for an industry that has drawn political scrutiny over whether it is encouraging novice traders to make reckless bets. </p> <p>“We have to break the stigma that the stock market is only for the geniuses,” she said. “If you know how to buy an appliance or a laptop, you probably know how to buy a stock,” Licuanan added, pointing to the contrast with her father having to call a stockbroker to place trades.</p> <p>But losses on GameStop and AMC during the meme stock frenzy was a reminder that the ability to trade instantly is “a double-edged sword”, she said. “What was I thinking?”</p><p>Source: Joshua Oliver in London and Madison Darbyshire in New York  2021 'Is the army of lockdown traders here to stay?' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-18T04:00:13.713Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3918,
          "end": 3926
        },
        {
          "start": 4416,
          "end": 4424
        }
      ],
      "nexusId": "10009914"
    }
  ]
}