{
  "_id": "44a68e95e3e6a3edd86b87df53768848443163ef97304d53062ffca9c1fc7163",
  "feed": "ftcomall",
  "title": "Carnival slashes interest costs with $2.5bn debt refinancing",
  "text": "<p>Cruise operator Carnival Corporation has slashed its borrowing cost in half on more than $2.5bn of debt it took out early in the pandemic, underlining investors' desire to back companies likely to benefit from the economic reopening.</p> <p>Carnival, which has been unable to operate in its core US market since March last year, last week said it finally expected to return three of its US-based cruise lines to service by July.</p> <p>The first cruises will be bound for Alaska after President Joe Biden signed a bill that enables cruising to resume in the country's most northerly state.</p> <p>A limited amount of cruising has resumed in Europe. Carnival and others have reported voyages circling the UK coast have been selling out while restrictions remain on more exotic international travel.</p> <p>Carnival issued two loans on Wednesday: one in the US for just over $1.8bn led by JPMorgan and one in Europe for €794m led by Barclays, according to people familiar with the deal. The loans are both due in 2025 and will be used to repay debt taken out in June of last year with the same maturity.</p> <p>The dollar loan will pay 3 percentage points above the interest rate benchmark Libor, less than half the 7.5 percentage point spread the company had to pay to borrow the cash a year ago. The euro tranche also dropped from 7.5 percentage points over its benchmark to 3.75 percentage points. </p> <p>The refinancing comes after a debt binge in 2020 led to its annual interest expenses soaring from about $200m in calendar year 2019 to more than $1.2bn over the past 12 months. </p> <p>People close to the deal said Carnival could have tapped debt investors several months ago but decided to wait to avoid triggering some early-repayment charges.</p> <p>The fundraising is a further sign of the dramatic comeback of pandemic-hit sectors in recent months, with investors betting on an economic recovery spurred on by the rollout of Covid-19 vaccines. Carnival joins other companies that cut interest expense following the recovery over the past year, such as pandemic-ravaged department store chains Kohls and Nordstrom. </p><p>Source: Joe Rennison and Alice Hancock 2021 'Carnival slashes interest costs with $2.5bn debt refinancing' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-26T17:11:06.047Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 859,
          "end": 867
        }
      ],
      "nexusId": "10009914"
    }
  ]
}