{
  "_id": "b8c0bf8605000c8e43c92701c97595e99ef578b525f86571d09e5e7fe5c2354c",
  "feed": "wall-street-journal",
  "title": "Covid-19 Vaccine-Mandate Fight Between Texas and Biden Has Companies Caught in the Middle; Some large Texas employers, including Southwest Airlines and American Airlines, say they won't follow Gov. Greg Abbot's order barring mandates by businesses",
  "text": "<p>Texas is one of a number of Republican-led states with top officials who are opposed to federal vaccine mandates. The prospect that the federal mandate could apply in some parts of the country and not others is expected to complicate business decisions about vaccine rules, especially companies that operate in multiple states.</p><p>\"Employers, like most businesses, want to minimize uncertainty, and certainly this isn't helping,\" said Todd Logsdon, a labor law expert at Fisher Phillips, a law firm.</p><p>Some large Texas-based employers, such as Southwest Airlines Co. and American Airlines Group Inc., have said they won't follow Mr. Abbott's order. The airlines, which are federal contractors, said they must abide by the Biden administration's order.</p><p>The Greater Houston Partnership, which represents some 900 companies including Exxon Mobil Corp., JPMorgan Chase &amp; Co., Chevron Corp. and Accenture PLC, said Tuesday that Mr. Abbott's order would make it more difficult for Texas businesses to operate safely. The organization has been generally supportive of Mr. Biden's efforts to require vaccines for large employers.</p><p>Partnership Chief Executive Bob Harvey said that most of the major businesses he represents supported a federal mandate because it would take the onus off businesses to enforce workplace safety measures they support and would eliminate competition between businesses in their vaccine requirements. The business owners who opposed it, he said, were largely those with rural workforces who feared they would lose employees if they required vaccinations.</p><p>Businesses, particularly smaller ones, have raised questions about the federal mandate, including who would bear the cost of virus testing and how the standard's employee threshold would apply at businesses that employ workers jointly, such as franchised brands and their franchisees.</p><p>Half Price Books, a Dallas-based chain with more than 120 used bookstores nationwide, said keeping up with conflicting vaccine rules is a challenge. \"Like every other company, we are waiting for more information, but when things vary so much and change so quickly, it can be very difficult for any company to keep up,\" said Kathy Doyle Thomas, chief strategy officer.</p><p>The federal mandate would apply to all employers with 100 employees or more. Businesses that don't comply could face fines of up to $14,000 per violation. All told, the mandate would cover about 100 million workers, roughly two-thirds of all workers in the U.S., according to the administration.</p><p>The Labor Department didn't respond to requests for comment. White House press secretary Jen Psaki said Tuesday that the administration is \"waiting on OSHA regulations for the next step.\"</p><p>\"Our intention is to implement, and continue to work to implement these requirements across the country, including in the states where there are attempts to oppose them,\" Ms. Psaki said.</p><p>Legal experts say they expect Mr. Abbott's order to be challenged by businesses.</p><p>\"Generally speaking, the default rule is that an employer can impose a mandate if they want to on their employees,\" said Jason Bent, a law professor at Stetson University in Florida.</p><p>In June, a federal court ruled that Houston Methodist, a large hospital system, could require its employees to be vaccinated, throwing out a lawsuit brought by a group of employees who didn't want to get the vaccine. The hospital system said Tuesday that it is reviewing Mr. Abbott's order.</p><p>Houston Methodist CEO Marc Boom said he is grateful the hospital mandated vaccines early, so that it now knows all its employees are vaccinated, but he worries for other Texas hospitals that may not have full compliance yet. \"As healthcare workers, we've taken a sacred oath to 'do no harm,' \" Dr. Boom said. \"Part of that oath means doing everything possible to prevent the spread of disease.\"</p><p>On Tuesday, a spokeswoman for the governor said Mr. Abbott \"has talked to countless Texans who are worried about losing their jobs because of this federal overreach.\"</p><p>The move comes after two challengers to Mr. Abbott in next year's Republican gubernatorial primary had criticized the ability of businesses to require Covid-19 vaccines.</p><p>Monday's order was a shift for Mr. Abbott, who has previously maintained that private businesses should set their own employee requirements. The announcement of the executive order also asked the Texas Legislature to pass a similar bill during its current special session, which ends next week. Lt. Gov. Dan Patrick, who presides over the Senate, said it would move quickly to do so.</p><p>The Texas order is one of several efforts by Republican-led states to challenge the Biden administration's efforts to require Covid-19 vaccines. Arizona has filed a lawsuit to block the rule. That state, along with 23 other states with Republican state attorneys general, sent a letter to Mr. Biden in September saying they would \"seek every available legal option\" if the administration doesn't drop the plan.</p><p>Earlier this year, Montana enacted a law making it illegal to make vaccination status a condition of employment. Montana's law included an exemption for nursing homes and other assisted living facilities. Texas' order includes no such exemption.</p><p>Vaccine Mandates</p><p>Related news, selected by the editors</p><p>* New York Mandate Must Allow Religious Exemption, Judge Rules</p><p>* Boeing Mandates Vaccination for Employees</p><p>* Brooklyn Nets Ban Kyrie Irving Until He Gets Vaccinated</p><p>* Texas Governor Bans Private Businesses From Requiring Vaccines</p><p>Amara Omeokwe and Catherine Lucey contributed to this article.</p><p>Write to David Harrison at david.harrison@wsj.com and Elizabeth Findell at Elizabeth.Findell@wsj.com</p><p>Covid-19 Vaccine-Mandate Fight Between Texas and Biden Has Companies Caught in the Middle</p>",
  "published": "2021-10-12T21:24:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 845,
          "end": 859
        },
        {
          "start": 845,
          "end": 865
        }
      ],
      "nexusId": "10009914"
    }
  ]
}