{
  "_id": "84b1436bafb4d3df4236e87b717bbbcddce023969ccc4b2ed4194718c2e0c94b",
  "feed": "wall-street-journal",
  "title": "Biden's Stimulus Bill Is a $1.9 Trillion Clunker  ----  By Mitt Romney",
  "text": "<p>   Democrats are anxious for any excuse to blow up the Senate filibuster, the last procedural hurdle to one-party government. Their latest is that Republicans oppose the president's $1.9 trillion stimulus package. Despite having passed five bipartisan Covid-19 relief bills to date -- including one barely seven weeks ago -- they claim our opposition demonstrates historic intransigence. </p><p>   No, it demonstrates that the $1.9 trillion bill is a clunker. It would waste hundreds of billions of dollars, do nothing meaningful to get kids back to school, and enact policies that work against job creation. The Congressional Budget Office's recent analysis of the plan found that more than a third of the proposed funding -- $700 billion -- wouldn't be spent until 2022 or later, undermining the administration's claim that the massive price tag is justified for urgent pandemic-related needs. </p><p>   The Biden stimulus is unsound economic policy. High unemployment isn't the result of too little money in American pockets; it's because of the pandemic. Sending out checks won't get consumers back into restaurants, bars, salons, malls, hotels or airplanes. Near-record levels of savings are evidence that consumers are able to spend. When Covid is finally in the rearview mirror, they will come roaring back. Congress should target assistance to those who need it and help speed the delivery of vaccines -- not borrow hundreds of billions more to check items off a political wish list, deepening the nation's debt and risking inflation. </p><p>   The bill is also filled with bad policies and sloppy math. It calls for $350 billion for states and localities. If you live in New York, you might think that sounds about right because the pandemic severely exacerbated your state's existing financial woes. But New York is the exception. Florida hasn't even had to dip into its rainy-day fund. California has a multibillion-dollar surplus. Utah's revenues rose by double digits. </p><p>   JP Morgan found that 21 states had revenue increases in 2020. Other states drew on rainy-day funds -- which is what they are there for. Only a few are in severe financial distress. The same is true of cities and counties: Some are hurting, but the great majority aren't. Most local tax revenue comes from property taxes, which are far less volatile than sales or income taxes. Sending out hundreds of billions of dollars to states and localities regardless of need is both wasteful and harmful. It would create incentives for the mismanagement that got some states into fiscal trouble in the first place. </p><p>   Extending federal supplemental unemployment benefits beyond March 14 is a good idea that merits bipartisan support. But the Biden stimulus calls for checks of $400 a week in addition to state checks through September. At that level, the majority of the unemployed would make more by not working. Employers already complain that they can't find employees. </p><p>   The Biden stimulus calls for $170 billion for education yet has no realistic plan to reopen K-12 schools. Further, of the $80 billion Congress has already authorized for education, $68 billion hasn't yet been used by schools and universities. Stunningly, the CBO says only 4% of the K-12 spending in the Biden bill would occur in 2021 and that some education and labor funds would remain unspent in 2029, after a potential Biden second term. If the administration is unable to make good on its commitment to get students back in classrooms five days a week in his first 100 days, the unspent money should be given directly to students and parents to spend on tuition at schools that are open or on tutors, summer programs or home-school efforts. We can't let unreasonable demands by teachers unions keep schools closed that can safely reopen. </p><p>   Senate Republicans will support whatever is needed to expand Covid testing, accelerate vaccine delivery and support health providers. We will likewise support robust assistance for those who have been crushed financially by the pandemic, including by losing their jobs. A group of us proposed a $618 billion compromise measure that matched President Biden's proposed health and vaccine funding, extended enhanced federal unemployment benefits, provided economic relief for those with the greatest need, and included nutrition funding, small-business assistance, and resources to get children safely back to school. </p><p>   We stand ready to negotiate a plan that helps America recover, both physically and financially, from this dread disease. We are willing to compromise in an attempt to get the administration to come down from its ill-considered $1.9 trillion plan and instead provide need-based relief. We have shown a willingness to compromise -- which the president and Democratic congressional leaders have yet to reciprocate. </p><p>   --- </p><p>   Mr. Romney, a Republican, is a U.S. senator from Utah. </p><p></p>",
  "published": "2021-02-24T07:06:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1949,
          "end": 1958
        }
      ],
      "nexusId": "10009914"
    }
  ]
}