{
  "_id": "19630b664e0c3729583fa8309f0d7f9bd7d9dc4a9a8a1cf9e98a80a48c6cb913",
  "feed": "ftcomall",
  "title": "Clubs signed up to punitive exit clauses for Super League",
  "text": "<p>Super League clubs would have faced financial liabilities worth hundreds of millions of euros for leaving the breakaway competition once it began, according to leaked documents that reveal measures designed to lock Europe's top teams into the now unravelling project.</p> <p>The ambitious plan to redraw elite European football has unleashed a wave of criticism from rival clubs, players, politicians and fans since it was announced on Sunday.</p> <p>Six English clubs late on Tuesday bowed to the pressure, saying they would no longer participate in a contest that was aimed at shattering the <a href=\"https://www.ft.com/content/fa8ca103-515a-42d7-8acf-81527114f552\">existing power structures</a> in the world's favourite sport. On Wednesday, Spain's Atlético Madrid and Italy's AC Milan and Inter Milan also announced <a href=\"https://www.ft.com/content/f3ab9f68-65b2-4839-96b3-ec4d2928053b\">they will withdraw</a>.&#xa0;</p> <p>The Super League's founding clubs had agreed so-called “exit clauses” designed to keep them in the competition once money was raised to fund the project, according to leaked documents confirmed by the Financial Times.</p> <p>As part of the clauses, the clubs agreed not to abandon their new competition before June 2025, and thereafter would have to issue notice to leave at least a season in advance. </p> <p>Super League clubs would also have been liable to pay back money received from an initial “<a href=\"https://www.ft.com/content/f00bb232-a150-4f7d-b26a-e1b62cd175c3\">infrastructure grant</a>”, the €3.25bn intended to be shared between 15 founding Super League clubs and provided through a debt-financing deal underwritten by US bank JPMorgan Chase.&#xa0;&#xa0;</p> <p>The measures show the high stakes involved in joining the Super League, but the sanctions related to exit clauses also appear dependent on money flowing to the teams, which has not yet happened as the breakaway plan was first announced just two days ago.</p> <p>However, legal risks remain for the clubs as the project flounders. The dozen teams that agreed to play in the competition signed <a href=\"https://www.ft.com/content/e80299a4-8012-447a-8512-c24e149304b1\">binding contracts</a> to join the competition, according to several people familiar with the terms of the deal.</p> <p>The remaining Super League clubs have the option to sue those who are quitting in an attempt to enforce the deal, and it remains unclear what liabilities the clubs face for choosing to withdraw. </p> <p>The Super League obtained an interim injunction in a Madrid commercial court on Tuesday preventing the game's governing bodies from blocking the new competition.&#xa0;</p> <p>After that early legal victory, English club officials spent Tuesday night preparing documents announcing their intention to withdraw, but a person involved in the decision said “there are legal complexities for the exiting clubs to navigate”.</p> <p>The remaining Super League clubs, led by Spain's Real Madrid, have affirmed their commitment saying “we are going to reconsider the appropriate measures to redesign this project”.</p> <p>Currently, the competition would make 15 out of 20 clubs “permanent” members and the clubs have projected they would raise upwards of €4bn a season from broadcasting and sponsorship deals.</p> <p>But fierce opposition gathered over their plan to replace the Champions League, the continent's existing club contest that any team, through strong on-pitch performances in their respective national league, can qualify for.</p> <p>Aleksander Ceferin, Uefa president, on Monday unveiled a counter proposal — a <a href=\"https://www.ft.com/content/5d264e68-0291-42e6-b896-f78738e6aed7\">radical new format</a> for the Champions League, including 100 more matches and more ties between the biggest sides.</p> <p>After the English clubs withdrew from the Super League, he said: “The important thing now is that we move on, rebuild the unity that the game enjoyed before this and move forward together.”</p> <p>Manchester United and Chelsea declined to comment. Manchester City, Arsenal, Liverpool and Tottenham Hotspur and the Super League did not immediately respond to requests for comment.</p><p>Source: Murad Ahmed and Arash Massoudi in London 2021 'Clubs signed up to punitive exit clauses for Super League' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-21T10:57:08.626Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1398,
          "end": 1406
        }
      ],
      "nexusId": "10009914"
    }
  ]
}