{
  "_id": "4c95c7c624d4cbfeeb8c62e4080a6f13720975d389003b80c9f63c32427b4f7d",
  "feed": "wall-street-journal",
  "title": "U.S. News: Defense Rests in Maxwell Trial",
  "text": "<p>\"Your honor, the government has not proven its case beyond a reasonable doubt, so there is no reason for me to testify,\" she said.</p><p>Friday marked the end of the trial's third week. The defense called eight witnesses over two days, wrapping up earlier than expected.</p><p>Earlier Friday, the wife of hedge-fund billionaire Glenn Dubin testified that she and her family traveled with disgraced financier Jeffrey Epstein on his private jet in the 1990s and she was comfortable having her young children around him.</p><p>Eva Andersson-Dubin, a Swedish physician and former model, said in a federal court in New York City that she and Epstein had dated on and off for about eight years. Even after she married Mr. Dubin in 1994, she and Epstein remained friends and would spend vacations together, she said.</p><p>Her three children, who are now grown adults, called Epstein \"Uncle F,\" which was short for Jeff, she said. Dr. Andersson-Dubin, 60 years old, also identified pictures that showed Epstein with some of her children.</p><p>Federal prosecutors have accused Ms. Maxwell, 59, of recruiting and grooming underage teenagers for sex with Epstein between 1994 and 2004. Four women have testified on behalf of the government to say that Ms. Maxwell helped Epstein sexually abuse them as teenagers. Ms. Maxwell dated Epstein in the 1990s but remained close after the relationship ended, and continued to work for him as the manager of his properties.</p><p>Ms. Maxwell faces six criminal counts at trial, including conspiracy to commit sex trafficking of minors. She has pleaded not guilty and said she hasn't committed any wrongdoing. Her lawyers have said she is a scapegoat who wasn't indicted until nearly a year after Epstein died in a federal jail in August 2018 while awaiting his own sex-trafficking trial. The New York City medical examiner ruled his death a suicide.</p><p>Epstein amassed a fortune of a half-billion dollars by parlaying his connections to powerful and wealthy individuals, including Mr. Dubin, the co-founder of Highbridge Capital Management LLC.</p><p>One accuser, who testified under the pseudonym Jane, said starting when she was 14 she had group sexualized massages with Epstein and other females, including sometimes with Ms. Maxwell. Jane testified during cross-examination that she had told the federal investigators that women named Eva and Michelle were sometimes involved as well.</p><p>Dr. Andersson-Dubin testified that she had never met Jane and was never involved in any group sexualized massages with Jane or Epstein.</p><p>Another defense witness, Michelle Healy, who worked for Epstein between 1996 and 1999, testified that she was never involved in such massages.</p><p>During cross-examinations, both Dr. Andersson-Dubin and Ms. Healy said they didn't know if Epstein knew other women who had the first names Eva or Michelle. Dr. Andersson-Dubin also said during cross-examination that she suffered from a medical condition that affected her memory.</p><p>---</p><p>Corinne Ramey contributed to this article.</p>",
  "published": "2021-12-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}