{
  "_id": "c3176bcf27b561d64ad0de6a81eada7e630b6f96a45eb9d24390544ba592bba3",
  "feed": "wall-street-journal",
  "title": "Vaccine Mandates Are Coming to Offices, but the Honor System Now Rules; Shifting guidance on mask wearing and a lack of disclosure over vaccination status rattle some workers going back to offices",
  "text": "<p>Employees across the country have been adapting to a patchwork of rules for Covid-19 vaccination, testing and masking as workplaces reopen more widely.</p><p>The Biden administration's announcement that it will mandate vaccines for workers or require weekly testing could help standardize protocols in workplaces. For now, many workplaces operate on the honor system—one in which health information is often given voluntarily, and employees have few ways to be sure their co-workers are following the rules.</p><p>For workers, living with honor-system-based Covid-19 rules has meant confusion in some cases and, among certain vaccinated employees, fresh anxieties.</p><p>SHARE YOUR THOUGHTS</p><p>What steps is your workplace taking to keep its employees safe? Do you feel these are effective? Join the conversation below.</p><p>Ryan Harris, a 38-year-old systems analyst in Minneapolis who started going back to the office in July, found the honor system there challenging. The company had asked for unvaccinated workers to wear a mask.</p><p>\"You'd see people wearing masks and you didn't know if they were wearing their mask because they were unvaccinated or because they were vaccinated but felt really uncomfortable being in public,\" said Mr. Harris, who is fully vaccinated. He felt uncomfortable asking co-workers about their vaccination status, he added.</p><p>\"I would have a meeting with somebody who was wearing a mask and think, am I supposed to be wearing a mask now? It was just kind of confusing knowing how to navigate that,\" he said.</p><p>Shortly after U.S. Covid-19 cases began to rise due to the Delta variant, his office began requiring masks for everyone in common areas. Mr. Harris's company recently decided to let employees continue working from home if they wish.</p><p>Relatively few companies have mandated shots for their entire workforce, though more are asking for proof of vaccination status before workers are allowed in offices. Both types of policies are still in the minority, according to Mercer LLC, which consults with big employers on human-resources issues.</p><p>Many employers either encourage vaccination, ask unvaccinated workers to mask all the time, require masking for everybody in common areas, or some combination of the three. A large share of workers, meanwhile, want more clearly defined rules.</p><p>Of 2,000 U.S. workers surveyed in August by Mercer, 65% said they want their employer to implement a vaccine mandate. Half the employees were hourly workers, and half were salaried, all working for companies with more than 500 people. A separate survey of 372 U.S. employers conducted in late July and early August by Mercer found that while more companies said they were considering a vaccine mandate, 71% weren't currently requiring the shots.</p><p>On mask wearing, the Mercer employer survey found 36% said unvaccinated employees had to mask in the workplace, while vaccinated workers could stay unmasked based on an honor system. Some 24% of employers had rules that required all workers to wear masks in common areas, while 21% said they were asking employees to provide proof of vaccination to forgo masks at work.</p><p>Companies have said they want to avoid alienating workers who might quit over vaccine mandates or fear they could face employee lawsuits. Millions of workers remain opposed to both vaccinations and mandates, with concerns ranging from fears of potential long-term side effects to government overreach into individuals' healthcare choices. After President Biden issued his vaccine mandate last week, #IWILLNOTCOMPLY began trending on Twitter.</p><p>Some employees have been stepping back into offices with ambivalence and taking extra precautions while there. Others have chosen to continue working remotely or seeking jobs that either have vaccine and testing requirements or flexible work-from-home options.</p><p>\"My biggest concern is that I actually have a 1-year-old who is not vaccinated and that is what has made me more uneasy,\" said Stephanie Duffy, a marketing executive for a manufacturing company whose office is encouraging, but not requiring, unvaccinated workers to wear masks on the job. The 32-year-old, who lives in Akron, Ohio, started going back to her office earlier this month.</p><p>\"You don't really know who's vaccinated so I am pretty much wearing a mask at the office, in any public spaces, any meeting, sometimes at my desk if there's a lot of people around,\" she said. \"I would say 50/50 so far are wearing masks.\"</p><p>Melissa Whittinghill in July quit the customer-service job she worked at for nearly three years when she learned her company planned on an honor system around masking and vaccinations, rather than mandates, for its scheduled reopening in August.</p><p>\"The anxiety and stuff that I would be feeling going into that environment with the honor system and no mandate, I couldn't live with that hanging over me,\" said the 56-year-old, who is fully vaccinated. \"There's a lot of people who are unvaccinated where I live, and they're fine with that. My job was stressful enough without having that added to it.\"</p><p>Ms. Whittinghill quickly landed another job at a company that allows her to work from home permanently, something she insisted on during her job search. The move meant about a 15% pay cut, she said.</p><p>Some employers relying on honor systems may be reluctant to mandate vaccines or masks because they are trying to respect a range of beliefs and feelings among employees.</p><p>In August, CNN President Jeff Zucker told staff that the network fired three employees who came into the office without getting a Covid-19 vaccine, violating the company's honor system, which states that unvaccinated employees can't enter the office.</p><p>The honor system may be easier at small companies. \"There are 10 of us. Five are family members, and the rest of us have worked there for many years, and we were all in agreement on getting vaccinated,\" said Elaine M. Savoldi, an associate broker at Town Center Associates LLC, a real-estate company in Beaver, Pa.</p><p>A JP Morgan Chase &amp; Co. employee in New York City said he has felt comfortable going into his office on a rotating basis. Vaccines and testing weren't mandated, and the shifting guidance on mask wearing and lack of disclosure about vaccine status frustrate him.</p><p>\"In July, the implication was if you are vaccinated, then you don't have to wear a mask in common areas so I said 'well OK, I don't have to wear one anymore,' but then they changed the policy so now everyone has to wear a mask in common areas no matter what,\" he said. He was vaccinated earlier in the year and said he wishes the company would either require vaccination before people come back to the office or allow employees to work from home if they aren't comfortable coming in. JP Morgan declined to comment.</p><p>Chip Cutter contributed to this article.</p><p>Write to Ray A. Smith at ray.smith@wsj.com</p><p>Vaccine Mandates Are Coming to Offices, but the Honor System Now Rules</p>",
  "published": "2021-09-13T12:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6711,
          "end": 6720
        },
        {
          "start": 5967,
          "end": 5976
        }
      ],
      "nexusId": "10009914"
    }
  ]
}