{
  "_id": "5c9d5c8d4474ec1210cbb1b0272fa756c1f4ba327f4fadb57e0363ab65cd2b20",
  "feed": "ftcomall",
  "title": "Wall Street suffers worst day since October on virus advance",
  "text": "<p>US equities had their worst day since October as faltering efforts to contain a global spike in coronavirus cases raised the prospect of more onerous lockdown measures in some of the world's largest economies.</p> <p>Shares in more than 80 per cent of the companies in the S&amp;P 500 fell on the first trading day of the new year, with the Wall Street benchmark closing 1.5 per cent lower. Leading the declines were industries hardest hit by the <a href=\"https://www.ft.com/coronavirus\">coronavirus pandemic</a>, including airlines, hotels and cruise ship operators. The tech-heavy Nasdaq Composite also lost 1.5 per cent. </p> <p>Markets were also roiled by signs of resurgent inflation, pushing interest-rate sensitive sectors such as property and utilities lower. A key bond-market measure of inflation expectations, known as the 10-year break-even rate, showed investors were anticipating inflation of more than 2 per cent for the first time since late 2018.</p> <p>Diane Jaffee, a portfolio manager at asset manager TCW, said the fact that break-evens rose on a day when the pandemic was fanning fears about economic growth was particularly significant, suggesting interest rates could be poised to move higher.</p> <p>“We are going through this shockwave with the third wave, [virus] mutation, etc., and interest rates are hanging in there,” she added. “If this doesn't push [interest rates] down then really the ceiling is open.”</p> <p>Traders were awaiting a pair of <a href=\"https://www.ft.com/content/9cff5157-7533-49b5-9c74-62d6e470a58d\">run-off elections in the US state of Georgia</a> on Tuesday that will determine which party controls the Senate. The outcome could have major implications for incoming president Joe Biden. If Democrats win both seats, the Senate would no longer be Republican-controlled, giving Mr Biden greater power to enact his legislative agenda.</p> <p>Betting markets in recent days have given a slight edge to the two Democrats in the race, after favouring the two Republican candidates for much of the run-off race. </p> <p>“It could be a market event if the Democrats do win both of the Georgia Senate seats, which would enable Biden to push more of his tax and spending policy,” said Patrik Schowitz, global multi-asset strategist at JPMorgan Asset Management. “It's quite possible we could see a negative initial reaction from equity markets over corporate tax and regulation worries.”&#xa0;</p> <p>Christopher Murphy, the co-head of derivatives strategy at Susquehanna, added that one trader in the market appeared to hedge a Democratic win of the two seats on Monday. The trader had purchased put spread options on the iShares 20+ year Treasury bond exchange traded fund, which will pay off if the fund falls in value in the coming days, Mr Murphy said.</p> <p>The FTSE All-World index, which had briefly set a record high on Monday, ended the day 0.6 per cent lower.</p> <p>European indices finished higher but pared gains notched earlier in the trading day. The benchmark Stoxx 600 closed up 0.7 per cent, after being up as much as 1.7 per cent. London's FTSE 100 closed 1.7 per cent higher while Frankfurt's flagship Dax 30 climbed just 0.1 per cent.</p> <p>The reversal came as the pandemic worsened. UK prime minister Boris Johnson announced stricter lockdown measures on Monday while Germany was preparing to extend its nationwide lockdown. Greece also tightened curbs on Monday as the country's Covid-19 vaccination programme ran into delays.</p> <p>Sterling slipped 0.9 per cent to $1.3555 as traders awaited the UK government's announcement.</p> <p>In the Asia-Pacific region, China's currency crossed the Rmb6.5-per-dollar threshold for the first time since June 2018. The onshore-traded renminbi rose 1 per cent to Rmb6.4562 to the greenback on Monday helping propel MSCI's Emerging Markets Currencies index to an all-time high. </p> <p>China's renminbi has now erased most of the losses it has suffered against the dollar since President Donald Trump kicked off a <a href=\"https://www.ft.com/us-china-trade-dispute\">trade war</a> between the countries. The currency has been boosted in part by the country's economic recovery from the pandemic and hopes that the Biden administration could <a href=\"https://www.ft.com/content/560473cf-16e4-4544-aeee-b47f7746e666\">reduce tensions</a> between Beijing and Washington.</p> <p>Mainland China's CSI 300 index rose 1.1 per cent after the latest Caixin/Markit manufacturing purchasing managers' index showed factory output remained firmly in expansionary territory last month.</p> <p>Japan's benchmark Topix index lost 0.6 per cent after local media reported the government <a href=\"https://www3.nhk.or.jp/nhkworld/en/news/20210104_11/\">could declare a state of emergency</a> in Tokyo and surrounding areas to counter a surge in coronavirus cases.</p> <a href=\"http://www.ft.com/cms/38d64727-7683-45c4-bcb2-73459a643d0c.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Eric Platt in New York, Hudson Lockett and Daniel Shane in Hong Kong and Camilla Hodgson in London 2021 'Wall Street suffers worst day since October on virus advance' FT.com 4 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-04T21:34:35.934Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2100,
          "end": 2108
        }
      ],
      "nexusId": "10009914"
    }
  ]
}