{
  "_id": "3139f6d4dd07efaade64ed1b4351d592c3be3ec3943fb0392c618bc098c4c4d3",
  "feed": "wall-street-journal",
  "title": "Omicron Will Cause Problems, but Inflation May Not Be One; Covid-19 variant could further disrupt supply chains, but demand also could suffer",
  "text": "<p>With the rollout of vaccines early this year, policy makers had hoped shortages would ease, but the Delta variant, and the wave of new Covid-19 cases around the world it caused, made a hash of that. And now, just as it seemed that supply chains were getting a little relief, there is Omicron to worry about.</p><p>How severe the Omicron wave will turn out to be remains very much unclear, but Fed officials are worried that it might lead to a new round of disruptions that send prices even higher. \"Greater concerns about the virus could reduce people's willingness to work in person, which would slow progress in the labor market and intensify supply-chain disruptions,\" Fed Chairman Jerome Powell said before Congress last week.</p><p>Federal Reserve Bank of New York President John Williams and Federal Reserve Bank of Cleveland President Loretta Mester have also weighed in with worries that Omicron could prove to be inflationary.</p><p>One difference between the Omicron situation and previous Covid-19 waves, however, is that at this point it doesn't look as if it is going to coincide with Americans receiving a fourth round of stimulus payments. Shortly after the pandemic arrived in 2020, payments went out to most U.S. households. Another round started going out last December, as the country was in the midst of a winter wave. The third set of payments went out in March, just before Delta began to hit.</p><p>Each set of payments substantially increased households' cash balances, particularly for those with lower incomes. But lower-income households also depleted those savings more quickly, a JPMorgan Chase Institute analysis of banking data found. The expiration of extended unemployment benefits in early September removed another source of support. Some economists have reckoned that dwindling savings would push more people back into the job market—a potential factor behind the increase in labor market participation registered in last Friday's November employment report.</p><p>Omicron might imbue people with a new hesitancy about returning to work, which could intensify wage pressures and make it harder for some businesses to meet demand. But absent another round of government support that helps prop up savings, Omicron could also make people less willing to spend than they were during earlier Covid-19 waves. Demand for big-ticket items, in particular, such as cars, appliances and furniture—some of the biggest contributors to the rise in inflation—could soften as a result.</p><p>Omicron looks likely to pose problems for the economy, but they will be different problems from prior waves.</p><p>Write to Justin Lahart at justin.lahart@wsj.com</p><p>Omicron Will Cause Problems, but Inflation May Not Be One</p>",
  "published": "2021-12-07T12:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1585,
          "end": 1593
        },
        {
          "start": 1585,
          "end": 1599
        }
      ],
      "nexusId": "10009914"
    }
  ]
}