{
  "_id": "67c1c0fd6bf2b9cb9270aebf177d33082ff4068d87883c0205fd55c4921747ff",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Cloud Firm  Okta Finds  Its High-  Price Match  ---  Its richly valued stock  funds its biggest deal  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Say this much for Okta: It doesn't think small. </p><p>\n  The provider of cloud-based identity-management software for businesses unveiled late Wednesday a deal to buy a venture-backed entity called Auth0 for $6.5 billion in stock. That is more than three times the valuation Auth0 landed in its most recent funding round in July. It is nearly eight times the $835 million in revenue Okta generated for its fiscal year ended in January. </p><p>\n  But Okta has some powerful currency to work with. Its stock jumped 84% in value over the 12 months before Wednesday's announcement, which gave Okta one of the highest multiples in the cloud sector at above 30 times forward sales. Okta Chief Executive Todd McKinnon said the company paid a lower multiple for Auth0 relative to its own stock. Auth0 is projected to hit a level of more than $200 million in annualized recurring revenue this year. Sterling Auty of JPMorgan estimates that Auth0 will double Okta's business in the segment for companies that need identity-management tools for their own customers. </p><p>\n  Okta's stock fell 6.2% on Thursday -- an improvement from the 12% after-hours selloff the previous day after the news. Its quarterly results and its forecast for the fiscal year came in ahead of Wall Street's estimates, though the projection for revenue to grow by 29% to 30% represented a notable deceleration from the 43% growth for the fiscal year that just ended. Canaccord analyst Mike Walkley called the guidance conservative and upgraded the stock to a \"buy\" rating on Thursday. </p><p>\n  Coming three months after Salesforce.com's $27.7 billion outlay for Slack, Okta's move should serve as another reminder that deals in the cloud will be expensive. Still, no other software acquisition above the $5 billion mark over the past five years has been undertaken by a company of Okta's size, according to Dealogic. A former Salesforce executive, Mr. McKinnon knows well the art of the software deal. Now will be his chance to show he can pull off a big one. </p><p></p>",
  "published": "2021-03-05T07:04:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 926,
          "end": 934
        }
      ],
      "nexusId": "10009914"
    }
  ]
}