{
  "_id": "27677861cc995912602c098fb4a5c3847cca3aba8d850c3c6a51331a44db22fe",
  "feed": "ftcomall",
  "title": "Will Evergrande and the coal crisis weigh on Chinese growth? ",
  "text": "<h2>Will Evergrande and the coal crisis weigh on Chinese growth? </h2> <p>Chinese growth readings can often seem like a sure thing, but recent strain in the country's energy and property sectors has added a substantial element of uncertainty to Monday's numbers for gross domestic product.</p> <p>The troubles at Evergrande, the world's most indebted property developer, have spiralled into a <a href=\"https://www.ft.com/content/b8effeb7-e553-4bb1-8ece-a610fcbcdbb2\">full-blown crisis</a> for China's real estate sector as the number of defaults continues to mount. Supply shortages have pushed <a href=\"https://www.ft.com/content/ff4f8306-e8b8-41e4-9ce0-702ec86ef182\">Chinese coal prices</a> to successive record highs, while policymakers are also grappling with blackouts driven largely by local governments' aggressive implementation of targets to cut emissions.</p> <p>How much those disruptions are likely to have weighed on this week's third-quarter data depends on who you ask: forecasts from economists surveyed by Bloomberg range from a high of 5.8 per cent year-on-year to a low of 4.5 per cent. That is on the heels of a searing 7.9 per cent rise in the second quarter.</p> <p>On a quarter-on-quarter basis, economists at Oxford Economics forecast a rise of just 0.3 per cent. They expect recent sluggishness in the economy to continue through to the end of the year despite anticipating a shift towards more supportive policies from Beijing.</p> <p>“Evergrande's travails are likely to amplify the slowdown in China's residential real estate sector, while Covid caution, electricity shortages, and production cuts are weighing on activity,” said Louis Kujis, Oxford Economics' head of Asia economics. “While the measures to support growth will have some impact in the fourth quarter, the majority of the impact will only kick in [the first quarter of next year].” <em>Hudson Lockett</em></p> <a href=\"http://www.ft.com/cms/0c6579b0-6093-4ef4-ab0a-f63bb29d0525.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h2>How could higher inflation affect gilt yields and sterling?</h2> <p>Investors are bracing for a further rise in the UK inflation rate after it hit the highest level since 2012 in August at 3.2 per cent. September figures due on Wednesday are expected to show a small acceleration to 3.3 per cent, according to economists' forecasts compiled by Bloomberg.</p> <p>Recent signals from the Bank of England — which at its most recent policy meeting surprised investors by saying it could raise interest rates even before its bond-buying programme runs out at the end of the year — have raised the stakes for markets. A rate rise to 0.25 per cent from 0.1 per cent currently is already fully priced in by December.</p> <p>“Any surprise to the upside will increase already rife speculation of a hike before the end of the year,” said John Wraith, head of UK rates strategy at UBS. </p> <p>The BoE's hawkish shift last month triggered a big drop in UK government debt prices that quickly spread to other large bond markets. Ten-year gilt yields climbed as high as 1.21 per cent last week before falling back to 1.08 per cent. Any sign of increasing inflationary pressures could prompt that sell-off to resume, Wraith believes.</p> <p>The implications for the pound are muddier. Sterling fell to its lowest level of the year against the dollar in the wake of last month's BoE meeting, failing to benefit from the expectation of higher interest rates, although it has since rebounded to a four-week high. </p> <p>“The vast majority of this inflation is coming from import prices and global supply chain issues,” said Wraith. “They are not things the BoE can influence by raising rates in the UK, so it's possible markets would see a hike this year as a mistake and sell sterling.” <em>Tommy Stubbington</em></p> <h2>How far have supply-chain squeezes hit business activity?</h2> <p>Global supply chain problems that have caused massive order backlogs at manufacturers, growing congestion at major ports and shortages of goods at many retailers show little sign of abating.</p> <p>The delays and shortages in the supply of goods and materials will continue to be the main focus when IHS Markit publishes the results of its monthly survey of businesses in the eurozone, UK and US on Friday. </p> <p>The snarl-up in global container shipping seems to have worsened recently. Kuehne+Nagel, one of the world's largest freight forwarders, said last week that 584 container ships were stuck outside ports, nearly double the number at the start of the year. </p> <p>On top of the existing supply chain bottlenecks, the October purchasing managers' indices will also provide an insight in to how much of an impact the recent jump in gas and electricity prices is having on businesses.</p> <p>The global PMI reading rebounded slightly in September, after five consecutive monthly drops. Since then, however, overall sentiment about economic conditions has deteriorated over fears that supply problems and higher inflation could put a damper on growth.</p> <p>“On the whole, world GDP still seems to be expanding at an above-trend rate, but growth in several major economies appears to have slowed while global industry has continued to stagnate,” economists at Capital Economics said in a note to clients. <em>Martin Arnold</em></p> <h2>What next for the gold price as inflationary pressures mount? </h2> <p>Gold prices rose by 1.4 per cent last week, testing $1,800 a troy ounce, as a global energy crunch adds to growing inflationary pressures. </p> <p>In theory, gold should benefit if the global economy enters a “stagflationary” period of lower growth and higher inflation. Yet investors do not seem to be fully buying the thesis, with gold still down by 9 per cent this year, raising questions about its appeal. </p> <p>The precious metal is suffering from an expectation that central banks will raise rates to stem the inflationary shock stemming from the end of pandemic lockdowns. Rising bond yields are bad news for gold, reducing the appeal of holding a non-interest bearing asset.</p> <p>In addition, gold is facing competition again from cryptocurrencies such as bitcoin, according to JPMorgan. </p> <p>“The prospect of a prolonged period of higher inflation is supporting precious metals, particularly amid the ongoing energy crisis, but market pricing for Fed hikes is keeping gold prices from surging just yet,” Bart Melek at TD Securities, said. </p> <p>Most notably, money is still flowing out of gold-backed exchange traded funds, according to the World Gold Council, with net outflows of $830m in September. Buying of gold ETFs was key to gold's rise to a record high above $2,000 a troy ounce last year. </p> <p>A return of investor money in to ETFs will be key to watch, especially if yields on bonds remain negative in real terms. Analysts at ANZ believe gold is undervalued by around $150 an ounce and that “negative real yields and inflation expectations should support investment demand”. <em>Henry Sanderson</em></p><p>Source: Hudson Lockett, Tommy Stubbington, Martin Arnold and Henry Sanderson 2021 'Will Evergrande and the coal crisis weigh on Chinese growth? ' FT.com 17 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-17T09:00:12.573Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5716,
          "end": 5724
        }
      ],
      "nexusId": "10009914"
    }
  ]
}