{
  "_id": "8514ad8a582cfc6f414ecf4880c869ed52473635251b45e5ba8cf27af4a95f86",
  "feed": "ftcomall",
  "title": "Honest Company's market debut marks a comeback",
  "text": "<p>When the Honest Company lists on Nasdaq this week, it will be the culmination of a long recovery for the baby and beauty products group co-founded and fronted by the actress Jessica Alba.</p> <p>The company is due to price its initial public offering on Tuesday at a projected valuation of up to $1.5bn, having worked to shake off much of the reputational and financial damage from a series of product lawsuits and recalls.</p> <p>The company, founded in 2011, had been valued as high as $1.7bn in 2015 before controversy over some of its claims to be using only natural ingredients in its products. In 2017, Honest also recalled baby wipes because it found mould in some packages, and baby powder over concerns it may cause skin or eye infections.</p> <p>Sales slid and the company lost its status as a “unicorn”, a private company worth more than $1bn.</p> <p>“Our rapid growth,” Alba wrote in a confessional passage in the IPO prospectus, “was compromising key business functions”.</p> <p>Honest has never been profitable, but its revenue rose from $236m in 2019 to $300m in 2020 as the pandemic fuelled a run on cleaning products and other household staples. That took sales back to the level the company last enjoyed in 2016.</p> <p>Losses narrowed last year to $14m from $31m in 2019.</p> <p>Honest has previously said it expects to price its offering between $14 to $17 per share, aiming to raise as much as $505m, a majority of which will go to existing investors who are selling some of their stake.</p> <p>Alba had been inspired to launch the brand after the birth of her first child left her scrambling to find household products she deemed safe to use around her daughter. She pledged to hold the company to an “honest standard of safety and transparency”.</p> <p>Honest markets its products as natural, boasting that “we ban over 2,500 questionable ingredients”. It is one of many consumer goods makers seeking to tap into buyers' appetite for household products seen as non-synthetic and sustainable.</p> <p>The company still flags “health and safety incidents or advertising inaccuracies” as a continued risk factor in its prospectus. Just this January, the brand issued a voluntary recall for one of its bubble baths, out of concerns that it could cause infections.</p> <p>Ahead of the IPO, the company said two weeks ago that Alba would be stepping down as chair of the board when the company lists, handing the role to James White, former chief executive of Jamba Juice. She will remain the company's chief creative officer, on a salary of $600,000 a year and, according to the prospectus, key to the company's future success.</p> <p>“Jessica Alba is a globally recognised Latina business leader, entrepreneur, advocate, actress, and New York Times bestselling author,” it said. “Our brand may . . . depend on the positive image and public popularity of Ms&#xa0;Alba to maintain and increase brand recognition.”</p> <p>Alba's 6.1 per cent stake after the IPO would be worth about $96m, if it prices at the top of the target range.</p> <p>Chief executive Nick Vlahos's 3.8 per cent stake will be worth $61m. Vlahos has been steering Honest's recovery since 2017, when he replaced co-founder and serial entrepreneur Brian Lee.</p> <p>Honest secured a $200m investment from consumer-focused private equity group L Catterton in 2018. The group is selling about half of its current 37.1 per cent stake in the offering, enough to recoup that investment, leaving a 17.4 per cent holding worth another $267m at the top of the IPO range. </p> <p>Morgan Stanley, JPMorgan and Jefferies are leading the offering.</p><p>Source: Aziza Kasumov in New York 2021 'Honest Company's market debut marks a comeback' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-04T12:17:45.127Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3453,
          "end": 3461
        }
      ]
    }
  ]
}