{
  "_id": "4fd0e5c7cc65e288e80ae02e1379ad738e26c0f199d67a4b876a2c63e9492d79",
  "feed": "ftcomall",
  "title": "Barclays criticised for underwriting US private prison deal",
  "text": "<p>Barclays has attracted criticism for underwriting a bond offering by the US company CoreCivic to fund the building of two new private prisons, in a new dispute over Wall Street's relationship with the controversial sector.</p> <p>The UK-based bank said two years ago that it would stop financing private prison companies, but the commitment did not extend to helping them obtain financing from public and private markets. </p> <p>About 30 activists and investors, among them managers at AllianceBernstein and Pax World Funds, have signed a letter opposing the $840m fundraising for two new prisons in Alabama, which was due to be priced on Thursday.</p> <p>The signatories said the bond sale brings financial and reputational risk to those involved and urged “banks and investors to refuse to purchase securities . . . whose purpose is to perpetuate mass incarceration”.</p> <p>Activists and investors who pay attention to environmental, social and governance issues have sought to cut off companies that profit from a US criminal justice system that disproportionately incarcerates people of colour. As well as raising ethical issues, many also say such financing may be a bad investment because legislators are increasingly calling for an end to the use of private players in the prison system.</p> <p>While Barclays is not lending to CoreCivic, activists and investors attacked its decision to underwrite the deal, which is split between private placements and public issuance of taxable municipal bonds. The arrangement is “in direct conflict with statements made two years ago” when the bank announced it would no longer finance private prison operators, according to the letter. </p> <p>Barclays said its commitment to not finance private prisons “remains in place”, adding it had worked alongside representatives from the state of Alabama to finance prisons “that will be leased and operated by the Alabama Department of Corrections for the entire term of the financing”.</p> <p>CoreCivic said the Alabama facilities will be “managed and operated by the state — not CoreCivic. These are not private prisons.&#xa0;Frankly, we believe it is reckless and irresponsible that activists who claim to represent the interests of incarcerated people are in effect advocating for outdated facilities, less rehabilitation space, and potentially dangerous conditions for correctional staff and inmates alike.”</p> <p>Barclays' 2019 commitment to limit its work with private prison companies came as other banks, including Wells Fargo, JPMorgan Chase and Bank of America, also said they would stop financing the sector.</p> <p>Critics said they were not sure why Barclays is differentiating between lending and underwriting.</p> <p>“You've already taken the stance, the right stance, that private prisons and profiting from a legacy of slavery is bad,” said Renee Morgan, a social justice strategist with asset manager Adasina Social Capital, one of the signatories of the letter. “But then you're finding this odd loophole in which to give a platform to a company to continue to do business.”</p> <a href=\"http://www.ft.com/cms/8e10dbc3-1973-4ed6-987f-227b2a16b28d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Aziza Kasumov and Colby Smith in New York 2021 'Barclays criticised for underwriting US private prison deal' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T22:04:40.693Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2467,
          "end": 2481
        },
        {
          "start": 2467,
          "end": 2475
        }
      ],
      "nexusId": "10009914"
    }
  ]
}