{
  "_id": "6a951bcf3ef3206d9d41abed6438fb5e113e957240845a8b1726a706031f882f",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Rise, Oil Gains on Omicron Optimism; GlaxoSmithKline and Vir say their antibody drug works against new Covid-19 variant",
  "text": "<p>The S&amp;P 500's gains put the index within reach of its Nov. 18 record high of 4704.54.</p><p>Hopes that the new Covid-19 strain will have a less-pronounced impact on travel and consumer confidence have bolstered stocks this week. Scientists and vaccine makers are still assessing the severity of Omicron and how well existing vaccines may work against it.</p><p>The balance of the latest Omicron updates appears to indicate that another major economic shock isn't coming, which has sparked short covering and a scramble to buy after a few weeks of losses, said ThinkMarkets analyst Fawad Razaqzada. \"It's a relief rally,\" he said.</p><p>Eventually, though, investors will likely refocus on monetary policy and the pace of the Federal Reserve's tapering program, said Mr. Razaqzada. \"That's going to be the next big thing for the market,\" he said.</p><p>Additionally, lower trading volumes in the lead-up to the holidays are likely to cause exaggerated moves in either direction, analysts say.</p><p>\"We're in this period where investors are grappling for any news they can find and that, coupled with low liquidity, is leading to some big moves,\" said Hugh Gimber, a strategist at J.P. Morgan Asset Management.</p><p>U.S. stocks were led by riskier, more growth-oriented sectors, such as technology, energy and consumer-discretionary, but all 11 of the S&amp;P 500 sectors were rising. Consumer-discretionary stocks especially sensitive to Covid-19 developments, such as Marriott International, Hilton Worldwide and Royal Caribbean, were higher.</p><p>Bank stocks, which have been seesawing along with the latest Omicron news, were higher in afternoon trading. Morgan Stanley rose 3.6%, Wells Fargo gained 2.9% and JPMorgan was up 1.6%.</p><p>Vir Biotechnology's shares gained 4.3% after the immunology company and its partner, GlaxoSmithKline, said their Covid-19 antibody treatment proved effective against the Omicron variant in laboratory studies.</p><p>Shares of Intel gained 3.8% after The Wall Street Journal reported that it was planning to publicly list shares in its Mobileye self-driving-car unit, the latest move by Chief Executive Pat Gelsinger to revive the semiconductor giant's fortunes.</p><p>China's efforts to inject liquidity into the financial system have also helped reassure investors that the slowdown in the world's second-largest economy will be managed, Mr. Gimber said. On Monday, the People's Bank of China said it would reduce the reserve requirement ratio for banks by 0.5 percentage point to 8.4%, starting Dec. 15. This would unleash about 1.2 trillion yuan, equivalent to around $188 billion, into the financial system.</p><p>Shares of Chinese property developers listed in Hong Kong were broadly higher on the plans, which could assist China's debt-laden real-estate sector. Sunac China Holdings surged more than 15%, while China Aoyuan Group gained more than 10%.</p><p>Hong Kong's broader Hang Seng Index gained 2.7%, while China's Shanghai Composite edged up 0.2%. Japan's Nikkei 225 rallied 1.9% and South Korea's Kospi added 0.6%. In Europe, the pan-continental Stoxx Europe 600 surged 2%.</p><p>U.S. crude futures rose 3.8% to $72.13 a barrel, as fears of renewed Covid-19-related lockdowns recede.</p><p>Bitcoin, the world's largest cryptocurrency by market value, rose 1.4% to $51,058, according to FactSet, as it continued to recover from the weekend selloff.</p><p>In bond markets, the yield on the benchmark 10-year Treasury note ticked up to 1.463% Tuesday from 1.433% Monday. Yields rise when prices fall.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Paul Vigna at Paul.Vigna@wsj.com</p><p>U.S. Stocks Rise, Oil Gains on Omicron Optimism</p>",
  "published": "2021-12-07T19:26:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1668,
          "end": 1676
        },
        {
          "start": 1150,
          "end": 1178
        }
      ]
    }
  ]
}