{
  "_id": "15ab8f8b36693bc82a7a1250549bf8f515df5452bdee311caa1b1b190aa0482a",
  "feed": "ftcomall",
  "title": "Dowden to defend Channel 4 sell-off in face of criticism by advertisers",
  "text": "<p>The UK culture secretary will face down critics of government plans to<a href=\"https://www.ft.com/content/7c8bffd3-74ca-455d-835e-4557b645c504\"> privatise</a> Channel 4, after leading advertising executives urged the prime minister to rethink his plans to overhaul the station's ownership model.</p> <p>In his first public comments since the launch of a<a href=\"https://www.gov.uk/government/consultations/consultation-on-a-change-of-ownership-of-channel-4-television-corporation\"> consultation</a> on a change in the broadcaster's ownership, Oliver Dowden will on Wednesday argue that “a granny in Stockport or Southend” should not have to underwrite investments required to compete with the likes of Netflix.</p> <p>Dowden's address to the Royal Television Society conference in Cambridge will come after advertisers upped the ante in their campaign to stop Channel 4 from being privatised, arguing ahead of the minister's speech that the UK government had failed to make the case.</p> <p>The government has appointed JPMorgan to advise it on a prospective sale of Channel 4, people familiar with the matter said. JPMorgan declined to comment.</p> <p>In its submission to <a href=\"https://www.gov.uk/government/consultations/consultation-on-a-change-of-ownership-of-channel-4-television-corporation/consultation-on-a-potential-change-of-ownership-of-channel-4-television-corporation\">the consultation</a>, which closed on Tuesday night, the Incorporated Society of British Advertisers said it was a “significant concern” that the channel could be sold to another UK broadcaster, such as ITV or Sky. It added that such a move would reduce competition.</p> <p>Isba also said there was a “substantial risk” that Channel 4 programming appealing to a young and diverse audience would be “diluted and challenged over time” in private sector hands.</p> <p>In his speech, Dowden will argue that without extra cash Channel 4 “won't be able to compete with the streaming giants”, and funding could “either come on the back of the taxpayer, or it can come from private investment”.</p> <p>“I do not believe the borrowing of a commercial TV channel should be underwritten by a granny in Stockport or Southend.”</p> <p>Executives from across the UK advertising sector have signed a letter to Dowden and prime minister Boris Johnson arguing that a sell-off would be “short-sighted”.</p> <p>“We ask you to think again,” read the letter, whose signatories included leading executives from advertising groups Publicis, Havas and M&amp;C Saatchi. “The broadcaster's current structure allows it to offer advertisers a brilliant platform to build their brands and drive the UK economy.”</p> <p>Phil Smith, director-general at Isba, whose members include Asda, Barclays, McDonald's, Procter &amp; Gamble and Unilever, said: “Far from being niche concerns for advertisers, these worries are widely shared. We sincerely hope that ministers listen.”</p> <p>In response to the consultation, Channel 4 said it had concluded there was “no evidence” that privatisation would benefit “either British audiences or the UK economy”, adding that it “may indeed cause them harm”.</p> <p>Channel 4 said it was in a strong financial position, projecting that revenues this year would be 13 per cent higher than pre-pandemic levels in 2019, and top more than £1bn for the first time in its history thanks in part to its digital earnings.</p> <p>While the broadcaster acknowledged that viewership of traditional TV was in decline, it argued it was “addressing these challenges more effectively than our competitors”.</p> <p>In his speech, Dowden will recognise that “right now, Channel 4 is in a stable position”, but add: “I think too many people are fixated on Channel 4's current situation. I'm much more concerned with its long-term future.”</p> <p>Dowden will also seek to reassure TV industry dignitaries that Channel 4 would retain its public service obligations in the event of privatisation, including its commitment to news and current affairs and commissioning independent producers. It should remain “representative of the<a href=\"https://www.ft.com/content/b30238ce-fd4f-42cc-beca-61442cf1b8a8\"> entire nation</a>”, he will say.</p><p>Source: Alistair Gray and Arash Massoudi in London 2021 'Dowden to defend Channel 4 sell-off in face of criticism by advertisers' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-14T23:00:57.162Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 789,
          "end": 797
        },
        {
          "start": 885,
          "end": 893
        }
      ],
      "nexusId": "10009914"
    }
  ]
}