{
  "_id": "8c06cf60e3a4546a4eb55f43ab55b694ca1ccd2a7ee0bd1742eb43ed1b383877",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: Deals Power Morgan Stanley Profit --- Quarterly report beats forecasts on strength of merger activity and money management",
  "text": "<p>Morgan Stanley benefited from another quarter of merger mania. Companies confident in their economic prospects used the summer to acquire rivals or test their luck on the public market.</p><p>Investment banking fees jumped 67% to $2.85 billion, a new quarterly record. Revenue from advising on deals more than tripled to a record $1.27 billion. Fees from arranging initial public offerings and stock offerings rose 16% to $1.01 billion.</p><p>Elevated merger activity from all ends of the bank's global footprint drove the deal making boom, Morgan Stanley Chief Financial Officer Sharon Yeshaya said in an interview. Deal demand came from a diverse set of companies, Ms. Yeshaya said.</p><p>\"We're seeing a broadening out both from a geographical perspective and from a sector perspective, so all healthy signs in terms of what is going on in that market,\" Ms. Yeshaya said.</p><p>Morgan Stanley said the number of deals in the pipeline remains strong, and that it expects activity across its investment banking business to continue.</p><p>Trading revenue rose 6% to $4.52 billion. JPMorgan Chase &amp; Co. said Wednesday that its third-quarter trading revenue fell 5%.</p><p>Revenue at Morgan Stanley's wealth-management division, which includes E*Trade, increased 28% to $5.94 billion. In the investment-management division, revenue increased 38%.</p><p>Morgan Stanley shares rose 2.5% on Thursday to close at $101.01.</p><p>The bank's stock has risen 47% this year. Shares reached a record high of $105.45 in August.</p><p>The number of retail-trading clients at Morgan Stanley was 7.4 million, in line with the previous quarter. The average daily number of retail trades the company handled for the quarter neared 1 million, but was down 8% from the second quarter.</p><p>Operating expenses increased 21% to $9.9 billion.</p><p>Morgan Stanley boosted lending by 19% to $325 billion outstanding.</p>",
  "published": "2021-10-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1052,
          "end": 1072
        }
      ],
      "nexusId": "10009914"
    }
  ]
}