{
  "_id": "2682fe15808f7bb9154157207c07a28186622e093bac534f0ca951243cfcfd77",
  "feed": "wall-street-journal",
  "title": "JPMorgan Leads Investment Into AI-Powered Financial Analytics Startup; The $50 million Series B deal in Aumni signals investors' continued interest in companies leveraging tech to generate financial insights",
  "text": "<p>\"They have built a data-driven digital network that takes away all of the mystery and uncertainty of investing so investors can make informed decisions rather than relying on intuition,\" said Blake Modersitzki, general partner of Pelion Venture Partners, which also participated in the deal.</p><p>Since it launched its primary product in 2018, Utah-based Aumni says it has analyzed more than 100,000 investment transactions, providing previously inaccessible insights to customers throughout the private capital markets, Aumni Chief Executive and co-founder Tony Lewis said.</p><p>The financing comes amid a boom in venture funding for startups offering financial insights. In the first half of the year, investors poured $14.5 billion into sales and trading, analysis, and infrastructure tools for financial institutions, eclipsing the roughly $7 billion investors committed to those startups over the final three quarters of 2020, according to analytics firm CB Insights.</p><p>Aumni's funding comes as other analytics firms, such as PitchBook Data Inc. and CB Insights, assume a larger role in providing investing metrics in the private market. Mr. Lewis said Aumni's offerings are unique because its insights come from executed contracts while other firms largely source data from public filings and self-reported survey data.</p><p>Aumni customers, as part of their software-as-a-service contract, provide the deal contracts, Mr. Lewis said. Such contracts could offer data points including the lead investor's ownership stake in the round and information on the equity and convertible note transactions in the round.</p><p>Nearly all of Aumni customers also subscribe to either PitchBook or CB Insights, Mr. Lewis said. \"We consider PitchBook and CB Insights to be complementary data sources that further arm our customers with valuable, yet different, private-market data.\"</p><p>Aumni generates revenue by selling its software on a subscription basis and prices are determined by customer-specific variables, Mr. Lewis said.</p><p>Venture firms that also participated in the Series B deal include SVB Financial Group, Citadel Securities, Invesco Private Capital and Vanderbilt University.</p><p>In the red-hot venture market, the deal came together quickly. Aumni reached out to Pelion on July 1 and had a first meeting on July 6, Mr. Modersitzki said. \"We had a verbal agreement to move forward about 10 days later.\"</p><p>Aumni said it is capitalizing on the fact that there are more deals to analyze in today's market and will use the capital to expand its offering to limited partners, law firms and company founders, among other things.</p><p>Write to Marc Vartabedian at marc.vartabedian@wsj.com</p>",
  "published": "2021-08-26T16:37:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        }
      ]
    }
  ]
}