{
  "_id": "860ce6c64221cdb703cc277d40caee7ca77bb33a374051569d0edcbddc05832a",
  "feed": "wall-street-journal",
  "title": "Rising Energy Prices Feed Inflation Worries; Bank of Korea Holds Rates; IMF Chief to Stay After Probe",
  "text": "<p>Top News</p><p>Rising Energy Prices Exacerbate Concerns About Inflation</p><p>Stock indexes have been dragged lower in choppy trading in recent weeks, as investors are contending with an energy crunch that threatens to add to inflationary pressures just as signs emerge that global economic growth is slowing.</p><p>China to Let Power Prices Rise in Bid to Fix Electricity Crunch</p><p>Investors Watch for Rising Costs in Earnings This Week</p><p>What companies reveal about the impact of any supply-chain problems, labor shortages and the continuing pandemic could determine the tone of trading, following a month of ups and downs that have pushed the S&amp;P 500 down 3.2% from its September record. Wall Street is betting that company profitability has edged lower, in part as a result of the unevenness of the pandemic recovery.</p><p>U.S. Economy</p><p>Millennials Team Up to Fulfill the Dream of Homeownership</p><p>For millennials, many of whom are getting married later in life, swimming in student-loan debt and facing soaring home prices, homeownership can feel more like a fantasy than an achievable goal. So, some first-time home buyers are taking a more creative route to make it happen—by pooling their finances with partners, friends or roommates.</p><p>Key Developments Around the World</p><p>Bank of Korea Holds Rate Steady as Expected</p><p>South Korea's central bank kept its base rate unchanged at 0.75%, following a quarter-percentage-point increase in August. Analysts expect it to raise rates again next month.</p><p>IMF Chief to Stay After Investigation Into World Bank Data Rigging</p><p>The executive board of the International Monetary Fund said it has full confidence in Kristalina Georgieva as its managing director, putting an end to weeks of uncertainty while the board investigated her role in a data-manipulation scandal at the World Bank, where she had been chief executive.</p><p>In Poland, Protesters Fear Court Ruling Points to EU Exit</p><p>Tens of thousands of protesters marched through Warsaw and other Polish cities late Sunday to oppose a court ruling that European Union legal judgments have become incompatible with the Polish constitution, a decision protesters fear could prompt Poland to follow the U.K. out of the bloc.</p><p>Quick Hits</p><p>Dollar to Gain as Central Banks Adjust Policy at Varying Speeds</p><p>The U.S. dollar stands to gain as the Fed tightens faster than other major central banks, Bank of America says, pointing to the risk of stagflation. BofA says that, \"as long-term market inflation expectations remain anchored, the monetary policy path remains as currently planned,\" with monetary stimulus being removed faster in the U.S. than in Europe. (Dow Jones Newswires)</p><p>Higher Inflation Could Linger, Fed to Respond With Taper</p><p>While the recent uptick in inflation is likely transitory as the Fed has argued, says David Kelly, chief global strategist at JP Morgan Asset Management, with high prices themselves providing a strong incentive to producers and distributors to get goods to market thus relieving price pressures, it appears increasingly likely that some of this higher inflation will linger. \"In particular, the effects of fast-rising wages, fast-rising rents and, most of all, higher inflation expectations should keep inflation well above the Fed's long-run 2% target through 2022 and into 2023,\" he says. \"We expect the Federal Reserve to bow to this reality by announcing a plan to taper bond purchases at its meeting next month and to start raising short-term interest rates before the end of next year.\" (DJN)</p><p>BofA Expects 15-Basis-Point U.K. Interest-Rate Rise in December</p><p>Bank of America analysts have brought forward their call for a first interest-rate rise in the U.K. to December this year from their previous forecast of February 2022. They now expect Bank of England officials to raise borrowing costs by 15 basis points to 0.25% in December and by 25 basis points in February, bringing the bank rate to 0.5%.</p><p>The revision follows comments over the weekend by Gov. Andrew Bailey and policy maker Michael Saunders warning about inflation risks and endorsing market pricing of an imminent interest rate rise. \"We expect an inflation peak around 5% and the supply shocks seem to grow by the week,\" the analysts say, adding that \"early hikes are ‘stitch in time'.\" (DJN)</p><p>Euro to Fall if ECB Continues to Downplay Inflation Risks</p><p>The euro could weaken if most European Central Bank policy makers continue to show little concern about inflation risks, Commerzbank says. The longer most ECB members play down inflation, the more likely this will \"sow doubts\" in the market that the ECB could move toward exiting from its expansionary monetary policy sooner than anticipated, Commerzbank currency analyst Thu Lan Nguyen says. ECB chief economist Philip Lane on Monday said a one-off shift in wages in response to recent price spikes wouldn't be a sign of sustainably higher inflation. (DJN)</p><p>Financial Regulation Roundup</p><p>Xi Jinping Scrutinizes Chinese Financial Institutions' Private Firm Ties</p><p>Chinese President Xi Jinping is zeroing in on the ties that China's state banks and other financial stalwarts have developed with big private-sector players, expanding his push to curb capitalist forces in the economy.</p><p>Forward Guidance</p><p>Tuesday (all times ET)</p><p>7 a.m.: European Central Bank's Enria speaks on panel at Institute of International Finance meeting</p><p>8:30 a.m.: European Central Bank's Lane speaks on the economy at \"EU and U.S. Perspectives\" conference</p><p>10 a.m.: U.S. Labor Department releases August Job Openings and Labor Turnover Survey</p><p>11:15 a.m.: Fed's Clarida speaks on economy and monetary policy at Institute of International Finance meeting</p><p>12:30 p.m.: Atlanta Fed's Bostic speaks on inflation at Peterson Institute for International Economics event</p><p>Wednesday</p><p>8:30 a.m.: U.S. Labor Department releases September CPI</p><p>10:30 a.m.: Bank of England's Cunliffe gives prerecorded speech at SWIFT's Sibos conference</p><p>2 p.m.: U.S. Federal Reserve releases Sept. 21-22 meeting minutes</p><p>4:30 p.m.: Fed's Brainard speaks to Oklahoma tribal leaders on financial inclusion and economic challenges of the pandemic</p><p>8 p.m.: Fed's Bowman speaks on economy and monetary policy at South Dakota State University event</p><p>Commentary</p><p>Japan Doesn't Need ‘Kishida Shock' Therapy</p><p>Japan's new prime minister, Fumio Kishida, may be unhappy to suffer a setback after barely a week in office. Investors in Japanese stocks should feel more comfortable, writes WSJ's Jacky Wong. Mr. Kishida said Sunday that he has no plans to raise capital gains or dividend taxes. Comments last Monday that he might consider such taxes had added to existing unease in the market, already trending down since he was confirmed: Social media coined the term \"Kishida shock.\" That market verdict may have contributed to the new prime minister's about-face—after which Japan's Topix index rose 1.8% Monday. Policies to improve competition and governance and encourage more-productive investment would probably do more to help workers than strong-arming companies to raise wages, or trying to directly redistribute wealth in a country where, by G-7 standards, the distribution is already relatively flattish.</p><p>Basis Points</p><p>The number of people on company payrolls in the U.K. rose in September for the tenth straight month and now exceeds prepandemic levels. The number of payrolled employees rose 207,000 in September, according to data published by the Office for National Statistics. The total number of people on company payrolls rose to 29.2 million. Overall unemployment in the three months through August declined by 126,000, data show, taking the unemployment rate to 4.5%, its lowest level since the same period last year. (Dow Jones Newswires)</p><p>Economic expectations in Germany weakened in October for the fifth consecutive month to the lowest level since the Covid-19 pandemic first hit the country amid widespread supply-related strains, the ZEW economic research institute said. The measure of economic expectations decreased to 22.3 in October from 26.5 in September. (DJN)</p><p>China's car sales declined in the third quarter from a year earlier, the first such drop in more than a year, as the global chip shortage continues to hold back the world's largest auto market. Sales of passenger cars in September fell 17% from a year earlier to 1.58 million vehicles, the China Passenger Car Association said. Sales from July to September declined 13% from a year earlier.</p><p>Former Australian Treasury Secretary Martin Parkinson has called for an urgent revamp of Canberra's economic reform agenda, warning that without change, the country could be subject to \"heightened vulnerability\" in the event of a future shock such as the Covid-19 pandemic. (DJN)</p>",
  "published": "2021-10-12T12:31:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}