{
  "_id": "253ab00e471fa726a2178f1971795f7aed9502981429b7cd52146127c03b345b",
  "feed": "ftcomall",
  "title": "Jay Hambro, the ‘ultimate salesman' behind Sanjeev Gupta's GFG",
  "text": "<p>On the sidelines of the England cricket team's 2017-18 tour of Australia, MPs from the two countries took to a pitch outside Sydney for the final match in the parallel “Parliamentary Ashes” series. </p> <p>Among spectators including the home nation's then prime minister Malcolm Turnbull and his predecessor John Howard was British metals magnate Sanjeev Gupta, the sponsor of the UK politicians' tour who four months earlier had bought the Whyalla steelworks in Southern Australia.</p> <p>Also watching in the bright summer sun was a red-faced Englishman, Jay Hambro — the scion of a London banking dynasty whose deep establishment connections helped drive Gupta's relentless dealmaking, opening doors both to politicians and lenders.</p> <p>Now a rift is threatening their relationship as Gupta battles to keep his GFG Alliance afloat following the collapse this year of his main lender Greensill Capital. After a disagreement over an asset sale, the 45-year-old Hambro is set to leave <a href=\"https://www.ft.com/content/d2a126b7-bcf2-4c74-8c47-3edbf39b9e51\">GFG</a>, which is under investigation by the UK's Serious Fraud Office.</p> <p>Tall, broad-shouldered and physically imposing, Hambro helped Gupta access global banks for the first time, bringing credibility to the Indian-born businessman's efforts to become an international force in the metals industry. </p> <p>“I can understand why Sanjeev wanted to have him by his side — he was extremely influential — nothing happened within GFG without his sign-off,” said one banker who worked with GFG. “I don't think he would have gotten where he was without Jay beside him.”</p> <p>For one of Gupta's biggest deals, the 2018 purchase of the Dunkirk aluminium smelter from Rio Tinto, Hambro helped secure a $350m loan from a consortium of banks including Morgan Stanley and China's ICBC — the first time GFG had obtained traditional bank lending. </p> <p>He delivered a “wow PowerPoint pitch” according to one banker on the deal, who described Hambro as “the ultimate salesman”, having “promised a lot of things to a lot of banks”.&#xa0;</p> <p>With a family heritage stretching back to Baron Carl Joachim Hambro, a Dane who in 1839 founded Hambros Bank in London, he grew up steeped in the tight-knit worlds of finance and mining. </p> <p>Aged 17, the Harrow-educated Hambro was packed off by his father Peter for a stint working at mines in Australia with his brother Evy. After a business management degree at Newcastle University, he took jobs in natural resource banking at Rothschilds and HSBC before joining <a href=\"http://markets.ft.com/data/equities/tearsheet/summary?s=BBG000MTK106\">Petropavlovsk</a>, the Russia-focused gold miner co-founded by his father.</p> <p>He was later tasked with running Petropavlovsk's iron ore deposits in Russia's Far East, which were spun out into Hong Kong-listed IRC in 2010. As a young executive chair, Hambro had to deal with a much older board including Simon Murray, then chair of Glencore. </p> <p>“He really does his homework and has an incredible ability to listen and learn — he's a very impressive individual,” said Johnny Martin Smith, an independent non-executive director of IRC. “If Simon said something that wasn't fair he would tell him, chair of Glencore or not.” </p> <p>Petropavlovsk acted as guarantor for a $340m loan to the company from China's largest bank, ICBC, for the construction of an iron ore mine. In emails, IRC was labelled as a member of the “Petropavlovsk Alliance”. </p> <p>“It was a family affair,” one banker said.</p> <p>However, people who know Hambro say he wanted to emerge from his father's shadow. In 2016 Gupta offered him a route out of the family business. </p> <p>Hambro became group chief investment officer for GFG, with responsibility for that year's acquisition of Wyelands Bank as well as the company's energy portfolio. </p> <p>At its peak, Wyelands gathered more than £700m in deposits from British savers, which was mainly lent to companies with links to GFG. Wyelands is under investigation by the National Crime Agency and Serious Fraud Office and Hambro has left the board, according to filings. </p> <p>Hambro's idea was to build renewable energy supply for the company's steel plants and other industrial assets, reducing power costs but also helping to decarbonise operations. Longer-term, he hoped to create a portfolio of mining assets for the company. </p> <p>He soon became Gupta's right-hand man, travelling the world to do deals from Australia to Europe and the US. An arch networker, Hambro “likes doing deals”, according to one person who knows him. </p> <p>In Scotland, Hambro helped Gupta garner political support, including from first minister Nicola Sturgeon. The government <a href=\"https://www.gov.scot/collections/ministerial-engagements-travel-and-gifts/\">register of ministerial engagements</a> shows rural economy minister Fergus Ewing dined with Hambro four times in six months from September 2017 to May 2018.&#xa0;</p> <p>GFG's purchase of Britain's last aluminium smelter in Lochaber, along with two nearby hydropower plants acquired from Rio Tinto in 2016, preserved jobs and rescued important industrial assets. The purchase was underpinned by a government guarantee worth £575m.&#xa0;</p> <p>In 2018 Macquarie decided to stop doing any business with the company, according to people familiar with the matter, because of concerns over how it was funded. Macquarie declined to comment. </p> <p>Hambro managed to bring in JPMorgan as corporate broker for <a href=\"https://simecatlantis.com/2019/01/22/directorate-changes-and-appointment-of-j-p-morgan-cazenove-as-adviser-and-joint-broker/\">Simec Atlantis</a>, a tidal power company whose acquisition by Gupta he had handled.&#xa0;The Wall Street bank also helped arrange a bond sale for Gupta's Australian subsidiary Infrabuild, which <a href=\"https://www.ft.com/content/b1d7b980-db7a-11e9-8f9b-77216ebe1f17\">raised</a> $325m at a 12 per cent yield.&#xa0;JPMorgan declined to comment. </p> <p>Other energy transactions handled by Hambro include the 2017 <a href=\"https://www.ft.com/content/e8279f30-e0ba-11e7-a8a4-0a1e63a52f9c\">takeover </a>of Scottish hydropower developer Green Highland Renewables.</p> <p>However, the renewables projects have struggled. Shares in Simec Atlantis, where Hambro sits on the board, have fallen 86 per cent in the past five years. </p> <p>Now, as GFG struggles for survival, the reputations of both Gupta and his former right-hand man are on the line. </p> <p>One former government minister said Hambro seemed “extraordinarily pleased with himself and a consummate name-dropper”, adding that, in light of the possible fallout from Gupta's controversies, “I suspect that he is not as clever as he thinks he is”. </p> <p><em>Reporting by Henry Sanderson, Robert Smith, Michael Pooler, Neil Hume and Sylvia Pfeifer</em></p><p>Source: FT Reporters   2021 'Jay Hambro, the ‘ultimate salesman' behind Sanjeev Gupta's GFG' FT.com 31 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-31T09:00:09.779Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5329,
          "end": 5337
        }
      ],
      "nexusId": "10009914"
    }
  ]
}