{
  "_id": "198cd59d30a762547974a19c7db7c6188a61c9ce1eeec961575baa0d3992f46b",
  "feed": "market-watch",
  "title": "JPMorgan portfolio manager adds S&P 500 exposure. Here's why he's bullish",
  "text": "<p>Camporeale, who is overweight U.S. equities, this month added exposure to the S&amp;P 500 index, he told MarketWatch by phone. He said the trade increased his equities allocation to 67% from 65%, with stocks in the U.S. being the largest position followed by an overweight to Europe.</p><p>Now in the “mid-cycle” stage of the U.S. market, Camporeale said he likes large-cap stocks split between growth and value factors. He said he is optimistic about the stock market partly because the U.S. wave of Covid-19 cases fueled by the delta variant of the coronavirus — which slowed economic growth in the third quarter — appears to be subsiding and consumer spending is strong.</p><p>Also, the Federal Reserve's monetary policy remains dovish even as it may start tapering its monthly bond purchases assets later this year, said Camporeale. The Fed has been looking for more progress on maximum employment before tightening its policy through interest rate hikes though, which at least for now should leave equities investors with accommodation, he said.</p><p>“That's bullish for taking risk in the U.S.,” said Camporeale.</p><p>Read:U.S. economy revs up a bit in October after delta speed bump, IHS finds</p><p>He said Fed funds futures have priced in 50 basis points of rate hikes next year, a degree of tightening that, in his view, seems unlikely as the central bank's first step of tapering assets is&#xa0;not expected to be completed until mid-2022. “Squeezing in two tightenings after that just seems a little too aggressive,” said Camporeale.</p><p>The yield on the 10-year Treasury note has risen in recent weeks and is now trading around an appropriate level, according to Camporeale, who invests in stocks, bonds and alternatives under J.P. Morgan Asset Management's global allocation strategy.</p><p>He believes the Fed isn't behind the curve with its monetary policy. “If the Fed was perceived to be behind the curve, I think the yield curve would be a lot steeper,”&#xa0; said Camporeale.&#xa0;</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y was trading at 1.64% around midday Friday, compared to around 1.2% in the second half of July when the coronavirus delta variant was surging, according to FactSet data.</p><p>See:Why a big drop in bond yields ‘freaks people out' and sends stocks tumbling</p><p>The economy should be getting back on track after the delta variant “took a bite out of third-quarter growth,” said Camporeale.&#xa0;</p><p>Under his base case, he said high U.S. stock valuations will be validated by “above-trend” economic growth and strong corporate earnings. But inflation and higher energy prices potentially becoming structural are risks to that view, as that could lead the Fed to a faster liftoff from currently low interest rates, said Camporeale.&#xa0;</p><p>The S&amp;P 500 index SPX was trading down midday Friday, after closing at an all-time high Thursday, according to FactSet data. The index has risen around 5% so far this month, rebounding from a September loss of almost 5%, bringing gains for the year to more than 20%, the data based on Friday midday trading show.</p>",
  "published": "2021-10-22T12:44:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}