{
  "_id": "8ece5b9700c8d7ef22d1da680882a02f6207308e6a173737dc8da15830377b9f",
  "feed": "market-watch",
  "title": "U.S. stock futures inch up as JPMorgan kicks off earnings, consumer price inflation data ahead",
  "text": "<p>How are stock-index futures trading?</p><p>Dow Jones Industrial Average futures YM00 rose less than a percent to 34,282</p><p>S&amp;P 500 futures ES00 were flat at 4,345</p><p>Nasdaq-100 futures ES00 rose 0.3% to 14,697</p><p>On Tuesday, the Dow Jones Industrial Average DJIA fell 118 points, or 0.34%, to 34378, the S&amp;P 500 SPX declined 11 points, or 0.24%, to 4351, and the Nasdaq Composite COMP dropped 20 points, or 0.14%, to 14466.</p><p>What's driving the market?</p><p>Stock markets have seen choppy action this week have investors have anxiously awaited the start of third-quarter U.S. corporate earnings reporting season, amid concerns supply-chain problems and labor shortages have dented profit margins.</p><p>Shares of tech giant Apple AAPL fell 0.7% in premarket trading, after Bloomberg reported late Tuesday that the tech giant will cut iPhone 13 production due to global chip supply shortages.</p><p>The start of the U.S. earnings reporting season was underway, with JPMorgan Chase JPMbeating Wall Street forecasts on earnings per share as it released another $2.1 billion of loan loss reserves. Those shares rose 0.5% in premarket. BlackRock BLK shares climbed 2% after the bank reported beats on both profit and revenue expectations and more than 20% growth on assets undermangement.</p><p>Earnings from Delta Air Lines DAL are still ahead.</p><p>Analysts expect S&amp;P 500&#xa0;index earnings to rise 27.6% annually, a pace markedly slower than a 52.8% gain in the first quarter and 92.4% in the second quarter, which both benefited from favorable comparisons with the start of the COVID-19 pandemic last year. Bank of America has warned that guidance from companies could be ugly amid a “make or break quarter.”</p><p>Read:Will bank stocks' wild rally continue? Here are the numbers to watch in this week's earnings</p><p>Opinion:&#xa0;Beating the market would still be tough even if you knew the S&amp;P 500's earnings before everyone else</p><p>September U.S. consumer prices are also in the spotlight for Tuesday, with economists forecasting that the monthly number will rise 0.3%, and the annual number steady stable at 5.3%. The numbers are due at 8:30 a.m. Eastern Time.</p><p>The CPI data will show how a 13% rally in U.S. crude prices has hit inflation, with chances of a stronger number more likely than a softer one, said Ipek Ozkardeskaya, senior analyst at Swissquote, in a note to clients.</p><p>“And a strong inflation [number] will only reinforce the expectation that the Federal Reserve (Fed) would start tapering its bond purchases by next month, that's already priced in. Yet, a too strong figure could boost expectations of an earlier rate hike from the Fed, and that's not necessarily fully priced in,” said the analyst.</p><p>Later on Wednesday, investors will get the latest Federal Open Market Committee meeting minutes. That could “reiterate the Fed's willingness to start tapering the bond purchases soon and could give a further insight regarding the need and the possibility of seeing the rate normalization happen before 2023,” said Ozkardeskaya.</p>",
  "published": "2021-10-13T07:34:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 30,
          "end": 38
        },
        {
          "start": 931,
          "end": 939
        },
        {
          "start": 931,
          "end": 945
        }
      ],
      "nexusId": "10009914"
    }
  ]
}