{
  "_id": "577584ea1a7a0d78be2432f00a248c5f45ebd9d78a7349b55d35be00c484a76d",
  "feed": "ftcomall",
  "title": "JPMorgan to pay $200m over staff messages on personal devices ",
  "text": "<p>JPMorgan has agreed to pay US regulators a record $200m for failing to keep records of staff communications on personal devices.</p> <p>The Securities and Exchange Commission on Friday said JPMorgan Securities, the bank's broker-dealer subsidiary, will pay $125m after admitting that more than 100 employees exchanged tens of thousands of messages via WhatsApp, text messages and personal email accounts about business dealings, from at least January 2018 until November 2020. </p> <p>“As technology changes, it's even more important that registrants ensure that their communications are appropriately recorded and are not conducted outside of official channels in order to avoid market oversight,” SEC chair Gary Gensler said in a statement.</p> <p>The Commodity Futures Trading Commission, the US derivatives regulator, on Friday also ordered JPMorgan to pay $75m for “widespread” use of unapproved communication channels. </p> <p>The bank failed to record these exchanges and present them to the CFTC when requested, the regulator said. Staff including senior employees discussed the bank's commodities and swaps business via personal text and WhatsApp messages since at least July 2015, the CFTC said.</p> <p>The SEC penalty is almost ten times larger than the $15m paid by Morgan Stanley in 2006 to settle allegations that it failed to preserve emails. </p> <p>JPMorgan's actions “hindered several commission investigations and required the staff to take additional steps that should not have been necessary”, said Sanjay Wadhwa, deputy director of enforcement at the SEC.</p> <p>In their unregistered messages, staff discussed investment strategies, client meetings and other investment bank activity, as well as market colour and analysis, according to the securities regulator.</p> <p>The SEC said supervisors at JPMorgan Securities including managing directors, who were responsible for preventing wrongdoing, had themselves used personal devices to discuss the company's securities business.</p> <p>The SEC is also investigating additional record-keeping issues at other financial firms.</p> <p>The multimillion-dollar fine is a warning to banks across Wall Street to tighten up controls and document preservation among employees, which has become more complicated during the pandemic with more work being done away from the office. </p> <p>While monitoring staff communication has become more challenging during Covid-19, the SEC said some of the compliance failures predated the pandemic.</p> <p>Earlier this year, JPMorgan had its bankers install on their work phones a messaging and calling app called “Movius”, which records all calls. Staff also have to make a regular declaration that they will not use messaging apps for work material.</p> <p>Other banks have also been trying to enforce stricter compliance rules. The Financial Times <a href=\"https://www.ft.com/content/70680daf-41b4-496a-8cb2-f14bb28534dd\">reported</a> that Credit Suisse is asking employees to let bank access their personal mobile phones and other devices if they use them to communicate with clients or colleagues.</p> <p>In addition to paying a penalty, JPMorgan Securities also agreed with the SEC to hire a compliance consultant and improve its compliance procedures. The CFTC said JPMorgan must also “engage in specified remedial undertakings”.</p><p>Source: Stefania Palma in Washington and Joshua Franklin in New York 2021 'JPMorgan to pay $200m over staff messages on personal devices ' FT.com 17 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-17T13:30:58.551Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2439,
          "end": 2447
        },
        {
          "start": 823,
          "end": 831
        }
      ],
      "nexusId": "10009914"
    }
  ]
}