{
  "_id": "656f703c8496f1fbae8870e60093b12212e85ab1f9d992df4d940ec7ad042c68",
  "feed": "wall-street-journal",
  "title": "Business News: JPMorgan Invests In Mortgage Clearinghouse",
  "text": "<p>The investment bank has contributed additional venture capital funding to Maxex LLC, a growing digital exchange for residential mortgages, executives at both companies said. Terms of the deal weren't disclosed. Maxex connects sellers and buyers of the home loans, providing standardized documentation so they can be easily purchased by financial firms. Those firms invest in the loans or bundle them into mortgage-backed bonds, or securitizations, they sell to others.</p><p>\"If there's a segment of finance that has lagged in utilization of technology it's the mortgage business -- it's remarkably inefficient,\" said James Bennison, an executive at insurer Arch Capital Group, which bought about $120 million of loans on the Maxex platform this year.</p><p>Maxex provides a clearinghouse where mortgage lenders can sell loans and where large banks and asset managers can buy them. The company, which launched in 2016, conducts due diligence on the loans it lists for sale and uses a standardized contract for buyers and sellers, streamlining the trading process, said chief executive Tom Pearce.</p><p>Loans funded on the platform averaged about $1 billion a month this year. JPMorgan has traded about $4 billion this year, up from $2.2 billion in all of 2020, according to Mr. Pearce and Marc Simpson, a managing director at JPMorgan. The bank helped finance Maxex's launch and is investing the new funds to help the platform attract other large banks and institutional investors to increase trading activity, they said.</p><p>The market for private-label mortgage bonds played a central role in the financial crisis 2008-09. It grew mightily in the years leading up to the crash, but investors got burned when millions of homeowners stopped paying their mortgages.</p><p>Today, government-backed giants Fannie Mae, Freddie Mac and Ginnie Mae dominate the U.S. mortgage industry, guaranteeing more than three-quarters of the mortgages originated last year.</p><p>Wall Street banks and investors have long tried to restart the private-label market, with limited success. It remains a tiny fraction of the home lending industry and originations effectively shut down during the early days of the pandemic last year.</p>",
  "published": "2021-06-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 15,
          "end": 23
        },
        {
          "start": 1159,
          "end": 1167
        },
        {
          "start": 1309,
          "end": 1317
        }
      ],
      "nexusId": "10009914"
    }
  ]
}