{
  "_id": "72d60e0e1bb787ad3ae5115c20804355cf91b4ad9883f54eac7552dea993cb13",
  "feed": "wall-street-journal",
  "title": "Investors Sour on Emerging Markets  ----  By Anna Hirtenstein",
  "text": "<p>   Pressure is building in some emerging markets as brightening U.S. growth prospects prompt investors to pull capital out of economies that look less robust. </p><p>   The yield on Brazil's 10-year local currency bond jumped to 9.65% on Wednesday from 6.96% at the end of 2020. That is the highest since the peak of the market tumult in March 2020, according to FactSet. Russian and Mexican bond yields also recently hit their highest levels in a year. When bond prices fall, yields rise. </p><p>   February and March saw the biggest net outflows from emerging-market bonds since the pandemic emerged last spring, with investors withdrawing about $3 billion in each month, according to data from the Institute of International Finance. The selloff was heaviest for debt issued by South Africa, Indonesia and India. Fund managers also pulled out a combined $670 million from stocks in developing countries over those two months. </p><p>   Investors say emerging markets have been upended by the improved U.S. growth outlook, which is strengthening the dollar and sending Treasury yields higher as money managers bet the Federal Reserve will raise interest rates in coming years to keep inflation tame. </p><p>   The optimism about the U.S. is drawing capital out of emerging markets and forcing some developing countries to raise interest rates despite economic weakness. </p><p>   \"The global liquidity cycle is beginning to turn,\" said Paul O'Connor, head of a multiasset team at Janus Henderson. \"If you look at emerging-market fixed income today, it's going against big headwinds.\" </p><p>   He has cut holdings of emerging-market equities and is neutral on emerging-market bonds. </p><p>   One of the key challenges facing developing nations is the rise in U.S. real yields, or the returns on government debt after accounting for inflation. </p><p>   Measured by the yield on 10-year Treasury inflation-protected securities, real yields climbed as high as minus 0.573% in mid-March, from minus 1.089% on Dec. 31, before easing to minus 0.684% on Wednesday. </p><p>   Lower real rates tend to be associated with stronger performance in riskier asset classes, such as those in emerging markets. </p><p>   \"Markets know that we've passed the point of peak generosity. We've probably seen the low end of real yields for a long time to come,\" said Mr. O'Connor. </p><p>   The higher real yield is prompting investors to reconsider whether the extra risk they take on emerging-market debt is worth it. </p><p>   \"Emerging markets were a winner in the coronavirus era: They were a winner when the economies were frail, and real yields were collapsing,\" Mr. O'Connor said. With real yields recovering, \"it seems only natural that markets, that investors, should rotate elsewhere.\" </p><p>   The other challenge is the strengthening dollar: The WSJ Dollar Index, which measures the greenback against a basket of currencies, has gained 2.3% this year. </p><p>   A stronger dollar makes it costlier for developing countries to make payments on their foreign-currency debt and can weigh on commodity prices, curtailing export revenue for producers. It raises the prospect of higher inflation. </p><p>   \"It's a vicious circle,\" said Shaniel Ramjee, a multiasset fund manager at Pictet Asset Management. Mr. Ramjee said he has recently cut holdings of stocks in China and Brazil, and instead bought U.S. equities. </p><p>   Stocks and bonds of developing countries with higher levels of political risk such as Turkey, and weaker economies like South Africa, are looking less appealing, investors say. Some countries such as Brazil and India are also still dealing with rising coronavirus infection rates and new variants, which could impair their recovery. </p><p>   This year's capital outflows from emerging-market stocks and bonds have weakened several currencies. The Brazilian real, for instance, has lost 8% against the dollar this year. </p><p>   To combat depreciating currencies and rising inflation, and win back foreign investors, central banks in Brazil, Russia and Turkey raised interest rates last month. </p><p>   Investors say higher borrowing costs could curb the pace of economic recovery for some of those countries. Mexico's central bank is also likely to raise its policy rate, according to Zsolt Papp, an emerging-market debt specialist at J.P. Morgan Asset Management. </p><p>   \"Emerging-market central banks are more exposed to global capital flows: They can't afford to ignore what's happening on that front,\" said Mr. Papp. </p><p></p>",
  "published": "2021-04-09T06:12:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}