{
  "_id": "3cddb35800b8152eebdf91adb563f0685284340b9e62703782968892c1c29159",
  "feed": "ftcomall",
  "title": "Goldman Sachs and JPMorgan: dealmakers in vogue",
  "text": "<p><strong>One thing to start: </strong>the US securities regulator <a href=\"https://www.ft.com/content/491606db-9307-40b6-8f2a-62c352d954fd\">fined</a> <strong>Momentus</strong>, a space transportation start-up, and <strong>Stable Road</strong>, a special purpose acquisition company that last year agreed a deal to take the business public, for misleading investors in the first crackdown of its kind. DD's Miles Kruppa and Ortenca Aliaj <a href=\"https://www.ft.com/content/99de2333-e53a-4084-8780-2ba9766c70b7\">previously reported</a> on the SEC's investigation into Momentus.</p> <h2>M&amp;A is the bright spot as Goldman Sachs and JPMorgan kick off earnings season</h2> <p><strong>Goldman Sachs</strong> might be <a href=\"https://www.ft.com/content/239631a3-c42d-4ce4-9dc5-1e3cc71ca0e9\">dragging its feet</a> on whether to join Wall Street rivals in raising first-year analysts' pay (check back to <a href=\"https://www.ft.com/content/e04c20db-bd00-4784-88ff-09f4464fe0ce\">Tuesday's DD</a> if you missed our take on that). But it's still asserting its dominance when it comes to M&amp;A fees.&#xa0;</p> <p>Goldman was the top fee-earning bank for M&amp;A in the first six months of this year, with <strong>JPMorgan Chase</strong> coming in second, according to <strong>Refinitiv </strong>data.&#xa0;</p> <p>In the second quarter, Goldman's total investment banking fees of $3.6bn were just shy of the record <a href=\"https://www.ft.com/content/ded77c47-ce4b-4a33-89c1-2e4ea18cf094\">$3.7bn</a> earned in the first three months of 2021. JPMorgan also brought in <a href=\"https://www.ft.com/content/94e26c0f-4fd3-4d31-a624-8e6ec35ce0ae\">$3.6bn</a>.</p> <p>Both banks' earnings this week demonstrated how a boom in dealmaking fees has helped to offset a plunge in trading revenues from the heights they reached during the wild stock-trading days at the beginning of the pandemic, as the FT's Joshua Franklin and Imani Moise <a href=\"https://www.ft.com/content/73999cf3-82ed-453d-a30c-e88e55cc8813\">report</a>.</p> <p>“Looking ahead to the third quarter, the pipeline remains very strong,” said JPMorgan finance chief <strong>Jeremy Barnum</strong>. “We expect M&amp;A activity and the IPO markets to remain active.”</p> <p>Goldman's chief executive <strong>David Solomon</strong> said on a call with analysts on Tuesday that the bank was braced for a record deal backlog.</p> <p>It hasn't hurt that private equity is on a tear. Goldman's asset management business, which houses its fund for private equity investments, reported revenues of $5.1bn, up 144 per cent from a year ago.</p> <p>But while ultra-low interest rates and quantitative easing programmes have set up the perfect conditions for an M&amp;A frenzy, those same factors are damaging banks' <a href=\"https://www.ft.com/content/8738c327-ceab-4d00-8c24-fbc44c81a0c4\">lending businesses</a>.</p> <p>As <a href=\"https://www.ft.com/content/9a81d249-7509-48d9-a4a7-8f506beb5953\">Lex explains</a>, Americans are borrowing less these days, emboldened by higher wages and stimulus cheques. JPMorgan's credit card lending dropped 3 per cent.&#xa0;</p> <p>While Goldman's total revenues rose 16 per cent from a year ago, JPMorgan's fell 8 per cent.&#xa0;</p> <p>“Right now you have a counterbalance with the M&amp;A,” <strong>Mark Doctoroff</strong>, co-head of <strong>MUFG</strong>'s global financial institutions group, told the FT.&#xa0;</p> <p>With loan growth and trading revenues slipping across the board, it's not clear for how much longer the Wall Street titans can rely on investment banking gains to buoy their results.</p> <h2>European asset management's Darwinian dilemma</h2> <p>Asset managers are <a href=\"https://www.ft.com/content/c4ff2a92-4508-11e9-a965-23d669740bfb\">shrinking in number</a>, as relentless pressure to lower fees coupled with rising costs has given rise to a wave of consolidation.&#xa0;</p> <p>Most of those deals have forged alliances between American investors, such as<strong> Morgan</strong> <strong>Stanley</strong>'s<a href=\"https://www.ft.com/content/635db026-2e71-4b39-b703-c7233074c84b\"> takeover </a>of <strong>Eaton Vance</strong> and<strong> Franklin Templeton</strong>'s <a href=\"https://www.ft.com/content/aaede5d4-5250-11ea-8841-482eed0038b1\">acquisition</a> of <strong>Legg Mason</strong>, which propelled both into the<a href=\"https://www.ft.com/content/9621add4-d6d2-11e8-ab8e-6be0dcf18713\"> $1tn-in-assets club</a>.</p> <p>Now the pressure on European counterparts<a href=\"https://www.ft.com/content/092d8b5c-14cd-4499-9745-a1bc71cc951d\"> to respond</a> is growing.&#xa0;</p> <p>If the region's investment firms fail to evolve, they risk losing prominence on the global stage. Eight European companies appeared on consultant <strong>Willis Towers Watson</strong>'s list of the 20 largest asset managers in 2009, a number that has since dropped down to five.</p> <p>But there are hazards in achieving the benefits of scale.&#xa0;</p> <p>“Consolidation in a people business is very hard,” said <strong>Vincent Bounie</strong>, senior managing director at <strong>Fenchurch Advisory</strong>, a specialist investment bank for financial services. “If you destabilise your key teams and people, you risk destabilising clients, which leads to significant risk of value destruction.”</p> <p>Dealmakers argue that smaller, strategic deals in growing areas such as private markets, exchange traded funds and Asia make more sense than defensive megamergers primarily driven by cutting costs. The booming $7.4tn<a href=\"https://www.ft.com/content/4d0e6f18-2d56-4175-98c5-e13559bdbc25\"> private capital industry</a> is forecast by <strong>Morgan Stanley </strong>to grow to $13tn by the end of 2025.</p> <p>“European asset managers should not have a ‘US complex',”<strong> Jean Pierre Mustier</strong>, the former head of Italy's<strong> UniCredit</strong>, said recently at an FT conference. “The US has a deep capital market, a deep base of investors, and it is extremely difficult to compete with this.”</p> <p>The next year is likely to show whether European asset managers decide to leave the “bigger is better” mantra to their neighbours across the pond.</p> <h2>Activist swats away activist challenge</h2> <p><strong>Daniel Loeb </strong>is no stranger to tough boardroom brawls between activist shareholders and management teams. It's just that he's usually on the other side of the table.&#xa0;</p> <p>The billionaire investor is staring down a growing shareholder rebellion at a London-listed investment company set up to feed money into his New York-based hedge fund <strong>Third Point</strong>.&#xa0;</p> <p>DD <a href=\"https://www.ft.com/content/f695e935-ab1f-4011-b926-55488a7fcf75\">broke down</a> the activist-versus-activist showdown when it first erupted in May, starting with a <a href=\"https://www.assetvalueinvestors.com/content/uploads/2021/05/AVI-Open-Letter-to-TPIL-Vote-Co_2.pdf\">scathing letter</a> in which UK fund manager <strong>Asset Value Investors </strong>complained about the London company's languishing share price relative to its underlying assets, accusing Loeb of “hypocrisy”, “lack of self-awareness” and “unprofessionalism”.</p> <p>The recriminations followed an investor call during which Loeb blasted his disaffected shareholders for short-term thinking and trying to “bully” the board.&#xa0;</p> <p>AVI isn't the only investor who found this argument hard to take from the activist known for his implacable campaigns against companies like <strong>Sony </strong>and <strong>Sotheby's</strong>.&#xa0;</p> <p>Three smaller UK investors, including <strong>Staude Capital</strong> and <strong>Metage Capital</strong>, last week backed AVI's push to call a general meeting to vote on a plan that would let investors cash out their shares quarterly at a price based on the company's net asset value, rather than its market price. The proposal is based on the UK Third Point entity's right to in turn demand cash back from Loeb's main fund.&#xa0;</p> <p>Now Loeb is <a href=\"https://www.ft.com/content/14c44c2f-411e-42ed-8bd5-1e7cf8d9fe28\">punching back</a>, the FT's Joshua Oliver reports. Third Point's board said the activists' plan would threaten the company's “long-term viability”, and on Tuesday they refused to call a shareholder vote, arguing that the motion was legally invalid.&#xa0;</p> <p>It's safe to assume lawyers on both sides are sharpening their pencils.&#xa0;</p> <p>Shareholders are getting restless too, recording a more than 20 per cent vote against Loeb's representative on the UK company's board at last week's AGM. Certainly AVI and its fellow rebels aren't going to take “no” for an answer.&#xa0;</p> <h2>Job moves</h2> <ul>  <li><p>Private equity firm <strong>Permira</strong> has hired former <strong>Adobe</strong> chief financial officer <strong>Mark Garrett</strong> as a senior adviser.&#xa0;</p></li>  <li><p><strong>Blackstone </strong>has hired <strong>Courtney della Cava</strong> as a senior managing director and global head of talent and leadership for its portfolio operations group. She previously worked at <strong>Bain &amp; Company</strong>.</p></li>  <li><p><strong>Ian Silk</strong> is stepping down as chief executive of <strong>AustralianSuper</strong>, Australia's largest pension fund. He will be replaced by head of risk <strong>Paul Schroder</strong>, according to <a href=\"https://www.reuters.com/business/australiansuper-ceo-silk-step-down-be-replaced-by-former-union-boss-2021-07-13/\">Reuters</a>.</p></li>  <li><p>Fintech venture capital firm <strong>Nyca Partners </strong>has hired <strong>Matt Homer</strong> as executive in residence. He joins from the <strong>New York State Department of Financial Services</strong>.</p></li> </ul> <h2>Smart reads&#xa0;</h2> <p><strong>‘Trust-buster' 2.0 </strong>US president Joe Biden has announced a new presidential order that challenges the power of large corporations. But as supporters liken him to Franklin Delano Roosevelt, critics question whether he can drive through such a broad reshaping of antitrust policy. (<a href=\"https://www.ft.com/content/2db2f9d4-7a91-476b-bb22-d0a7cf0d4805\">FT</a>)</p> <p><strong>Spac-circuited</strong> After losing out on several investment opportunities, ex-Goldman Sachs executive David Hamamoto was desperate to find a target for his blank-cheque investment vehicle. His last-ditch deal with electric truck company Lordstown Motors, which has yet to begin producing a truck, was on a collision course from day one. (<a href=\"https://www.nytimes.com/2021/07/13/business/lordstown-motors-dealmaker.html\">New York Times</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/5d91f6e3-8f82-4800-b9a3-650d8cd8542a\">Gupta fights lender's efforts to seize control of aluminium mill</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-13/apollo-said-in-talks-to-buy-over-5-billion-in-assets-from-lumen?srnd=deals&amp;sref=OziMsGoK\">Apollo is in talks to buy over $5 billion in assets from Lumen</a> (Bloomberg)</p> <p><a href=\"https://www.ft.com/content/70242249-1a81-427e-a7d3-5e3064167845\">BP takes full control of US fuel station business</a> (FT)</p> <p><a href=\"https://www.ft.com/content/c8ffb228-1dbe-4e8a-b30b-be7203d71e7d\">Crypto exchange FTX sets sights on blue-chip acquisitions</a> (FT)</p> <p><a href=\"https://www.ft.com/content/261f1dc9-0e30-46be-9579-77edbb453eb9\">Former SFO boss accused of having ‘special relationship' with lawyer</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-13/india-approves-sale-of-nation-s-biggest-insurer-in-mega-ipo?srnd=deals&amp;sref=OziMsGoK\">India approves sale of nation's biggest insurer in mega IPO</a> (BBG)</p> <p><a href=\"https://www.ft.com/content/fdcdeb98-d3d8-4f95-aa5a-32fb54daea53\">Vanguard makes first acquisition with Just Invest deal</a> (FT)</p> <p><a href=\"https://www.ft.com/content/0b307a79-7ffa-467f-a938-e2d9443bab35\">Tencent: going private is safest option for Chinese tech companies</a> (Lex)</p> <p><a href=\"https://www.wsj.com/articles/broadcom-no-longer-in-talks-to-buy-sas-institute-sources-say-11626212065?mod=hp_lead_pos1\">Broadcom no longer in talks to buy SAS institute</a> (Wall Street Journal)&#xa0;</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-13/david-tepper-s-next-play-private-equity-with-a-side-of-sports?sref=OziMsGoK\">Billionaire David Tepper's next play: private equity with a side of sports</a> (BBG)</p><p>Source:  2021 'Goldman Sachs and JPMorgan: dealmakers in vogue' FT.com 14 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-14T04:00:36.337Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 18,
          "end": 26
        },
        {
          "start": 411,
          "end": 419
        },
        {
          "start": 413,
          "end": 421
        },
        {
          "start": 773,
          "end": 787
        },
        {
          "start": 983,
          "end": 991
        },
        {
          "start": 989,
          "end": 997
        },
        {
          "start": 1374,
          "end": 1382
        },
        {
          "start": 2085,
          "end": 2094
        },
        {
          "start": 2099,
          "end": 2107
        },
        {
          "start": 2215,
          "end": 2223
        }
      ]
    }
  ]
}