{
  "_id": "72546ae772c68fd4426bcc0aebb524aaa3793bbb060a107b853d8d249bf9f260",
  "feed": "ftcomall",
  "title": "BoE signals ‘modest tightening' of monetary policy in next 2 years",
  "text": "<p>The Bank of England has said “some modest tightening of monetary policy is likely to be necessary” over the next two years to<a href=\"https://www.ft.com/content/270679b8-22e8-465e-ab7e-d7cef66acb18\"> keep inflation under control.</a></p> <p>In a hawkish change in the stance of the central bank's Monetary Policy Committee, a majority of its eight members indicated at their meeting that ended on Thursday that they thought the economic conditions had been met to allow it to start discussing raising interest rates again.</p> <p>With economists now expecting the first rise in UK interest rates next year, the move suggests the BoE will begin to normalise monetary policy faster than the European Central Bank and US Federal Reserve.</p> <p>The bank's move came in response to its new forecasts showing that <a href=\"https://www.ft.com/content/9c6487ac-4530-4df6-9dd4-a4b46a180734\">inflation was likely to rise</a> to 4 per cent towards the end of this year, compared with a previous forecast of only 2.5 per cent, and there would be excess demand for much of the next year. </p> <p>Andrew Bailey, BoE governor, said he thought the economic recovery from coronavirus would be “bumpy” and the period of high inflation would be “temporary”, but it was right to change the committee's guidance because “the MPC takes the risk of persistently higher inflation very seriously”.</p> <p>Krishna Guha, vice-chair of Evercore ISI, said the BoE “has come out more hawkish than expected, starting to build the case for tightening over the medium term in spite of near-term disruption from the Delta variant of the virus, which it assessed would have only a ‘slightly negative' impact on third-quarter growth”.</p> <p>Despite the change in guidance, sterling was little changed in afternoon trading, barely rising against the US dollar at $1.392.</p> <p>The MPC made it clear there was no urgency among MPC members for immediate action to raise interest rates. The committee voted seven to one to continue the £150bn programme of purchases of government debt until the end of the year and unanimously to keep interest rates at the historic low of 0.1 per cent.</p> <p>Bailey said the MPC would take care not to put “undue weight” on evidence that there might be temporarily too much demand raising inflation as the economy and spending patterns returned to normal after the pandemic. </p> <p>The BoE said it thought most of the rise in inflation was still “transitory” and the rate of price growth would fall sharply next year because energy prices would not rise further and supply bottlenecks in semiconductors and other goods were likely to ease. </p> <p>The BoE's forecasts showed only very gradual interest rate rises were likely to be necessary to keep inflation close to its medium-term target of 2 per cent, with the first increase to about 0.25 per cent likely to come next year before rates reach 0.5 per cent in 2024. </p> <p>But this was faster than previously expected by economists. Allan Monks, UK economist at JPMorgan, said the comments and new forecasts were “a signal the BoE is leaning more towards a late 2022 hike”.</p> <p>In a further clarification of its longer-term strategy for tightening monetary policy, the BoE announced that its first move would be to raise interest rates until they were 0.5 per cent and, once at that level, it would no longer reinvest the proceeds of the £875bn of government bonds it holds once they matured. Previously, it said it would not start to unwind quantitative easing until rates had reached 1.5 per cent. </p><p>Source: Chris Giles in London 2021 'BoE signals ‘modest tightening' of monetary policy in next 2 years' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-05T12:29:48.441Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2778,
          "end": 2786
        }
      ],
      "nexusId": "10009914"
    }
  ]
}