{
  "_id": "f6beb247e84dae6b0cf00a99924b04a569d2030d95bcff3a74226d8d0de618a8",
  "feed": "ftcomall",
  "title": "JPMorgan earnings surge on strengthening US economy ",
  "text": "<p>JPMorgan Chase's earnings grew fivefold in the first quarter, as a strengthening US economy allowed it to release more reserves for potential bad loans and rising investment banking fees propped up results.</p> <p>However, Jamie Dimon, chief executive, cautioned on Wednesday that the boost from reserve releases would not last, and loan demand remained challenged even as consumer spending returned to pre-pandemic levels. </p> <p>Shares in the bank dipped 1 per cent to $152.57 during premarket trade.</p> <p>The largest US bank by assets pared back its loan loss reserves by $5.2bn, signalling confidence that government stimulus and rapid vaccine rollouts have staved off the severe recession economists once feared.&#xa0;</p> <p>A rise in unemployment and a slowdown in economic activity in the early days of the pandemic prompted the bank to set aside $15.7bn for potential bad loans in the first half of last year. But the majority of those losses were never realised, permitting JPMorgan to reverse more than half of those reserves to date.</p> <p>“With all of the stimulus spending, potential infrastructure spending, continued quantitative easing, strong consumer and business balance sheets and euphoria around the potential end of the pandemic, we believe that the economy has the potential to have extremely robust, multiyear growth,” Dimon said. </p> <p>Company-wide revenue grew 14 per cent to $33.1bn due to a surge in investment banking fees and strength in capital markets. However, rock-bottom interest rates and a dearth of loan demand continued to plague the bank's core business of making loans. </p> <p>Net interest income slid 11 per cent to $13bn and net interest margin — a closely watched measure of the difference between how much a bank pays for deposits and charges to lend — contracted to 1.69 per cent, from 2.37 per cent a year ago.&#xa0;</p> <p>Wells Fargo, which does not have a large capital markets or investment banking business compared with its big bank peers, said its net interest income fell 22 per cent during the quarter. Overall revenue grew 2 per cent in the quarter due to higher mortgage fees, helping it top Wall Street's expectations.</p> <p>Total loans at JPMorgan inched up 1 per cent from a year ago, while deposits, which have been padded by fiscal stimulus and the Federal Reserve's easy monetary policies, soared 36 per cent. </p> <p>Wells Fargo's loan book shrank 9 per cent and deposits grew 4 per cent. The bank's deposit growth has lagged behind peers over the past year since regulators restricted its <a href=\"https://www.ft.com/content/1aa9c428-d752-4b16-a076-ab539f50bbc2\">balance sheet growth</a>.</p> <p>Overall JPMorgan reported net income of $14.3bn, or $4.50 a share, compared with $2.9bn, or 78 cents last year. Excluding the impact of one-time items such as the reserve release, the bank reported earnings of $3.31 per share.</p> <p>Analysts had forecast earnings of $3.10 per share on $30bn in revenue, according to FactSet.</p> <p>Wells Fargo reported net income of $4.7bn, or $1.05 a share, compared with $653m, or 1 cent last year. On an adjusted basis, earnings were 75 cents per share, compared with the FactSet estimate of 71 cents per share.</p> <p>*<em>This story has been amended since initial publication to note that total investment banking fees rose 57 per cent</em></p><p>Source: Imani Moise in New York 2021 'JPMorgan earnings surge on strengthening US economy ' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-14T13:28:44.163Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 2132,
          "end": 2140
        },
        {
          "start": 953,
          "end": 961
        },
        {
          "start": 2510,
          "end": 2518
        }
      ],
      "nexusId": "10009914"
    }
  ]
}