{
  "_id": "31714e811fde5728317a26db3fba463240cbcadfeb5d7c0ab2e9c04ac8bbdadc",
  "feed": "wall-street-journal",
  "title": "Banking & Finance:  Exchange  Poaches  JPMorgan  For New  Chief  ----  By Joanne Chiu",
  "text": "<p>   The operator of Hong Kong's stock exchange named JPMorgan Chase &amp; Co. veteran Nicolas Aguzin as its next chief executive, appointing an international banker to the top job as the city's status as a global finance hub is at a crossroads. </p><p>   The hire comes as Hong Kong Exchanges and Clearing Ltd. enjoys a China-fueled boom in trading and new listings. Mr. Aguzin, 52 years old, will take the helm of what is now the world's most valuable exchange group, according to S&amp;P Global Market Intelligence data, with a rally in its own shares lifting its market capitalization to around $85 billion. </p><p>   Mr. Aguzin is an Argentine national who also holds a Croatian passport and has permanent residence in Hong Kong. He doesn't speak Mandarin -- unlike his Beijing-born predecessor Charles Li, who led HKEX from 2010 to the end of last year. </p><p>   The appointment of a foreigner underscores the exchange's global ambitions and its independence, amid concerns about Beijing's growing influence on the city, said Paul Pong, managing director at Pegasus Fund Managers Ltd. </p><p>   \"It helps strengthen the image of Hong Kong as an international financial center,\" said Mr. Pong. </p><p>   He said Mr. Aguzin's strengths would be complemented by those of HKEX Chairman Laura Cha, who has strong connections in mainland China as a former vice chairman of China's securities watchdog. </p><p>   HKEX said Mr. Aguzin was appointed to a three-year term, effective May 24. He takes over from Calvin Tai, who had been interim CEO after Mr. Li, also a former JPMorgan banker, stepped down. </p><p>   HKEX has benefited from a rush of capital-raising by Chinese technology startups and U.S.-listed Chinese companies seeking a secondary listing in the city. Trading turnover has also surged, thanks in part to growing inflows from mainland Chinese investors. HKEX shares have risen 92% in the past 12 months, according to S&amp;P. </p><p></p>",
  "published": "2021-02-10T07:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 49,
          "end": 69
        },
        {
          "start": 1499,
          "end": 1507
        },
        {
          "start": 36,
          "end": 44
        }
      ]
    }
  ]
}