{
  "_id": "6b1f07f55e8c2db032ce97b68dd9b8627f2aa6cf4cdb36811a7a927d8baf1c3a",
  "feed": "ftcomall",
  "title": "Activist Edward Bramson admits defeat in Barclays campaign",
  "text": "<p>Activist investor Edward Bramson has admitted defeat in his three-year campaign to unseat Barclays' chief executive Jes Staley and force the lender to shrink its investment bank.</p> <p>Sherborne Investors, the fund run by Bramson, said on Friday that it had <a href=\"http://www.sherborneinvestorsguernseyc.com/investors/pdf/SIGC-07052021-Statement-re-Investment-Update.pdf\">sold its entire 6 per cent stake</a> in Barclays at an average price of 186p, higher than the 73p the stock traded at a year ago, but less than the roughly 200p when it first bought in during March 2018. For most of that period, Sherborne was Barclays' largest shareholder.</p> <p>“The sector rotation which has lifted Barclays and most other bank stocks may well have further to go, although it is getting fairly late in the investment banking cycle,” Sherborne said in a statement.</p> <p>“We think that the new investment will produce better returns and has a clearer prospect of our becoming engaged in an operating turnround,” it added, without identifying the target.</p> <p>Bramson's opposition to Barclays' strategy focused on its investment bank, which Staley refused to retreat from despite years of subpar returns compared with the group's retail and credit card units.</p> <p>During the coronavirus pandemic, however, <a href=\"https://www.ft.com/content/28c5a404-db8a-4976-addb-412fefa3db54\">revenue</a> from the trading and dealmaking division at the bank surged amid choppy markets and high demand for debt. At the same time, earnings from the retail side plunged in the wake of huge loan provisions and slowing consumer spending.</p> <p>Staley argued the developments vindicated his thesis that an investment bank was a good counterbalance to retail lending during a crisis.</p> <p>Sherborne had argued that Staley was not a fit person to run a major lender because of his historic relationship with the late disgraced financier Jeffrey Epstein, who was a client of Staley's when he was at JPMorgan Chase. Bramson called the situation surrounding the chief executive <a href=\"https://www.ft.com/content/4da251f8-5c6e-11ea-b0ab-339c2307bcd4\">“a destabilising . . . circus”</a>.</p> <p>Barclays chair Nigel Higgins has continued to back Staley but has started a search for his successor, the Financial Times has reported.</p> <p>“Bramson has left not with a bang, but a whimper,” said a person familiar with Barclays' thinking.</p> <p>As the pandemic erupted, Bramson briefly paused his campaign, only to <a href=\"https://www.ft.com/content/febd924d-fccf-4525-bc6a-c65460d394c3\">restart it in August</a>. He was heavily defeated in his attempt to secure a board seat in 2019 and failed to win much support for his views from other shareholders.</p> <p>The secretive fund is based in Guernsey and Bramson rarely gives interviews, preferring to communicate via letters to his investors.</p> <p>The taciturn activist, who was born in the UK but lives in New York, built a loyal following among investors after successfully forcing his way on to the boards of several struggling UK companies and helping turn them round.</p> <p>Previous, more successful, campaigns were Electra Private Equity, F&amp;C Asset Management, private equity group 3i and telecoms operator Spirent.</p> <p>His investors — which have included Aviva, Schroders, Invesco, Columbia Threadneedle Investments, Janus Henderson, Fidelity, and Soros Fund Management — will now be questioning why they paid Bramson an annual fee of £4m for what was ultimately a lossmaking campaign.</p> <p>The value of the Sherborne fund that managed the Barclays investment fell by about £150m from the £700m it initially raised in 2017.</p> <p>Sherborne also paid Bank of America substantial fees to execute a $1.4bn loan as part of a <a href=\"https://www.ft.com/content/f77a1368-5d42-11e9-939a-341f5ada9d40\">“funded equity collar”</a>, a complex derivatives arrangement that allowed Bramson to build the majority of his stake in Barclays.</p> <p>“Business is not a science and so people of goodwill may, therefore, sometimes differ,” Friday's statement from Sherborne concluded. “In that spirit, Sherborne Investors expresses its most sincere wish that things will turn out well for Barclays, its employees, and its investors.”</p> <p>Barclays declined to comment.</p><p>Source: Stephen Morris, Banking Editor 2021 'Activist Edward Bramson admits defeat in Barclays campaign' FT.com 7 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-07T08:38:28.784Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1733,
          "end": 1741
        }
      ]
    }
  ]
}