{
  "_id": "505f29da904926ea667045343b5c9f4dce6f96410b76c0f5693a59e8369df3ab",
  "feed": "wall-street-journal",
  "title": "Barclays CEO Jes Staley Steps Down Amid Pressure Over Epstein Ties; U.K. lender says regulators had made preliminary conclusions in investigation into relationship",
  "text": "<p>The bank said the investigation didn't find evidence that \"Mr. Staley saw, or was aware of, any of Mr Epstein's alleged crimes\" and said Mr. Staley was planning to contest the conclusions made by regulators.</p><p>C.S. Venkatakrishnan, head of global markets, will take over as chief executive immediately, the bank said.</p><p>Spokespeople for the U.K.'s Financial Conduct Authority and Prudential Regulation Authority confirmed the Barclays statement but declined to provide further details about the investigation.</p><p>Mr. Staley has said his relationship with Mr. Epstein was professional and began in 2000 when he was head of the private bank at JPMorgan Chase &amp; Co., and the financier was a client. He told journalists in February 2020 that his interactions with Mr. Epstein began to \"taper off\" after he left JPMorgan in 2013 and that the last time he had contact with him was in the \"middle to fall\" of 2015. He became Barclays CEO in December 2015.</p><p>The bank disclosed the existence of the FCA investigation in February 2020. At the time, Mr. Staley said of Mr. Epstein: \"I thought I knew him well and I didn't...For sure, with hindsight, with what we all know now, I deeply regret having had any relationship with Jeffrey Epstein.\"</p><p>In March 2020, The Wall Street Journal reported that the FCA was examining visits by Mr. Staley to Mr. Epstein's private Caribbean island as part of the probe.</p><p>Write to Simon Clark at simon.clark@wsj.com</p><p>Barclays CEO Jes Staley Steps Down Amid Pressure Over Epstein Ties</p>",
  "published": "2021-11-01T08:07:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 800,
          "end": 808
        },
        {
          "start": 635,
          "end": 649
        },
        {
          "start": 635,
          "end": 655
        }
      ],
      "nexusId": "10009914"
    }
  ]
}