{
  "_id": "567a99038e80fddca2459796f9a11e50302352556f43d8ae121d916debf175dc",
  "feed": "ftcomall",
  "title": "Jes Staley's Barclays legacy shattered by Epstein links",
  "text": "<p>A year ago, Jes Staley was in a defiant mood. </p> <p>The gamble he had made on Barclays' investment bank in the face of sustained criticism was finally <a href=\"https://www.ft.com/content/8374dd0e-87c1-4b58-8c29-5cc4f45d3960\">starting to pay off</a> as revenues surged in extraordinarily volatile markets during the pandemic.</p> <p>This had strengthened the chief executive's hand against an activist investor who had been <a href=\"https://www.ft.com/content/035be220-199a-11e9-b93e-f4351a53f1c3\">sniping at him</a> for years, trying to use a regulatory probe into his past ties with deceased financier and sex offender, Jeffrey Epstein, to get him fired.</p> <p>That October, when repeatedly quizzed about his future at the bank, Staley brushed off the investigation and maintained he had nothing to hide. “I am not quite ready to push off the dock yet,” he said.</p> <p>A year on, he has been <a href=\"https://www.ft.com/content/9b778298-e1ab-4c5c-b03f-f73ecaee0117\">forced out in scandal</a> after an investigation by UK watchdogs into whether he mischaracterised how close his relationship with Epstein really was.</p> <p>His fate echoes that of Bob Diamond, who was removed in 2012 at the behest of Bank of England governor Mervyn King after the Libor rate-rigging affair, exacerbated by his <a href=\"https://www.ft.com/content/d4f02d66-1d84-11e0-a163-00144feab49a\">belligerent attitude</a> to British politicians.</p> <p>Staley's abrupt departure again shines a spotlight on the culture of Barclays, which has long aspired to compete with Wall Street and has hired a succession of hard-charging American investment bankers to execute this ambition. </p> <p>“Look back over the last 100 years and you will find a regulatory problem in virtually every decade,” said Philip Augar, author of <em>The Bank that Lived a Little</em>, a book about Barclays. “It's just the kind of bank that attracts regulators' attention.”</p> <p>The job now falls to another former JPMorgan Chase executive recruited by Staley, <a href=\"https://www.ft.com/content/6561960a-686e-4c30-8984-aadf6cb80548\">CS Venkatakrishnan</a>. While most recently head of the global markets trading unit, his background is in risk management. Investors hope this portends a calmer period in the lender's history. </p> <p>“I have a hunch that the UK regulator was never entirely comfortable with Staley, and so in the long run it might be better that he's gone,” said Richard Buxton, a veteran fund manager and long-term Barclays shareholder now at Jupiter Asset Management.</p> <p>“A new pair of hands, but with continuity and no strategic review, is probably not a bad outcome. Recent results show the benefits of having a universal bank makes sense,” Buxton added. “I'm slightly disappointed that it ended like this.”</p> <h2>The private banker to Epstein</h2> <p>Barclays' latest executive defenestration traces its roots back to the early 2000s, when Staley was in charge of JPMorgan's private bank. He then got to know Epstein, who was a major client until 2013, and introduced the banker to influential clients that helped his career. </p> <p>They developed a close relationship. Staley visited Epstein in prison and in 2015 sailed his 90ft handmade wooden yacht, <a href=\"https://mainehomedesign.com/spaces/1322-a-spirit-of-home/\">Bequia</a>, to the sex offender's island with his wife and daughters in tow.</p> <p>Staley has even told colleagues that Epstein helped mentor one of his daughters during her college application, citing this as evidence he knew nothing of the severity of his crimes and would never have put his child at risk, according to two people who have heard the story.</p> <p>Staley declined to comment through Barclays.</p> <p>“I actually doubt he did anything wrong — he is a good family man so not his style — but he didn't seem to have handled the investigation the way he should have,” said one senior manager at the bank. </p> <h2>‘I fully expect he'll fight this . . . '</h2> <p>Until last week, the board had been steadfast in its support of Staley, despite him only narrowly surviving an earlier probe into his improper campaign <a href=\"https://www.ft.com/content/86089810-5502-11e8-b24e-cad6aa67e23e\">to unmask a whistleblower</a>, ignoring the advice of colleagues and in breach of the bank's rules. </p> <p>Directors hired external lawyers to conduct a review of how he had characterised the relationship with Epstein, which concluded he had been “sufficiently transparent” with them and regulators.</p> <p>However, upon receiving the preliminary report on Friday night — which has not yet been made public and involves a <a href=\"https://www.ft.com/content/5f686972-4e31-11ea-95a0-43d18ec715f5\">cache of emails</a> supplied by JPMorgan — Staley resolved to push back and formally contest the findings. </p> <p>The board decided he would be unable to fight it and continue in his full-time job, people familiar with the decision said. By Monday, he had stepped down, blindsiding even the lender's most senior staff.</p> <p>“I fully expect he'll fight this all the way, he will be noisy and it will drag the board into it,” said a person close to Staley.</p> <p>“The problem for the FCA [Financial Conduct Authority] is that he maintains he did tell them everything in 2015 and they still approved him. That's very uncomfortable for them,” the person added. “So they've had to come up with an argument that he was not forthcoming. And he's going to fight that. Hard.”</p> <p>If Staley refuses to settle, as the board has indicated, the case will be referred to the FCA's “regulatory decisions body”, an independent committee made up of former board members of the UK financial regulator.</p> <p>They can uphold the watchdog's original findings or push back. If upheld, Staley can still appeal to an upper tribunal. The process could take years.</p> <h2>‘He will forever be associated with Jeffrey Epstein'</h2> <p>The scandal leaves Staley's legacy in tatters and will overshadow recent improvements to the bank's earnings, which had put the chief in a triumphant mood as his strategy finally started to bear fruit.</p> <p>Once tipped to succeed Jamie Dimon at JPMorgan, Staley was recruited in December 2015 when his predecessor, Antony Jenkins, <a href=\"https://www.ft.com/content/74fed7c6-2537-11e5-9c4e-a775d2b173ca\">was abruptly fired</a> after only 18 months in charge. Staley immediately reversed Jenkins' course and made reviving Barclays' maligned investment bank the cornerstone of his strategy.</p> <p>He insisted that retaining a trading and dealmaking unit would be a vital counterweight to the retail and credit-card operations, particularly during a crisis. For years, scant progress was seen and the stock kept falling. </p> <p>Then coronavirus struck and Staley's thesis played out perfectly. As earnings plunged and loan-loss reserves snowballed on the consumer side, the investment bank posted record revenues, driven by trading in volatile markets and a historic dealmaking boom.</p> <p>Activist Edward Bramson <a href=\"https://www.ft.com/content/97c5708a-5a38-4666-9262-e5d7edaacad9\">sold his stake</a>, ending his vitriolic three-year campaign.</p> <p>But despite those victories and a seeming vindication of Staley's convictions, investors continued to shun the stock. It fell 13 per cent during his tenure and even after a 90 per cent rally in the past year, the lender still trades at a steep 40 per cent discount to tangible book value.</p> <p>“There is an ingrained scepticism among investors as to the long-term viability of an investment bank based in London. That's based on 40 years of dismal failure from most of London's aspiring investment banks,” said Barclays historian Augar, who started as a stockbroker in the City of London in the 1970s.</p> <p>Still, there is little doubt Barclays' trading and dealmaking unit is in better shape. Profit at the unit that houses the investment bank increased to £4.8bn in the first nine months of this year from £1.8bn in the same period in 2015. </p> <p>The division has made a 16.4 per cent return on equity so far in 2021 compared with less than 9 per cent — and often far worse — in Staley's early years.</p> <p>Staley built an equity trading operation almost from scratch that generated £2.5bn of income in the first nine months of the year, up 28 per cent.</p> <p>Barclays has grabbed significant market share and has risen to sixth place in global investment banking league tables, taking advantage of the chaos at Credit Suisse to displace its Swiss rival.</p> <p>However, much of that is down to the extraordinary market turbulence caused by the pandemic and central banks pumping in cheap money to juice the global economy. Few expect this to be repeated and question whether the unit can earn acceptable returns in calmer seas.</p> <p>The past two years represent the top end of what the investment bank can achieve, analysts say. Before Covid-19, the investment bank contributed about 35 per cent of pre-provision earnings. This has climbed to about 70 per cent, according to estimates from Autonomous Research.</p> <p>“Jes has done an enormously important job operationally resetting Barclays,” said one person close to him. “The trouble is that the manner of your exit is what you are remembered for. He will forever be associated with Jeffrey Epstein. For this to be his professional epitaph, it is a disaster.”</p> <p><em>Additional reporting from Harriet Agnew, Laura Noonan and Owen Walker</em></p><p>Source: Stephen Morris, Banking Editor 2021 'Jes Staley's Barclays legacy shattered by Epstein links' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-01T19:16:43.147Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1588,
          "end": 1596
        },
        {
          "start": 5333,
          "end": 5341
        },
        {
          "start": 1588,
          "end": 1602
        },
        {
          "start": 3960,
          "end": 3968
        }
      ],
      "nexusId": "10009914"
    }
  ]
}