{
  "_id": "4c86798072143b75a897fbd3b7e83df61ef9aa2a3e46f932d9b94b8ecf33e06b",
  "feed": "ftcomall",
  "title": "Opec ‘gets a pass to lift oil prices' as hedging losses hobble US shale",
  "text": "<p>Some of America's biggest oil groups are racking up tens of billions of dollars in hedging losses despite soaring crude prices, as contracts signed during last year's crash leave them selling their output at deeply discounted prices.</p> <p>Oil is trading near six-year highs of around $75 a barrel, but almost a third of the US's 11m barrels a day of production is being sold for just $55 a barrel, according to IHS Markit, a consultancy.</p> <p>The figures will offer comfort to the Opec cartel that rallying prices are not about to spark another market-busting surge in American shale production.</p> <p>“Opec gets a pass to keep lifting prices right now if it wants to, without fearing much of a US supply response,” said Bill Farren-Price, an analyst at Enverus. “Shale producers are locked into selling their oil cheaply this year.”</p> <p>IHS Markit said US oil hedging losses in the first half of 2021 had already hit $7.5bn, but would rise by another $12bn if crude remained at $75 a barrel until the end of the year. Many Wall Street forecasts suggest it could go higher.</p> <p>Last week a <a href=\"https://www.ft.com/content/17acce16-ae2c-4886-9853-2f579d81d3be\">political spat</a> between Saudi Arabia and the United Arab Emirates left the Opec cartel unable to agree on a plan to restore oil production, which it cut last year in an effort to prop up global crude prices.</p> <p>The initial reaction of the market was to fear a growing supply shortage, sending prices higher. They have since pulled back, as some traders speculated the <a href=\"https://www.ft.com/content/d0b77371-fdd3-4650-81e7-9b5e51f27bb9\">cartel could fray</a> and countries such as Saudi Arabia and Russia could start producing at a much higher level.</p> <p>Many of the hedges agreed by operators were signed during the worst months of last year's crash, when creditors demanded that companies buy insurance against further price drops. </p> <p>In the wake of vaccination breakthroughs and Opec's output cuts since then, those hedges now look far too pessimistic.</p> <p>“If you get hedging right, people don't give you credit for it. If you get it wrong, you get hammered,” said Raoul LeBlanc, a vice-president in IHS Markit's unconventionals team. “They missed the boat this year.”</p> <p>Analysts at JPMorgan said that surging US oil prices in recent months now left almost all the hedges made by the companies it covers underwater. </p> <p>Among exceptions in the shale patch are Occidental Petroleum and Hess, said Goldman Sachs, as well as Continental Resources, mostly owned by the billionaire shale pioneer <a href=\"https://www.ft.com/content/35eefa8f-c124-4ea9-bd64-3514c45175ba\">Harold Hamm</a>.</p> <p>“These are bets — people should know that about hedges,” Hamm told the Financial Times. “When everyone's urging everyone to hedge, that's a good time not to.”</p> <a href=\"http://www.ft.com/cms/ac43a78b-932c-4cff-b81d-0224dc8ca141.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Continental's income has risen as the company has taken almost full advantage of the oil price increases in recent months, with cash flow from operations more than doubling between the fourth quarter of last year and the first quarter of 2021.</p> <p>“With an 82 or 83 per cent ownership position you can afford to have the courage to take the heat from the market and go with your gut,” said Hamm, who recently increased his stake in Continental. </p> <p>Among producers stuck selling oil beneath market prices is Pioneer Natural Resources, the largest producer in the prolific Permian Basin field of Texas and New Mexico, with most of its output priced at less than $50 a barrel, according to IHS Markit. </p> <p>Pioneer faces hedging losses of almost $900m this year, JPMorgan said. Rival Permian operators Devon Energy and Diamondback Energy would accrue hedging losses of $657m and $608m respectively at a US oil price of $60, the bank calculated. </p> <p>The hedging losses among some big US producers far exceed those among independent international operators, according to data from Wood Mackenzie, a consultancy. Among companies it follows, Germany's Wintershall Dea was by far the biggest loser, on the hook for $345m in a base-case price scenario, it said.</p> <p>Shale's revival as oil prices have recovered has been much slower than after previous downturns, with the US onshore rig count still well below its range before last year's pandemic sparked a brutal price crash.</p> <p>Pledges to rein in spending and eschew new production growth in favour of balance sheet repair and shareholder payouts are one reason. But the hedging losses are hampering companies, said Alex Beeker, principal corporate analyst at Wood Mackenzie.</p> <p>“I think it is weighing on the decision at least a little bit to add to activity right now,” he said.</p><p>Source: Derek Brower and David Sheppard 2021 'Opec ‘gets a pass to lift oil prices' as hedging losses hobble US shale' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-08T04:00:02.394Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2063,
          "end": 2071
        },
        {
          "start": 3287,
          "end": 3295
        }
      ]
    }
  ]
}