{
  "_id": "8d52c4c63cf1c0205f47c2fa1708323e1caa65a2d75204220fcc54fac39b379f",
  "feed": "ftcomall",
  "title": "JPMorgan Chase resumes donations but snubs Republicans who contested election",
  "text": "<p>JPMorgan Chase will resume making political donations but not to candidates who voted against certifying Joe Biden's election victory, after pausing contributions in January following the <a href=\"https://www.ft.com/us-capitol-attack\">assault on the US Capitol building</a>.</p> <p>Rival Citigroup&#xa0;is also restarting campaign contributions after a recent hiatus. The bank did not rule out financing any particular campaigns but said future donations would only go towards candidates who met certain criteria, including a commitment to protecting democratic institutions. </p> <p>The decision by two of the biggest US banks highlights the balancing act facing corporate America, as it seeks influence in a hyper-partisan political climate while not alienating customers and employees. </p> <p>JPMorgan and Citi were among a host of major US companies which said they would <a href=\"https://www.ft.com/content/be344816-3fab-42e2-99ed-38309d06a435\">withdraw or review political donations</a> in response to the January 6 Capitol riots that left five people dead. </p> <p>In a memo to staff on Friday, JPMorgan said it would resume donations through its JPMC Political Action Committee this month but would not give to the campaigns of lawmakers <a href=\"https://www.ft.com/content/9ddcec96-3a3a-4f89-bb2b-1dae93185a70\">who voted against</a> the counting of the electoral college vote. </p> <p>“We will review this decision on a candidate-by-candidate basis after this election cycle,” the bank told employees in the memo, which was first reported by Reuters news agency. </p> <p>JPMorgan will also report to employees each quarter on the contributions made by its PAC. </p> <p>Citi also told staff on Friday its Citi PAC will begin to give again to campaigns following a review. </p> <p>“From our evaluation, it was clear that we needed to strengthen our principles for determining which candidates Citi PAC will consider for support, and we did so by adding two new criteria — one based on character and integrity, and a second focused on a commitment to bipartisanship and democratic institutions,” the bank said in an internal memo. </p> <p>Several large US companies, including <a href=\"https://www.ft.com/content/521423bf-4012-4e42-9877-53d5d0f44675\">Cigna, Intel and T-Mobile</a>, in February contributed to groups which help fund campaigns for Republican Senate and House of Representatives candidates, including the lawmakers who voted against certification.</p> <p>Under US election law, corporate PACs can donate up to $15,000 a calendar year to national party committees and up to $5,000 to other PACs or specific candidates for the primary and general elections.</p><p>Source: Joshua Franklin and Imani Moise in New York 2021 'JPMorgan Chase resumes donations but snubs Republicans who contested election' FT.com 4 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-04T21:51:07.460Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 718,
          "end": 726
        },
        {
          "start": 938,
          "end": 946
        },
        {
          "start": 1322,
          "end": 1330
        }
      ]
    }
  ]
}