{
  "_id": "0aed5fd27a24c7abe718c6f72c9c2b2f47cb5bc7950f77ba838b387c9a1bdc00",
  "feed": "ftcomall",
  "title": "Central bank induced bond tumult stings big name hedge funds",
  "text": "<p>The era of unlimited central bank largesse is drawing to a close, injecting intense volatility in to government bonds and inflicting heavy damage on a clutch of high-profile hedge funds.</p> <p>Superstars of the industry have been left nursing billions of dollars in losses after an abrupt rethink on how and when central banks will reverse the huge wave of support they provided to markets when the pandemic hit last year.</p> <p>Initially, central banks said that process would be very slow, despite soaring inflation, and hedge funds believed them. But markets began to fret last month that the US Federal Reserve and other central banks would have to raise interest rates more quickly, wrongfooting high-profile traders including Chris Rokos and Crispin Odey. </p> <p>An intense sell-off in short-term government debt upended some of these funds' biggest bets, causing them to exacerbate the market ructions by rapidly exiting their positions. Rubbing salt in the wounds, some of those bets later proved to have been right all along. The repeated blows suggest that markets will remain tough to negotiate as central bankers pick their way out of crisis mode.</p> <p>“There's been a bit of blood on the streets,” said Mark Dowding, chief investment officer at bond specialist BlueBay Asset Management.</p> <p>The macro hedge fund managers of Mayfair and Wall Street have long bemoaned the trillions of dollars of central bank purchases washing through markets, which they said muffled the big shifts from which they seek to profit. Judging by a string of recent losses, the industry should have been careful what it wished for.</p> <p>London-based Rokos Capital, which manages $12.5bn in assets, lost around 18 per cent last month, said a person who had seen the numbers. That leaves the fund, headed by billionaire bond market specialist and former Brevan Howard co-founder Rokos, down more than 26 per cent this year. Losses at New York-based Alphadyne Asset Management, which focuses on macro and fixed income, have left it down 17 per cent this year. And Crispin Odey, one of Europe's best-known managers, has lost nearly 50 percentage points of performance in his Odey European fund since early October, although it remains up around 59 per cent this year.</p> <p>To blame is a bond market upheaval that began in late September when the Bank of England first hinted it could lift interest rates before the end of the year in a bid to keep a lid on surging inflation. The move surprised market participants who had long assumed such a step was off the table until mid-2022. The spark from the gilt market quickly ignited an inferno across global bond markets, helped by hawkish moves from the Australian and Canadian central banks. </p> <p>As Wednesday's announcement of the beginning of a reduction in the Federal Reserve's bond purchases approached, traders began to bet that the world's most influential central bank would be forced to follow suit with earlier than expected rate rises.</p> <p>In fact, the Fed did announce a gradual reduction in its asset purchase programme, but sounded a cautious note on eventual rate rises. The following day, the BoE delivered a much bigger shock by declining to raise rates at all, firing up gilts prices and dragging other countries' government bond yields down too.</p> <p>The shake-up in bond markets proved painful for investors typically seen as market savants. “The hawkish shift from most central banks — perceived or explicit — in response to recent high inflation prints and expectations has caught many market participants off guard,” said Tom Prickett, co-head of rates trading for Europe at JPMorgan. </p> <p>The rush to bin losing bets forced some investors to accept less favourable prices than they might have done in more normal market conditions. The gap between dealers' buying and selling prices — a measure of how easy it is to trade in the market — widened to “as much as three-to-four times” typical levels in some interest rate markets, Prickett said.</p> <p>Among other funds losing money in the volatility was $13.5bn-in-assets ExodusPoint Capital, which has around half its risk in bonds and which lost 2 per cent. In emerging markets, which also felt the tremors, Robert Gibbins's New York-based Autonomy Capital lost around 7 per cent, taking losses this year to 28 per cent. The fund was hit by bad bets in bond markets in the US, Brazil and China. London-based Pharo Management lost 2.4 per cent in its $5.3bn Gaia fund and 2.7 per cent in its $4.9bn Macro fund, leaving them down more than 10 per cent this year, say people familiar with the performance.</p> <p>Industry insiders say funds tripped up because of the way they placed their bets. Some, expecting central banks to let inflation run higher for some time without raising rates, had bought short-term bonds outright.</p> <p>“Central banks have been 100 per cent wrong,” said one senior hedge fund trader who avoided the mayhem. “They did not forecast inflation and people listened to them.”</p> <p>Others had put on so-called curve steepener trades — bets that longer-dated yields will rise faster than shorter-term ones as inflation erodes the value of longer-term debt. Odey recently wrote to clients to say that “if the bond market was to reflect inflation” then the 30-year Treasury, which currently yields just under 2 per cent, should yield 4.3 per cent.</p> <p>Such trades proved disastrous, because rate-rise expectations gathered so quickly, forcing short-term bond prices lower, thereby pushing yields up and flattening the curve. That flattening suggests market participants believe central bank tightening could choke off the economic recovery, and even end up being swiftly reversed.</p> <p>“I think the markets are telling you that global central banks are careening into a pretty sizeable policy mistake,” said Gregory Peters, head of multi-sector and strategy at PGIM Fixed Income.</p> <p>In a sign of these worries, the price on 30-year UK government bonds, which Odey has previously run a large bet against, has rallied since mid-October, pushing yields lower. Some funds were also hit by an incorrect bet that bond market volatility would stay lower than equity market volatility.</p> <p>However for some funds, the volatility has offered a great moneymaking opportunity.</p> <p>London-based <a href=\"https://www.ft.com/content/25c3daa0-c394-471a-ae71-fc1d80e2ba29\">Caxton Associates</a>, one of the world's oldest and best-known hedge funds, has been positioning for a pick-up in inflation for some time. Unlike some rivals, however, it avoided steepener trades in favour of more targeted bets on inflation hitting bond markets. Its Global fund is up 7.8 per cent and its $2bn Macro fund, run by chief executive Andrew Law, is up 7.1 per cent this year after making big gains last month, according to a person who had seen the numbers.</p> <p>Computer-driven funds have also prospered. London-based GSA Capital gained around 4.2 per cent last month and New York-based Dynamic Beta Investments made a similar amount in its DBMF fund, both helped by bets against short-term government bonds.</p> <p>“Our models suggested that short-term interest rate expectations needed to be higher than the market was implying at the end of September”, said Sushil Wadhwani, a former Bank of England interest rate setter and chief investment officer at PGIM Wadhwani. His funds profited from bets against short-dated bonds and bets on the yield curve flattening.</p> <p><em>Additional reporting by Ortenca Aliaj</em></p> <p><em>laurence.fletcher@ft.com</em></p><p>Source: Laurence Fletcher and Tommy Stubbington in London and Kate Duguid in New York 2021 'Central bank induced bond tumult stings big name hedge funds' FT.com 5 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-05T21:00:30.896Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3581,
          "end": 3589
        }
      ],
      "nexusId": "10009914"
    }
  ]
}