{
  "_id": "c23efde9d239caaf6149382dee54826e62d70c211735aeb036e08d50eb57d8d6",
  "feed": "ftcomall",
  "title": "Biden sets the stage for a corporate climate risk mandate",
  "text": "<p>Greetings from New York where optimism is stealthily spreading into many corners of life as the summer temperatures rise, along with the proportion of people who are “double jabbed”. </p> <p>The ESG aura, or cloud, keeps spreading too, even to some unlikely places and asset classes. This week, Moral Money noticed that ESG issues are now being cited by analysts at Wilshire Phoenix as one factor that might cause the gold price to rise (the fear is that ESG concerns will disrupt supply). Maybe so, although the argument seems rather speculative right now. But what is clear is that environmental issues have <a href=\"https://www.ft.com/content/1aecb2db-8f61-427c-a413-3b929291c8ac\">the potential to impact bitcoin's price,</a> as the FT explained this week. And the impact on some asset prices could intensify soon given this week's remarkable slew of news from Washington. Read on. <em>— Gillian Tett</em></p> <h1>Biden order sets course for US to mandate ESG reporting</h1> <p>The Biden administration on Wednesday took a <a href=\"https://www.ft.com/content/8d6d8866-46f0-4fa0-ad21-be6f106d0bd7\">major step</a> towards mandating that companies disclose climate risk data.</p> <p>A new executive order instructs Treasury secretary <strong>Janet Yellen</strong> to work with the other members of the Financial Stability Oversight Council (a group that includes Federal Reserve chair <strong>Jay Powell</strong> and Securities and Exchange Commission boss <strong>Gary Gensler</strong>) to report how they plan to “reduce risks to financial stability”.</p> <p>“Financial regulators, financial institutions and investors need to have access to the best information and data to measure climate related financial risks,” Yellen said. “FSOC will work with council members to improve climate-related financial disclosures and other sources of data to better measure potential exposures.”</p> <p>Activists are cautiously optimistic.</p> <p>“It has been in the works for a while and couldn't come soon enough. I think it's really promising to see Biden recognise the enormous systemic risks that the climate crisis poses to the US economy,” said <strong>Ben Cushing</strong> senior campaign representative at the Sierra Club.</p> <p>But it's hard to say at this point how much of an effect it will have in terms of driving down emissions. It's always worth remembering what gets measured does not always get managed (no matter what the <a href=\"https://www.ft.com/content/984d952c-fea6-432f-8938-21e532d513d8\">old cliché</a> says).</p> <p>We won't have specific details on the FSOC's plans for 180 days. But some remarks from <strong>Brian Deese</strong>, director of the National Economic Council, may foreshadow what is to come. </p> <p>At a press conference announcing the order, Deese stressed the importance of “harmonising” US standards with those of other countries.</p> <p>This could mean mandatory Task Force for Climate-related Financial Disclosure reporting, as will <a href=\"https://www.ft.com/content/ad01f2c9-9eb0-4db6-9898-220c688d16c2\">soon be required</a> in the UK. Deese's former boss, BlackRock chief executive <strong>Larry Fink</strong>, has also <a href=\"https://www.ft.com/content/1a00b465-374e-4eb9-921f-726ab5d33bc1\">publicly advocated</a> for mandating TCFD.</p> <p>But could it also be a sign that the US is looking at adopting the environmental, social and governance <a href=\"https://www.ft.com/content/210aa3f4-457d-42a4-9ccc-e8745b6d0f31\">framework</a> being developed by the forthcoming IFRS Foundation Sustainability Standards Board?</p> <p>White House climate envoy <strong>John Kerry </strong>said in April the US might “<a href=\"https://www.ft.com/content/77a8292d-2e7f-43a1-9062-2e639c1e6b2a\">join with Europe</a>” on ESG disclosures. And the European regulators updating the bloc's non-financial reporting rules have <a href=\"https://www.ft.com/content/cb8457b9-a2b7-413b-9872-b6a4042c2106\">indicated</a> they intend to work with the IFRS.</p> <p>The US, notably, does not follow the IFRS's IASB accounting rules, so it could very well avoid adopting the IFRS's framework on climate as well. </p> <p>However, the IFRS initiative is gaining significant momentum. As we reported <a href=\"https://www.ft.com/content/d94e4bae-4ce6-4db2-9755-2d976de2892f\">last year</a>, some of the largest players in the environmental, social and governance disclosure market have come together to support it. The plan has also won support from the World Economic Forum, which has been spearheading its own disclosure project, and Iosco, a group of securities regulators that includes the SEC.</p> <p>This week, the chief executives of Refinitiv, S&amp;P Global, Bloomberg, FactSet and MSCI published a joint letter supporting IFRS.</p> <p>It is worth noting these standards are still a work in progress, but the IFRS Foundation expects to have them finalised before the UN's COP26 climate conference in November. Whether or not that lines up with the US timeline remains to be seen. (<em>Billy Nauman</em>)</p> <h1>Strange bedfellows: financial lobby cheers on Democrats' ESG bill</h1> <p>International banks and asset managers have fallen in love with environmental, social and governance (ESG) investing as people have poured record amounts of cash into green, sustainable products quarter after quarter.</p> <p>Now, these financiers are hooked and hungry for more.</p> <p>On Thursday, the Investment Company Institute and Securities Industry and Financial Markets Association (SIFMA), two of the biggest financial industry lobbying groups, threw their support behind new legislation that would allow ESG products to be included in retirement funds.</p> <p>The Trump administration had tried to prohibit ESG funds in retirement accounts, but <a href=\"https://www.ft.com/content/128c5c92-203b-4a87-8f53-315b23018f9a\">State Street</a> and other big industry players balked. Now, financial firms find themselves in rare agreement with Democrats, who introduced the bill in Congress.</p> <p>SIFMA, which contributed twice as much money to Republican Senate candidates than to Democrats in the last election, praised the Democrats' ESG bill.</p> <p>“It is important for financial institutions to be able to consider all factors, including ESG factors, as part of an investment and risk management strategy,” the lobby group said.</p> <p>Part of the need for the legislation stems from Europe, where regulators are set to force asset managers to disclose more information about their ESG investment considerations. Such disclosures could run into conflict with the Trump ESG rule.</p> <p>Even with industry's support, the ESG bill is not guaranteed to pass. It does not yet have Republican support. And conservative Democrats, such as senator <strong>Joe Manchin</strong>, who represents a coal-friendly state, might resist pro-ESG policies.</p> <p>For now, the financial industry's love affair with ESG has changed the political dynamics in Washington. Republicans have found themselves in a tricky love triangle, and may be reluctant to oppose some of their biggest campaign contributors over ESG. <em>(Patrick Temple-West)</em></p> <h1>UK impact market soars above Nordics</h1> <p>Nordic nations have long had a reputation as green innovators, but they have some competition across the North Sea. The UK received more impact investment than all the Nordic countries combined, according to a recent report from Green Innovation, a Danish sustainability firm.</p> <p>“The Nordics punch well above their weight and could be considered an impact powerhouse, but not yet a global leader,” the report's authors write. </p> <p>In 2020, the UK received €2bn in impact investment from venture capital firms, a noticeable increase from €65m a decade before. Overall, the UK impact investing market is estimated to stand at £5.1bn, according to <a href=\"https://bigsocietycapital.com/latest/uk-social-impact-investment-market-now-worth-more-than-5-billion/#:~:text=Big%20Society%20Capital%2C%20the%20UK's%20leading%20social%20impact%20investor%2C%20exists,investment%20with%20a%20sustainable%20return.&amp;text=With%20others%20who%20have%20invested,opportunities%20for%20investors%20and%20enterprises.\">Big Society Capital</a>. However, the Global Impact Investing Network estimates that the market is worth $715bn (£503bn) worldwide, making the UK a small piece of the pie.</p> <p>But tracking the impact market can be notoriously tricky. “The measurement methodology is not standardised, so qualifying factors for investments [globally] to be included in the data set seem to vary,” the UK-based Impact Investing Institute told Moral Money. </p> <p>And regardless of its global standing, the UK's growth will be an important trend to watch. <em>(Kristen Talman)</em></p> <h1>Chart of the day</h1> <p>Bitcoin has a <a href=\"https://www.ft.com/content/1aecb2db-8f61-427c-a413-3b929291c8ac\">big climate problem</a>. It currently consumes more electricity than some large countries and a lot of that power is coming from coal and other fossil fuels. Making it green would be no small task, however, considering that energy usage sits at the core of how the cryptocurrency works. </p> <h1>Smart reads</h1> <ul>  <li><p>Two years after JPMorgan Chase announced it would no longer finance the private prison industry in the US, the bank's asset management arm has <a href=\"https://www.ft.com/content/301f93ac-0e7b-464d-8dbb-c2a05f9161f0\">disclosed a position in a private prison bond</a> sold last month. Funds tied to the bank have invested $25m or more in a bond issued by CoreCivic, which runs prisons and detention centres across the US. </p></li> </ul> <ul>  <li><p>The World Economic Forum has published a <a href=\"https://www.weforum.org/agenda/2021/05/how-spot-greenwashing/\">new report</a>: “A spotter's guide to greenwashing — and what to do about it”. The adoption of the EU's Sustainable Finance Taxonomy in April “has become embroiled in a greenwashing scandal”, WEF said. “After intense lobbying the final regulation may permit gas, a fossil fuel, to be labelled as ‘green.' Sadly, the taxonomy that was to be the standard to prevent greenwashing may itself become an enabler of greenwashing.”</p></li> </ul> <h1>Further reading</h1> <ul>  <li><p>Leaders' Lessons: How do we fix the fallout for women and minorities? (<a href=\"https://www.ft.com/content/8022fa61-c1e8-4bec-94bb-47a243aa6e08\">FT</a>)</p></li>  <li><p>Why the IEA is ‘calling time' on the fossil fuel industry (<a href=\"https://www.ft.com/content/d02f1610-1b7d-4ad6-9d19-1012df4e2b6c\">FT</a>)</p></li>  <li><p>Oatly chief faces test as oat milk goes public with $10bn valuation (<a href=\"https://www.ft.com/content/e37d6985-5c48-46f4-8b02-a67c1a6dfd01\">FT</a>)</p></li>  <li><p>Turn green or lose ‘licence to operate', says Deutsche Bank chief (<a href=\"https://www.ft.com/content/b5053179-45b0-4900-b6ea-f5e9b343e2a1\">FT</a>) </p></li>  <li><p>EU carbon rally triggers Greens' call for curbs on speculation (<a href=\"https://www.bloomberg.com/news/articles/2021-05-20/eu-carbon-rally-triggers-greens-call-for-curbs-on-speculation\">Bloomberg</a>)</p></li>  <li><p>SPACs target more ESG companies in 2021 — Nomura Greentech (<a href=\"https://www.reuters.com/business/sustainable-business/spacs-target-more-esg-companies-2021-nomura-greentech-2021-05-20/\">Reuters</a>)</p></li>  <li><p>A green bubble? We dissect the investment boom (<a href=\"https://www.economist.com/finance-and-economics/2021/05/17/green-assets-are-on-a-wild-ride?utm_campaign=editorial-social&amp;utm_medium=social-organic&amp;utm_source=twitter\">Economist</a>)</p></li> </ul><p>Source: Gillian Tett, Billy Nauman, Patrick Temple-West and Kristen Talman 2021 'Biden sets the stage for a corporate climate risk mandate' FT.com 21 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-21T11:00:10.147Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7553,
          "end": 7567
        },
        {
          "start": 7553,
          "end": 7561
        }
      ],
      "nexusId": "10009914"
    }
  ]
}