{
  "_id": "8bcf09327fd1d553eb35572312888bd5086e95e70a8ddf6ce34d76cc017604ae",
  "feed": "wall-street-journal",
  "title": "Apple's App Store Class-Action Settlement: What Does It Mean for Developers? The tech company has faced criticism for years over alleged anticompetitive practices in connection with the App Store",
  "text": "<p>Apple launched the App Store in 2008 and has since sharpened its focus on services business to drive revenue and profits. It has also fielded criticism from developers, regulators and lawmakers over alleged anticompetitive practices in connection with the App Store. The company has lowered App Store fees for smaller developers among other concessions and has largely defended its business practices and touted the economic opportunities of its software ecosystem.</p><p>Here is what the settlement means and how it could shape its relationship with developers going forward.</p><p>What were the terms of the settlement?</p><p>Apple agreed to settle claims—without admitting wrongdoing—brought in a 2019 federal lawsuit that it held monopoly power over the distribution of iOS apps and extracted excessive commissions from software developers.</p><p>The company said it would set aside $100 million to compensate certain U.S. developers who distributed apps through the App Store on or after June 4, 2015 and April 26 of this year. The settlement class includes developers who made less than $1 million a year. While some developers in the class could receive payments of $30,000, roughly 74% are slated to get $500 or less.</p><p>Another significant provision in the settlement is connected to so-called anti-steering rules, or guidelines around developers potentially sending users outside Apple's ecosystem to save money. Apple agreed to drop restrictions on developers from using information captured from apps—like customer email addresses—to alert them about other purchasing methods beyond Apple's in-app payment system. Consumers must consent to such communication, according to Apple.</p><p>But developers still aren't allowed to advertise inside the app to promote those alternate forms of subscription or ways to avoid Apple's commission. The settlement also doesn't change Apple's collection of a commission on subscriptions, paid apps or in-app purchases.</p><p>\"We believe the anti-steering policy would have faced the most pressure from both regulators and in court, and we are not surprised by the proposed change,\" said JPMorgan analysts in a client note Friday.</p><p>How is the settlement being received by developers?</p><p>Developers have given mixed reviews to the settlement proposal, which still needs court approval. Several said the amount of relief provided is far too small relative to Apple's size. Consumers spent more than $72 billion in Apple's App Store last year, according to research firm Sensor Tower, bringing billions of dollars of revenue to the company.</p><p>\"We hope everyone sees this for what it is—a sham,\" said a representative of dating-app company Match Group, which has been a frequent critic of Apple's App Store rules.</p><p>Apple said the settlement terms help make its App Store \"an even better business opportunity for developers, while maintaining the safe and trusted marketplace users love.\" The company said it has more than 30 million registered developers that deliver software to more than a billion customers.</p><p>Another settlement provision requires developers who receive money to waive past and potentially future legal claims against Apple if they are similar to complaints raised in the lawsuit. Developers have a window to opt out of the settlement once it has been approved by the court.</p><p>Software developers face a tough choice of whether to accept the money—especially those who could potentially receive thousands of dollars—if it has future legal implications, said David Barnard, a San Marcos, Texas-based software developer.</p><p>During the Epic-Apple trial in May, Judge Yvonne Gonzalez Rogers pressed Apple Chief Executive Tim Cook over statistics presented in evidence that showed a large number of developers were very or somewhat dissatisfied with Apple's distribution services.</p><p>\"It's been a long-simmering contentious relationship between developers and Apple,\" said Mr. Barnard, a developer advocate for RevenueCat, a company that provides tools to help build subscription-based apps.</p><p>What other changes has Apple made to its App Store?</p><p>As part of the settlement, Apple agreed to maintain its program of developers earning less than $1 million a year to pay a 15% commission on in-app purchases and app purchases, while larger developers continue paying a 30% fee.</p><p>Apple initially announced the plan last year, but it is far from the only change the company has made in the past few years regarding its App Store rules.</p><p>Apple in 2016 halved its commission on subscriptions made through iOS apps after the subscriber's first year to 15%.</p><p>Last year Apple said developers could not only lodge appeals when it rejects their apps or app updates from its store but also challenge the review guidelines themselves.</p><p>Does this have any effect on the outcome of the Epic-Apple case?</p><p>It isn't clear whether the proposed settlement—which must be approved by Judge Gonzalez Rogers—would factor into the outcome of Epic Games's lawsuit against Apple. Epic sued Apple as well as Alphabet Inc.'s Google last year after the tech giants yanked the developer's videogame \"Fortnite\" from their respective app marketplaces. The lawsuits came after Epic introduced an unauthorized payment system in mobile versions of the game that enabled players to make purchases that circumvented the companies' in-app payment systems.</p><p>Judge Gonzalez Rogers presided over a bench trial in May in the Epic-Apple case and is due to make a ruling in that case though the timetable isn't clear. She has said her ruling is likely to be challenged by either party.</p><p>While trial evidence is closed, the judge was irked during the trial by Apple's refusal to let developers point customers to alternative purchasing venues, said Paul Swanson, an antitrust lawyer at Holland &amp; Hart LLP. \"Undoubtedly, she'll be aware of this development, and it's hard to imagine that she will not consider it, even if tacitly, in reaching her judgment and shaping relief,\" Mr. Swanson said.</p><p>Bradley Olson contributed to this article.</p><p>Write to Bowdeya Tweh at bowdeya.tweh@wsj.com</p><p>Apple's App Store Class-Action Settlement: What Does It Mean for Developers?</p>",
  "published": "2021-08-28T15:41:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2096,
          "end": 2104
        }
      ],
      "nexusId": "10009914"
    }
  ]
}