{
  "_id": "afe8aff494c112f0191cff4d800acede036ddf98513a6a5aee17cfb5ebc5f368",
  "feed": "ftcomall",
  "title": "The new kings of Wall Street",
  "text": "<h2>Private equity's new cash cow</h2> <p>Cash is king for those who join the buyout industry and enter rank at firms such as <strong>Blackstone</strong> and <a href=\"https://www.ft.com/content/f75f50e7-381f-4c95-9e0f-25e32f70662d\"><strong>KKR</strong></a>.</p> <p>After all, last year Blackstone co-founder <strong>Stephen Schwarzman</strong> pulled <a href=\"https://www.ft.com/content/754d5e92-4c7c-4a0a-aa9d-4050fb2282cd\">in at least $615m</a> in compensation, mostly from dividends the buyout firm paid, while his peers pulled in nine-figure windfalls themselves.</p> <p>And that wasn't even a great year.</p> <p>With markets buoyant, America's big five listed private equity firms — Blackstone, Apollo, Ares, Carlyle and KKR — had set aside almost $17bn in compensation and benefits for their 10,000 or so employees as of the third quarter. That equates to a pay average of about $1.7m a head, with investment teams probably seeing far higher figures.</p> <p>A brutal final quarter for some carry-generating investments may dampen spirits slightly, but a new way to compensate private equity millionaires and billionaires has emerged to lighten the mood.</p> <p>In addition to salaries and carried interest compensation (which DD's Kaye Wiggins <a href=\"https://www.ft.com/content/25649306-ac8a-4183-894a-7df1eb798acf\">dug into</a> earlier this year), buyout firms are sitting on increasingly valuable stock currency, which they're putting to use by creating generational wealth for executives who didn't found their own firms.</p> <p>On Friday KKR <a href=\"https://www.ft.com/content/54f69c92-e3a3-4115-95f7-47d40d40f675\">revealed</a> that its recently named co-chief executives <strong>Joseph Bae</strong> and <strong>Scott Nuttall</strong> had been granted new shares that could be worth more than $1bn in total each if KKR's market capitalisation reaches $120bn in seven years. That's up from about $65bn today.</p> <p>As the FT's Lex Column <a href=\"https://www.ft.com/content/b3c0a2fa-755b-48c2-9a57-db605a1ab06a\">notes</a>, the heirs apparent to co-founders <strong>Henry Kravis </strong>and <strong>George Roberts</strong> both have plenty of incentive to see KKR's stock perform already. </p> <p>Bae and Nuttall each already own stakes worth more than $1bn, thanks to nine-figure stock grants they received in 2017 and KKR's soaring shares, which has more than tripled since 2019.</p> <p>KKR isn't alone in incentivising a new generation of leaders in stock.</p> <p><strong>Apollo Global</strong>, which is in the middle of merging with its insurance affiliate, recently disclosed it will move away from incentive awards paid out from its carried interest “pool” to granting stock in the listed company, aligning dealmakers with shareholders while keeping talent in-house with vesting requirements.</p> <p>Firm co-presidents <strong>Scott Kleinman</strong> and <strong>Jim</strong> <strong>Zelter</strong>, who report to co-founder and chief executive <strong>Marc Rowan</strong>, each recently received stock grants worth more than $300m that don't require the shares to rise to be valuable.</p> <p><strong>Kewsong Lee</strong>, chief executive of <strong>Carlyle Group</strong>, is probably the next executive to see a mammoth payday as the company's stock has soared since he won a <a href=\"https://www.ft.com/content/53e11816-18a6-4cfa-9d9e-51408672f417\">power struggle</a> at the buyout firm and became sole CEO in July last year.</p> <p>The largesse contrasts with investment banks such as <strong>Goldman Sachs</strong> that once dominated Wall Street. In October the investment bank awarded chief executive <strong>David Solomon</strong> stock potentially worth $30m.</p> <p>It's a far cry from the paydays that his private equity peers are poised to enjoy.</p> <h2>Patrick Drahi and BT's game of telephone</h2> <p>For the past six months, billionaire <strong>Patrick Drahi </strong>has kept investors and the UK government guessing as to what his next move was with regard to his holding in the telecoms group <strong>BT</strong>. </p> <p>On Tuesday he delivered his verdict: he would keep them guessing for six more months. </p> <p>Drahi <a href=\"https://www.ft.com/content/07f138f5-7e86-4e67-a5e9-7c8ae32eb0bd\">revealed</a> that he had increased his stake 18 per cent — up from 12 per cent — but also said that he wasn't planning to launch a bid or seeking to break up the company within the next months.</p> <p>The UK government responded by saying that it would “not hesitate” to invoke a new national security law due to come into effect in January that could be used to block a takeover of BT. What exactly that means is subject to interpretation. </p> <p>But for Drahi it gives him more time to lurk around the market looking for ways to unlock value from BT's depressed share price. It also leaves a window for him to try to win over the transactional BT investors and the UK government — with its dysfunctional approach to industrial policy. </p> <p>“This is a long-run mission for Drahi,” a person familiar with the entrepreneur's thinking <a href=\"https://ft.com/content/b4aa050e-f85b-4cb9-9434-2deb280bc6e8\">told the FT</a>. “He has a lot of ideas but is not in a rush, so will keep his options open. But if he has invested this much in BT, it is because he finds the UK market and the company's project in fibre interesting from an industrial point of view.”</p> <p>It's a new strategy for Drahi, an aggressive dealmaker who has built his empire by snapping up undervalued telecoms assets outright in Europe and the US by first using large amounts of debt, then slashing costs. </p> <p>Much of BT's value lies in its UK broadband network business, <strong>Openreach</strong>, from which it's legally separated. Acquiring the unit, which <strong>Bernstein </strong>values at 70 per cent more than BT, would require the very kind of complex demerger Drahi claims to not be pursuing as of yet, <a href=\"https://www.ft.com/content/66d2ab8b-d93b-4b91-8efd-396659f59c5a\">Lex explains</a>.</p> <p>BT could be a shot at redemption for Drahi after he <a href=\"https://www.ft.com/content/0c7cd222-bb19-422c-82ce-de6658babdb7\">delisted</a> debt-laden Altice Europe and struggled in the US. What comes next in this saga is anyone's guess.</p> <h2>The curious buyout deal that reimagines M&amp;A</h2> <p>Would you spend $4.5bn on a deal if you weren't in control of the negotiations?</p> <p>In October the Swedish car parts maker <strong>Veoneer</strong> sold itself for a lofty 85 per cent premium to a start-up investment firm, <strong>SSW Partners</strong>. </p> <p>SSW was launched by three Wall Street stars, most notably the former<strong> Lazard </strong>rainmaker <strong>Antonio Weiss</strong>. </p> <p>Yet securities filings later disclosed that it was the semiconductor company <strong>Qualcomm</strong>, to which SSW has agreed to sell Veoneer's autonomous vehicle technology division, who would ultimately control the terms of the transaction for the buyside.</p> <p>In their latest reporting, DD's Sujeet Indap and James Fontanella-Khan <a href=\"https://www.ft.com/content/254d8ce3-de74-43f5-8cb9-3bbaa23d8c84\">unpack</a> an almost unprecedented acquisition partnership between the chipmaker and SSW, in which each company will receive their desired pieces of Veoneer through a side arrangement the two put together&#xa0;and that unfolds when the deal closes.</p> <p>It's a novel way for big corporations to buy chunks of companies that would otherwise need to be purchased as a whole, drawing on the bounty of private capital sloshing around the world.</p> <p>How Veoneer gets carved up afterward, however, remains a mystery&#xa0;for now. </p> <h2>Job moves</h2> <ul>  <li><p><strong>Chanel</strong> <a href=\"https://www.ft.com/content/39d03af0-219d-49b9-8e4d-864415098090\">has appointed</a> <strong>Leena Nair</strong>, a 30-year veteran of the consumer goods group <strong>Unilever</strong>, as global chief executive.</p></li>  <li><p><strong>Moelis &amp; Company</strong> has recruited <strong>James Nichols</strong> as managing director, based in London. He joins in February from <strong>DC Advisory</strong>.</p></li>  <li><p><strong>Clayton, Dubilier &amp; Rice </strong>has hired <strong>Gordon Riske</strong>, chief executive of <strong>KION Group</strong>, as an operating adviser to CD&amp;R Funds.</p></li>  <li><p><strong>Investindustrial</strong> has appointed<strong> Charles Dupont</strong>, the former chief of both <strong>Schroders</strong> and <strong>Axa</strong>, as senior principal and head of French coverage. He will be based between London and Paris.</p></li>  <li><p><strong>Brunswick Group</strong> has recruited <strong>Bernardino Leon</strong> as a senior adviser, based in Madrid. He was previously director-general of the <strong>Emirates Anwar Gargash Diplomatic Academy</strong> and, before that, a UN special representative in Libya. </p></li> </ul> <h2>Smart reads</h2> <p><strong>Insufficient funds </strong>As BuzzFeed made its blank-cheque debut last week, former staffers were ready to unleash the shares they'd been sitting on for years. The trades, and the Spac listing, didn't turn out as planned. (<a href=\"https://www.newyorker.com/news/annals-of-communications/how-former-buzzfeed-employees-missed-their-big-payday\">The New Yorker</a>)</p> <p><strong>Like and subscribe </strong>The Chinese government has emerged as a lucrative new channel for online creators as Beijing builds a sympathetic chorus of foreign voices amid human rights abuses in Xinjiang among other global issues. (<a href=\"https://www.nytimes.com/interactive/2021/12/13/technology/china-propaganda-youtube-influencers.html\">New York Times</a>)</p> <p><strong>The haves and the have-nots </strong>The wealth gap between Jeffrey Epstein's alleged inner circle and his victims will be on full display as mostly working-class New Yorkers decide the fate of British socialite Ghislaine Maxwell. (<a href=\"https://www.ft.com/content/0b9d93da-1687-4eb1-bd53-0a84a1b40dff\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/51c4638b-2663-4fa2-9fa3-8608d488d227\">Goldman and JPMorgan plan bumper bonuses for investment bankers</a> (FT) </p> <p><a href=\"https://www.ft.com/content/9c2ea44d-72c1-4f5f-aaac-f46feffda6af\">UK financial regulator rebuked for handling of banks' mis-selling scandal</a> (FT) </p> <p><a href=\"https://www.ft.com/content/9182feea-3dd5-406b-8b70-d3e1e7090227\">Rentokil to buy US extermination specialist Terminix in $6.7bn deal</a> (FT + <a href=\"https://www.ft.com/content/25f201ba-8f7b-4740-ba1d-4ca3f9d9146c\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/769caae2-f11f-4926-a56e-9abc3902ff8a\">China Mobile set to list in Shanghai</a> (FT)</p> <p><a href=\"https://www.ft.com/content/e898bf89-0881-4293-8380-e1691acaaf6b\">US justice department probe adds to rotten year for short sellers</a> (FT Opinion) </p> <p><a href=\"https://www.ft.com/content/5eee9274-c088-49a2-8dc6-8db38121983d\">KKR acquires £300m stake in PureGym</a> (FT) </p> <p><a href=\"https://www.ft.com/content/8702d0f4-baee-46fc-a477-605c5a95a297\">National Express to buy Stagecoach for £470m</a> (FT + <a href=\"https://www.ft.com/content/f4ae1849-bfb1-48f2-8905-6ebad2296c66?\">Lex</a>) </p> <p><a href=\"https://www.wsj.com/articles/3m-nears-deal-to-combine-food-safety-unit-with-neogen-11639481112?mod=hp_lista_pos2\">3M agrees to combine Its food-safety unit with Neogen</a> (Wall Street Journal) </p><p>Source:  2021 'The new kings of Wall Street' FT.com 15 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-15T05:00:47.297Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7647,
          "end": 7655
        }
      ]
    }
  ]
}