{
  "_id": "65c85add384a0b63b07a4c5f65dc872f260ec41cb29e9f74c648d394733600d8",
  "feed": "wall-street-journal",
  "title": "PE Daily: HPS Investment Partners Pitches New Debt Fund | Vatican Nears Real Estate Deal With Private Equity",
  "text": "<p>Finally, it's no secret that venture-backed unicorns are no longer on the endangered mythical species list, thanks in part to the contributions of late-stage growth investors, including some private-equity firms. More than 600 unicorns were happily grazing in the world's portfolios as of March, according to data provider PitchBook. We've rounded up tidbits about a few interesting newer members of the herd below.</p><p>Enjoy the weekend and read on for more news...</p><p>Today's Top Stories</p><p>Private markets investment firm HPS Investment Partners, which spun out of J.P. Morgan Asset Management in 2016, is pitching a new junior debt fund to investors, weeks after collecting $11.7 billion for a separate fund focused on specialty loans, Preeti Singh writes for WSJ Pro Private Equity. The New York-based firm's latest fund, HPS Strategic Investment Partners V LP, which invests in junior debt in North American and European companies, has a target of $9.5 billion, according to documents from Teachers' Retirement System of Louisiana, which committed $100 million to it.</p><p>The Vatican is close to a deal with two private-equity firms to sell a London commercial building at the center of one of the major scandals of Pope Francis's reign, Ben Dummett and Francis X. Rocca report for The Wall Street Journal. An investment arm controlled by Bain Capital LP and London-based property investor CIT Group Partners LLP are in talks to buy 60 Sloane Avenue from the Vatican for close to £200 million, equivalent to around $270 million, according to people familiar with the matter. The deal could be announced in the coming weeks, assuming talks don't break down.</p><p>Goldman Sachs Group Inc. is injecting $90 million into tech firm WSO2, taking a stake in a low-code software maker as companies try to cope with a shortage of developers by letting salespeople, accountants and other business-line workers make their own apps, Angus Loten writes for The Wall Street Journal's CIO Journal.</p><p>Upcoming Pro Event</p><p>WSJ Pro is hosting the Sustainable Business Forum on Nov. 17. The program includes a discussion on sustainability in private markets with Megan Starr, global head of impact at The Carlyle Group. Register here.</p><p>Big Number</p><p>$76 Billion</p><p>The volume of daily trades that cryptocurrency exchange Binance processes each day, according to data provider CryptoCompare.</p><p>Deals</p><p>Brazilian firm Vinci Partners Investments Ltd. said its impact and return investment fund, Vinci Impacto e Retorno IV, has acquired the equivalent of a 34% stake in Verdfrut, a platform for small and medium retailers of fruits and vegetables and business-to-business distribution operation. The deal marks the fourth investment out of the fund, which has 1 billion reais, the equivalent of $185.2 million, in total capital and focuses on generating both financial returns and positive social, environmental or governance impact.</p><p>American Securities LLC is investing in r-pac International, a New York-based company that designs and manufactures packaging and trims for apparel, footwear, accessories, electronics, home bed and bath, home décor, beauty, patio, and garden, among other product categories.</p><p>Transatlantic private-equity firm Rhône Group has agreed to acquire Paragon Films Inc. Broken Arrow, Okla.-based Paragon Films produces stretch films used in consumer packaging and shipping packaging and was owned by private-equity firm Wellspring Capital Management, which acquired the company in 2019.</p><p>Thoma Bravo led a $110 million investment secondary round in software company Pendo. The investment round came through the purchase of shares from Pendo employees and early investors at the company's most recent valuation of $2.6 billion. Founded in 2013 and based in Raleigh, N.C., Pendo is backed by Battery Ventures, Spark Capital and others.</p><p>Unicorn Roundup</p><p>The unicorns flourished around the globe this week, including in Israel where U.S. growth investor Providence Strategic Growth Capital Partners, or PSG, led a $205 million Series B funding round for Israeli sales and marketing technology startup Lusha, vaulting the company to a $1.5 billion valuation. PSG backed the company's $40 million Series A round earlier this year. Meanwhile, over in India, Warburg Pincus and Prosus Ventures announced that they co-led a $150 million funding round for Indian beauty and personal care products company The Good Glamm Group giving the company a valuation of at least $1 billion and proving that unicorns are more than just a beautiful balance sheet. Finally, in a prophetic twist, Oak HC/FT led a $200 million round for Austin-based ZenBusiness with participation from SoftBank Group Inc.'s second Vision fund, valuing the startup at $1.7 billion. ZenBusiness offers software that helps entrepreneurs launch and run their own businesses, potentially laying the groundwork for the next generation of unicorns.</p><p>Exits</p><p>J.F. Lehman &amp; Co. has sold IMIA Group Holdings, a company that provides maintenance services for U.S. Navy vehicles, to the Carlyle Group and Stellex Capital Management. Founded in 1985 and based in Spanish Fort, Ala., IMIA specializes in the preservation of hulls, tanks and other areas for submarines, aircraft carriers and other vehicles. J.F. Lehman acquired the company in 2018, according to news reports at the time.</p><p>The Riverside Co. said that it has agreed to sell its stake in Bohemia Interactive Simulations, a provider of military training and simulations software, to defense contractor BAE Systems. Riverside initially backed the company in 2013.</p><p>Partners Group has agreed to sell Pacific Bells, a franchisee of the Taco Bell brand in the U.S., to Orangewood Partners. Pacific Bells has over 250 restaurants and more than 6,000 employees in the U.S. and is the fifth largest Taco Bell franchisee in the country.</p><p>Funds</p><p>Ares Management Co. so far has rounded up a total of at least $3.26 billion for Ares Special Opportunities Fund II LP, related parallel funds and the firm's own general partner commitment, according to a regulatory filing. The amount raised to date approaches the $3.5 billion that Ares raised last year for its previous Special Opportunities fund, which was earmarked for investments in stressed and distressed public and private companies, according to a press release issued at the time. Investors that have disclosed commitments to Fund II include the Teachers Retirement System of Louisiana, Texas County &amp; District Retirement System and the Virginia Retirement System.</p><p>Energy Impact Partners LP has raised over $1 billion for its latest energy-transition fund, which is earmarked for investments in venture and growth companies that aim to reduce carbon emissions. Founded in 2015, EIP has more than $2 billion in assets under management and has made 75 investments.</p><p>People</p><p>Apollo Global Management said it has named Toby Myerson as a senior adviser to Apollo in Japan. In addition to serving as senior adviser to Apollo, Mr. Myerson is the chief executive and chairman of Longsight Strategic Advisors, a business advisory firm he founded in 2017.</p><p>Industry News</p><p>Blackstone Inc. said it has reached its goal of hiring 100,000 veterans, spouses of veterans and caregivers across its portfolio companies. The firm made a commitment in 2013 to the hiring push, called the Veterans Hiring Initiative, at an event at the White House.</p><p>Donor-advised funds, a highly popular way to contribute to charity, are continuing to attract rapidly growing numbers of admirers, Tim Herman writes for the Journal. Contributions to donor-advised funds (or DAFs) jumped to $47.85 billion in 2020, up more than 20% from 2019, according to a new survey by National Philanthropic Trust.</p><p>InnovAge Holding, a private-equity backed provider of all-inclusive care services for the elderly, has more than doubled its enrollment over the past five years, but as Eleanor Laise reports for sister publication MarketWatch, some of the company's critics say that growth has come at the expense of quality of care.</p><p>Canadian telecom company Quebecor has launched a new venture-capital arm. Called asterX, the unit will back local startups in Quebecor's lines of business, from seed to growth stage. The company has backed about 10 startups in the past year.</p><p>Olympus Corporation of the Americas said it has launched Olympus Innovation Ventures, a venture capital subsidiary that will back healthcare startups in the medical devices, digital solutions, and diagnostics subsectors. Olympus has allocated $50 million for initial commitments and follow-on investments to the fund, which will prioritize early- and growth-stage companies in therapeutic areas including gastroenterology, respiratory and urology.</p>",
  "published": "2021-11-12T14:18:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}