{
  "_id": "e215a178d2d2d26a521bb7beb8f42ce92d8f65ed1d009d1ce8343d051a1d7633",
  "feed": "wall-street-journal",
  "title": "Greensill to File for Insolvency  ----  By Julie Steinberg, Ben Dummett and Patricia Kowsmann",
  "text": "<p>   Embattled financial startup Greensill Capital plans to file for insolvency in the U.K. this week, as it simultaneously moves toward a deal to sell its operating business to Apollo Global Management, according to people familiar with the matter. </p><p>   Also Wednesday, in a ratcheting up of Greensill's problems, Germany's top financial regulator, BaFin, referred matters related to the firm's banking unit, Greensill Bank AG, to criminal prosecutors, according to a spokesman for the Bremen prosecutors office. Details of the complaint sent to prosecutors couldn't be learned. It is up to the prosecutors to decide whether to file any charges. </p><p>   BaFin also said that it banned activity at the bank after an audit was unable to provide evidence of receivables purchased from GFG Alliance Group, which is the umbrella organization of U.K. steel magnate Sanjeev Gupta. Receivables are claims companies have on payments from customers and can be used as collateral for borrowing. </p><p>   Mr. Gupta is a former Greensill shareholder, and his businesses, which sprawl across a dozen countries, relied on Greensill financing. The small Bremen-based bank had 4.5 billion euros, or about $5.4 billion, in assets at the end of 2020. BaFin said its closure didn't pose a risk to wider financial stability. </p><p>   Greensill said the bank had \"at all times been transparent with its regulators and auditors\" about how it classified assets. </p><p>   Greensill's deal with Apollo, which could be struck by the end of the week, would be part of a Greensill insolvency, similar to the U.S. bankruptcy process, the people said. </p><p>   The Wall Street Journal previously reported the two sides were in talks for a deal that would pay Greensill around $100 million. Through the acquisition Apollo would take over Greensill's core operations. It would use its insurance affiliate, Athene Holding Ltd., and other insurance clients to replace around $7 billion in financing for corporate clients that had previously been arranged by Greensill. Much of that capital came from a suite of investment funds managed by Credit Suisse Group AG. </p><p>   Founded in 2011 by former Morgan Stanley and Citigroup Inc. banker Lex Greensill, the startup received $1.5 billion of investment from SoftBank Group Corp.'s giant Vision Fund. The unraveling of a firm once valued at as much as $4 billion is turning into a cautionary tale about the high valuations placed on startups trying to disrupt traditional banking businesses. </p><p>   Greensill offers what is known as supply-chain finance, a type of short-term cash advance that gives companies extra time to pay suppliers. These include blue-chip companies and government agencies, such as the U.K.'s National Health Service, AstraZeneca PLC and Ford Motor Co. </p><p>   It was plunged into crisis on Monday when Credit Suisse froze $10 billion in investment funds that Greensill relies upon to do supply-chain finance deals. Its banking subsidiary has come under day-to-day supervision in Germany. The company confirmed Tuesday that it was in talks for a sale. </p><p>   Greensill competes directly with the likes of JPMorgan Chase &amp; Co. and Citigroup. Apollo has reached out to major Greensill clients in recent days to reassure them about the possible transition, according to the people. </p><p>   Greensill's original goal was to offer supply-chain finance to small and medium-size companies that had fallen below the radar of traditional banks, which preferred larger, more established clientele. It touted its nimbleness and financial alchemy in structuring deals, access to a broad pool of investors and relationships with new technology platforms to get the deals done. </p><p>   Supply-chain finance has been around for decades but gained traction after the financial crisis as a way for companies to squeeze more out of their balance sheets. Companies are effectively borrowing to pay their bills, though the transactions aren't classified as traditional debt according to accounting rules. </p><p>   In a typical supply-chain finance deal, Greensill pays a company's suppliers sooner than they would normally expect, but at a discount. The company then pays Greensill the full amount down the road. The supplier gets paid early, the company has more flexibility over its cash, and Greensill is left with a small profit. </p><p>   Instead of holding the cash advances -- which typically get renewed every 60 or 120 days -- on its balance sheet like a traditional bank, it spun them into bondlike securities. </p><p>   The Credit Suisse funds invested exclusively in these Greensill-generated securities, essentially creating a well of capital for Greensill to tap. The Swiss bank sold the funds to its network of pensions, rich clients and corporate treasurers looking to squeeze out slightly higher returns than they could get from traditional money-market funds. Credit Suisse said the funds had more than 1,000 investors. </p><p>   The Credit Suisse Greensill funds that stuck to investment-grade borrowers targeted returns of between 0.8% and 1.5% above benchmark short-term interest rates, according to filings with investors. A smaller, riskier high-income fund, which tilted toward less established businesses, targeted gains of 3.5% above those benchmarks. </p><p>   To give investors comfort about the assets, Greensill obtained credit insurance from several large insurance companies, which would pay out in case one of the underlying customers defaulted on a payment. </p><p>   Credit Suisse froze the funds the same day Greensill's credit insurance providers allowed policies covering more than $4 billion in assets to lapse on Monday, according to a judgment in the Supreme Court of New South Wales, Australia, where Greensill's ultimate parent company is based. Greensill sued the insurers unsuccessfully to maintain coverage. </p><p>   Credit Suisse said in a Q&amp;A posted online that the expiration of the insurance applied to new assets. Existing assets in the funds are covered until they mature. That indicates investors in the funds may remain protected if some of the underlying borrowers default. </p><p>   The main credit insurers are units of Tokio Marine Holdings Inc. A Tokio Marine spokesperson didn't respond to requests for comment. </p><p>   The decision by Credit Suisse to freeze the funds was also made over concerns about the fund's exposure to Mr. Gupta, who has long relied on Greensill for loans, the Journal reported earlier this week. </p><p>   The Apollo deal would exclude business connected to Mr. Gupta's operations. Some assets connected to Mr. Gupta's steel businesses are held in the Credit Suisse fund. Greensill holds other Gupta-related assets elsewhere, including in its German banking subsidiary. </p><p>   The Apollo deal wouldn't include the German bank, which came under direct supervision of German regulators in recent weeks, the Journal reported Tuesday. Athene Holding Ltd., an insurance company affiliated with Apollo, and other insurance clients, would fund the business, the Journal earlier reported. </p><p>   Earlier this year, Greensill had been seeking outside sources of fresh capital, hoping to raise around $1 billion, portraying the fundraising as about expanding its business, rather than a rescue. </p><p></p>",
  "published": "2021-03-04T07:11:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3058,
          "end": 3078
        },
        {
          "start": 3058,
          "end": 3077
        }
      ]
    }
  ]
}