{
  "_id": "ea0f4b87d5d09819c116121587d2d4fd900c9eade95257251b2b5a087da40853",
  "feed": "ftcomall",
  "title": "Democrats seek to avoid shutdown while they scramble on debt ceiling",
  "text": "<p>The US Senate was poised to vote on a measure to avoid a government shutdown on Wednesday, while Democrats scrambled to find a way to raise the <a href=\"https://www.ft.com/content/72080165-403c-409b-85d4-2ae6350c252c\">US debt ceiling</a> and avert what a chorus of executives and policymakers warn would be a “catastrophic” default in less than three weeks. </p> <p>Democrats had originally tried to push through a two-pronged bill that would both fund the federal government and raise the debt ceiling. </p> <p>After Republicans blocked efforts to lift the borrowing limit, Chuck Schumer, the Senate's top Democrat, said on Wednesday that he would soon introduce a “continuing resolution” to keep funding the federal government ahead of a 12:01am Friday deadline. Republicans have said they would sign on to such a measure. A vote is expected as early as Wednesday.</p> <p>Schumer and the Democrats must still confront the looming issue of a possible government default. Despite raising the debt ceiling three times when Donald Trump was in the White House, <a href=\"https://www.ft.com/stream/18579e91-20a8-4654-baff-5d8c7dd01eac\">Republicans</a> now object to lifting the borrowing limit and accuse Democrats of spending federal funds irresponsibly.</p> <p>On Tuesday the opposition party, led by Senate minority leader Mitch McConnell, closed off a route that would have allowed <a href=\"https://www.ft.com/stream/d3022c39-5296-4f1b-bb29-e104acd9e9ee\">Democrats</a> to go it alone and raise the debt ceiling with a party-line vote in the upper chamber. </p> <p>The deadlock means Schumer now has about 20 days to find a way of raising the debt ceiling ahead of October 18, when Janet Yellen, the US Treasury secretary, has warned that the government will <a href=\"https://www.ft.com/content/dc589573-0284-409e-a3df-9a4b102569ac\">run out of money</a> to meet its obligations to debtholders. </p> <p>“The only way Congress in this day and age ever gets anything done is by coming very close to deadlines,” said Jim Manley, a former aide to Democratic senators Harry Reid and Ted Kennedy.</p> <p>He added: “So far, we as a country have not suffered the economic consequences from such political gamesmanship, but at some point, somebody is going to make a mistake and something bad is going to happen to the country.”</p> <p>Investors are already increasingly jittery over the prospect of “stagflation” — high inflation and lower economic growth — with <a href=\"https://www.ft.com/content/7541c364-736b-488b-a793-7ba5cf517f49\">US stocks suffering</a> their biggest loss since May on Tuesday.</p> <p>Brian Gardner, a policy analyst at Stifel, said: “Investors should note that there is no clear path to dealing with the debt ceiling. It could be a tense few weeks in Washington which could add to market volatility.”</p> <p>Schumer has repeatedly ruled out a complicated legislative manoeuvre — known as budget reconciliation — that would allow him to push a debt ceiling increase through the Senate with only Democratic votes. </p> <p>“To do this through reconciliation requires pingponging separate bills back from the Senate and the House. It's uncharted waters,” Schumer said on Wednesday. “It is very risky, and could well lead us to default.”</p> <p>“If the Republicans really wanted to prevent a default like they claim they do, they should step aside and let Democrats do the responsible thing,” he added.</p> <p>This has set the stage for what some Washington insiders say is a dangerous game of chicken between the Democratic and Republican Senate leadership.</p> <p>Nancy Pelosi, the Democratic speaker of the House, said the House of Representatives would on Wednesday vote on a measure to lift the debt ceiling. But approval in the Democratic-controlled House has little bearing on what happens in the Senate, and both chambers of Congress need to sign off on an extension of the borrowing limit in order to stave off default.</p> <p>With little room for error and a rapidly approaching deadline, corporate America has started sounding alarm bells. Jamie Dimon, chief executive of JPMorgan Chase, said on Tuesday that the bank had started to prepare for the “potentially catastrophic event” of a US credit default.</p> <p>“Every single time this comes up, it gets fixed, but we should never even get this close,” Dimon told Reuters.</p> <p>Morgan Stanley, another large US lender, said it was also planning for the possibility of a US credit default.</p> <p>The Business Roundtable, one of Washington's leading business lobby groups, said on Tuesday that a failure to raise the debt ceiling would pose an “unacceptable” risk to the <a href=\"https://www.ft.com/us-economy\">US economy</a>. </p> <p>The looming debt crisis has arrived at the same moment that Democratic lawmakers and the White House contend with internal party warfare that risks upending President Joe Biden's entire domestic legislative agenda.</p> <p>Democrats on Capitol Hill are locked in separate negotiations intended to salvage Biden's ambitious plans for a <a href=\"https://www.ft.com/content/f889e461-1a7c-46ec-8cc8-d1b6433e39ee\">$1.2tn bipartisan infrastructure package</a> and a larger <a href=\"https://www.ft.com/content/35409788-f5f3-466e-9095-ab0a55ff98b2\">$3.5tn budget deal</a> that would make unprecedented investments in social services. </p> <p>Pelosi has said the House will vote on the infrastructure bill — which has already passed the Senate — on Thursday, but dozens of progressive Democrats have threatened to torpedo the measure, insisting they will vote against it unless they vote on the bigger budget bill first.</p> <p><em>Additional reporting by Eric Platt, Andrew Edgecliffe-Johnson and Joshua Franklin in New York, and James Politi in Washington</em></p><p>Source: Lauren Fedor in Washington 2021 'Democrats seek to avoid shutdown while they scramble on debt ceiling' FT.com 29 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-29T17:08:51.438Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3595,
          "end": 3603
        }
      ],
      "nexusId": "10009914"
    }
  ]
}