{
  "_id": "bfd05fa9fb6fd86af7c5469a44965fb0bc0fc75af9788904ab346ae5ace226a9",
  "feed": "market-watch",
  "title": "IPO market braces for 14 deals this week — including payment processor Toast — unless Evergrande woes send issuers scurrying",
  "text": "<p>Chinese markets have been selling off amid fears Evergrande will not meet pending interest payments on its debt, which totals more than $300 billion. Those fears have added to concerns about the Chinese government's crackdown on some of its own tech giants that have sent U.S.-listed shares of Chinese companies lower, too.</p><p>See now: Why Evergrande has suddenly exploded into a potential global financial market crisis</p><p>Some 33 Chinese companies completed IPOs in the U.S. earlier this year and are now down an aggregate 27%, said Kathleen Smith, principal at Renaissance Capital, a provider of institutional research and IPO-linked exchange-traded funds.</p><p>“The rest of the U.S. IPO market seems to be holding up very well,” Smith told MarketWatch. “Year to date, 52% of all IPOs are above their IPO price and the average return is 13%, [or] 18% excluding China. For example, 10 of the 11 IPOs priced in September are above their IPO price, and they had posted a 55% return, on average.”</p><p>The market was especially strong last week, when 11 deals came to market and averaged a more than 55% return from the offer price, and none finished below their offer price. Top performers included inflammatory-disease biotech Dice Therapeutics DICE, coffee retailer Dutch Bros Inc. BROS and enterprise software company ForgeRock Inc. FORG.</p><p>See now:Drive-through drinks company Dutch Bros is expanding east and bringing its Blue Rebel drinks with it</p><p>The IPO market has already raised more money this year than in any year since 2000 and the dot-com boom, with 294 companies raising $100.5 billion so far, said Smith.</p><p>“This week, 14 IPOs are scheduled to raise $5.5 billion, [and] most are software, payments and healthcare IPOs — these have been strong-returning sectors,” she said.&#xa0;</p><p>Read also:Swiss running-shoe maker On sets its sights on the premium market — with help from a tennis giant</p><p>The biggest deal of the week is expected to come from Freshworks FRSH, a California-based customer-support software company that is seeking to raise up to $969 million by offering 28.5 million shares priced at $32 to $34 each for a valuation of $9.57 billion. The company raised its proposed price range Monday from an earlier $28-to-$32 range. Morgan Stanley and JPMorgan are the lead underwriters.</p><p>Restaurant payment processor Toast Inc. TOST is seeking to offer 21.7 million shares priced at $34 to $36 each, and it also increased its price range Monday from a previous $30 to $33. It would raise up to $781 million at the high end of the range at a valuation of up to $18 billion. Goldman Sachs and Morgan Stanley are lead underwriters.</p><p>See now: Toast IPO: 5 things to know about the restaurant-focused payments player</p><p>Also in the payments space, global money-transfer company Remitly Global RELY is aiming to raise up to $294 million as it is offering 7 million shares in the IPO, which is expected to price at between $38 and $42 a share. Selling shareholders are offering an additional 5.16 million shares to raise up to $216.8 million.</p><p>The Seattle-based company expects to have about 161.42 million shares outstanding after the IPO, for a valuation of up to $6.78 billion. The stock is expected to list on the Nasdaq under the ticker symbol “RELY.” Goldman Sachs and JPMorgan are the lead underwriters.&#xa0;</p><p>Other deals include Sovos Brands SOVO, whose labels include Rao's sauce and Noosa yogurt. The company is offering 23.33 million shares priced at $14 to $16 per share. With about 97.39 million shares outstanding after the IPO, the expected pricing could value Sovos at up to $1.56 billion. The stock is set to list on the Nasdaq under the ticker symbol “SOVO.” JPMorgan, Goldman Sachs, BofA Securities and Credit Suisse are the lead underwriters.&#xa0;</p><p>Also in the consumer space is Brilliant Earth Group BRLT, a digital-first jewelry company that's aiming to raise up to $266.7 million at a valuation of $1.51 billion. The stock is expected to list on the Nasdaq under the ticker symbol “BRLT.” JPMorgan, Credit Suisse, Jefferies and Cowen are the lead underwriters.</p><p>Online fashions company a.k.a. Brands AKA is seeking to raise up to $263.9 million at a valuation of $2.46 billion. The California-based company with a focus on Millennial and Gen Z consumers is expected to list on the NYSE under the ticker symbol “AKA.”&#xa0;BofA Securities, Credit Suisse and Jefferies are the lead underwriters.</p><p>The Renaissance IPO ETF IPO has gained 4.3% to date in 2021 and is up 35% in the last 12 months. The S&amp;P 500 SPX has gained 15.4% in the year to date and is up 31% in the last 12 months.</p>",
  "published": "2021-09-21T13:13:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.99999994,
      "offsets": [
        {
          "start": 2240,
          "end": 2248
        },
        {
          "start": 3251,
          "end": 3259
        },
        {
          "start": 3647,
          "end": 3655
        },
        {
          "start": 3976,
          "end": 3984
        }
      ],
      "weightsV2": {
        "weight": 2.5209975,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.4790025,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}