{
  "_id": "d4a04b990bc43dc295727ae9168ba0da3e59a9256f872a620d4790f9adf1c9f1",
  "feed": "ftcomall",
  "title": "UBS loses $774m on Archegos trades ",
  "text": "<p>Swiss bank UBS said it had lost $774m from trades linked to the family office Archegos Capital, as the fallout from one of the most spectacular implosions on Wall Street spreads.</p> <p>The hit marred an otherwise robust set of first-quarter earnings, with the bank's net profits rising 14 per cent from a year earlier to $1.8bn as buoyant markets drove a surge in client activity. </p> <p>Chief executive Ralph Hamers warned that there would be a further $87m of losses in the second quarter tied to the Archegos debacle. Until now UBS had not publicly stated its losses connected to the family office run by former hedge fund manager Bill Hwang, with those briefed on the trades saying they were not material.</p> <p>The bank said on Tuesday that it had fully unwound its exposure to Archegos, resulting in an overall reduction of $434m to its quarterly net profits. </p> <p>UBS shares fell 3.5 per cent in early trading.</p> <p>“We are disappointed with UBS's Archegos loss,” said Kian Abouhossein, an analyst at JPMorgan. “[They] have taken the shine off these results.”</p> <p>The hit, however, was less than that suffered by some of its peers, which included a $4.7bn charge at the bank's nearest rival Credit Suisse. </p> <p>UBS was one of several global banks that provided prime brokerage services to Archegos, whose collapse last month sparked one of the biggest trading calamities of recent years. </p> <p>The affair has led to recriminations from the banks that lent Archegos tens of billions of dollars to take bets on volatile stocks, while also drawing scrutiny from regulators over the banks' risk management controls.</p> <p><a href=\"https://www.ft.com/content/c7a958d0-3fc0-456a-9f01-3077b772e41b\">Credit Suisse</a> last week said it expected a further $650m of losses in the second quarter from the collapse, while <a href=\"https://www.ft.com/content/b589c3f5-9175-4572-bb7e-02ad17e414c1\">Morgan Stanley</a> has reported a $911m loss so far and Nomura indicated it could lose $2bn.</p> <p>Despite the Archegos losses, capital ratios improved at the bank, UBS said. The quarter-end common equity tier one capital ratio — a measure of bank capital to assets — was 14 per cent, the bank said, ahead of guidance at 13 per cent.</p> <p>“We are all clearly disappointed and are taking this very seriously,” Hamers said of the Archegos episode. “A detailed review of our relevant risk management processes is under way and appropriate measures are being put in place to avoid such situations in the future. This never impeded our ability to serve our clients.”</p> <p>Excluding investment banking — where profit before tax fell 42 per cent — earnings rose in all of UBS's other main divisions during the quarter. Assets invested on behalf of clients climbed by more than $100bn in the first three months of 2021 to $4.2tn.</p> <p>Its flagship wealth management business posted a 16 per cent rise in profits before tax to $1.4bn. The boost came from clients shifting into higher fee generating profits, but also an increasing use of leverage, UBS revealed, with lending to wealthy clients — including family offices similar to Archegos — increasing to $219bn.</p> <p>The asset management division also benefited from higher fee income, reporting a 45 per cent year-on-year rise in first-quarter profits before tax to $227m. </p> <p>Performance fees surged 153 per cent in the division during the quarter as markets roared back on promises of government stimulus and the potential for vaccines to bring an earlier than expected end to the economic restrictions of the coronavirus pandemic.</p> <p>UBS's Swiss universal bank also performed well, as pre-tax profit climbed 11 per cent to $358m.</p><p>Source: Sam Jones in Zurich and Owen Walker in London 2021 'UBS loses $774m on Archegos trades ' FT.com 27 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-27T06:04:31.020Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 979,
          "end": 987
        }
      ]
    }
  ]
}