{
  "_id": "b5b1062fafbb8daf57f0619f088422ce4e8309be280e9a4985c1af3461a96287",
  "feed": "wall-street-journal",
  "title": "Credit Suisse Failed to Act on Archegos Risk  ----  By Margot Patrick",
  "text": "<p>   Credit Suisse Group AG knew Archegos Capital Management was a massive risk and didn't take actions to fix it, according to an investigation the bank commissioned into the collapse of the family investment firm. </p><p>   The report released Thursday, prepared by a law firm for Credit Suisse, detailed how the bank for years granted Archegos special dispensation to avoid rules meant to protect the bank. It also ignored staff warnings before the family investment firm's collapse. </p><p>   Archegos rocked Wall Street when large, concentrated positions it held in a few stocks went sour. Banks lost more than $10 billion exiting the trades. Credit Suisse fared the worst among Archegos's lending banks, with more than $5.5 billion in losses. Archegos managed the family fortune of Bill Hwang, a former hedge-fund manager. </p><p>   Credit Suisse said Thursday it had lowered its overall risk appetite across the bank, adjusted its governance and is adding more people in risk management. It said all hedge-fund clients in the prime brokerage unit that traded with Archegos have been moved to a real-time method of monitoring risks -- an upgrade of an earlier system that contributed to the losses. </p><p>   The Archegos losses, along with the collapse of Credit Suisse client Greensill Capital, prompted an existential rethink for the Swiss bank, which marries a giant wealth management business catering to the global rich along with a significant Wall Street presence serving corporations, hedge funds and companies. Nearly two dozen executives have left the bank. </p><p>   The chief risk officer for Credit Suisse's investment bank, Ralf Hafner, who was identified by title in the report, will leave the bank in August, according to people familiar with the matter. He didn't respond to a request to comment. </p><p>   The report, produced by law firm Paul, Weiss, Rifkind, Wharton &amp; Garrison LLP, details a dysfunctional culture around protecting the bank from risks. </p><p>   \"The business was focused on maximizing short-term profits and failed to rein in and, indeed, enabled Archegos's voracious risk-taking,\" the report said. There were numerous warning signals that Archegos's positions \"posed potentially catastrophic risk\" to Credit Suisse. </p><p>   The report doesn't identify executives by name, but singles out for blame the bank's then-head of equities and the risk managers involved in monitoring the Archegos trades. They \"failed to heed these signs, despite evidence that some individuals did raise concerns appropriately.\" </p><p>   Senior executives were late to find out about the situation, according to the report. The bank's chief executive, Thomas Gottstein, said Thursday, \"I only heard about Archegos basically when it hit the news. I wasn't aware even about the existence of Archegos.\" </p><p>   It found many of the employees involved were more focused on using superficial fixes. This included allowing Archegos to hedge its massive positions in just a few stocks with options tied to broad stock indexes. Credit-risk managers questioned if those would effectively offset risks, but didn't sufficiently challenge the move. </p><p>   It said the bank's prime services business, which manages trades and financing for hedge funds, had \"a lackadaisical attitude towards risk and risk discipline.\" </p><p>   The report details Credit Suisse's long history with Mr. Hwang, stretching back to his days running a hedge fund called Tiger Asia Management in 2003. He specialized in trading Asian stocks, taking long and short positions. </p><p>   Credit Suisse stuck with Mr. Hwang even after Tiger Asia settled insider trading allegations with the Securities and Exchange Commission and pleaded guilty to federal wire fraud charges in 2012. </p><p>   When Tiger Asia was banned from trading in Hong Kong, Credit Suisse helped Mr. Hwang move his trading activity -- re-christened under the Archegos name -- to New York, where he invested in U.S.-listed Asian companies, relaunching with around $500 million. </p><p>   \"We have seen no evidence that CS applied any additional scrutiny to Tiger Asia or Hwang in response to these matters,\" the report said. </p><p>   His assets swelled to $3.9 billion in 2016. </p><p>   Credit Suisse began waiving risk protections related to Mr. Hwang well before Archegos collapsed. In 2017, changes in Mr. Hwang's trading prompted a 10% margin call, a common request by a bank to post more cash to back up positions as they became riskier. Credit Suisse waived the requirement and created a \"bespoke weekly monitoring of Archegos.\" </p><p>   Then in 2019, Archegos asked to lower its margin requirement, saying competitors were offering a better deal. The margin on the stock-linked derivatives he liked to invest in, known as total return swaps, dropped to 7.5% of the total invested from around 20%. </p><p>   In return, Archegos agreed to give Credit Suisse more power to close out its positions with little notice. But the report says these protections were \"illusory, as the business appears to have had no intention of invoking them for fear of alienating the client.\" </p><p>   Archegos's trading took off in the spring of 2020. As its positions swelled, Archegos repeatedly breached key limits Credit Suisse risk managers had set. </p><p>   One type of limit, known as \"potential exposure,\" or the maximum the bank was likely to lose if markets went against Archegos, was set at $20 million. In April 2020, it was more than $200 million. By August, it swelled to $530 million. Risk managers ignored the warning, figuring a change in the bank's methodology implemented earlier in the year had thrown off the calculation. </p><p>   Many of the findings of the report echo reporting from a June page one article in The Wall Street Journal, which highlighted the bank's creaky risk-management systems that left it exposed to human errors in judgment. </p><p>   The report described what it called a \"juniorization\" of staff as experienced personnel left and a lack of investment in risk technology. Poor governance meant some key staff had to perform multiple roles, and they described feeling overwhelmed by the data and information they had to digest. </p><p>   The problems were amplified by a geographic split between New York and London, with neither co-head of prime services in the different cities believing he was responsible for supervising the Archegos relationship, according to the report. </p><p>   Credit Suisse on Thursday said it would look to reduce its use of co-headed positions and multi-hatted roles. </p><p>   The report listed repeated warning signs that the bank failed to act upon. </p><p>   In September 2020, a credit risk manager escalated concerns about the trades to his supervisor. An oversight committee reviewed the positions at a meeting that month but planned actions weren't taken, the report said. </p><p>   Early in 2021, credit risk managers cut Archegos's internal credit rating citing the firm's \"high performance volatility, concentrated portfolio, and increased use of leverage.\" By Archegos's own estimate, according to the report, it would take between two weeks and a month to liquidate its portfolio, a dangerously long time. </p><p>   The credit risk managers discussed requiring more margin collateral from Archegos, estimating it needed to post around another $1 billion, but the request was never made. </p><p>   In March, the counterparty oversight committee again discussed Archegos, by then the prime brokerage unit's largest client in terms of position size. The committee decided Archegos would be moved to a dynamic margining system within the next couple of weeks, and if not Credit Suisse would ask for additional margin. </p><p>   The dynamic margining, which incorporates more real-time data such as market volatility and position concentration into margin calculations, would have made the trades safer, according to the report. In mid-March, Credit Suisse calculated Archegos would have to put up an additional $1.4 billion margin, and told Archegos it wanted to implement the new system the next week. </p><p>   Instead, Archegos canceled calls to discuss the step, and began requesting back margin it had at the bank, since the value of the shares it invested in -- including ViacomCBS Inc. and Discovery Inc., had skyrocketed. In a fateful decision, Credit Suisse returned $2.4 billion in margin collateral to Archegos between March 11 and March 19. </p><p>   On March 23, Credit Suisse's gross exposure to Archegos had grown to $27 billion. </p><p>   Credit Suisse released the Archegos report alongside its second-quarter earnings, which were worse than analysts expected and stood in contrast to a strong performance at other European banks. It reported billions in outflows from clients in Asia, which the bank attributed mainly to \"proactive de-risking\" to cut or reduce ties to some customers. </p><p>   The report was commissioned by a special committee of Credit Suisse's board, which included former longtime bank executive Richard Meddings and former JPMorgan Chase &amp; Co. executive Blythe Masters. Paul Weiss's Chairman Brad Karp oversaw the investigation. </p><p></p>",
  "published": "2021-07-30T06:14:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 8745,
          "end": 8765
        }
      ]
    }
  ]
}