{
  "_id": "6ec7e00690d9ee075617ef6fb3efdd3120c22e79e0ddf3924ab71013edb449bb",
  "feed": "wall-street-journal",
  "title": "Biden Nominee to Oversee Big Banks Faces Key Senate Hurdle; Saule Omarova, the pick for Comptroller of the Currency, testifies before lawmakers",
  "text": "<p>Moderates who serve on the banking panel, including Sen. Jon Tester (D. Mont.) and Sen. Mark Warner (D., Va.), were noncommittal on Ms. Omarova during the first round of questions at Thursday's hearing. Messrs. Tester and Warner said they were concerned about her opposition to 2018 legislation that eased post-financial-crisis rules on banks that they both helped author. With Republicans potentially unified in their opposition, Ms. Omarova likely needs to win approval from all Senate Democrats to secure the job.</p><p>Mr. Biden earlier this month nominated Ms. Omarova to the post that supervises the biggest U.S. lenders, including JPMorgan Chase &amp; Co. and Wells Fargo &amp; Co. Her past academic work calling for shrinking big banks and creating a much bigger role for the Federal Reserve in consumer banking has generated a backlash. Industry advocates and some Republicans have said she favors policies that would effectively nationalize lending and envisions an overly large role for the government that would crimp banks' business.</p><p>The Office of the Comptroller of the Currency is an independent bureau of the Treasury Department. It oversees about 1,200 banks with total assets of $14 trillion, about two-thirds of the total in the U.S. banking system.</p><p>Ms. Omarova's defenders include liberal-leaning Democrats such as Ohio Sen. Sherrod Brown, the committee chairman, and Sen. Elizabeth Warren of Massachusetts. They say she is an accomplished banking expert who will stand up to the industry. The senators say Washington regulators have been too deferential to big banks in recent years and that Ms. Omarova would work to make the financial system more inclusive for consumers.</p><p>At Thursday's hearing, Ms. Omarova pushed back against concerns some have raised about her ideas and background.</p><p>\"Having grown up in an oppressive state-run system, with no free enterprise and no economic opportunity, I have a unique appreciation for our dynamic and diverse markets,\" Ms. Omarova, who was born in Kazakhstan when it was part of the Soviet Union, told the committee. \"Every American family should have the same opportunities that my family has had.\"</p><p>With objections coming from the financial industry, Ms. Omarova faces uncertain prospects for her confirmation. The Independent Community Bankers Association on Wednesday asked Senate lawmakers to reject Ms. Omarova, saying that her views are too extreme. Pressure from community bankers, who have a large grass roots presence across the U.S., could sway moderate Democrats against her.</p><p>\"Some of Dr. Omarova's past statements about the role of government in the financial system raise real concerns about her ability to impartially serve at the Office of the Comptroller of the Currency, and I'm looking forward to discussing them with her at her hearing,\" Mr. Tester said in a written statement issued before the hearing.</p><p>The rhetoric against Ms. Omarova has become unusually heated compared with the discussion of Mr. Biden's other regulatory nominees. Some Republicans, such as Sen. Pat Toomey (R., Pa.), say Ms. Omarova favors a Soviet-style takeover of the financial system.</p><p>Mr. Toomey, ranking member of the Senate Banking Committee, said the law professor's \"far left\" policies, rather than place of birth, are driving his opposition to her nomination. \"She's very ill-suited for this post,\" Mr. Toomey said in an interview earlier this month. \"There's an awful, substantial body of evidence that suggests she really is a collectivist socialist who wants a central command-control economy.\"</p><p>Banking-industry lobbyists fear that Ms. Omarova would carry out a progressive agenda if confirmed. That agenda would include imposing undue restrictions on their business, according to bankers and their lobbyists. These industry advocates cite a 2019 article in which she argued that the Fed should shrink large banks in certain circumstances. Another recent paper envisioned shifting consumer-bank deposits from private firms to the Fed, a structural change she described as radical to help make finance more inclusive. She has said the shift could be designed to help, and not hurt, community banks.</p><p>In a March 2021 webinar, she said she wants oil-and-gas companies to \"go bankrupt if we want to tackle climate change.\" She proposed the government obtain an equity interest in such companies to transition them to an alternative business model.</p><p>Ms. Omarova on Thursday said she misspoke and that her remarks weren't well framed. She added that the government should help oil-and-gas companies restructure as the nation transitions to cleaner sources of energy.</p><p>Write to Andrew Ackerman at andrew.ackerman@wsj.com</p><p>Biden Nominee to Oversee Big Banks Faces Key Senate Hurdle</p>",
  "published": "2021-11-18T16:58:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 632,
          "end": 652
        }
      ],
      "nexusId": "10009914"
    }
  ]
}