{
  "_id": "ff27e6f80e07a1fd54586625546256914c688721653f21d1531a42bb7a25ee33",
  "feed": "wall-street-journal",
  "title": "Encore (A Special Report)  ---  Target-Date Funds, After Retirement:  Should you move your money into an individual retirement account?  ----  By Michael A. Pollock",
  "text": "<p>\n  Target-date funds are a staple of employer-sponsored retirement funds, due in part to their ease of use. The funds adjust allocations over decades, starting with big equity exposures, then glide gradually into more fixed income. </p><p>\n  But some investors don't stick with them, particularly after they retire. Thinking they can do a better job of managing their money than a target-date funds' manager, some investors shift the money into individual retirement accounts where they invest in other types of funds. </p><p>\n  Is that the right move? Here are six things to consider before quitting a target-date fund: </p><pre> </pre><p>\n   Upsides to leaving </p><pre> </pre><p>\n   1.  Target-date funds are short on customization </p><p>\n  While one of the marketing points of target-date funds is that the funds are supposedly designed for the expected retirement year, the actual target dates typically are five years apart. That means investors usually end up choosing a fund with the date closest to the year in which they plan to leave full-time work. But retirement dates can change. The dates chosen can be off by years -- as can someone's preferred risk level. </p><p>\n  Employer plans typically feature target-date funds from just one manager, so an IRA would provide many more options -- including funds from other firms with lower equity exposure. JP Morgan Asset Management offers some funds that hold less than a third of their assets in stocks by an investor's retirement date. </p><pre> </pre><p>\n  2. A different approach might better meet an investor's needs </p><p>\n  While some target-date funds yield around 2%, from dividends, bonds and other fixed-income investments, it's common for yields to be lower -- particularly for a fund that has a larger equity allocation. Target-date funds are primarily designed for asset growth. Most seek to achieve that through equities, and often dividends aren't a primary concern. </p><p>\n  If an investor is concerned about making next month's rent, it could make sense to also own a fund that throws off more income -- whether as part of an employer plan or in an IRA. But it is important to realize that mixing target-date funds with other types of funds can undermine the key objective of getting some continuing growth of assets through retirement, experts say. </p><pre> </pre><p>\n  3. Savvy investors can lower their costs </p><p>\n  Fund fees can seem like a moot issue to investors who have the bulk of their income-earning years behind them. While the huge growth of ETFs clearly has put downward pressure on target-date-fund fees, participants in defined-contribution plans tend to pay less attention to such things. Many like the \"set it and forget it\" strategy. </p><p>\n  But investment costs are still an important concern to older investors, says Matt Brancato, head of Vanguard Institutional Investor Services. The amount of assets in a retirement portfolio likely has peaked at the time of retirement, and, since fund fees are based on a percentage of assets, investors can be paying more than they realize -- and more than they have to. </p><p>\n  According to an analysis by University of Arizona Prof. David Brown and University of Colorado Prof. Shaun Davis, Americans could be paying in excess of $2 billion a year more than they would if they managed their own savings with a portfolio of low-fee ETFs. </p><p>\n  Funds, including target-date funds, that rely on low-cost indexes, by contrast, feature lower fees than target-date funds found in many employer-sponsored plans. </p><pre> </pre><p>\n  Upsides to staying </p><pre> </pre><p>\n  1. Cheaper alternatives can be hard to find </p><p>\n  Although an IRA would give a retiree much more flexibility in getting low-fee ETFs, there is also a risk of inadvertently paying more, depending on the choice of IRA or the funds within it, cautions David Blanchett, head of retirement research for Morningstar Investment Management. </p><p>\n  He says that employer plans, which have the leverage of many participants, typically negotiate lower, institutional-level fund fees for funds they offer. Fees could be higher if an investor, outside of a plan, chooses funds that are available only in costlier classes of shares. </p><p>\n  While many self-directed IRAs charge nothing to own an account, others can carry significantly higher fees because they include a professional-advice feature. Anyone considering rolling retirement funds into an IRA needs to carefully examine the IRA's features and understand what they are getting into, Mr. Blanchett says. </p><pre> </pre><p>\n  2. You're already getting advice, likely for less than many advisers charge </p><p>\n  Target-date funds themselves -- even those based on index funds -- contain embedded professional advice, because they are designed and overseen by professional managers, Mr. Blanchett says. Investors often also get no-cost phone consultations with a professional to learn about the investments in a plan. </p><pre> </pre><p>\n  3. The funds operate with time and diversification in mind </p><p>\n  Target-date funds provide a so-called glide path, which means the equity allocation is automatically reduced as the planned retirement date approaches. But some, such as the TIAA-CREF Lifecycle Funds, also give managers the flexibility to tweak their allocations as market conditions change. </p><p>\n  In spring 2020, the TIAA-CREF target-date funds modestly increased their positions in the high-yield bond market after that sector was slammed along with markets broadly, says John Cunniff, a portfolio manager for the funds. </p><p>\n  Target-date funds commonly spread money around in thousands of individual securities, ranging from U.S. stocks to local-currency emerging-markets bonds and inflation-linked securities -- markets that individuals might find challenging to navigate on their own. </p><p>\n  --- </p><p>\n  Mr. Pollock is a writer in Pennsylvania. Email: reports@wsj.com. </p><p></p>",
  "published": "2021-04-12T06:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}