{
  "_id": "bbed7fbde5f0ffef68814f829a26709a0bff03593b9a65dbe07b1df534c4f1fb",
  "feed": "market-watch",
  "title": "Oil prices drop, eye steepest monthly decline since the start of the pandemic",
  "text": "<p>West Texas Intermediate crude for January delivery CL00CLF22 fell $2.85, or 4%, to $67.11 a barrel on the New York Mercantile Exchange, with prices based on the front month trading more than 16% lower for the month.</p><p>Global benchmark January Brent crude BRNF22, which expires at the end of the trading session, dropped $2.70, or 3.7%, to $70.65 a barrel on ICE Futures Europe, trading around 15% lower for the month. February Brent BRN00BRNG22, which will become the front-month futures contract, was down $2.75, or 3.8%, at $70.42 a barrel.</p><p>Both WTI and Brent crude are poised to mark their biggest monthly net and percentage declines since March 2020, according to Dow Jones Market Data. That's the time when COVID-19 prompted a collapse in prices, sending WTI crashing below zero dollars a barrel in April 2020.</p><p>“COVID-19 is again at the heart of crude and other commodity losses — this time amid uncertainty around the newly identified omicron variant,” said Robbie Fraser, global research &amp; analytics manager at Schneider Electric, in a daily note.</p><p>Crude futures tumbled, alongside a renewed global fall in equities, after Moderna MRNA Chief Executive Stéphane Bancel told the Financial Times that existing vaccines will likely be less effective against the omicron variant discovered late last week in southern Africa.</p><p>Key Words: ‘This is not going to be good'—Moderna CEO on what scientists are telling him about the omicron coronavirus variant</p><p>“This is raising concerns about far-reaching mobility restrictions to combat the omicron variant,” said Carsten Fritsch, commodity analyst at Commerzbank, in a note.</p><p>“It is not yet possible to accurately predict how big the impact will be on oil demand. The fact that the price has plunged by more than $10 since Friday suggests that serious effects are envisaged, however,” he said.</p><p>The threat to oil demand is genuine, said Louise Dickson, senior oil markets analyst at Rystad Energy, in a note.</p><p>“Another wave of lockdowns could result in up to 3 million bpd (barrels per day) of oil demand lost in the first quarter of 2022 as governments prioritize health safety over reopening plans, of which there is already telltale evidence, from Australia delaying its reopening to Japan banning foreign visitors,” she wrote.</p><p>Oil dropped sharply Friday, with the U.S. benchmark plunging 13%, after the discovery of the variant in southern Africa, with several countries moving to restrict flights from the region. Crude bounced in Monday trade, but ended the session with modest gains before coming under renewed pressure.</p><p>The price drop and accompanying worries about the variant's effect on travel and activity are seen putting pressure on OPEC+ — made up of the Organization of the Petroleum Exporting Countries and its allies, including Russia — to pause monthly increases in oil production that would have lifted output by another 400,000 barrels a day in January.</p><p>OPEC+ is also weighing its response to the U.S. decision last week to release 50 million barrels of crude from its Strategic Petroleum Reserve — a move that was accompanied by releases in five other countries, including China and India.</p><p>OPEC is scheduled to hold technical meetings via videoconference on Wednesday and Thursday, ahead of the OPEC and non-OPEC ministerial meeting, also planned for Thursday.</p><p>Read: OPEC+ has excuse to pause oil production increases after COVID variant sparks crude plunge</p><p>Sticking with the planned 400,000 bpd increase is “virtually unimaginable in view of the latest market developments,” Fritch said. “In our opinion, any such decision would exert further pressure on oil prices in the current market environment, which is hardly likely to be in the interests of the OPEC+ members.”</p><p>The U.S. plan to release strategic reserves was already set to expand supply by around 850,000 bpd in January and February, he said, which will leave OPEC+ with little choice but to pause planned production increases for two months.</p><p>See:Oil could hit $150 a barrel with OPEC+ ‘in the driver's seat': J.P. Morgan</p><p>Back on Nymex, December gasoline RBZ21 lost 2.6% to $2.024 a gallon, trading more than 14% lower for the month, and December heating oil HOZ21 shed 2.4% to $2.099 a gallon, set for a monthly decline of over 15%. The December contracts expire at the end of the session.</p><p>January natural gas NGF22 traded at $4.515 per million British thermal units, down 6.9% in Tuesday dealings, after losing more than 11% Monday.</p><p>“Strong production growth and mild weather outlooks for December are the main drivers” for natural gas, said Christin Redmond, commodity analyst at Schneider Electric, in daily note. The National Oceanic and Atmospheric Administration forecasts above-normal temperatures for most of the U.S. over the next six to 10 days, she said. &#xa0;</p>",
  "published": "2021-11-30T11:09:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4032,
          "end": 4043
        }
      ],
      "nexusId": "10009914"
    }
  ]
}