{
  "_id": "38142e4f68b41503a9d88dddfa2899e77f2328f9657832350f2a4c449e5d6490",
  "feed": "ftcomall",
  "title": "JPMorgan/Citi/Wells: a merciful release",
  "text": "<p>Wall Street had more ups and downs in 2020 than the Coney Island big dipper. Corporate profits plunged during the first half, forcing America's biggest banks to set aside billions for potential bad loans.&#xa0;</p> <p>Fourth-quarter results from JPMorgan, Citigroup and Wells Fargo on Friday found them climbing back up the rails. The three collectively released <a href=\"https://www.ft.com/content/6cbd0f02-7ef9-4ea1-8ade-9711292d54d2\">more than $5bn</a> of pandemic-related loan loss reserves.</p> <p>It is tempting to view this as a sign of recovery for the broader US economy. That would be premature.</p> <p>For starters, the three banks racked up $31bn in loan loss provisions in the first nine months of 2020. Reversing a small proportion of this is an easy, low-risk way to prop up profits — especially after incoming president Joe Biden outlined a $1.9tn coronavirus stimulus package proposal. </p> <p>Vaccination efforts — despite logistical hiccups — are under way. The KBW bank index has rallied 11 per cent since the start of the year, compared with the S&amp;P 500's 0.6 per cent gain.</p> <p>Look past the reversal in loan loss provisions and plenty of worries remain.&#xa0;</p> <p>At JPMorgan, the reserve release for the quarter was driven primarily by the wholesale lending book. It did not reduce money set aside for credit card losses — suggesting consumer credit quality could still deteriorate in 2021.</p> <p>Then there is net interest income. This fell year-on-year at the three banks during the quarter. Low interest rates continued to squeeze lending margins. At JPMorgan, the weakness in consumer lending was offset by another strong performance from trading and investment banking units. Revenue from Citi's rival unit was weaker than expected. It is a reminder that the surge in dealing, underwriting and advisory activity seen in the second half of 2020 will not last for ever.</p> <p>Regulatory challenges at Citi and Wells could also limit any upside the two banks get from any economic recovery in 2021. This leaves JPMorgan, Goldman Sachs and Morgan Stanley as the better bets, with the two and standalone investment banks most affordably priced.</p> <p><em>Our popular newsletter for premium subscribers Best of Lex is published twice weekly. Please sign up </em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a><em>. </em><br></p><p>Source:  2021 'JPMorgan/Citi/Wells: a merciful release' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T18:20:14.329Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 233,
          "end": 241
        },
        {
          "start": 1063,
          "end": 1071
        },
        {
          "start": 1898,
          "end": 1906
        },
        {
          "start": 1445,
          "end": 1453
        }
      ]
    }
  ]
}