{
  "_id": "64564383c5da2a7035e4a45ed73296eaddcc1d37f82783613e4d5999c27464a0",
  "feed": "ftcomall",
  "title": "Don't fall for the myth of fast-rising population growth",
  "text": "<p>If you were at <a href=\"https://www.ft.com/cop26\">COP26</a> this week you might have seen a massive (but still quite cute) inflatable baby wearing a slogan T-shirt (“smaller families, cooler planet”) floating around the international climate summit.</p> <p>It was installed by campaigning group <a href=\"https://populationmatters.org\">Population Matters</a> to highlight what it sees as the growing problem of overpopulation. Go to the group's website and you can see the numbers. Today's global population is about 7.7bn. We are “still adding an extra 80m each year and are headed to 10bn by mid-century”, it says.</p> <p>Scary, isn't it? It's also probably nonsense. One of the oddest things about the population debate is the ongoing insistence that we must worry about fast-rising population numbers — when even a cursory check of the numbers suggests rather the opposite: that one of the biggest challenges for humanity may soon be falling populations.</p> <p>The UN has slightly downgraded its peak population forecast — to 10.9bn by 2100 — and is already noting that the world population is growing at a slower pace than at any time since 1950 thanks to fast-falling fertility.</p> <p>So many countries have now fallen to or below replacement rates that the majority of population growth from now on “will be concentrated in just <a href=\"https://population.un.org/wpp/Publications/Files/WPP2019_Highlights.pdf\">nine countries</a>”, says the UN.</p> <p>However look down the list of those nine and you might wonder. One of the main drivers of the growth is supposed to be India. But India's fertility rate is <a href=\"https://www.macrotrends.net/countries/IND/india/fertility-rate\">already down</a> to 2.179. That's barely over the replacement rate (of 2.1). A study from The Lancet last year suggested that the global population will in fact peak at 9.7bn in the 2060s and be well <a href=\"http://www.healthdata.org/news-release/lancet-world-population-likely-shrink-after-mid-century-forecasting-major-shifts-global\">below 9bn</a> by 2100.</p> <p>All this matters. If population forecasts are out by 10 to 20 per cent, so are most other long-term forecasts.</p> <p>But worse, we are preparing for the wrong future — one filled with too few, not too many, people, and one in which such population growth as we do see is going to be driven not by new people being born but by old people not dying.</p> <p>There's a view that falling — and ageing — populations are deflationary. We are told you can see this clearly in Japan, where deflation appears to have taken an irreversible hold over the economy. This makes some sense. After all, the old are not accumulators. The older they get the more aggregate demand falls and the lower inflation goes.</p> <p>But it isn't correct. The first thing is that low inflation in Japan isn't necessarily a function of an ageing population — it might just be a function of the same macro trends that have driven low inflation everywhere else for the past few decades (globalisation and cheap labour). It's also not clear that aggregate demand does fall as people age.</p> <p>The over-80s may not be buying much in the way of new cars but their need for (often state financed) medical care, mobility and other devices and labour is huge. Darrell Bricker, author of <em>Empty Planet</em>, predicts the global population of over-80s will be up 148 per cent in 50 years but the working population will be up only 2 per cent. If that happens, will prices (particularly of labour) be up or down? Quite. </p> <p>Maybe think of today's labour shortages, sharp wage rises and supply driven inflationary impulses as a taste of things to come, says Bricker. This bout might fade, but with working age populations already falling in some countries, the long-term trend will not.</p> <p>With that in mind we should turn to today's inflation. In the UK, <a href=\"https://www.ft.com/content/591c03eb-938d-4cd1-8822-daa4442dc593\">CPI inflation </a>is 3.1 per cent. In Germany it is 4.5 per cent. In the US it is rising at the <a href=\"https://www.ft.com/content/5a5a7e5f-4207-4de1-9432-002f96de67bb\">fastest pace for 30 years</a> — 6.2 per cent. And in China factory gate inflation is running at 13.5 per cent —<a href=\"https://www.ft.com/content/1c4b8670-a86f-446d-bb4e-5019d7f4df38\"> a 26-year high</a>. Some of that inflation will end up in consumer prices.</p> <p>Central banks may still be telling us that this is “transitory” (this is an increasingly meaningless concept) but investors look like they know better. Low interest rates have pushed them into property, infrastructure and equities for some years. But the sharp rise in inflation — which means real interest are lower than ever — has given the shift a new impetus.</p> <p>Look at launches and fundraisings in the investment trust sector recently and you will see what I mean. A record £6.3bn was raised in the first half of this year with much of it heading for what Ian Sayer of the AIC called “income generating alternatives such as renewable energy assets and infrastructure”. Nothing says “inflation fears” like a scramble for income.</p> <p>The good news for investment trust investors is that you don't have to take a risk on overhyped new stuff (there may be a bubble building in renewables, for example) to get a good income. There are 23 equity trusts in the UK that yield 4 per cent or more.</p> <p>Analysts at Stifel say most offer some exposure to overseas markets rather than just the UK&#xa0; — although just the UK is fine too — and many have excellent long-term records of delivering annual dividend growth.</p> <p>You can get 4.1 per cent from JPMorgan Claverhouse for example or, if you want to be a bit more international, 4.8 per cent from Murray International. Also of interest might be BlackRock Energy and Resources (4.1 per cent).</p> <p>However, if the trend for new trust launches continues, there's one I'd really like to see. How about a fossil fuel rescue trust? It would come with an acceptance that — COP or no COP — we will be using fossil fuels for many decades and with that in mind would buy out the assets that everyone else is busy backing off — hopefully on the cheap.</p> <p>It would be for retail investors only, since most institutions are too crazed by conventional tickbox ESG metrics to consider this kind of thing, and would produce a couple of benefits. It would keep oil and gas assets on the public markets — if there is one area that needs radical transparency, it is this. It would help out all those companies that are being bullied by ESG committees to divest dirty stuff. </p> <p>And, of course, while the assets would be in decline (no new exploration or drilling) it would provide us with a medium-term high yield — one that we can squirrel away to pay the exorbitant wages the few remaining young people in the world will demand to look after us when we are in our 80s.</p> <p><em>Merryn Somerset Webb is editor-in-chief of MoneyWeek. The views expressed are personal; </em><a href=\"mailto:merryn@ft.com\"><em>merryn@ft.com</em></a><em>; </em><a href=\"https://twitter.com/MerrynSW\"><em>Twitter:&#xa0;@MerrynSW</em></a> </p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/8bcd7333-1e21-40c9-88ba-4feb5b188579\"><em>To cut carbon footprint, try having smaller families / From Robin Maynard, Director, Population Matters, London E4, UK</em></a></p><p>Source: Merryn Somerset Webb 2021 'Don't fall for the myth of fast-rising population growth' FT.com 12 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-12T05:00:26.723Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4900,
          "end": 4908
        }
      ],
      "nexusId": "10009914"
    }
  ]
}