{
  "_id": "448c59b96a225416c81601415d832fbb8c23ba0ea23f43c449699368c03ae1c1",
  "feed": "wall-street-journal",
  "title": "Jamie Dimon Says He Regrets Joke About JPMorgan Outlasting China's Communist Party; Chief executive made comment during an event in response to a question about doing business in China",
  "text": "<p>\"I can't say that in China. They probably are listening anyway,\" the 65-year-old veteran banker added while laughing.</p><p>Mr. Dimon made the comments during an event at Boston College, in response to an audience question about doing business in China. He also held forth on other sensitive issues including the political situation in Taiwan and freedoms in Hong Kong, a former British colony that has come under Beijing's tightening grip. His remarks were earlier reported by Bloomberg.</p><p>On Wednesday afternoon in Beijing, Zhao Lijian, a Chinese Foreign Ministry spokesman, sidestepped a question about Mr. Dimon's remarks during a daily news conference and dismissed media reports on it as attempts to draw readers.</p><p>Mr. Dimon said on Wednesday morning Eastern Time that he regretted his remarks the previous day. \"I regret and should not have made that comment. I was trying to emphasize the strength and longevity of our company.\"</p><p>A spokesman for JPMorgan said the firm is committed to China, and that Mr. Dimon \"acknowledges he should not speak lightly or disrespectfully about another country or its leadership.\" The CEO also said he strongly supports a constructive and detailed economic dialogue with China, the spokesman added.</p><p>JPMorgan has been trying to gain a deeper foothold in the world's second-largest economy. The bank was the first among its Wall Street peers to get Chinese regulators' nod to take full control of securities and futures businesses in the country. It is seeking 100% ownership in an asset-management joint venture, which if approved would make JPMorgan the first foreign bank to have a full suite of wholly owned units in China covering key financial business lines.</p><p>J.P. Morgan Asset Management also struck a deal in March to buy 10% of China Merchants Bank Co.'s lucrative wealth-management unit.</p><p>Last week, the China Securities Regulatory Commission provided feedback on JPMorgan's application to take full control of its onshore asset-management business and posed 11 additional questions on the transaction, according to a statement on the commission's website.</p><p>They included queries about how JPMorgan plans to manage cross-border data flows after gaining full control of the entity and what justifies the high price the American bank is paying for the stake.</p><p>The securities regulator also asked JPMorgan to correct a discrepancy between the Chinese and English versions of the bank's filing about the planned deal in different currencies, its statement said. JPMorgan is paying up to $1 billion for the 49% stake, according to the regulator.</p><p>Last week Mr. Dimon traveled to Hong Kong, where the New York-based bank has a sizable presence and around 4,000 employees. It was his first trip to the city since the beginning of the coronavirus pandemic, and the CEO skipped a three-week hotel quarantine that most arrivals from the U.S. have to complete. After his 32-hour visit stirred controversy, Hong Kong Chief Executive Carrie Lam defended the government's decision to grant Mr. Dimon an exemption.</p><p>In Boston on Tuesday, Mr. Dimon said in response to a question about tensions between China and Taiwan that any action against the self-ruling island could become akin to the U.S.'s costly and deadly conflict with Vietnam.</p><p>\"They are very smart people. Hopefully that will not become an issue,\" he said.</p><p>The New York-born executive also reserved a punchline for his own country. \"They look at us now as kind of the incompetent nation,\" Mr. Dimon said, referring to China's view of the U.S. \"America can't get out of its own underwear,\" he added, citing the Jan. 6 attack on the Capitol as an example.</p><p>Mr. Dimon also made reference to former President Donald Trump. \"I detest a lot of things Trump said,\" he said after saying that he felt Mr. Trump was right about China, given problems in areas such as intellectual property and bilateral investment rights.</p><p>\"He got the support of the business community because it was time to do something about it,\" he said. \"But what we need is a very detailed strategic economic dialogue including trade and all those other things, away from foreign policy.\"</p><p>\"The other thing is, JPMorgan can't go to a country and go in and out every time we like or don't like something the government is doing,\" Mr. Dimon said. \"Hell, I'd leave America, wouldn't I?\"</p><p>Write to Elaine Yu at elaine.yu@wsj.com and Jing Yang at Jing.Yang@wsj.com</p><p>Jamie Dimon Says He Regrets Joke About JPMorgan Outlasting China's Communist Party</p>",
  "published": "2021-11-24T13:17:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1695,
          "end": 1723
        },
        {
          "start": 944,
          "end": 952
        },
        {
          "start": 1572,
          "end": 1580
        },
        {
          "start": 2330,
          "end": 2338
        },
        {
          "start": 39,
          "end": 47
        },
        {
          "start": 2494,
          "end": 2502
        },
        {
          "start": 4438,
          "end": 4446
        }
      ],
      "nexusId": "10009914"
    }
  ]
}