{
  "_id": "a26b9b10c53ba902e9f5b3a9b18785ed97b8f0f71dfb60b4bf2c1ec8cf639df5",
  "feed": "wall-street-journal",
  "title": "Business News -- Future of Everything:  CEO Ties Enthusiasm to Office  ---  WeWork boss says  those most engaged  on job are also the ones  who want to return  ----  By Kathryn Dill",
  "text": "<p>   The CEO of WeWork thinks there is an easy way for companies to spot their most engaged employees: They're the ones who want to come back to the office. </p><p>   \"Those who are uberly engaged with the company want to go to the office two-thirds of the time, at least,\" Sandeep Mathrani said Wednesday at The Wall Street Journal's Future of Everything Festival. \"Those who are least engaged are very comfortable working from home.\" </p><p>   Mr. Mathrani said that while many employees were hoping for a hybrid future after the pandemic that would afford them to work from home a few days a week, time at the office was essential for collaboration and efficiency. </p><p>   \"People are happier when they come to work,\" said Mr. Mathrani, a veteran of the commercial real-estate industry. \"The bigger issue is do you come to work five days a week or do you come to work three days a week? That's the bigger issue. There's no issue of not coming to a common place.\" </p><p>   Coming to the office at least part-time would allow workers to reinstate boundaries between work and home life that may have eroded during the pandemic and to combat Zoom fatigue, Mr. Mathrani said. Other top executives, including JP Morgan Chase CEO Jamie Dimon, have recently noted their weariness with convening via the platform. Even Zoom CEO Eric Yuan said he had experienced Zoom fatigue. </p><p>   Mr. Mathrani took the reins at WeWork in February 2020, just weeks before lockdown orders forced offices to close. Pandemic-driven furloughs and layoffs across industries provided cover for the beleaguered company, he said, as WeWork let go of roughly 3,000 people, on top of thousands more workers WeWork shed the previous year. </p><p>   After one of the most spectacular IPO implosions in recent years -- the IPO never happened -- WeWork announced in March plans to go public via merger with a SPAC called BowX Acquisition Corp. </p><p>   Despite the company's tumult, Mr. Mathrani said other companies' post-pandemic offices might look a lot like a WeWork site -- not just an open-plan office, but a beautiful one, free of clutter and designed to promote collaboration by allowing employees to sign up for desks and conference rooms. </p><p>   \"A lot of the things this company did pre-pandemic is really what companies want to do post-pandemic,\" he said. </p><p>   Mr. Mathrani said he still spoke to former WeWork CEO and co-founder Adam Neumann every few weeks and was quick to note his achievements. \"It's easy to look at the things that went wrong,\" he said of Mr. Neumann's leadership of the company. \"But there were a lot of things that went right when he created a brand that's synonymous with flexibility.\" </p><p>   Post-pandemic, Mr. Mathrani forecasts a WeWork known more for providing flexibility than fun. When asked if WeWork's own offices would be bringing back the beer on tap and tequila shots, he was resolute. </p><p>   \"Fun is not defined by those aspects,\" said Mr. Mathrani. \"I'm 59 years old. I'm uber serious, and so maybe having an adult in the room will change that.\" </p><p></p>",
  "published": "2021-05-13T06:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1164,
          "end": 1173
        }
      ]
    }
  ]
}