{
  "_id": "28d5c49325e2939db3465a407e875e40ca5366196059ec72717896d56effb517",
  "feed": "ftcomall",
  "title": "London Whale lessons for Credit Suisse and Nomura",
  "text": "<p>No large international bank has blown up since the financial crisis. There have now been two episodes, however, of self harm with costs running into the billions of dollars. </p> <p>The latest is Archegos Capital Management, the family office that borrowed heavily to fund disastrous bets using total return swaps. Lenders led by <a href=\"https://www.ft.com/content/073509cd-fe45-44d2-afac-cace611b6900\">Credit Suisse and Nomura</a> have lost billions after the bets soured last month.</p> <p>Before that, in 2012, there was the London Whale debacle, where JPMorgan Chase managed to lose $6.2bn betting with credit derivatives. There are some striking parallels.</p> <p>First, both fell through the gaps of tougher new rules imposed after the 2008 crisis. To stop banks taking outsized risks with depositor funds, proprietary trading has been banned in the US for more than a decade. </p> <p>However, JPMorgan racked up the losses not in some racy underground prop desk but in the supposedly staid “chief investment office” that managed the bank's excess funds. Piling into a credit derivatives index was not designed to be risky but merely a “hedge” against the bank's credit positions, albeit one described by a regulator as “make believe voodoo magic”.</p> <p>With Archegos banks were also supposed to be providing relatively low-risk services via their prime brokerage divisions. But unlike their typical hedge fund clients, which are now subject to strict disclosure rules, <a href=\"https://www.ft.com/content/c319839d-d185-4e8a-bbc7-659bebe58031\">Archegos is a family office</a>, whose lack of outside investors allows it to maintain secrecy about its investments.</p> <p>In both cases, after only a little dithering, there has been significant internal accountability. JPMorgan clawed back bonuses, fired four London traders and accepted the resignations and retirements of other senior staff. Credit Suisse — which is simultaneously dealing with its costly mistakes over Greensill Capital — announced this week that <a href=\"https://www.ft.com/content/c10d0b81-f2ef-48c3-8e9c-17419f4af21b\">seven heads would roll</a>, including the heads of risk management and investment banking.&#xa0;</p> <p>You can argue that another common thread is that the gnashing of teeth is overdone. At JPMorgan, there were calls for chief executive Jamie Dimon (who initially dismissed the episode as a “tempest in a teapot”) to lose his chairmanship — only for the bank to end the year with record profits and improved capital levels.&#xa0;</p> <p>Similarly, even after losses of $4.7bn, Credit Suisse expects to end the quarter with more manageable overall loss of less than $1bn, thanks to a strong performance elsewhere. Its capital levels are not in jeopardy and it could easily end the year with improved results.</p> <p>But this underplays the seriousness of what happened and the necessity for scrutiny over and above sackings and lost bonuses. JPMorgan recognised that a thorough examination was necessary and ended up publishing a<a href=\"http://som.yale.edu/sites/default/files/files/US_Senate_JPM_Derivatives_Risk%26Abuses_Exhibits_Part2_3-15-13.pdf\"> 132-page review</a> of the affair by a management task force. The US Senate's Permanent Subcommittee On Investigations then issued a <a href=\"https://www.hsgac.senate.gov/imo/media/doc/REPORT%20-%20JPMorgan%20Chase%20Whale%20Trades%20(4-12-13).pdf\">306-page report</a> after two public cross-examinations of Dimon, 25 interviews with other bank staff and regulators and a review of 90,000 documents.</p> <p>However tough the banks' internal remedies, a public airing is necessary. So far Credit Suisse has said very little and Nomura almost nothing. Fortunately, the US Congress has again <a href=\"https://www.banking.senate.gov/imo/media/doc/brown_letter_to_credit_suisse_48.2021.pdf\">taken an interest</a> and may force more disclosure. It is a strange world where US lawmakers have to police Swiss and Japanese banks but it is all for the good. No bank should be able to lose billions on a single client. We need to know exactly how they managed it.</p><p>Source: Tom Braithwaite 2021 'London Whale lessons for Credit Suisse and Nomura' FT.com 9 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-09T04:00:35.175Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2631,
          "end": 2639
        },
        {
          "start": 464,
          "end": 472
        },
        {
          "start": 793,
          "end": 801
        },
        {
          "start": 1576,
          "end": 1584
        },
        {
          "start": 464,
          "end": 478
        },
        {
          "start": 1999,
          "end": 2007
        }
      ],
      "nexusId": "10009914"
    }
  ]
}