{
  "_id": "34e3ff761e6d662f3131c58a770d4ea9aae3c3a3e5df1c50f78bddbf0b733080",
  "feed": "ftcomall",
  "title": "Global stocks rebound after day of cryptocurrency turbulence ",
  "text": "<p>Positive US jobs data helped boost global stocks on Thursday, a day after markets were roiled by a sell-off in cryptocurrencies and hints that central bank policymakers were contemplating winding down crisis-era support. </p> <p>The S&amp;P 500 closed 1 per cent higher, snapping a three-day losing streak. The tech-focused Nasdaq Composite bounced back 1.8 per cent. </p> <p>Europe's continent-wide Stoxx 600 index closed up 1.3 per cent while London's FTSE 100 ended the session 1 per cent higher. </p> <p>Applications for unemployment aid in the US fell to a pandemic-era low last week, according to labour department data released on Thursday, indicating that lay-offs continued to slow as some states prepared to stop offering supplemental benefits.</p> <p>The brighter news also came after Wednesday's <a href=\"https://www.ft.com/content/7e1877cb-c8ef-4ff1-b29a-118b30f6ae73\">minutes from the Federal Reserve</a>, which indicated that some policymakers thought the conversations about scaling back the central bank's $120bn in monthly bond purchases would need to begin as the recovery from the pandemic gained momentum.</p> <p>Thursday's equity rises on both sides of the Atlantic suggested a return to calm after a volatile day for stocks on Wednesday, which saw the S&amp;P 500 index close 0.3 per cent down after falling as much as 3 per cent, and the Stoxx 600 lose 1.5 per cent.</p> <p>“Global risk sentiment appears to be stabilising . . . after yesterday's crypto contagion fears drove a broad risk-off day across European and US markets, which were already on shaky ground ahead of the [Fed] minutes,” analysts at JPMorgan wrote. </p> <p>In currencies, the pound rose 0.52 per cent against the dollar to $1.4189, while the euro increased 0.4 per cent to $1.2227. The US dollar, as measured against a basket of its peers, dropped 0.5 per cent.</p> <p>Arnab Das, a global market strategist at Invesco, said the overall picture pointed to a weaker dollar as the US began to retake the mantle of global growth driver from China through its expansionary politics.</p> <p>Cryptocurrencies continued to face considerable volatility, after Chinese regulators <a href=\"https://www.ft.com/content/c4c29bb3-c8ee-454c-a2dd-eac9f644007f\">signalled</a> a potential crackdown on Wednesday ahead of launching their own digital currency. Bitcoin, which soared past $60,000 last month, fell as much as 30 per cent to a low of $30,101 on Wednesday. By Thursday, the volatile currency was trading at $39,860 per coin.</p> <p>“Stocks and cryptocurrencies have been showing signs of froth over the past few months and were due for a pullback,” said Richard Saperstein, chief investment officer at Treasury Partners. </p> <p>“It's sort of a transition of the seasons,” said Roger Lee, head of UK equity strategy at Investec, referring to the Fed minutes. “Clearly, there's going to be a tighter policy outlook, but how that plays out in equities is quite difficult to predict.”</p> <p>While index levels have not moved much, sectoral movement had been profound in the past six weeks, he said. The tech sector had been among the victims, as inflationary pressure in the US mounted.</p> <p>Lee added that tapering was unlikely to be immediate, referring to similar measures taken in 2013: “They first started talking about tapering in March; they didn't start doing anything until December.”</p> <p>The path forward could get bumpy, however, warned Matthew Hornbach, global head of macro strategy at Morgan Stanley, potentially affecting the timing of the taper talk.</p> <p>“If the economic data ends up rattling investors over the summer, it&#xa0;will be because the economic data disappoints expectations as opposed to delights expectations,” he said. </p> <p>“What we are seeing in the prices of risky assets, what we are seeing in the path for Fed policy and what we are seeing in the price for the path of inflation&#xa0;suggests that there is a tremendous amount of optimism with respect to the impact of the reopening already in the price.”</p> <p>Brent crude dropped 2.2 per cent to $65.18 a barrel, having reached $70 on Tuesday, for only the third time since the start of the pandemic. </p><p>Source: Siddharth Venkataramakrishnan in London and Colby Smith in New York 2021 'Global stocks rebound after day of cryptocurrency turbulence ' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-20T20:19:24.555Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1498,
          "end": 1506
        }
      ]
    }
  ]
}