{
  "_id": "9590d69d83b07e8b077e519b12e25ac0638f38b96538a41c771b9894d6973661",
  "feed": "ftcomall",
  "title": "ETF industry heavyweights push back on proposed US tax change",
  "text": "<p>BlackRock and State Street have criticised a bill proposed by a senior US lawmaker that would strip exchange traded funds of a key tax advantage that has helped fuel the industry's momentous growth. </p> <p>The draft legislation floated late last week by Democrat Ron Wyden, chair of the Senate finance committee, would generate billions of dollars in additional tax revenue for the federal government at a time when the Biden administration is looking to fund a massive spending package for social programmes.</p> <p>Wyden's <a href=\"https://www.finance.senate.gov/chairmans-news/wyden-unveils-proposal-to-close-loopholes-allowing-wealthy-investors-mega-corporations-to-use-partnerships-to-avoid-paying-tax\">tax bill</a> aims to close loopholes including one that gives ETFs a tax benefit over mutual funds. Rising markets and record inflows have enabled the ETF market to nearly double in size to $9.7tn, from $4.8tn since the end of 2018, according to the data provider ETFGI.</p> <p>“We would be concerned about policies that would raise costs and reduce returns for long-term investors and retirement savers,” said BlackRock, the world's largest asset manager. </p> <p>State Street, another big player in the ETF industry, echoed this point: “We are opposed to this proposal and have concerns about the negative impact it could have on investors.”.</p> <p>One of the key ways in which ETFs differ from mutual funds is in how they process investor inflows and outflows. Mutual funds typically buy and sell shares in portfolio companies when clients shift into or out of the fund. The fund incurs taxes on any capital gains made in their portfolio companies. </p> <p>In comparison, ETFs can respond to demand through the creation and redemption of new units that are sold on the market. Banks and trading groups that work with ETFs can remove units from the market by trading them in return for a basket of stocks or other assets that matches the composition of the fund. These distributions do not incur capital gains taxes for the fund, shielding it in a way that is not available to mutual funds. </p> <p>The draft legislation would result in ETF investors being required to pay capital gains at the end of each tax year for these investment vehicles.</p> <p>The US ETF industry is dominated by BlackRock, Vanguard and State Street and the proposed tax change threatens a lucrative area of growth for these titans. Many asset managers have been converting mutual funds into ETFs and BlackRock has forecast the global ETF market will swell to $15tn by 2025.</p> <p>Georgia Bullitt, a partner at the law firm Willkie Farr &amp; Gallagher in New York, said less than 5 per cent of US-listed ETFs reported taxable gains last year. “This is just a proposal but it is by a prominent senator and it would affect the utility of ETFs. The ETF industry is fighting very hard against it.”</p> <p>Vanguard could be particularly exposed if the legislation goes through because the manager uses a structure that pairs ETFs with mutual funds, allowing both to benefit from the tax advantage. </p> <p>“This tax treatment change would punish Vanguard's ETFs and their index mutual fund shareholders,” said Todd Rosenbluth, head of ETF and mutual fund research at CFRA.</p> <p>Vanguard said the “ability of mutual funds and ETFs to transact securities in-kind is a longstanding practice that improves outcomes for millions of investors”. The group said it was waiting to see how Wyden's discussion draft progresses, adding it would “reserve comment until additional information on the reconciliation bill is made available”.</p> <p>Another outcome is that some investors would increasingly adopt tax-managed accounts, such as “<a href=\"https://www.ft.com/content/3b35120a-dd92-48b0-8b6f-e26f116473e0\">direct indexing</a>”. This sector has been gaining ground in recent years among investors as technology has broadened access. In the past year, Morgan Stanley, BlackRock, JPMorgan and Vanguard have made acquisitions to boost their presence in direct indexing.</p> <p><em>Additional reporting by Emma Boyde</em></p><p>Source: Michael Mackenzie in New York and Chris Flood in London 2021 'ETF industry heavyweights push back on proposed US tax change' FT.com 17 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-17T15:34:08.041Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3595,
          "end": 3603
        }
      ]
    }
  ]
}