{
  "_id": "1a42095fc0df2eced75c2f3d0b8b5798881fbe1ce5200512f235cd45bb348b62",
  "feed": "wall-street-journal",
  "title": "Stocks, Oil Drop on Omicron and Inflation Concerns; Fed's Powell says it would be appropriate to consider wrapping up asset-purchase tapering more quickly",
  "text": "<p>The S&amp;P 500 declined 1.4%, and the Dow Jones Industrial Average fell 1.4%, or about 505 points. The tech-heavy Nasdaq Composite slid 1.4%. Major indexes closed higher Monday, rebounding from a sharp selloff last week.</p><p>Investors are trying to parse the risk posed by the new strain. Drugmakers have said existing vaccines might be less potent against Omicron. The lack of concrete information so far is driving uncertainty, and with it, volatility in stock markets. Moderna's chief executive told the Financial Times in an interview published Tuesday that he was skeptical existing vaccines would be as effective against the new variant.</p><p>\"Markets are kind of in a holding pattern where no one knows if this is going to be a problem or not,\" said Mike Bell, a strategist at J.P. Morgan Asset Management. \"Until we have evidence either way on whether the existing vaccines still work against Omicron, it doesn't make sense to make a big bet in either direction.\"</p><p>Trading in individual stocks reflected the focus on pandemic news. Moderna shares fell 7.6%. Travel and airlines also declined, with Expedia shares falling 3.2%, American Airlines shares dropping 3.5% and Carnival shares sliding 4%.</p><p>Investors are also focused on potential changes to monetary policy, which has supported the stock market rally of the past year-and-a-half. Investors watched testimony from Federal Reserve Chairman Jerome Powell on Tuesday for clues on how the new variant might affect the outlook for inflation and interest-rate rises.</p><p>Mr. Powell lent support to comments from Fed officials calling for a potential acceleration of the central bank's bond-buying taper process.</p><p>\"The economy is very strong and inflationary pressures are high, and it is therefore appropriate in my view to consider wrapping up the taper of our asset purchases, which we actually announced at the November meeting, perhaps a few months sooner,\" he said.</p><p>The emergence of the Omicron variant has scrambled how investors view inflation. Oil prices and other commodities dropped sharply on the prospect for slower growth, which should feed through to softer inflation figures. Lower bond yields also reflect waning bets on runaway price rises.</p><p>Yet inflation may only come down slowly, with supply-chain problems made worse by travel restrictions. This could complicate how the Fed and other central banks, which were preparing to raise interest rates, react in the months ahead.</p><p>\"We had been starting to see this glimmer of hope that some of the supply-side constraints were starting to ease,\" said Seema Shah, chief strategist at Principal Global Investors. \"If we go back into fear mode, you would be looking at those supply-side bottlenecks being exacerbated.\"</p><p>The yield on the benchmark 10-year Treasury note, viewed as a safe asset, fell to 1.471% Tuesday from 1.529% Monday. Bond yields and prices move in opposite directions.</p><p>In commodity markets, Brent crude, the international oil benchmark, fell 3.5% to $70.84 a barrel Tuesday, having risen by 1% Monday.</p><p>Overseas, the Stoxx Europe 600 dropped 0.6%. In Asia, stock markets were mostly lower. Japan's Nikkei 225 fell 1.6%, while Hong Kong's Hang Seng Index fell 1.6% to its lowest level in more than a year. In mainland China, the Shanghai Composite Index edged up less than 0.1%.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stocks, Oil Drop on Omicron and Inflation Concerns</p>",
  "published": "2021-11-30T16:46:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}