{
  "_id": "14f9aee9cba143674c5aed34b4262a4824dc6b1fb4068c9167fdbe09c790f644",
  "feed": "wall-street-journal",
  "title": "Derby's Take: More Rate Rises Seen Creeping Into Fed's Dot Plot; The Fed is scheduled to update the chart on Wednesday, along with its rate-setting Federal Open Market Committee forecasts",
  "text": "<p>The Fed has signaled it won't decide what happens with interest rates until it stops buying Treasury and mortgage bonds, a program intended to help stimulate the economy. A decision to pare and move toward halting those purchases -- now running at $120 billion monthly -- is widely expected either at this week's FOMC meeting or the November FOMC meeting. Then policy makers can turn to the question of when to raise the currently near zero short-term target rate range that they put in place in March 2020 as the coronavirus pandemic bulldozed the global economy.</p><p>The Fed's forecasts in June showed a growing appetite for rate increases relative to the March dot-plot chart, and penciled in two rate rises for 2023 and nothing for this year and 2022. But the Fed chart of forecasts showed nearly half of officials, seven of 18, predicting some sort of increase next year, versus 13 policy makers who saw some combination of rate rises in 2023.</p><p>Economists say it wouldn't take much movement on the part of a few Fed officials to drag a forecast of a rate rise next year into view. But for now, most expect that if officials show a greater appetite for short-term interest rate increases, it will be for 2023 or later. Forecasts due this week will also include outlooks for 2024.</p><p>\"We think the median dot for year-end '22 will show one hike next year, up from no hikes in the last dot plot this past June,\" J.P. Morgan economist Michael Feroli wrote in a note to clients Friday. \"This would appear to justify a sympathetic move up in the '23 median dot to a cumulative three hikes.\"</p><p>This week's forecasts could also show an expectation of six rate increases by 2024, Mr. Feroli added.</p><p>Economists at Jefferies wrote on Thursday they don't expect the forecasts to point to rate increases next year. But they wrote that, \"We expect the 2023 median dot to show three hikes (up from two), with three additional hikes in 2024.\"</p><p>A push toward a more aggressive monetary policy outlook is based on a few things, including a better than expected economic recovery, even with the pandemic weighing on the economy's near-term prospects.</p><p>At the same time, inflation, driven by pandemic-related issues and supply disruptions tied to the economy's reopening, has been much higher than expected.</p><p>While Fed officials expect price pressures to wane over time, some see a more enduring period of inflation overshooting the central bank's 2% target. For some, that argues for the Fed moving swiftly to end its asset buying program to give itself more space to raise rates to deal with inflation, should it need that option.</p><p>That said, the Fed's dot plot and what it says about the outlook for monetary policy needs to be interpreted carefully. Small changes in the views of Fed officials can tweak the math in unexpected ways. Also, while all Fed officials submit views on where monetary policy needs to go, some like Chairman Jerome Powell, Fed vice chair Richard Clarida and New York Fed chief John Williams, are very influential in setting the direction of monetary policy.</p><p>\"The FOMC has indicated that it will continue to hold the target range for the federal-funds rate at its current level until the economy reaches conditions consistent with its assessments of maximum employment, and inflation has reached 2% and is on track to moderately exceed 2% for some time,\" Mr. Williams said earlier this month.</p><p>\"There is still a long way to go before reaching maximum employment, and over time it should become clearer whether we have reached 2% inflation on a sustainable basis,\" Mr. Williams noted.</p><p>Additionally, Mr. Powell appears to have some concerns with the dot plot and how the public and markets interpret it. After the June FOMC meeting, he reiterated that the forecasts are a compilation of individual views, not a collective view. And even as the June forecasts appeared to move forward expectations of rate rises, Mr. Powell said the dots \"are not a great forecaster of future rate moves\" and should be \"taken with a big, big grain of salt.\"</p><p>Write to Michael S. Derby at michael.derby@wsj.com</p>",
  "published": "2021-09-20T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1406,
          "end": 1417
        }
      ],
      "nexusId": "10009914"
    }
  ]
}