{
  "_id": "fb01eaa1a02cd8816f44d8f0a7d2d847252c6e224fb43b5fc53aa2bd98b301c1",
  "feed": "ftcomall",
  "title": "Pershing/UMG: Dance to the music of time",
  "text": "<p>Hold off the requiem. Regulators may have forced Bill Ackman to scrap plans to acquire 10 per cent of Universal Music Group via his Spac, but the deal lives on. Rather than investors in Pershing Square Tontine Holdings receiving UMG shares, plus an extra $1.6bn cash left to spend, and warrants, shares in the record label will go into Ackman's Pershing Square hedge fund.</p> <p>The original deal had <a href=\"https://www.ft.com/content/c7c50bb5-1df1-410e-9802-978be286a849\">kerbside appeal</a>. Unlike many other Spac deals, there was no dilution from free founders' shares. It gave those investors access to a resurgent music label on a slightly cheaper multiple than rival Warner Music. Vivendi, UMG's current owner, plans to list the shares in September so buying in via Ackman's Spac would have given investors a cut-price backstage pass.</p> <p>True, an implied enterprise value of €35bn exceeded the €30bn accorded to a similarly sized<a href=\"https://www.reuters.com/article/us-vivendi-tencent-umg-idUSKBN28S0SR\"> acquisition</a> by a consortium led by Chinese tech giant Tencent just six months earlier. But it was comfortably shy of the €40bn or so pencilled in by optimistic brokerage analysts. JPMorgan, unsurprisingly home to Ackman's <a href=\"https://www.sec.gov/Archives/edgar/data/1811882/000119312521200768/d179734dsctoc.htm\">favourite analyst</a>, put the figure as high as €50bn. On those numbers — $20.20 per share, a shade below PSTH's current share price — the RemainCo cash and warrants would come cheaply.</p> <p>Buying Vivendi, which plans to disburse shares of UMG on Amsterdam Euronext via a special distribution, means rump assets have an uncertain value. Citi analysts put this above €14 a share. UMG distributed as a dividend in kind also attracts withholding tax liabilities, to which some minorities, such as <a href=\"https://www.ft.com/content/a219da0d-f8e5-469b-801a-06de593a2a11\">Bluebell</a>, have objected. It has moaned about any previous tax advantages accorded to Ackman's Spac purchase. </p> <p>Pershing says it plans to remain a shareholder in UMG for the long haul. For a music industry that has cycled through myriad different musical genres and business models, this sounds bold. UMG has been the home of music idols from The Beatles to Lady Gaga and Taylor Swift. A groundbreaking Spac, it appears, was one revolution too much for regulators.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline.</em></p><p>Source:  2021 'Pershing/UMG: Dance to the music of time' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-19T16:26:24.448Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1032,
          "end": 1040
        }
      ]
    }
  ]
}