{
  "_id": "50f3d7f01cb2e16bd60536aa5b65a4cde28f5e1dfa7024b6048eb454569fe0ee",
  "feed": "wall-street-journal",
  "title": "Rivian Automotive Targets IPO Valuation Just Above $60 Billion; Amazon-backed electric-vehicle startup plans for IPO next week on Nasdaq",
  "text": "<p>The valuation could shift by then based on investor feedback and market conditions.</p><p>As a private company, Irvine, Calif.-based Rivian has received roughly $10.5 billion since the start of 2019 from a range of marquee backers including Amazon, Ford Motor Co. and Cox Enterprises. Amazon disclosed last week that it holds a 20% stake in Rivian.</p><p>A fundraising in January valued the company at $27.6 billion, according to a person familiar with the matter, the increase since then highlighting investor enthusiasm for electric vehicles and new issues more broadly.</p><p>A $60 billion valuation would make Rivian more valuable than Honda Motor Co. (about $53 billion) and in a league with Ford (about $71.6 billion).</p><p>Investors are welcoming new issuances with a fervor not seen in years. IPOs listed in the U.S. have raised more than $268 billion so far this year, surpassing all other full years on record, according to Dealogic.</p><p>The high valuation is all the more noteworthy given the big losses Rivian has posted and its lack of revenue until recently. In a regulatory filing, Rivian said it began deliveries of its first production vehicle to customers and generated a small amount of revenue for the three months ended Sept 30.</p><p>The Rivian listing is set to be the largest in a series of high-profile IPOs of electric-vehicle companies dating back to last summer as investors bet on the growth prospects of plug-in cars. Traditional auto makers and startups are pouring investment into electric vehicles, spurred by tougher tailpipe-emissions standards globally and the soaring valuation of Tesla Inc.</p><p>Electric-vehicle sales still account for a small portion of overall vehicle sales globally, but are rising sharply. Globally, electric sales more than doubled in September from a year earlier, accounting for 9% of total vehicles sold, according to a Morgan Stanley research note.</p><p>Swedish auto maker Volvo Car AB, which is owned by China's Zhejiang Geely Holding Group and plans to make electric vehicles exclusively by the end of the decade, went public last week. It ended its first day of trading Friday with a roughly $23 billion valuation.</p><p>Luxury startup Lucid Group Inc. went public through a merger with a special-purpose acquisition company in July and was valued at roughly $60 billion at Friday's close. Chinese electric auto makers XPeng Inc. and Li Auto Inc. had U.S. offerings last year.</p><p>Their valuations have been helped by that of Tesla, which last week became the sixth company to ever pass the $1 trillion valuation mark, after Hertz Global Holdings Inc. said it would purchase 100,000 of the company's vehicles to help electrify its rental fleet.</p><p>Rivian's valuation sets up Ford for a windfall of around $6 billion based on its stake, which amounts to roughly 12%, according to people involved in the deal. Ford invested $500 million in 2019 as part of what the companies called a strategic partnership and has put in about $1.2 billion total, according to a regulatory filing.</p><p>The company that became Rivian Automotive was founded by RJ Scaringe in 2009, the same year he finished his doctorate in mechanical engineering at the Massachusetts Institute of Technology. The company originally set out to make a sports car, but pivoted to electric pickup trucks and SUVs in line with the growing popularity of the body types among consumers over the past decade.</p><p>The startup has churned through cash as it retooled its factory and prepared to scale production over the past two years. From the start of 2020 through this June, the company posted an operating loss of roughly $2 billion and estimated a loss last quarter of between $725 million and $775 million, according to a company filing.</p><p>Rivian has said it would launch three models by year's end. The first, an electric pickup called the R1T, began being delivered to customers in September. A midsize SUV called the R1S is set to follow in December, along with an electric delivery truck designed and built for Amazon. The e-retailer has an order for 100,000 of the trucks, which Rivian said in filings it plans to deliver by 2025.</p><p>All three vehicles are set to be produced at a factory in Normal, Ill., that Rivian purchased from Mitsubishi Corp. in 2017. The company has plans to expand that facility and has also said it is scouting locations for a new factory elsewhere.</p><p>Morgan Stanley, Goldman Sachs Group Inc. and JPMorgan Chase &amp; Co. are leading Rivian's offering.</p><p>Ben Foldy contributed to this article.</p><p>Write to Corrie Driebusch at corrie.driebusch@wsj.com and Mike Colias at Mike.Colias@wsj.com</p><p>Rivian Automotive Targets IPO Valuation Just Above $60 Billion</p>",
  "published": "2021-11-01T20:52:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4387,
          "end": 4406
        },
        {
          "start": 4387,
          "end": 4407
        }
      ]
    }
  ]
}