{
  "_id": "c5fa5d33ba6012aa22e105a7d78ae173644316b3a8bdfd463d97e66e0f852ecf",
  "feed": "wall-street-journal",
  "title": "JPMorgan CEO Vows Office Return",
  "text": "<p>JPMorgan's stance on remote work is in keeping with other big banks, which have been slow to adopt large-scale hybrid arrangements and permanent work-from-home roles. One big exception is Citigroup Inc., which in March said most employees would only be expected in the office three days a week after coronavirus restrictions are lifted.</p><p>Most employees learn their jobs through an apprenticeship model, Mr. Dimon said, a setup that is \"almost impossible to replicate in the Zoom world.\"</p><p>\"And remote work virtually eliminates spontaneous learning and creativity because you don't run into people at the coffee machine, talk with clients in unplanned scenarios, or travel to meet with customers and employees for feedback on your products and services,\" he wrote.</p><p>Mr. Dimon said the bank would follow health-authority and government guidance when determining when to bring employees back to physical locations. A coronavirus outbreak on the trading floor of the bank's Madison Avenue headquarters last year rattled some rank-and-file employees who were expected to continue coming into the office.</p><p>Mr. Dimon said changes to JPMorgan's offices, including more open seating and space-booking tools, will reduce its real-estate needs. Still, the bank is moving forward with plans to build a new headquarters on Park Avenue in Manhattan that would accommodate between 12,000 and 14,000 employees, he said.</p><p>\"It's in the best location in one of the world's greatest cities,\" Mr. Dimon said.</p>",
  "published": "2021-04-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 1115,
          "end": 1124
        },
        {
          "start": 1121,
          "end": 1129
        }
      ]
    }
  ]
}