{
  "_id": "7e5cf39ed6c479a9dbc4ee62653fe24aca3e44a36fbe236b7f69ab1282056d9a",
  "feed": "ftcomall",
  "title": "Vectura investors under the microscope as Philip Morris hunts victory ",
  "text": "<p>After a long career in the pharmaceutical industry, Bruno Angelici may make his biggest mark selling an inhaler manufacturer to Big Tobacco.</p> <p>The 74-year-old Frenchman is chair of Vectura, a UK inhaler group whose board this month advised shareholders to back a £1bn takeover by Philip Morris International, the $157bn tobacco company best known for Marlboro cigarettes.</p> <p>In a year of near constant bids for British companies, the battle for Vectura, headquartered on an unassuming industrial estate outside the historic English market town of Chippenham, has a claim to be the most compelling. </p> <p>PMI has spent the summer locked in a fierce bidding war for Vectura with Carlyle, the US private equity firm. After switching its backing several times, Vectura's board, whose decision making has faced a very public examination, this month recommended the cigarette maker's higher offer.</p> <p>Health campaigners have voiced outrage at the prospect of Vectura falling into the hands of Big Tobacco. Pointing to Big Oil's embrace of renewable energy, others have argued that PMI should be encouraged to reinvent itself. </p> <p>With the board throwing its weight behind PMI, Vectura's future now lies in the hands of shareholders just as asset managers around the world face growing pressure to prove that they can look beyond financial returns when deciding the fate of companies. </p> <p>“It is a bit of a tricky choice,” said one top-20 shareholder who would prefer for Vectura to stay on the stock market and has not decided whether to sell to PMI. He said his firm was trying to strike a “delicate balance between profit and responsible investing.” </p> <p>“The PMI offer is clear to many people as greenwashing,” he said. “[But] it doesn't jump out at you that Carlyle is a less-bad suitor.” </p> <p>Vectura, PMI and Carlyle declined requests for interviews.</p> <p>While the saga has sparked an impassioned and lengthy debate over the respective merits of New York-headquartered PMI and Carlyle as potential owners of Vectura, investors now have just weeks to decide.</p> <p>PMI's ability to pull off one of the most controversial takeovers of the year rests on whether the owners of just over 50 per cent of Vectura's shares will back the deal by a mid-September deadline. The group has offered 165p-a-share, a 60 per cent premium to Vectura's stock before the bidding war erupted, while Carlyle offered 155p.</p> <p>PMI, whose history dates back to a single tobacconist shop opened on London's Bond Street in 1847, has wasted little time. The company said on Thursday that it had hoovered up almost 30 per cent of Vectura's stock on the open market. </p> <p>Shortly afterwards, JPMorgan Chase, previously ranked as Vectura's largest investor, said its shareholding had fallen from more than 7 per cent to below the 3 per cent threshold for disclosure. </p> <p>According to data provider Capital IQ, several other investment banks and brokerages, which often hold stock on behalf of short sellers, individuals and other investors, some of which might account for PMI's purchases, also have significant shareholdings. </p> <p>While PMI's purchases have set it on a probable path to victory, capturing the remaining 20 per cent remains complicated. </p> <p>About 13 per cent of Vectura's stock is held by BlackRock, Vanguard and Legal and General Investment Management, whose big passive arms are unlikely to be able to sell until the company is removed from indices. Governance experts say that process will only happen if PMI hits the just over 50 per cent threshold needed for the deal to be declared unconditional. </p> <p>Roughly 11 per cent, meanwhile, is held by Axa Investment Managers, TIG Advisers and Berry Street Capital Management, which have already backed Carlyle's offer. They can now only sell to PMI if Carlyle's offer lapses or if the tobacco group gets just over 50 per cent backing. </p> <p>The buyout firm's offer would lapse by a September 3 deadline if it chooses to drop it. According to a person familiar with the matter, Carlyle is unlikely to do so unless PMI has hit 50 per cent by then. </p> <p>All of which means the trio of active managers sitting high up on Vectura's shareholder register, Columbia Threadneedle, UBS Asset Management and Brown Capital Management, will have a vital say in the outcome. Columbia and UBS declined to comment. Brown did not respond to requests for comment.</p> <p>As the clock counts down, a fierce lobbying battle is under way. Vectura has appointed the proxy consultants Boudicca to contact shareholders about the PMI bid. Boudicca declined to comment.</p> <p>A group of 35 health organisations and charities this week wrote to shareholders urging them not to sell to PMI. “Tobacco companies should not profit from treating the illnesses their products cause,” the letter argued.</p> <p>A former medical director at Vectura told the Financial Times that he feared the company, which counts 200 scientists among its more than 500 employees, would “never be truly, 100 per cent independent” under PMI “as they always need to be mindful of who owns them”. PMI has pledged to run Vectura as an “autonomous business unit”.</p> <p>If PMI and Carlyle are accustomed to scrutiny, the brouhaha is unprecedented for the previously low-profile Vectura. Founded in 1997 and listed on London's main market since 2007, the company is one of the few that manufactures devices that deliver a range of complex inhaled therapies. It generated revenues of just £191m last year.</p> <p>But for PMI, capturing Vectura would be the biggest step yet in its efforts to forge a future as a “healthcare and wellness” company. Led by newly appointed chief executive Jacek Olczak, the group has hit out at “critics of the transformation of the tobacco industry” and said that in the long term it wants to “leave cigarettes behind”.</p> <p>PMI plans to make more than half its revenues from smoke-free products by 2025. Since July it has bought the Danish nicotine gum company Fertin Pharma and the US respiratory drug company OtiTopic.</p> <p>The company's ambition to reinvent itself is one some investors appreciate the logic of. PMI is trying to get “on the right side of consumer trends and needs and also the right side of regulation”, said Randeep Somel, a portfolio manager at M&amp;G Investments. M&amp;G holds a small number of Vectura shares but Somel does not hold either PMI or Vectura in his fund. </p> <p>According to one person familiar with the matter, Carlyle lobbied Vectura's board to put both bids to shareholders who could weigh what they thought best for the company, but Vectura's advisers had viewed the deal in “narrow” financial terms. </p> <p>Vectura's board ultimately decided to recommend an offer from the highest bidder. The advisers, JPMorgan, Rothschild &amp; Co and Clifford Chance, declined to comment. </p> <p>Chris Hodge, an adviser at the Institute of Directors and former director of corporate governance at the UK's Financial Reporting Council, said the group's board was under no obligation to accept the higher offer.</p> <p>UK company law “has been interpreted by boards and some advisers to mean, you must put the short-term interests of shareholders first”, he said. “That is not what the law says.” </p> <p>Many boards found it “convenient” to interpret takeover rules as requiring them to back the highest offer, rather than be drawn into thornier questions that can be raised by the profile of a bidder, he said.</p> <p>But as one of the world's largest buyout groups, Carlyle's ownership of Vectura would not be uncontroversial. A record-breaking wave of private equity bids for UK companies this year has prompted criticism they are being snaffled up on the cheap and may lose out on investment.</p> <p>In switching its recommendation from Carlyle's offer to PMI's, Vectura's board this month said the inhaler group's “wider stakeholders could benefit from PMI's significant financial resources and its intentions to increase research and development investment”.</p> <p>Whether PMI or Carlyle would ultimately plough more money into Vectura, the next few weeks are about whether the tobacco group can reach the threshold when the offer would be declared unconditional. At that point, a path to full ownership becomes much easier. </p> <p>The commitments the three shareholders made to Carlyle would lapse, and any who had refused to back the deal on ethical grounds might also sell rather than face being minority shareholders in a Big Tobacco-owned company. </p> <p>“If PMI only just sneaks over the 50 per cent threshold, almost instantly it will get to at least 65 per cent and probably more,” said one corporate governance expert who has worked in the investment industry for decades. </p> <p>PMI would need 75 per cent of shares to get the company delisted and 90 per cent to force all remaining shareholders to sell up. </p> <p>In a symbol of how fraught the battle for Vectura has proved, six of its eight board members, including Angelici, cannot yet help PMI get over the line. </p> <p>Having previously committed to sell their shares to Carlyle, their hands are tied until the private equity firm's offer lapses or PMI reaches the magic number.</p><p>Source: Kaye Wiggins, Attracta Mooney and Oliver Barnes 2021 'Vectura investors under the microscope as Philip Morris hunts victory ' FT.com 20 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-20T21:00:20.218Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2612,
          "end": 2620
        }
      ],
      "nexusId": "10009914"
    }
  ]
}