{
  "_id": "a67839724d757507c09623e27e9d09b211e5fb0d72b8beea146198061cda8fc7",
  "feed": "economist-newspaper",
  "title": "The City of London: Britain's sluggish stockmarket",
  "text": "<p>London's financial district, too, seemed on top of the world. Gone was the post-war backwater that scratched out its living financing the remnants of the imperial commodities trade. Half a century of financial innovation, freer trade and deregulation had lured foreign banks to the Square Mile and then cracked it open to international capital. As the birthplace of the Eurobond market, which allowed firms to borrow American dollars outside America, London had long been an international hub for raising debt and trading foreign currencies. Now it was becoming the place to raise equity capital as well. A fifth of all companies globally that went public via an initial public offering (IPO) in 2005 chose to do so on the London Stock Exchange (LSE). Within a few years, analysts who worried that America was suffering from a dearth of listings would be pointing to Britain as an example of how to do things right.</p><p>A shame, then, that those heady years in the run-up to the global financial crisis set a high-water mark for Britain's equity market. A decade and a half later, any pretensions the City once had as the world's stock exchange have been dashed. Its share of global IPOs has dropped by a factor of five, to 4%, and the number of companies listed on it has fallen by 40% since the peak in 2007. As a share of the global equity market, and even of the sclerotic European one, the value of Britain's has dropped steadily (see chart 1).</p><p>As London's share of IPOs has dwindled, so too has the prestige of the few it still hosts. Its largest, which valued Glencore, a mining giant, at $60bn, is now a decade in the past. Today, similarly sized debuts are commonplace in New York: so far, 2021 has seen both Coinbase and Coupang soar to over $100bn on their first trading days. For the City, by contrast, Deliveroo ($10.5bn) and Wise ($11bn) now count as big flotations.</p><p>The market that remains is plagued by underperformance. A dollar invested across the world's stockmarket in 2005 would have been worth $3.07 by the end of 2020. Invested in Britain's, it would have been worth $1.55. Much of that is caused by Brexit-induced political and currency risk. Analysts at Jupiter, a fund manager, reckon that British equities are priced at a 40% discount relative to dividends, earnings and growth prospects, compared with valuations before the 2016 Brexit referendum. Add in low interest rates and an acquirer-friendly takeover code, and that undervaluation has led to a flurry of bids by foreign firms and private-equity funds to take British listed firms off the public market.</p><p>Meanwhile, missing out on the biggest and most exciting IPOs has left Britain's equity market looking more like yesterday's world than tomorrow's. The FTSE 100, an index of the largest companies listed on the LSE, is stuffed with the shares of miners, energy firms and banks. It is much lighter on technology firms, which account for less than 2% of its value, compared with 39% for the S&amp;P 500, its American equivalent.</p><p>The result of all this is a vicious cycle. If London's equity market puts a lower value on companies than its peers do, firms with bright prospects will choose to list where they can sell their shares for more cash. The absence of exciting flotations then begets a sagging stockmarket and continued low valuations. High-performing firms whose share prices are sullied by association with laggards then make for attractive targets to be picked off by private buyers. And so the cycle continues.</p><p>Other factors are accelerating it. One is underperformance by individual British companies compared with their international peers. City grandees pride themselves on the LSE's \"gold-plated\" corporate governance standards which, among other things, constrain executive pay and prevent boards from hoarding voting rights. But in private the same people bemoan the \"brain drain\" that results from such rules, with talented executives leaving London-listed companies for private or foreign competitors. The impact of that drift is visible in share prices. Compare GlaxoSmithKline, a British pharmaceutical company, with Pfizer, an American one, or the banks Barclays and JPMorgan Chase (see chart 3).</p><p>Left in the dust</p><p>London is also being outclassed by foreign tech clusters. Compared with its international rivals, the City's regulatory environment is less friendly to tech founders seeking to float their company without relinquishing voting control or forcing their early backers to sell large chunks of their shares. It also lacks New York's deep ranks of analysts who understand tech and fintech firms well enough to value them properly. Fairly or not, the drubbing handed to Deliveroo at its IPO earlier this year reinforced the impression held by many that London's investors are simply too hostile to tech companies to bother with. \"If I'm a fintech founder looking to IPO, why on earth would I run the risk of getting treated like Deliveroo when I could just go to the Nasdaq instead and be welcomed with open arms?\" says one tech lobbyist.</p><p>A final factor that is in part driven by, and in part contributes to, this stagnation is declining home bias among British investors. Managers of British equity funds complain that investment platforms which used to promote their funds to retail investors now nudge those investors towards funds with a global mandate instead. According to the Investment Association, a trade body, funds invested in British equities saw outflows of £2.2bn ($3bn) in the first half of 2021, even as net retail fund inflows totalled £24bn.</p><p>Even more dramatic is the ditching of British equities by institutional buyers. Defined-benefit pension schemes, the assets of which totalled £1.7trn in 2020, used to be huge buyers of London-listed shares. Figures from the Pension Protection Fund, a government-backed insurance programme, show that they invested 26% of their assets in British-listed equities in 2008. By 2020, that had fallen to below 3%. This is partly because pension regulations push defined-benefit schemes away from listed shares and towards the perceived safety of government bonds and the low volatility of private investments. But even for the declining proportion of their portfolios allocated to listed equities, pension-fund managers are increasingly choosing not to buy British.</p><p>If the decline continues, two groups are in line for the worst losses. One is the Treasury, which collects about a tenth of its tax income from the financial-services sector, some of which revolves around the LSE. The other is the financial, legal and accounting firms that have presided over the British stockmarket's decay. Many other economies thrive without big stockmarkets, but the LSE plays an outsize role in enabling Britain to pay its way in the world.</p><p>The government is keenly alive to the problems, and views solving them as one of its key tasks to make Britain a more hospitable environment for entrepreneurs. It has sponsored two reviews this year looking at different aspects, and suggesting a variety of fixes. The most consequential, recommended by both the Kalifa Review of UK Fintech and the UK Listing Review, was to allow companies with dual-class shares (which give some directors greater voting rights) on the LSE's premium segment. That would allow such firms to be included in indices like the FTSE, meaning that passive tracker funds would buy their shares and improve their liquidity, and would help put Britain's stockmarket back on an equal footing with its international peers.</p><p>Other suggestions, including reducing the minimum proportion of a company's shares that must be made publicly available in an IPO, seek to encourage private investors who do not want to relinquish their stake in exciting firms to let those firms come to market. And still others look to improve the pipeline of fast-growing firms that may float on the LSE in the future. Chief among these are proposals to liberalise visa rules, announced in the government's innovation strategy in July. Plans include making all graduates of top universities eligible for a visa, regardless of their employment status, and allowing high-growth companies to hire skilled foreigners more easily.</p><p>What resistance remains comes from within the Square Mile itself. Insiders suggest that around half of the Investment Association's members remain vehemently opposed to abandoning the City's \"one share, one vote\" principle. That leads to speculation that even if the rules change, many might still shun the shares of companies whose founders retain voting control. It also risks sending a damaging message to successful founders--that City investors do not trust them to continue to run their businesses.</p><p>We will try to fix you</p><p>If the vicious cycle is to be reversed, innovative firms will need to be convinced that the City's investors will be receptive to their business models, and able to value them appropriately. For that to happen, banks and asset managers must employ research analysts who understand tech and fintech companies. Investment firms suggest that it would take five big fintech listings on London's market before they could justify hiring an analyst to cover the sector.</p><p>That, in turn, would encourage more companies to float there. The listing of Wise, a fast-growing and profitable cross-border payments firm, on the LSE earlier this year, surprised many. If other similar companies follow, the City stands a chance of building a fintech cluster that would reprise its 20th-century success with energy firms, mining giants and insurers. A hub with a talent for reinvention may yet have another innings in it.</p>",
  "published": "2021-10-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4166,
          "end": 4180
        },
        {
          "start": 4166,
          "end": 4174
        }
      ]
    }
  ]
}