{
  "_id": "866186ab0c90d75b4631e170db83857e60801adb1e6a398f607d09d09170b67c",
  "feed": "ftcomall",
  "title": "Companies wrestle with Covid safety as relaxation of rules in England looms",
  "text": "<p>Companies are setting out different approaches to the government ending Covid-19 restrictions in England, with a split emerging between businesses planning to relax controls and those maintaining stricter measures after July 19.</p> <p>Boris Johnson, prime minister, <a href=\"https://www.ft.com/content/1436c55b-2074-46d4-84bb-74e208916ca6\">on Monday confirmed</a> that most remaining legal curbs will be lifted next week, even as infection rates continue to soar, sparking confusion in companies over how far to loosen their existing workplace rules.</p> <p>The government has told bosses that instructions to stay socially distanced, wear masks and implement other Covid-19 safety measures will be dropped in most workplaces under the new guidance, due out this week. </p> <p>Responsibility will instead be passed to companies to assess what they need to do to keep their staff and customers safe, with bosses urged to apply guidelines in certain circumstances to help stop the spread of the virus and bring back office staff more gradually next month. This includes recommendations around mask wearing where there is proximity.</p> <p>Ministers have taken a more cautious tone in the past few days after preparing the ground for “freedom day” on July 19. But even that has left executives needing to decide which of the rules that have restricted worker and customer numbers and often forced extensive redesigns of workplaces need to be retained.&#xa0;</p> <p>The result is a range of approaches, which business leaders warn is likely to add to uncertainty for workers and customers. Ed Miliband, Labour's business spokesperson,&#xa0;said that “businesses have been left to scramble with confusing and contradictory advice”.</p> <p>Capita, the outsourcing company that employs the majority of its 55,000 staff in the UK, will maintain higher levels of Covid-19 precautions than will be legally mandated by the government.&#xa0;</p> <p>Jon Lewis, Capita chief executive, said he would “maintain our own additional precautions to support a safe transition to hybrid working, including reducing office capacity and asking our teams to wear a face covering when moving around our workspaces”.</p> <p>Sir Martin Sorrell, founder of advertising group S4 Capital, said he did not want a “command and control” culture but also that it would “not all be back to normal”.&#xa0;The company will encourage its staff to wear masks in the workplace and to vaccinate — as well as keep reconfigured space for work — but he added that it would be down to workers to decide what to do rather than the company.</p> <p>Investment bank JPMorgan will maintain its requirement for workers to wear face masks when moving about its building in London's Canary Wharf, but will&#xa0;gradually increase numbers from a 50 per cent limit over the coming weeks in line with the advice from government. </p> <p>One financial services boss said her firm would keep existing Covid-19 safety rules, including social distancing, until August 16 when the self-isolation rules are to be dropped. This was in part because workers were more likely to return if they felt safer, but also because of the threat to operations if whole teams were forced to isolate. </p> <p>But other companies are relaxing more rules. An executive at one of the Magic Circle London law firms said that social distancing and mask wearing would be dropped from July 19, although there would still be hand sanitisers around offices and perspex screens at reception.</p> <p>Virgin Media will also scrap rules over room limits and mask wearing, but workers will be able to take precautions if they wish to ensure a “safe and sensible” return. The company also still plans to use a booking system for staff coming to the office so capacity can be managed.</p> <p>Many companies are not asking workers to return until September, which will allow them to phase in new ways of working and evaluate the rise in coronavirus cases. </p> <p>Lloyd's of London, the insurance market, will revise its rules “in line with the easing of restrictions” from July 19. But the company said that it was “not expecting people to return in any significant numbers before September 13, when almost everyone will have been double vaccinated”.</p> <p>Executives in retail and hospitality said there had been problems deciding how far to enforce rules for customers. While many are still worried about Covid-19 and want continued use of protective measures, executives expect that others will object to wearing masks and will ignore unenforceable warnings after rules are dropped on July 19.</p> <p>Simon Roberts, Sainsbury's chief executive, said last week that mask wearing was expected to be a choice for its staff and customers. He added that there were two “very distinct points of view”: those “who can't wait for the restrictions to lift and not to have to wear a mask” and others keen to continue.</p> <p>Westfield shopping centres will “encourage but not enforce” mask wearing among customers, according to the company, an approach that other retailers are expected to follow given difficulties in insisting on such measures.</p> <p>Ranjit Mathrani, who owns Chutney Mary, Masala Zone and Veeraswamy in London, said that his restaurants would drop social distancing requirements.&#xa0;</p> <p>“No hospitality business can afford the financial hit through the continuation of these restrictions,” he said. Temperature checks and mask wearing will also not be needed by customers, but staff will continue to wear face shields until the end of September based on progress with vaccinations.</p> <p>Nightclubs can also finally open under the government's stage 4 road map easing next week, while pubs will be able to allow drinkers back at the bar and theatres can fully reopen. </p> <p>Peter Marks, chief executive at Rekom UK, a nightclub operator, said its 42 sites will open at full capacity and without the need for Covid testing, although he is still discussing the government recommendation that such mass live events also use the NHS vaccine passport. </p> <p>He said its clubs had ventilation systems that changed air every five minutes on average, alongside sanitisation stations and increased cleaning.</p> <p>But many pub owners are expected to keep table service for customers not yet ready to queue at the bar, including the City Pub Group. Tim Foster, who co-owns the Yummy Pubs chain, said that “whatever we do, we will phase it out or in, it won't be a big bang”.</p><p>Source: Daniel Thomas in London 2021 'Companies wrestle with Covid safety as relaxation of rules in England looms' FT.com 13 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-13T12:42:55.995Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2456,
          "end": 2464
        }
      ],
      "nexusId": "10009914"
    }
  ]
}