{
  "_id": "d076551bf5ce1e0bbe94c640a4d4563120244e669bd81c3d8494cb6e27ccacc5",
  "feed": "wall-street-journal",
  "title": "Derby's Take: Analysts Say Fed's Taper Path Still Alive Despite Weak August Jobs Data; Economists still eye November or December meetings for call on bond-buying reduction",
  "text": "<p>The jobs data comes as other signs of the economy's performance have wavered amid the spread of the Delta variant, which has led to a surge in Covid-19 cases. Consumer confidence levels have been hit and on Thursday Goldman Sachs Group Inc. trimmed its estimate of third-quarter growth from 5.25% to 3.5%.</p><p>The cloud cast by the continuing pandemic and brought into focus by the jobs data deceleration will likely affect the Fed's plans to dial back its monthly $120 billion of Treasury and mortgage bond purchases. Over recent weeks and months, a range of officials have said the time to start is getting closer.</p><p>Last week, a number of officials stuck to that view, and a speech by Fed Chairman Jerome Powell indicated that if the job market could maintain the pace of recovery it has been on, the pullback in asset buying could start this year. Also speaking last week, two other Fed officials gave some job gain thresholds that would allow a taper: Fed Vice Chairman Richard Clarida pointed to sustained increases around the 800,000 mark, while Fed Governor Christopher Waller indicated another increase of 850,000 or more would allow a taper soon.</p><p>The August data fell well short of that. Still, economists reacted to the report by saying that while using the Sept. 21-22 Federal Open Market Committee meeting to announce the start of the taper is very unlikely, the November FOMC meeting or even the December gathering remain fair game for action.</p><p>\"For the Fed a taper announcement is still likely coming in either November or December,\" JPMorgan chief U.S. economist Michael Feroli wrote Friday. \"At the margin today's number may make it a little harder for the September FOMC statement to strongly signal taper at the following meeting, but we don't see the disappointment as a game changer for the policy outlook.\"</p><p>Goldman Sachs analysts said the jobs data \"was not weak enough, in our view, to derail the timeline for the Fed's tapering announcement.\" They predict the Fed will likely announce the taper at the November meeting rather than the final gathering of the year, but say the odds of acting at either meeting are close. They acknowledge that coronavirus-related trouble still stands a chance of pushing the taper start into next year.</p><p>Meanwhile, Capital Economics told clients Friday that \"even allowing for the fact that first estimates for August often disappoint on the downside, the extent of the slowdown in jobs growth all but rules out any tapering announcement at this month's FOMC meeting and, if this weakness persists, then it could be pushed into early next year.\"</p><p>The Fed's internal debate over tapering will likely be a complicated one. Many Fed officials actively question how much aid the purchases are doing for an economy where supply is the issue, not demand. Buying bonds to depress borrowing costs doesn't do much to help sort out the supply disruptions caused by the pandemic, and asset buying also increases the already-rising risk of financial instability caused by easy money-induced risk taking.</p><p>The hawkish take on Fed asset buying, coupled with many officials' rising anxiety over high levels of inflation, stands a good chance of keeping a substantial number of Fed officials arguing for a taper start even if job gains decelerate.</p><p>Next week the Fed speaking calendar will offer policy makers a chance to square the jobs data against their monetary policy outlook. The most important of those addresses is one by New York Fed leader John Williams, who is scheduled to speak on Sept. 8, and take media questions after that. As he also serves as vice chairman of the FOMC, Mr. Williams will have a prime opportunity to flesh out where monetary policy might be heading after the shockingly soft jobs data.</p><p>Write to Michael S. Derby at michael.derby@wsj.com</p>",
  "published": "2021-09-03T16:46:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1542,
          "end": 1550
        }
      ]
    }
  ]
}