{
  "_id": "5a8cbe06e19e5f3da93f68aef212b8bf0983d4b0731745fa87851c88f929bd42",
  "feed": "ftcomall",
  "title": "Billionaires' Row developer raises cash after Manhattan property slump",
  "text": "<p>Extell Development, the real estate group behind some of the supertall towers of Manhattan's Billionaires' Row, is raising more than $300m through the sale of a stake in its lesser-known properties, as it wrestles with a slump in the market for luxury apartments.</p> <p>Extell is selling a 42 per cent stake in a portfolio of Manhattan rental apartments to RXR Realty, in a deal that shows how the pandemic has created both strains and opportunities in the world's most valuable property market.</p> <p>The deal will provide an infusion of cash to Extell, whose founder, Gary Barnett, borrowed heavily to build a new generation of ultra-pricey luxury condominiums, but has since struggled to sell them.</p> <p>Sales of such properties, with asking prices upwards of tens-of-millions of dollars apiece, were slumping even before the pandemic hit New York City a year ago. Coronavirus has worsened the situation by delaying construction and in effect closing the market to foreign buyers because of travel restrictions and health concerns.</p> <p>Meanwhile, for RXR, a New York developer with deep pockets, the deal represents what it believes is a Covid-era bargain. The Extell portfolio includes more than 750 rental apartments spread across two top-end Manhattan buildings: 555TEN, located in the Hudson Yards neighbourhood, and EVGB in the East Village. The portfolio had been valued at more than $1bn before the pandemic, but the stake sale to RXR values it at slightly more than $800m.</p> <p>The transaction is consistent with a situation that several developers and real estate executives have reported in recent months: nearly a year into the pandemic, there has been little outright distress. But, they say, there are increasing opportunities to supply capital to stressed developers on favourable terms. One developer called it “dislocation as opposed to distress”.</p> <p>The pandemic has raised doubts about the future prospects of a city composed of densely packed office towers. Its fiscal problems are also prompting fears of an exodus of wealthy residents and businesses to low-tax states such as Florida and Texas.</p> <p>RXR's chief executive, Scott Rechler, predicted New York City will bounce back after a Covid-19 vaccine is widely distributed, and regain its stature as the world's premiere magnet for talent.&#xa0;</p> <p>“For RXR, New York's success was never in doubt and with this investment, we're putting our money where our mouth is,” said Rechler.</p> <p>Extell declined to comment. The company pioneered a new generation of supertall towers on West 57th Street in Manhattan with One57, a spiny, 1,000ft tall tower it completed in 2014. Encouraged by its strong sales, including a then-record $100.5m penthouse, it embarked on an even larger sibling, the $3bn Central Park Tower, just down the street. Most of its 196 units have yet to sell.</p> <p>Extell financed Central Park Tower with a $900m construction loan arranged by JPMorgan in 2017. It comes due in December. Barnett has also turned to hedge funds and issued bonds in Israel.</p> <p>Speaking to the Financial Times late last year, he lamented the state of the market. “It's very, very, very frustrating to build the most beautiful buildings in the world — super quality, super finishes — and to have to sell at a loss.”</p> <p>Rental properties have been more resilient. New lease signings hit their highest number in 13 years in January — for the fourth consecutive month — albeit at reduced prices. Rent collections in high-quality buildings such as those in the deal have been little affected by the pandemic, according to developers.</p> <p>Condominium sales have rebounded in New York in recent months. Analysts attribute that to bargain-hunters and pent-up demand among mostly local buyers. They also say much of the activity has occurred in older town houses and in Brooklyn, which offer more space — not Billionaires' Row.</p><p>Source: Joshua Chaffin in New York 2021 'Billionaires' Row developer raises cash after Manhattan property slump' FT.com 21 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-21T15:45:40.536Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2882,
          "end": 2890
        }
      ],
      "name": "JPMorgan Chase & Co.",
      "id": "US46625H1005",
      "nexusId": "10009914"
    }
  ]
}