{
  "_id": "c9c4e36a4cf3ba10e045f2f51afd2b2560a6d3070c6be686385b2e9a96ba19fd",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Score:  The Business Week in 7 Stocks  ----  By Francesca Fontana",
  "text": "<p>\n  JPMORGAN CHASE &amp; CO. </p><p>\n  JPM -1.7% </p><p>\n  Work-from-home is dividing Wall Street. Some banking titans like JPMorgan and Goldman Sachs Group Inc. are taking a hard-line approach, even though it might mean losing talent. JPMorgan's investment-banking staff had been told to be back in the office by Tuesday, while sales, trading and research staff members were told to return full time in June. Others have been back in the office for longer. Meanwhile, Citigroup Inc. and other rivals are touting flexibility, betting that a softer approach will help them poach top performers. JPMorgan shares fell 1.7% Tuesday. </p><pre> </pre><p>\n  STAMPS.COM INC. </p><p>\n  STMP +64% </p><p>\n  A sale of Stamps.com is almost signed, sealed and delivered. The shipping software company said it would be acquired by private-equity firm Thoma Bravo in an all-cash deal valuing it at roughly $6.6 billion. Stamps.com stockholders will receive a 67% premium over the company's closing price Thursday. Stamps.com will also become a private company. The company's board unanimously approved the agreement and recommended stockholders vote in favor of the deal at a future special meeting. Both companies expect the deal to close in the third quarter. Stamps.com shares rose 64% Friday. </p><pre> </pre><p>\n  TWITTER INC. </p><p>\n  TWTR -2.1% </p><p>\n  Donald Trump wants back on social media. The former president on Wednesday sued Twitter, Facebook Inc., and Alphabet Inc.'s Google to restore his accounts. He remains suspended from most social-media platforms following the Jan. 6 riot in the U.S. Capitol. Mr. Trump said in his lawsuit that he was wrongly censored, in violation of his First Amendment rights. Twitter shares lost 2.1% Wednesday. </p><pre> </pre><p>\n  PFIZER INC. </p><p>\n  PFE +0.9% </p><p>\n  Pfizer wants a green light for its Covid-19 booster shot. The drugmaker and its partner BioNTech SE said Thursday they will seek authorization from U.S. regulators in coming weeks to distribute a third shot as new virus strains rise. The companies said initial study data showed that a booster shot given at least six months after the second dose produced antibodies protective against the original strain of the virus and a more recent strain, Beta. Pfizer also plans to start clinical trials in August of an updated vaccine to better protect against the Delta variant. Pfizer shares added 0.9% Friday. </p><pre> </pre><p>\n  NETFLIX INC. </p><p>\n  NFLX -1% </p><p>\n  Netflix wants to binge watch more from Shonda Rhimes. The streaming giant has struck a new multiyear, exclusive deal with the acclaimed auteur's production company, Shondaland, on the heels of its smash hit television series, \"Bridgerton.\" Terms of the agreement weren't disclosed, but Ms. Rhimes will continue to be one of the highest-paid creators at Netflix. Ms. Rhimes's longtime producing partner Betsy Beers has also renewed her partnership with Shondaland beyond television into film, gaming, merchandise, virtual reality and live events. Netflix shares ended 1% lower Thursday. </p><pre> </pre><p>\n  CARVER BANCORP INC. </p><p>\n  CARV +107% </p><p>\n  The owner of one of the largest African-American-operated banks in the U.S. became the latest company to ride a wave of interest from investors who urge collective action via social media. Carver Bancorp's stock price soared Thursday as individual investors scooped up shares in hopes of squeezing bearish investors out of the stock. Piling into stocks with high percentages of bearish interest has become a go-to strategy for individual investors this year after they sent GameStop Corp. catapulting higher in January. Carver Bancorp ended the day up 107% Thursday. </p><pre> </pre><p>\n  PHILIP MORRIS INTERNATIONAL INC. </p><p>\n  PM +1.1% </p><p>\n  A tobacco giant is looking for its next hit. Philip Morris agreed to buy Vectura Group PLC, a U.K. pharmaceuticals business specializing in inhaled medicines, bolstering its push to expand outside of tobacco and nicotine. The company on Friday said that Vectura will be the backbone of a business built around inhaled therapeutics. Inhalers used by asthma sufferers are common for the treatment of respiratory illness, but have shown promise in the delivery of other medicines. Philip Morris rose 1.1% Friday. </p><p></p>",
  "published": "2021-07-10T06:07:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 208,
          "end": 216
        },
        {
          "start": 566,
          "end": 574
        },
        {
          "start": 21,
          "end": 24
        },
        {
          "start": 96,
          "end": 104
        },
        {
          "start": 0,
          "end": 19
        },
        {
          "start": 0,
          "end": 20
        }
      ]
    }
  ]
}