{
  "_id": "68770ad2b101e3faf91501c2e10afad7cdd06fc9a12c33cfa8226efcf66a15b0",
  "feed": "wall-street-journal",
  "title": "Bank Eyes Reducing Ties to Greensill",
  "text": "<p>U.K.-based Greensill is the brainchild of former Citigroup Inc. and Morgan Stanley financier Lex Greensill. Founded in 2011, Greensill specializes in an area known as supply-chain finance, a form of short-term cash advance that lets companies stretch out the time they have to pay their bills.</p><p>It counts former U.K. Prime Minister David Cameron as an adviser, and its main financial backer is Japanese tech conglomerate SoftBank Group Corp. Greensill owns a bank in Germany and also does deals that are closer to traditional merchant-banking services, such as lending to large investment projects.</p><p>In supply-chain finance, Greensill competes with traditional banks such as Citigroup and JPMorgan Chase &amp; Co. for investment-grade clients. Some of Greensill's blue-chip clients include AstraZeneca PLC and Ford Motor Co. Greensill has also extended financing to lesser-known companies, including small start-up businesses and companies that are considered higher-risk borrowers.</p><p>Credit Suisse has been a steady supplier of investor capital to Greensill through the four funds. Sold to pensions, corporate treasurers and wealthy families, the funds invest in securities created by Greensill that fill the short-term financing needs of hundreds of companies.</p><p>Credit Suisse has grown concerned over Greensill's relationship with Mr. Gupta, a former Greensill shareholder, according to the people. Greensill has supplied financing to his GFG Alliance group of companies, which in the space of a few years has created a metals empire by acquiring failed steel mills and other distressed industrial businesses.</p><p>Last week, a bid by one of Mr. Gupta's companies to acquire the steel operations of Germany's Thyssenkrupp AG failed after the company ended talks over a deal.</p><p>German banking regulator BaFin last year began probing ties between Mr. Gupta's businesses and Greensill's German banking unit, according to a person familiar with the probe. A report from Scope Ratings in 2019 said about two-thirds of the bank's loan book was linked to Mr. Gupta's businesses.</p><p>Last October, a Greensill spokesperson said the company has a regular dialogue with German regulators and said the bank's exposure to Mr. Gupta's companies was significantly lower at that point than at the time the report was released.</p><p>It isn't clear what percentage of the Credit Suisse funds are exposed to Mr. Gupta's companies. As of January, his companies weren't explicitly named in the top 10 recipients of financing in the biggest of the Credit Suisse-Greensill funds, which has $7.3 billion in assets, according to a document viewed by The Wall Street Journal.</p><p>Any possible change in its relationship with Credit Suisse comes at a challenging time for Greensill. The firm had anticipated extending $173 billion in financing last year, according to a presentation viewed by the Journal, but ultimately provided $143 billion, flat from the year before. Several Greensill clients hit financial troubles last year, while companies it partnered with loosened ties.</p><p>Greensill has recently been trying to raise as much as $1 billion in fresh capital. That process was initially expected to have been completed by early January, but it has stalled as the firm seeks to address the issues related to its Gupta exposure, according to people familiar with the fundraising.</p>",
  "published": "2021-03-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 687,
          "end": 707
        },
        {
          "start": 684,
          "end": 704
        }
      ]
    }
  ]
}