{
  "_id": "fba50b2cb9863f64314ee47f7ec1f80510accebe31f281f451d7f4201dd985c8",
  "feed": "ftcomall",
  "title": "It's not pent up demand, it's savings",
  "text": "<p>Good morning. Treasury yields showed a little life on Wednesday, making the contrast with equity markets a smidgen less jarring. I still feel uneasy, but that's probably congenital. Today: a look at spending, Jamie Dimon's odd bonus, and a further comment on earning yields vs bond yields.</p> <p>There will be no newsletter on Friday or Monday as I'm taking a little time off. While I am gone, read the <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">Due Diligence newsletter</a> instead. It's good.&#xa0;</p> <p>Email me: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a> </p> <h2>Has pent up demand, and future earnings growth, been exaggerated?</h2> <p>Deutsche Bank has published a nice piece of research having a go at the idea that a lot of pent-up demand is set to be released into the economy. It's written by Olga Cotaga and Luke Templeman (Luke is a former member of the <a href=\"https://www.ft.com/lex\">Lex column</a> mafia; we are everywhere). Here's the point:</p> <blockquote>  <p>Many corporates have pencilled in a strong rebound in earnings this year backed by forecasts of robust pent-up demand. Yet, so far there is little evidence of the spending surge that so many expect . . . just as investors are becoming concerned about the spread of the Delta variant, our survey and analysis show that customers are equally wary. Most importantly, even though people are ready to resume purchases, they are not ready to spend large amounts of money on them.</p> </blockquote> <p>The argument runs as follows. Cotaga and Templeman note the good set-up:&#xa0;</p> <ul>  <li><p>Saving are up in the developed world</p></li>  <li><p>Consumers think their incomes are set to rise a bit</p></li>  <li><p>Purchases are no longer being delayed</p></li>  <li><p>Companies are excited, and talking up the demand that is on the way. </p></li> </ul> <p>A nice chart here:</p> <p>But then there are some unpleasant facts:</p> <ul>  <li><p>Surveys show consumers do not expect to spend more in the months to come</p></li>  <li><p>European retail sales have been volatile, but there is no big upwards surge</p></li>  <li><p>Rather than spending, US consumers seem to be paying down debt&#xa0;</p></li>  <li><p>Expectations for economic improvement are starting to dip in the UK, US and France, and decelerating in Germany:</p></li> </ul> <ul>  <li><p>Survey data suggest people feel no safer in their jobs than before the pandemic, and no more likely to ask for a raise</p></li>  <li><p>Service-driven economies like the US tend to have slower recoveries</p></li>  <li><p>People tend to save windfall gains, which is how they view government stimulus cheques</p></li>  <li><p>A lot of the increased savings are held by the wealthy and the old, who have a low propensity to spend</p></li>  <li><p>Everyone over 35 was an adult in the ‘08 recession and is cautious as a result</p></li>  <li><p>Discount shopping is increasingly popular</p></li> </ul> <p>One need look no further than US retail sales numbers for broad confirmation of this argument. Here are the monthly numbers, as laid out by Capital Economics. Look at the month-over-month-trend:</p> <p>Paul Ashworth of Capital Economics sees “little momentum” going into the third quarter, and expects consumption to fall below overall GDP growth. “Monthly real consumption was flattish in April, fell in May and, with the increase in CPI bigger than the increase in retail sales last month, it appears to have declined in June too.”</p> <p>The important question for equity investors is how much excessive optimism about spending is baked into earnings estimates. </p> <p>Data from FactSet show that, as of now, strong earnings are coming through. S&amp;P 500 companies have beaten Q2 earnings estimates 85 per cent of the time, and earnings have grown at 69 per cent. No companies have warned of a weak Q3. Here is the consensus expectation for the trend in year-over-year growth in quarters to come:</p> <p>Q2 is pretty much in the bag. The pressing matter is whether the next two quarters can hit 20 per cent-ish growth. Keeping the focus on consumption, remember that year-over-year comparisons to lockdown spending are now over. US retail sales rose 4 per cent in the back half of 2020, compared to the back half of pre-Covid 2019. If shoppers are going to drive earnings, they have to shop significantly harder than they did before the crisis. &#xa0;</p> <h2>Jamie Dimon's extra money, or, signalling is expensive&#xa0;</h2> <p>On Tuesday the board of JPMorgan <a href=\"https://jpmorganchaseco.gcs-web.com/node/392791/html\">gave</a> Jamie Dimon 1.5m stock options. They are worth about $50m, on the standard options-pricing model.</p> <p>Why did the board do this, out of the blue, in the middle of the year? They said: “This special award reflects the Board's desire for Mr Dimon to continue to lead the Firm for a further significant number of years.” But as Matt Levine of Bloomberg <a href=\"https://www.bloomberg.com/news/newsletters/2021-07-21/money-stuff-jamie-dimon-got-a-bonus\">pointed out</a> on Wednesday, this makes no sense. Dimon isn't likely to be motivated by this amount of money, even symbolically. He is already worth more than $2bn, a lot of that in JPMorgan shares. He got <a href=\"https://www.ft.com/content/e4f852f8-f4a2-4ff1-a7d0-72a00ada9b64\">paid</a> $31.5m last year alone, and it's obvious that he loves the job.&#xa0;</p> <p>And as everybody has pointed out, if he is going to stay for years, the bank now has to think harder about retaining his top lieutenants.</p> <p>The only thing I can imagine is that the board is trying to signal clearly to investors that Dimon is really, truly staying around for a while. They think that investors think that Dimon is a great chief executive, and so having him as CEO makes investors want to buy the stock. The board also thinks that if they or Dimon were to just say “Dimon/I will stay in the job for years”, investors might not be convinced. But they think that if they say it while throwing $50m in big bills into the air, that might make it more credible. Which it probably does. </p> <p>People often believe in the magical abilities of leaders, so I'm inclined to believe there could be a Dimon premium in JPMorgan's stock price (though the bank has a <a href=\"https://www.ft.com/content/79269662-ba90-4b0b-a0a0-4a640db8c85a\">similar valuation</a>, in price/tangible book terms, as rivals Morgan Stanley and US Bancorp, despite having significantly higher returns than either).&#xa0;</p> <p>What strikes me as a more interesting question is how much Dimon has to do with JPMorgan's success? What I want is the business equivalent of baseball's “<a href=\"https://www.mlb.com/glossary/advanced-stats/wins-above-replacement\">wins above replacement player</a>”. But the last time I <a href=\"https://www.ft.com/content/bc325286-8edb-11e5-8be4-3506bf20cc2b\">looked at</a> the academic literature, it was pretty clear that we have no very good way of measuring the contribution of executive leadership to corporate success. The standard approach is to look at corporate financial performance and take out every exogenous variable one can think of (economic conditions, industry trends, currency effects, input prices etc) and declare that <a href=\"https://www.researchgate.net/publication/259542997_The_use_of_variance_decomposition_in_the_investigation_of_CEO_effects_How_large_must_the_CEO_effect_be_to_rule_out_chance\">residual performance</a> is the result of leadership. This seems unsatisfactory, but I don't know what else you can do, which just makes it easier for compensation committees to throw money in the air. </p> <h2>What should you compare earnings yields to?</h2> <p><a href=\"https://www.ft.com/content/a32eb143-e6fd-4be7-b1f1-dd28fe7b3083\">On Wednesday</a> I wrote that a key explanation (though not a justification) of persistently high equity prices was the wide gap between stocks' earnings yields and real Treasury bond yields. There was a common objection to my argument. Here is one example:</p> <blockquote>  <p>I am puzzled as to why you compare S&amp;P earnings yield, a nominal yield, with real US 10 year yield. Surely this is comparing apples to oranges: one pays current dollars, the other pays 2016 dollars.&#xa0;</p>  <p>Using this logic, you could argue that 10 year Argentine government bonds which yield 48.8% have an attractive excess yield of 47.6% over US Treasuries, ignoring that one pays pesos, and one pays US dollars.&#xa0;</p> </blockquote> <p>This is a fair point, but stocks are clearly not like bonds, in terms of their sensitivity to inflation. Bonds' cash flows are purely nominal; stocks' cash flows can rise with inflation, depending on all sorts of factors, starting with pricing power. That is not to say, though, that stocks are an even remotely perfect inflation hedge, because it's pretty clear that stocks' valuations fall once inflation rises to a certain point. Investors, it seems, start to price in the uncertainty that inflation always brings with it.&#xa0;</p> <p>I suppose what we are asking here is, which interest rate should figure into our discount rates for stocks, the real or nominal one? And I suppose my bad answer is: a little of both, I guess?&#xa0;</p> <p>I'm interested to hear your thoughts.</p> <h2>One good read</h2> <p>In the FT, George Magnus <a href=\"https://www.ft.com/content/471feda8-bae1-426a-b57f-a845baefe79b\">expands upon</a> the comments he made to Unhedged last week, on China decoupling and the China equity discount. Unsettling reading. Both China and the US seem to want to move apart; how can that be good for businesses and investors <a href=\"https://www.ft.com/content/5b2a61be-9f33-11ea-94c2-0526869b56b0\">stuck</a> in the middle?</p><p>Source: Robert Armstrong 2021 'It's not pent up demand, it's savings' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T05:30:07.739Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5399,
          "end": 5407
        },
        {
          "start": 3953,
          "end": 3961
        },
        {
          "start": 5674,
          "end": 5682
        }
      ],
      "nexusId": "10009914"
    }
  ]
}