{
  "_id": "61f1d208357dac33a723c42493aba1b6e9a79780608d947ad3e7fe0523e85cd8",
  "feed": "ftcomall",
  "title": "US banks: growth in rates and loans will set the tone",
  "text": "<p>When it comes to US bank stocks in 2022, a lot will be riding on loan growth and rising rates.</p> <p>Wall Street's strong performance in 2021 has boosted the KBW bank index. It has climbed more than 37 per cent this year, about 10 percentage points more than the S&amp;P 500. Shares in JPMorgan, Goldman Sachs and Morgan Stanley all set new highs this quarter. Even scandal-plagued lender Wells Fargo has enjoyed a wild stock rally. Its share price has climbed by more than two-thirds. </p> <p>With the exception of Citigroup, the six megabanks all trade at well above their book values. Yet this industry still has room to run, assuming old-fashioned lending and interest rates can pick up simultaneously. </p> <p>The US Federal Reserve is expected to begin raising interest rates next year. Fed fund futures currently price in up to 75 basis points of rises through to the end of 2022, and about 150bp by the end of 2023. </p> <p>Higher rates should give a jolt to net interest income — the money that banks make from the difference between deposit rates and loan rates. Just two quarter-point rate rises would translate into a 5 per cent increase in net interest income, according to analysts at Oppenheimer.</p> <p>Consumers and companies are forecast to resume borrowing again in 2022 after nearly two years of tepid to negative loan growth. For banks that have been flooded with <a href=\"https://fred.stlouisfed.org/series/DPSACBW027SBOG\">nearly $4.5tn</a> in deposits since the start of 2020, this cannot come soon enough. </p> <p>That said, there could be room for disappointment. S&amp;P Capital reckons excess liquidity will remain above $2.9tn even as the economic recovery continues. Some banks — such as Bank of America — have already started to take a more aggressive approach, using the excess cash to buy higher-yielding Treasuries and mortgage-backed securities. </p> <p>This means that banks will need to get costs down as well. Otherwise, they will continue to experience the negative impact of interest rates. A proper economic recovery cannot come soon enough for US banks.</p><p>Source:  2021 'US banks: growth in rates and loans will set the tone' FT.com 30 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-30T14:00:40.548Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 276,
          "end": 284
        }
      ]
    }
  ]
}