{
  "_id": "eb975cba7039ff4c794ab5519cb41bc014d1af32d00f435ebf95f3a5b1979c2f",
  "feed": "wall-street-journal",
  "title": "'Water' Review: The Ebb and Flow of History; States are keen on controlling the most vital substance on earth. Water has other plans.",
  "text": "<p>Since we could no longer sidestep floods and droughts, we compensated with technology, building canals and dams to channel water toward where it was needed and away from where it could do harm. But marshaling such infrastructure entailed considerable labor, which had to be apportioned and coordinated. And so even as we remade the landscape, water helped shape civilization. \"The central argument of this book,\" Mr. Boccaletti writes, \"is that humanity's attempts to organize society while surrounded by moving water led people to create institutions, which tied individuals together in mutual dependence.\" Despite all the infrastructure, he maintains, the essence of our relationship with water has always been \"not technological, but political.\"</p><p>Brimming with ideas and unexpected correlations, \"Water\" is far more than a biography of its nominal subject. Given society's ancient, tangled relationship with water, the book stands as a compelling history of civilization itself, from its earliest days to the present, with implications for the future, as it offers a disturbing glimpse of a time when our association with water is poised to enter a particularly perilous phase.</p><p>The bargain that we have struck with water is a Faustian one. Irrigation made it possible to cultivate highly productive grains, which led to unprecedented prosperity, population growth and the hubris that we had conquered water. But, Mr. Boccaletti points out, such conquest has always been an illusion, and the more technology we muster, the more brittle the deception. \"One day, unexpectedly, the levee fails or the reservoir behind the dam goes dry\" and \"people are forced to reconsider their environment, which is no longer the inert scenery to their life. They learn, rebuild, expand, reaching a new level of security. Their institutions adjust, habits change. The cycle repeats.\"</p><p>The story of humanity and water is as long as the Nile and as tortuous as the Mississippi, but Mr. Boccaletti, an honorary research associate at Oxford University's Smith School of Enterprise and the Environment, charts it in a masterly way, writing in clear if sometimes technical prose and focusing on the salient detail without losing sight of the whole. His account begins in Mesopotamia, around present-day Iraq, where people settled the fertile floodplain of the Tigris and Euphrates rivers and planted barley, wheat and other crops. Because the rivers' flow was sparse during the growing season and crested only at harvest time, the early farmers built canals and dams to divert the water and store it until it was needed. The solution was effective but labor intensive, which encouraged a higher degree of social organization.</p><p>Though the specifics differed from place to place, the same principle applied over the ensuing millennia, as efforts to reconfigure the environment prompted societies to redesign their own institutions. Ancient Egypt grew to unsurpassed wealth and power on the gifts of the Nile, whose annual flows, unlike those of the Tigris and Euphrates, were perfectly timed for raising grains. Even so, the Egyptians created an extensive bureaucracy to manage the growing, collecting, storage and distribution of food to their largely urban population; around 3150 B.C. the nation united under the first pharaoh, Narmer. In China, similarly, the need for canals and levees to regulate the flood-prone Yellow River encouraged the concentration of power in the western state of Qin, which in 221 B.C. subdued its rivals and unified the country under the first emperor, Qin Shi Huang. Although the landscape can't be said to have caused the rise of these civilizations or any other, Mr. Boccaletti is quick to note, water did play an undeniable role in their development.</p><p>In Greece, by contrast, there were no great rivers to be tamed and no expansive plains to be sown, only hardscrabble terrain where settlers clustered around scattered water sources and depended on rainfall to sustain their small plots. As a result, the Greek experience of the landscape was less collective and more individual than in Egypt or China, and beginning about 800 B.C. the Greeks organized themselves into more than a thousand independent city-states. Around 500 B.C., Athens, one of the most powerful of these, introduced a political system—democracy—that vested sovereign power in the citizens, who constituted perhaps 20% of the population, excluding women, children and slaves. Again, the Greeks' political innovation didn't flow inevitably from the landscape, but Mr. Boccaletti suggests that the peninsula's rugged geography \"was probably a necessary, if not sufficient, condition.\"</p><p>The experimentation continued in Rome, which, beginning in 509 B.C., was governed for nearly five centuries as a republic, with elected representatives, a system of checks and balances, equal treatment under the law, and other principles that have been the hallmarks of republics ever since. But in addition to protecting the rights of citizens, the unwritten constitution recognized the necessity of the res publica—the public good—demonstrating the inherent tension between private interests and the commonweal that has always been at the heart of republican government. Since private property was shielded from state interference, Rome never centralized its water resources. \"This may seem counterintuitive for a civilization known for its aqueducts,\" Mr. Boccaletti admits. \"Yet Rome was mostly a world of small dams, diversions, and tiny settling tanks, all developed by private individuals.\" Even later, when emperors such as Claudius sponsored ports and other grand water projects, the caesars often acted as wealthy citizens, not as heads of state.</p><p>Following the fall of the Western Roman Empire in A.D. 395 and into the Middle Ages, Mr. Boccaletti tartly notes, \"republics were not in great favor in mainstream political philosophy.\" But beginning as early as the 12th century, the ground was laid for a republican resurgence in places such as northern Italy and the Netherlands, where the rise of an urban commercial class helped to sweep away feudal relations and reintroduce the idea of citizenship. As manufacturing and trade expanded, there was a need for infrastructure such as canals and waterwheels, and in the 17th century the joint-stock company and the banking system were created to finance such projects. After the modern territorial state emerged around the same time, it assumed principal responsibility for the struggle to control water, a role it has played ever since. But in relying on individual initiative to propel nascent capitalism, the new European republics perpetuated the age-old tension between the needs of a powerful state on the one hand and the interests of its citizens on the other.</p><p>Nowhere has this friction been more evident than in the U.S., where a commitment to republican government ran headlong into an immense, extraordinarily powerful water landscape. In the 1800s, rivers served as conduits for westbound settlers and eastbound commodities, especially after their reach was extended with man-made canals, financed largely with public funds. In the following century, after President Theodore Roosevelt signed the far-reaching Newlands Reclamation Act of 1902, the federal government's domestic water policy shifted its emphasis from transportation to one on agriculture, with the construction of dams, canals and related projects to irrigate the dry Western states.</p><p>Later in the century, as a swelling population and burgeoning industry increased demand for electricity, Washington added power generation to its water portfolio, with transformative projects such as the Tennessee Valley Authority (founded 1933) and the massive Hoover Dam across the Colorado River (opened 1936). In the ensuing years, cheap hydroelectric power fueled the country's industrial growth, and the U.S. became the world's leader in the field. During the Cold War, the country wielded this expertise as an instrument of foreign policy, lending financial and technical support to projects around the world. Once again, the fundamental truth of our relationship with water was political, both at home and abroad.</p><p>By the turn of the 21st century, mankind's mastery of water appeared complete. \"For all intents and purposes, in wealthy countries at least,\" Mr. Boccaletti writes, a bit hyperbolically, \"the climate system had all but disappeared from people's lives. Never before had water been available always, when and where needed. . . . Never before had people been able to move around the landscape unimpeded, going about their technology-laden day, streams paved over, rivers contained, and all floods avoided.\"</p><p>But this apparent mastery was possible only because citizens had ceded to the state ultimate authority over the natural landscape. And like all previous technological \"conquests\" of water, this one is a mirage. What would happen, Mr. Boccaletti asks, if the illusion of control were shattered by floods, droughts, famines and massive migrations caused by changes in climate? \"The fractures that may appear,\" he argues, would \"test the robustness of society's adaptation. Catastrophes are a powerful source of political energy, which can easily lend themselves as much to the next step in nation-building as they can to oppression.\" And republics, he warns, as the inherently unstable mediators between individual rights and collective needs, may find themselves at particular risk in these disruptions. But whatever the next twist in the byzantine story of water and politics, one thing is certain: Its effects \"will travel not via the rivers and floodplains of the world, but through the institutions of human society.\" Just as they have since time immemorial.</p><p>Mr. Helferich's most recent book is \"An Unlikely Trust: Theodore Roosevelt, J.P. Morgan, and the Improbable Partnership That Reshaped American Business.\"</p><p>'Water' Review: The Ebb and Flow of History</p>",
  "published": "2021-09-10T15:25:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 9844,
          "end": 9855
        }
      ],
      "nexusId": "10009914"
    }
  ]
}