{
  "_id": "8dbed7ef0598c5188fd8a8b533dd2cb4243b46a0be4ca47699d94cae5983d143",
  "feed": "reuters",
  "title": "VinFast adds banks to advise on U.S. listing, but plan faces delay -sources",
  "text": "<p>JPMorgan and Deutsche Bank declined to comment.</p><p>VinFast had flagged in April it would consider a U.S IPO or merger with a Special Purpose Acquisition Company (SPAC).</p><p>Reuters reported earlier in the month that VinFast was eyeing a valuation of about $60 billion and had appointed Credit Suisse to lead the potential transaction. Sources have said VinFast's IPO could raise at least $2 billion, and one source had said a deal was slated for the second quarter.</p><p>VinFast's preferred scenario is to merge with a SPAC for a U.S. listing, said two sources who had direct knowledge of the matter.</p><p>However, they said the talks with the SPACs haven't made much headway in terms of coming up with deal proposals or a specific timeline for a listing.</p><p>This was due to uncertainty surrounding SPAC regulations in the United States, said the sources, who did not want to be named as the information has not yet been made public.</p><p>A time table on a transaction has not been set and the company's plans could change, they added.</p><p>The U.S. Securities and Exchange Commission has stepped up scrutiny of SPACs, which have been hugely popular over the past year. An official said in April the agency is reviewing filings and seeking clearer SPAC disclosures, and detailed concerns around fees, conflicts and sponsor compensation.</p><p>When asked about any delay in the listing plan, Thuy, who was formerly chairwoman of VinFast, said the company was still carrying out procedures needed for the U.S. listing and would make an announcement later.</p><p>JPMorgan was appointed because of its work on U.S. SPAC deals over the past year, one of the sources said.</p><p>Deutsche Bank has worked closely with Vingroup, Vietnam's largest conglomerate, in the past and was a lead arranger and book runner on a $525 million syndicated loan for VinFast in January last year.</p>",
  "published": "2021-05-26T08:15:21.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 1518,
          "end": 1526
        },
        {
          "start": 0,
          "end": 8
        }
      ],
      "weightsV2": {
        "weight": 3.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}