{
  "_id": "08a51e4a0ee465ba57d0719afa4a296aa87cd02481ab13beed9ecb603c61baf7",
  "feed": "ftcomall",
  "title": "Rising Covid infections slow UK economic recovery in July",
  "text": "<p>A rise in coronavirus infections slowed UK economic activity growth to a four-month low in July, as Covid disruptions weighed on customer demand and created staff shortages, according to a closely watched survey.</p> <p>Britain's recent economic growth spurt had been “stifled by the rising wave of virus infections, which subdued customer demand, disrupted supply chains and caused widespread staff shortages”, said Chris Williamson, chief business economist at IHS Markit.</p> <p>He added that infections “cast a darkening shadow” over the recovery outlook as an imminent acceleration in activity looked unlikely. </p> <p>The flash, or interim, composite purchasing managers' index (PMI), which tracks the health of the services and manufacturing sectors, fell to 57.7 in July from 62.2 in the previous month.</p> <p>The UK headline came in much lower than the eurozone, which marked its fastest activity in 21 years, and fell short of the 61.7 forecast by economists polled by Reuters. </p> <p>The results, based on interviews carried out between June 12 and 22, published by the research group IHS Markit and the Chartered Institute of Procurement and Supply (Cips), showed indices for both the manufacturing and services sector dropping to a four-month low.</p> <p>James Smith, economist at the bank ING, said the July figures “hint at an economic recovery that's stalling as Covid-19 cases rise”. </p> <p>Companies cited a drop in business and consumer confidence due to the pandemic, as new work orders slowed to their lowest level within a five-month growth period. Other groups continued to report <a href=\"https://www.ft.com/brexit\">Brexit</a>-related difficulties with export sales, according to the report.</p> <p>At the same time, employment growth fell to its lowest level since March, as businesses struggled to handle an unusually large number of staff departures and fill vacancies.</p> <p>“Acute material and staff shortages in certain sectors interrupted the rhythm of recovery in private sector business, as signs of malaise crept in affecting output, new orders and business optimism,” Duncan Brock, group director at Cips, said.</p> <p>Businesses also grappled with increasing costs, with the corresponding index rising at its fastest pace since the survey began in 1998, fuelled by wage inflation, higher transport bills and price rises by suppliers.</p> <p>“July's surveys generally reinforced expectations that inflation is headed higher,” said Martin Beck, senior economic adviser to the EY Item Club.</p> <p>Meanwhile, fresh data from the Office for National Statistics showed retail sales grew 0.5 per cent between May and June, boosted by stronger food and drink sales around the <a href=\"https://www.ft.com/content/46ee1264-f3a0-4212-9576-e908d47b8607\">Euro 2020 football championship</a>.</p> <p>Non-food shops reported a 1.7 per cent decline in sales volumes in July, the first fall since January. </p> <p>The trend was led by a 11 per cent fall in household goods, possibly linked to shortages of items, such as furniture and electrical products following transportation delays, according to the ONS.</p> <p>While clothing sales dropped 5 per cent in June after two consecutive months of growth.</p> <p>In brighter news, consumer confidence climbed to pre-pandemic levels in July, research company GfK said on Friday. </p> <p>However, economists warned this might not be enough to support retailers and a spending rebound, particularly as prices continue to rise and government job and income support peters out in autumn.</p> <p>Hugh Gimber, global market strategist at JPMorgan Asset Management, advised members of the Monetary Policy Committee at the Bank of England to heed “the downside risks to growth”, ahead of their meeting next month.</p> <p>“Even with inflation set to rise in the coming months, we expect the bank will be wary of tightening policy too quickly given the risk that this could put the brakes on a still-nascent recovery.”</p><p>Source: Valentina Romei  2021 'Rising Covid infections slow UK economic recovery in July' FT.com 23 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-23T12:17:54.692Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3355,
          "end": 3363
        }
      ],
      "nexusId": "10009914"
    }
  ]
}