{
  "_id": "25028adfeef47ace219761d68b360f963e586458b554b5677b0934c3afa476ed",
  "feed": "wall-street-journal",
  "title": "BlackRock to Pull $2 Trillion in Assets From State Street; State Street was sole custodian for the investing firm's U.S. exchange-traded fund business for more than a decade",
  "text": "<p>While custody work often involves staid tasks such as maintaining investment records and handling and valuing assets, it is crucial to the smooth functioning of Wall Street and its multitrillion-dollar ETF machine. Traders, pensions and central banks depend on ETFs to invest across stock and bond markets.</p><p>BlackRock, the world's largest ETF manager, is now shifting some of the administrative and accounting tasks State Street had performed to Citigroup Inc., JPMorgan Chase &amp; Co. and Bank of New York Mellon Corp.</p><p>The decision reflects both the market power BlackRock wields as the world's largest money manager and the fierce competition among the coterie of banks that vie for investment firms' servicing business. Custody banks have often fought for clients by cutting the fees they charge, a price war that has crimped profit margins. The shift to lower-cost investments has raised the fee pressure on money managers.</p><p>State Street warned its investors earlier this year that the move was coming. The portion of BlackRock's ETF business it expected to lose accounted for about 1.5% of its 2020 fee revenue, or $140 million, the bank's executives have said. That figure includes losses from BlackRock's Irish ETF business. The money manager is weighing custody bids for those funds.</p><p>State Street will continue to play a critical role going forward as a long-term partner to BlackRock's ETF business and the firm, State Street said in a statement. \"Beyond ETFs, State Street continues to be a critical service provider to a diverse set of BlackRock funds,\" the custody bank said.</p><p>Derek Stein, BlackRock's global head of technology and operations, said the changes allow the ETF business to grow further and \"mitigate concentration risk.\" And by parceling out the U.S. ETF business to three other custodians, BlackRock will lower the fees it pays for the work they provide.</p><p>State Street and its peers have sought to offset the pressures on their core businesses by offering new, higher-margin products to their clients' portfolio managers and traders, including data analytics.</p><p>State Street said last year it would need to bring in about $1.5 trillion in new business wins each year, all things being equal, to offset both client attrition and pressures on fees. The bank is running ahead of that goal, saying in October that it had secured more than $3 trillion in new-client assets this year through September.</p><p>After the change, State Street will service roughly 15%, or some $300 billion, of BlackRock's U.S. ETFs. Citigroup will wind up custodian for the biggest chunk, with 40%.</p><p>BlackRock will make the changes in late 2022. The transition is expected to take 18 months.</p><p>BlackRock's relationship with State Street is multifaceted, reflecting the money manager's complex ties with Wall Street. The bank also provides custody services to BlackRock mutual funds and the manager's private-markets business. They are also competitors.</p><p>State Street's asset-management arm was a pioneer in the development of ETFs and remains a top competitor to BlackRock. The bank has been vying for a bigger slice of bond ETFs and recently reduced fees on several bond funds, undercutting BlackRock. Both firms also sell data services to other investors.</p><p>Write to Dawn Lim at dawn.lim@wsj.com and Justin Baer at justin.baer@wsj.com</p><p>BlackRock to Pull $2 Trillion in Assets From State Street</p>",
  "published": "2021-12-07T23:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 461,
          "end": 481
        },
        {
          "start": 461,
          "end": 480
        }
      ]
    }
  ]
}