{
  "_id": "8346eccd06d6bf675e362d1492ae393f3108692b7cd4c2dee3de161591bf9413",
  "feed": "wall-street-journal",
  "title": "Giant Manhattan Development Launching Food Offerings Next Month; Brookfield Properties bets experiential offerings will lure patrons working from home",
  "text": "<p>\"The experiences that we provide have created a dynamic location that people actually want to come back to,\" said Callie Haines, Brookfield Properties' executive vice president and head of its New York region.</p><p>A 2.5-acre public plaza will also offer free art and event programming year-round. The dining area is going to include outdoor terraces and hundreds of movable chairs that Brookfield hopes will attract people gathering after work, a Broadway show or a game at Madison Square Garden.</p><p>The 8-acre project has been in the making since the mid-1980s. When completed in 2023, it will include four office buildings with 6 million square feet of space, retail, upscale residential rental units and a boutique hotel. Manhattan West is opening in phases and is emerging near the city's other major mixed-use real-estate development, Hudson Yards.</p><p>The pandemic hasn't appeared to slow Manhattan West's apartment or office rentals. More than 95% of the development's 62-story apartment building is leased, according to Brookfield. The office tower that opened in 2019 is fully leased, counting JPMorgan Chase &amp; Co. and Amazon.com Inc. among its tenants, Brookfield said. Another office building is 94% leased.</p><p>The project's next phase includes much of the food offerings. It will feature Citizens Food Hall, a 40,000-square-foot space developed in partnership with former hotelier Sam Nazarian's new culinary venture. Manhattan West also includes full-service restaurants such as Ci Siamo, New York restaurateur Danny Meyer's take on Italian cuisine, and Daily Provisions, an all-day kitchen from Mr. Meyer's Union Square Hospitality Group.</p><p>The property's retail tenants include Whole Foods and Australian coffee maker Bluestone Lane, which have already opened. A National Hockey League shop and Peloton Studios are opening soon. Boutique hotel Pendry Manhattan West starts welcoming guests next month.</p><p>The food wing's opening comes as the Delta variant of Covid-19 is surging across the U.S., prompting a number of companies to delay their planned return-to-work dates.</p><p>Daniel Ismail, senior analyst at real-estate research firm Green Street, warned that pandemic slowdowns may hurt the site's stores and restaurants this fall. But the project should succeed longer term because newer buildings have generally held up better in terms of rents, tenant demand and pricing, he added.</p><p>\"While a slower return to office is not good for the ground floor retail or leasing the remainder of the space, there was a clear pre-Covid shift of tenants and people from Midtown to the West Side,\" Mr. Ismail said.</p><p>The Hudson Yards neighborhood has been attracting blue-chip corporate tenants like Facebook Inc. and BlackRock Inc.</p><p>As more workers return, Manhattan West is also expected to benefit from the new Moynihan train station, part of Penn Station, that opened nearby in January and is expected to host tens of thousands of commuters every day.</p><p>Ms. Haines said Brookfield is confident the site is delivering the open-air spaces and safety precautions that people have come to expect during the pandemic.</p><p>Hudson Yards has had its issues during the public health crisis. But Gene P. Spiegelman, vice chairman and principal of commercial brokerage RIPCO Real Estate, said he sees the neighboring developments weathering Covid-19 because they are \"the most modern product in New York.\"</p><p>\"These are short-term bumps on the properties that are going to sustain themselves for decades to come,\" Mr. Spiegelman said.</p><p>Giant Manhattan Development Launching Food Offerings Next Month</p>",
  "published": "2021-08-24T12:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1092,
          "end": 1112
        }
      ]
    }
  ]
}