{
  "_id": "c6b2f37fd2dccda89ad80c2f4a30aca8f0340f57f65f3c8502da39ba46a16c0b",
  "feed": "ftcomall",
  "title": "Investors rush into private markets in search of returns",
  "text": "<p>Historically low interest rates and high stock valuations are driving return-hungry investors to rush into private markets, with non-publicly listed assets under management expected to rise 60 per cent between 2020 and 2025.</p> <p>Alternatives — a category of unlisted assets that include private equity, private debt, hedge funds, real estate, infrastructure and natural resources — are set to surpass $17tn in AUM within the next four years. Private equity and private debt will be the main drivers of this growth, according to data provider Preqin. </p> <p>“Because of lower rates, clients are ready to give up some liquidity to get a higher return,” said Cyril Marie, chief financial officer and head of strategy at Natixis Investment Managers. </p> <p>This boom in demand has spurred consolidation in the sector, including the recent <a href=\"https://www.ft.com/content/9afafee6-d093-4087-b6cb-966fb978c183\">purchase of Oak Hill Advisors</a> by Baltimore-based asset manager T Rowe Price.</p> <p>The private capital industry <a href=\"https://www.ft.com/content/4d0e6f18-2d56-4175-98c5-e13559bdbc25\">has grown to exceed $7tn</a> in the past few years. Projected growth is expected to be strongest in Asia, with Preqin citing low penetration rates and fast GDP growth as attractive factors.</p> <p>Preqin's forecasting model draws on historical AUM data across asset classes and regions, along with fundraising and deals, and various macroeconomic data. The data provider said its 2025 estimate was supported by questionnaires asking for the expectations and intentions of investors and fund managers.</p> <p>Lesser volatility and opacity in private markets can also be attractive for investors. “With a listed asset, the day after lockdown, you've lost 40 per cent, whereas with a non-listed asset there is less volatility so the perception of risk is smaller,” said Natixis' Marie, who added that “in reality, it is the same risk, fundamentally”. </p> <p>Bruce Hamilton, an analyst at Morgan Stanley, said that even wealthy investors with traditionally low allocation to private assets are planning on adding to their positions, in part due to “product innovation and new distribution platforms”.</p> <p>Private equity and private debt are expected to grow 15.6 per cent and 11.4 per cent a year respectively up to 2025. Other alternatives are projected to grow 5 per cent or less annually. Private equity has been the strongest performing and least volatile alternative asset class since 2008, according to the consultancy McKinsey. </p> <p>Private debt has evolved “from a niche product” at the turn of the century to the “mainstream”, according to JPMorgan. Two-thirds of its assets are invested in North America and one-third in Europe. </p> <p>Nikolaos Panigirtzoglou, analyst at JPMorgan, said one of the reasons private debt has grown in Europe is that banks “stepped back from loan creation” after the euro debt crisis, allowing room for private debt markets such as direct lending funds to flourish. </p><p>Source: Akila Quinio 2021 'Investors rush into private markets in search of returns' FT.com 29 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-29T05:00:39.305Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2560,
          "end": 2568
        },
        {
          "start": 2434,
          "end": 2442
        }
      ]
    }
  ]
}