{
  "_id": "0a29d5c4ee5756fb21e210bc9381a99b7c89011478da1c0cb16e9976681c53f3",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Books:  Riding  The Road  To Chaos  ----  By James Grant",
  "text": "<p>\n  Ages of American Capitalism </p><p>\n  By Jonathan Levy </p><p>\n  Random House, 908 pages, $40 </p><pre>\n </pre><p>\n  'The U.S. economy' is the humdrum name we give to the daily miracle of 151 million people getting out of bed in the morning to go to work. Astoundingly, a year after the nation dropped tools to lock down against the novel coronavirus, the sum total of this mass, diffused, constructive effort -- the gross domestic product -- has finally regained its $21 trillion per annum pre-pandemic heights. </p><p>\n  The history of America's economy would make a grand mural in the 1930s style of Thomas Hart Benton. A painter could crowd it with visionaries, inventors, industrialists, farmers, production-line workers, railroad hands, software coders, entrepreneurs and financiers, not excluding Alexander Hamilton, Andrew Carnegie, Thomas Edison, J.P. Morgan, Henry Ford, John M. Nichols, Edmond J. Forstall and so on down to the present day. </p><p>\n  Forstall was the author of the model 19th-century Louisiana law that gave a bank free rein to invest its stockholders' money but closely regulated the treatment of its depositors', stipulating that one-third of those funds be placed in gold coin and the balance in high-grade, short-dated commercial paper. A marvel of concision and function alike, the text of the act could fit on two sides of a sheet of paper, some 800 pages fewer than the 2010 Dodd-Frank Act. </p><p>\n  Nichols, another non-celebrity candidate for inclusion in this imagined picture, was the early-20th-century president of the tiny First National Bank of Englewood, Ill., who chose to go out of business rather than submit to such New Deal innovations as deposit insurance. To register his contempt for governmental power, he took a blue pencil to the value of the shares of the Federal Reserve Bank of Chicago that, under law, his institution was bound to buy and hold, marking them down to one thin dime from $24,000. </p><p>\n  Neither Nichols nor Forstall figures in Jonathan Levy's \"Ages of American Capitalism,\" a history of the U.S. economy from the earliest settlements through the Great Recession of 2008. In Mr. Levy's vast mural of a book, which he ambitiously subtitles \"A History of the United States,\" John Maynard Keynes cuts the commanding figure. A few lines from Keynes's \"General Theory of Employment, Interest and Money\" (1936), in fact, anticipate Mr. Levy's central thesis. They read: \"A somewhat comprehensive socialization of investment will prove the only means of securing an approximation of full employment.\" </p><p>\n  Like his intellectual hero from 85 years ago, Mr. Levy, a professor of history at the University of Chicago, worries that the owners of capital will hoard it rather than invest it. And like Keynes, Mr. Levy places little faith in market-determined prices to coordinate a market economy. \"As the profit motive is not enough,\" he contends, \"a high inducement to investment must come from somewhere outside the economic system, narrowly conceived. History shows that politics and collective action are usually where it comes from.\" </p><p>\n  As to Mr. Levy's history, it's organized by epochs, or \"ages,\" of which there are four: Commerce (1660-1860), Capital (1860-1932), Control (1932-80) and Chaos (1980- ). Topics run the gamut from 17th-century mercantilism (the more exports the better, was the theory) to 21st-century \"quantitative easing\" (in which the Federal Reserve materializes dollars with a few taps on a computer keypad); from Thomas Jefferson and slavery to Henry Ford and trade unionism; from home life during the Civil War to 20th-century consumerism; from 19th-century Populism to 1980s Reaganism. </p><p>\n  Mr. Levy's readers will discover that it took 50 years to turn a patch of American wilderness into a proper farm; that all 82,000 residents of the New York City suburb of Levittown in 1960 were white; and that, in the junk-bond heyday of 1987, the French artist Bernard Frize painted an abstract representation of the once-thriving, now-defunct investment firm Drexel Burnham Lambert. </p><p>\n  Such sidebars and curlicues aside, Mr. Levy writes to advance the proposition that American capitalism is turning from investment and production to speculation and chaos. \"Asset appreciation\" is the name of the game today, he charges, and there's more than a little evidence on his side. Since 2010, when Fed Chairman Ben S. Bernanke informed readers of the Washington Post that the profits from a bounding stock market would sooner or later trickle down into American pockets, the Dow Jones Industrial Average has tripled. </p><p>\n  But Mr. Levy is less successful at developing his thesis than he is at announcing it. His haziness on the nomenclature and history of finance is one problem, his want of authorial craft is another. Evelyn Waugh laid it down that a good writer no more wastes words than a master tailor does cloth. Mr. Levy writes as if his publisher were paying him by the sentence. How else to explain this head-scratcher? \"The very world that Silicon Valley capitalized into existence is one in which what makes for success is the qualities that made Silicon Valley successful in the first place.\" </p><p>\n  Even familiar phrases and concepts lose something in the author's translation. Thus, in describing the late 1990s selloff surrounding the failure of Long-Term Capital Management, Mr. Levy writes: \"Asset prices everywhere shed value.\" No, asset prices fell. The value inherent in those assets reciprocally rose. The familiar phrase \"carry trade\" (e.g., a technique for profiting by the yield differential between two currencies) is awkwardly rendered as \"carrying trade,\" while the simple act of tightening monetary policy becomes a polysyllabic something called \"reasserting the scarcity value of money and credit.\" </p><p>\n  As Wall Street understands it, a \"liquid\" asset is one that can be easily sold, but Mr. Levy chooses to define it as one that \"maintains its value over time.\" While there's no law against verbal invention, many a liquid security, far from holding its value, winds up in the junkyard. As for the phrase \"credit cycle,\" which signifies the way that lenders and borrowers swing from optimism to pessimism as the economy moves from boom to bust, it appears in these pages 59 times. It's an all-purpose rhetorical workhorse, sometimes pertaining to the accordion-like properties of credit, at other times meaning nothing more than that the stock market decided to go up or down. </p><p>\n  Mr. Levy doesn't explicitly oppose the enterprise system -- he acknowledges that it lifted the world from poverty -- but he's more inclined to disparage than admire the self-organizing dynamics of market-determined prices. How did America get rich? </p><p>\n  Slavery temporarily showered wealth on the sugar colonies of the Caribbean and on Southern plantation owners of the U.S., Mr. Levy demonstrates, but the peculiar institution proved no match for a higher and better one. John Pendleton Kennedy, a mid-19th-century novelist and historian of the South, put it this way (as historian Adam Rowe has discovered): \"Carolina gentlemen lived in voluptuous ease upon their plantations and nursed the idea of a peculiar grandeur, in the profuse returns of a semi-tropical agriculture.\" In 1861, shortly after South Carolina seceded from the Union, Kennedy served prescient notice on a Southern friend about the \"untold wealth\" and \"power\" of the Yankees who had chosen industry and free labor over grandeur and bondage. </p><p>\n  The conclusion to which Mr. Levy's too numerous pages lead is that government is the indispensable cog in the American economy. It was World War II, a government enterprise if ever there was one, that ended the Great Depression, he contends, and it was the Federal Reserve that led us out of the Great Recession. </p><p>\n  Conventionally, the author rushes past the depression of 1920-21, a bear of a downturn that was over and done with in 18 months despite punishingly high interest rates and balanced federal budgets. Why the slump ever ended should be a matter of intense curiosity for anyone who, like Mr. Levy, puts his stock in the Keynesian nostrums of big spending and concessionary borrowing costs. \"Capitalism was not going to lift itself out of the slump,\" the author writes of the Great Depression, yet our unstimulated capitalist forebears in 1921 somehow decided that prices and wages had fallen low enough to warrant new commitments of hope and capital. The 1920s subsequently roared. </p><p>\n  That the 1930s groaned, Mr. Levy suggests, is no sweeping indictment of the very different policies pursued by the administration of Franklin D. Roosevelt. Yes, the anti-enterprise program of the New Deal did quash private investment in the 1930s, but World War II supposedly vindicated Keynes: \"The 'total energy' of total war did the trick, even if the war economy was good only at producing bombs, tanks and airplanes.\" It's a vindication that few would welcome. </p><p>\n  More persuasive is Robert Higgs, the author of \"Depression, War, and Cold War\" (2006), who builds a strong case that neither Roosevelt nor war restored what the world had lost in 1929. To Mr. Higgs, it was only with peace that America escaped alike from the Great Depression and the statist coma that prolonged it. </p><p>\n  The story of American finance in the past 100 years is the story of the accretion of government power over money and banking and the reciprocal loss of individual responsibility for profit and loss. You see it in the bloat of the Federal Reserve's announced mission (now supposedly encompassing social justice and climate change) as well as in the bulge of the Fed's balance sheet (from $900 billion at the close of 2007 to $7.8 trillion today). </p><p></p>",
  "published": "2021-05-08T06:04:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 805,
          "end": 816
        }
      ],
      "nexusId": "10009914"
    }
  ]
}