{
  "_id": "cf94ec7621a0e815d465a392833245139f2228ce38ec720e3d1fa4d4336dc91b",
  "feed": "wall-street-journal",
  "title": "Lament for the European Super League  ----  By Michael Taube",
  "text": "<p>   Few sports leagues have risen and collapsed as quickly as the European Super League. The ESL was conceived as an annual competition of 20 of the world's best soccer teams -- and as a way to recover from enormous financial losses during the Covid-pandemic. It was hatched in a series of secret negotiations among team owners. </p><p>   According to the ESL's April 18 press release, 15 teams would have had permanent status as \"Founding Clubs\" -- six in the U.K. (Arsenal, Chelsea, Liverpool, Manchester City, Manchester United, Tottenham), three in Italy (A.C. Milan, Inter Milan, Juventus) and three in Spain (Atletico Madrid, Barcelona, Real Madrid). Three more founding members were to be announced, and five clubs would have joined through an annual  \"qualifying mechanism . . . based on achievements in the prior season.\" </p><p>    JPMorgan reportedly committed a $5 billion grant to this competition, most of which would go to support team's \"infrastructure investment plans and to offset the impact of the COVID pandemic,\" according to the ESL press release. When that news dropped, so did the jaws of other team owners, players and soccer fans. The 12 founding clubs are among the 16 wealthiest in association football, according to Forbes's 2021 list. Most on the outside viewed the ESL as an elitist venture creating an exclusionary competition. </p><p>   Over the next two days, huge fan protests erupted on the streets of the cities of the six U.K.-based teams. Politicians spoke out. British Prime Minister Boris Johnson called the proposal \"very damaging.\" The Union of European Football Associations, European soccer's administrative body, and the International Federation of Association Football, the sport's governing body (known by the French acronym FIFA), threatened to expel ESL teams and players from competitions. </p><p>   Two days after ESL's announcement, Chelsea yielded to the pressure and said it would drop out. Manchester City formally did so about 30 minutes later. Others quickly followed. </p><p>   I'm a soccer fan; my favorite team, Liverpool, was one of the founding clubs. I don't understand what's wrong with the ESL. International soccer is a business: FIFA's 2020 financial report showed it's on target to reach $6.44 billion in revenue for the 2019-22 cycle. </p><p>   Many soccer teams, including the founding clubs, lost significant revenue in 2020 because of Covid-19. In January KPMG's European Champions Report estimated the higher-tier leagues would lose an estimated $7.3 billion in profits by the time the current season is over. European soccer stadiums have been kept mostly empty the past two seasons, costing teams money from forgone ticket, concession and merchandise sales. </p><p>   Why wouldn't the founding clubs consider the ESL, and JPMorgan's huge investment, as an opportunity to get their finances back on track? It would have benefited the permanent members most, but would have given other teams a chance to reap the benefits on a season-by-season basis when they played in the ESL. That could have been a financial boon to European soccer as a whole. </p><p>   As for FIFA and UEFA, their fierce objections to the ESL appear to arise more from fear of competition than love for the sport. It's a shame the concept was never put to the test on the playing field. </p><p>   --- </p><p>    Mr. Taube, a columnist for Troy Media and Loonie Politics, was a speechwriter for former Canadian Prime Minister Stephen Harper. </p><p></p>",
  "published": "2021-04-28T06:02:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2723,
          "end": 2731
        },
        {
          "start": 816,
          "end": 824
        }
      ],
      "nexusId": "10009914"
    }
  ]
}