{
  "_id": "4dda2828cb9a36d7800683993fe4d8b9b616cf61978c6b43b16be0c8d299d6a7",
  "feed": "wall-street-journal",
  "title": "For iBuyers, the Price Is Right; Some frustrated home buyers blame automated home flippers for the tough market, but those iBuyers also play a helpful role",
  "text": "<p>IBuyers including Zillow Group, Opendoor Technologies and Offerpad, that buy and flip homes with the help of algorithms, may have had a hand in that. An analysis of property data from Attom published last month by Mike DelPrete, scholar in residence at the University of Colorado Boulder, shows that while leading iBuyers were paying a median purchase price of less than 99% of what an automated market model showed a home was worth back in 2019, several were paying well over 100% as of the second quarter of this year, with Opendoor paying nearly 108%.</p><p>Mr. DelPrete offers several possible explanations for this premium, including the fact that houses are generally getting more expensive and, especially in rapidly appreciating markets, pricing may now be more difficult to predict with an algorithm. Whatever the reason, he concludes there appears to be a shift from tight pricing discipline and to \"a free-for-all, acquire at any cost strategy.\"</p><p>Their strategy is stoking conspiracy theories among frustrated home buyers. A viral TikTok video posted by a Las Vegas real-estate agent earlier this month took aim at automated home flippers. It painted them as deliberate market manipulators, alleging they overpay for select homes to unload the remainder of their inventory for higher gains.</p><p>While data show iBuyers have paid well over market value for homes this year, that likely has little to do with them being insidious profiteers and a lot to do with the reality that they are highly funded public companies that need to show their shareholders growth. It is perhaps an unsavory, but above board, motive furthered by the fact that the iBuying business ground to a temporary halt last spring, costing iBuyers time and money.</p><p>IBuyers aren't the only cash-rich companies helping to fuel the recent market frenzy. Earlier this year, private-equity firm Blackstone Group said it was paying $6 billion to acquire Home Partners of America, a company that buys and rents single family homes. J.P. Morgan Asset Management and Rockpoint Group LLC also have made big investments in single-family rental operators. Lately entire neighborhoods have sold to investors. In one instance, a Texas community reportedly sold for roughly twice what the builder said it typically makes selling homes one by one to the middle class.</p><p>Big tech has certainly been in the news recently for harmful practices behind the scenes, but its actions in housing aren't so mysterious. IBuyers have been clear that their businesses are built to mostly make money off of ancillary services like mortgage, title insurance and escrow, rather than on home transactions themselves. Zillow Chief Executive Rich Barton even said on his company's first-quarter conference call that the margins it was earning \"are not what our goal is,\" noting iBuying can only be a big business when pricing is perceived to be fair to consumers.</p><p>Fair or not, the greater hand iBuyers have in local market transactions, the more consumers are likely to feel their effects. IBuyers say they represent just 1% of U.S. home transactions today, but that share isn't evenly dispersed. Among 33 markets analyzed by Zillow, four showed iBuyers commanding market share of 5% or more in the second quarter. And in those cities, iBuyers' share had risen by nearly two-thirds year over year.</p><p>While they may not help lower prices, iBuying can be beneficial to housing-market turnover. It spares time and energy required to host open houses. IBuyers handle small renovations and provide sellers with choice and a guarantee on a closing date. They may also bring inventory into a market that right now needs more of it. Zillow Research reports 84% of homes sold to one of the four largest iBuyers last quarter weren't listed for sale beforehand. Unlike private-equity landlords, iBuyers are also sellers.</p><p>Much like food-delivery platforms can drive up the cost of a restaurant's food, higher home prices may be merely a consequence of the addition of large, for-profit companies as middlemen to the equation. One day you might benefit from such a service; another day you might pay some of the tab for your neighbor's convenience.</p><p>Similarly, while it may become more difficult to buy in markets where investment firms purchase single-family homes to rent, they are useful for families that can't, don't want to or aren't yet ready to take the ownership plunge. Gilles Duranton, professor at the University of Pennsylvania's Wharton School, thinks of it as a kind of arbitrage—it won't make everyone happy, but some will benefit.</p><p>No one said a free market would be free of cost.</p><p>Write to Laura Forman at laura.forman@wsj.com</p><p>For iBuyers, the Price Is Right</p>",
  "published": "2021-09-28T15:45:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}