{
  "_id": "e1b4ade708dbf0c430d66eae414b838c889f98c321fc72b01c754fd3cdf5f729",
  "feed": "ftcomall",
  "title": "Super League: European politicians give US sports model a good kicking",
  "text": "<p>For politicians, the European Super League represented an open goal. Plans for the breakaway tournament of elite clubs disintegrated in a couple of days. Premiers such as Boris Johnson, Emmanuel Macron and Pedro Sánchez had articulated the fury of fans. The English half of the “dirty dozen” of football clubs <a href=\"https://www.ft.com/content/f3ab9f68-65b2-4839-96b3-ec4d2928053b\">pulled out on Tuesday night</a>. </p> <p>Businesses regularly misjudge national moods, their perceptions skewed by profit projections and legal advice. To do so on this scale was pretty special. Club bosses aside, the scheme's financial backer JPMorgan features as the tin-eared multinational bank trampling on local sensibilities. </p> <p>The failure of the scheme represents a European rout for the US model of sports business, in which wealthy entrepreneurs try to maximise profits from teams in closed or restricted-entry leagues.</p> <p>Three of the bested English clubs have US owners. Manchester United's vice-chair Ed Woodward, a former JPMorgan banker, was a key figure in the Super League. His own players, including the politically influential Marcus Rashford, were unhappy. Woodward has now resigned.</p> <p>The attempted coup against Europe's Champions League was, however, led by Florentino Pérez, the Spanish president of Real Madrid. The context is dwindling top lines and mounting losses across European football. In the 2019-2020 season, the top 20 football clubs' revenues fell 12 per cent, according to Deloitte. Broadcast income (roughly half of revenue) has collapsed 23 per cent (to €937m) for the top teams, partly because of deferrals forced on them by media groups after a period of game cancellations. </p> <p>Thus a long-discussed breakaway plan took firmer shape. Golden hellos of €200m-€300m were promised. Crucially, upfront support from big broadcasters or streaming groups was absent. For groups such as Sky, BT Sport or Canal+, the new league represented neither a threat nor an opportunity. They only ever want what viewers want, points out Enders Analysis.</p> <p>There will be no step change upwards in the broadcast rights clubs can extract. That was already the expectation in the richest competition, the English Premier League. </p> <p>Students of bad calls should ponder why Super League bosses erred. One recurring mistake businesses make is to overweight lawyers' advice in reaching publicly sensitive decisions. The phrase “there is nothing governments can do legally” was bandied about on Monday. </p> <p>Lack of immediate legal recourse does not stop politicians from derailing business combinations, ousting chief executives and crushing share prices in unpopular sectors. Finance — and, one suspects, business lawyers — lost this match badly.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think in the comments section below</em></p><p>Source:  2021 'Super League: European politicians give US sports model a good kicking' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-21T10:14:33.927Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 542,
          "end": 550
        }
      ],
      "nexusId": "10009914"
    }
  ]
}