{
  "_id": "8cb2d55c9369f841ac6cc6de3e8508f94e3b1ac70844795a5c5ea40fd5cd155e",
  "feed": "wall-street-journal",
  "title": "Omicron Uncertainty Will Linger a While --- It will take some time before investors have enough information to judge the threat of the new variant",
  "text": "<p>There are some fundamental questions about the new strain that scientists will need reasonable answers to before they have a sense of how dangerous it is. Among them: How long has it been circulating and how widespread is it already? How transmissible is it? How dangerous is it for people who are infected? How much protection do previous bouts of Covid-19 or vaccinations confer against infection or severe symptoms?</p><p>All these things will take time, and meanwhile uncertainty will reign. Investors won't know where they should place their bets -- work-from-home beneficiaries, such as Zoom, or reopening plays, such as restaurants. The Federal Reserve has been hinting that it might speed up the reductions, or tapering, of its asset purchases, with Fed Chairman Jerome Powell saying on Tuesday the central bank should consider doing so. But further bad news on Omicron might delay that decision. Businesses might put investment and hiring plans on hold, lest they get wrong-footed. And some Americans might refrain from activities such as going to the movies, booking trips or re-entering the workforce until they have a better sense of the risk.</p><p>The result would likely be an economy that grows more slowly than it would have if Omicron hadn't arrived. And if it turns out that the new strain isn't as dangerous as feared, all the waiting and worrying will seem for naught. It might even lead some to not take a later variant seriously enough.</p><p>But if Omicron is, in fact, a dangerous variant, the really hard part has yet to come. How that might affect the economy depends on a variety of factors.</p><p>Each successive wave of Covid-19 cases has caused less economic damage than the one before it -- a reflection of adaptations (such as outdoor dining), vaccinations, and government officials' reluctance to reimpose restrictions. There is, of course, probably some level of severity that would override those developments: The worse Omicron is, the worse the impact.</p><p>Further, even though later Covid-19 waves have done less damage, they have still left a mark. For example, in states that experienced more severe Delta surges over the summer, consumer spending softened more than in other states, a JPMorgan Chase analysis of credit and bank card data found. Moreover, American investors shouldn't look at Omicron through a purely U.S.-centric lens. Other countries could be more apt to impose restrictions in response to outbreaks, and that could exacerbate many of the supply-chain problems that companies have been facing.</p><p>Finally, and more hopefully, vaccine makers say if it proves necessary they can quickly develop modified boosters that will work against Omicron, with Pfizer Chief Executive Albert Bourla saying his company can create one in fewer than 100 days. Winter could be harder than any of us hoped for, but spring will still come.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2199,
          "end": 2213
        },
        {
          "start": 2199,
          "end": 2207
        }
      ],
      "nexusId": "10009914"
    }
  ]
}