{
  "_id": "f508aa67cc268d7e21c4e18f3d99993d3c7bdccaac723f668f031eaa0aaf9886",
  "feed": "wall-street-journal",
  "title": " Les distributeurs de toute taille proposent des options de paiements échelonnés pour augmenter leur ventes auprès des acheteurs qui n'ont pas accès aux cartes de crédit; D'Amazon à Walmart, pourquoi les distributeurs adorent le principe « Achetez maintenant, payez plus tard »",
  "text": "<p>Une des raisons de ce phénomène tient aux consommateurs comme Alexis Luedtke qui n'ont pas accès à une carte de crédit. Les entreprises d'achat différé indiquent qu'elles se reposent moins sur les notes de solvabilité traditionnelles, voire qu'elles les ignorent carrément dans certains cas. Elles peuvent ainsi accepter davantage de clients. Ces derniers gagnent la possibilité de faire des achats, même s'ils n'ont pas d'argent à ce moment, ce qui se traduit par une hausse des ventes pour les distributeurs.</p><p>Afterpay a déclaré s'attendre à ce que les commerçants américains observent une hausse de 8,2 milliards de dollars de leurs chiffres d'affaires cette année en raison des options de paiements fractionnés. De son côté, Affirm Holdings a indiqué que les achats faits avec ces plans de paiement étaient plus élevés de 85 % en moyenne.</p><p>Les acheteurs dépensent davantage chez Macy's lorsqu'ils ont recours aux plans de paiement proposés par Klarna Bank, a déclaré Jeff Gennette, le PDG de Macy's lors d'une récente présentation des résultats. Klarna aide aussi le distributeur à attirer une clientèle plus jeune, a-t-il déclaré.</p><p>« Pour la plupart des distributeurs, la valeur des plans de paiement différés réside dans l'acquisition de clients », observe David Sykes, directeur de Klarna pour l'Amérique du Nord.</p><p>Alexis Luedtke, 26 ans, détient désormais des cartes de crédit, mais elle continue de préférer les paiements fractionnés. Le mois dernier encore, elle y a eu recours pour acheter pour environ 40 dollars de produits de beauté Peter Thomas Roth et 65 dollars de vêtements Shein.</p><p>« Cela a une influence indéniable sur le montant de mes dépenses, reconnaît-elle. C'est plus facile de dépenser 200 dollars sur plusieurs semaines qu'en une seule fois. »</p><p>Les entreprises d'achats différés disent qu'elles peuvent approuver plus de clients que les banques, y compris des personnes à l'historique de crédit limité ou inexistant. Environ 53 millions d'adultes aux Etats-Unis n'ont pas de cote de solvabilité traditionnelle</p><p>Le principe « achetez maintenant, payez plus tard » n'est que la nouvelle forme d'un vieux concept. Cela fait des décennies que les grands distributeurs proposent des plans de paiements pour les grosses dépenses comme les machines à laver. Aujourd'hui, ces options existent sous différents formats. Afterpay propose des plans de paiements que les acheteurs lient généralement à leur carte bleue. D'autres acteurs, comme Affirm, permettent également de contracter de nouveaux prêts.</p><p>Les taux d'intérêt et autres conditions varient selon le fournisseur de plan de paiement. Les taux d'intérêt d'Affirm vont de 0 % à 30 %, avec 43 % de transactions sans intérêt au cours du dernier exercice. L'entreprise ne facture pas de frais de retards. Afterpay ne facture pas d'intérêt, mais applique des frais de retard.</p><p>Les commerçants ne prennent pas de risque de crédit avec ces plans, mais les frais encourus peuvent être plus élevés que sur des achats par carte de crédit, généralement entre 3 % et 5 % du prix d'achat, selon des sources au fait de la situation.</p><p>Les entreprises d'achats différés disent qu'elles peuvent approuver plus de clients que les banques, y compris des personnes à l'historique de crédit limité ou inexistant. Environ 53 millions d'adultes aux Etats-Unis n'ont pas de cote de solvabilité traditionnelle, selon Fair Isaac Corp, créateur du FICO score. Les plans de paiements sont plus sûrs, d'après Fair Isaac, parce qu'ils portent généralement sur de plus petites sommes que la limite de paiement des cartes de crédit et sont approuvés une transaction à la fois.</p><p>Affirm a indiqué avoir un taux de défaut de paiement de 1 % au trimestre achevé le 30 juin, contre 2 % l'année précédente. Afterpay dit avoir radié 0,6 % des sommes totales traitées dans l'exercice s'étant achevé au 30 juin, contre 0,4 % l'année précédente.</p><p>En travaillant avec un réseau de distributeurs, les entreprises de paiement différé peuvent créer des écosystèmes de paiement indépendants. Ils prennent en compte les comportements de paiement dans les décisions de souscription futures. Les acheteurs qui paient en retard ou ne paient pas risquent de perdre l'option de paiement différé auprès des autres distributeurs participants.</p><p>« La plupart des commerçants recherchent un partenaire avec un réel avantage et une vraie capacité à souscrire, souligne Max Levchin, le dirigeant d'Affirm. Il ne s'agit pas de validations plus étendues, mais de validations différentes. »</p><p>Amazon et Walmart travaillent tous deux avec Affirm. Les deux groupes ont déclaré souhaiter que leurs partenaires financiers accordent des crédits à davantage de leurs clients.</p><p>Amazon étudie les propositions, alors qu'il évalue s'il va remplacer ou non son émetteur de carte de longue date, JPMorgan Chase &amp; Co. Amazon recherche des « engagements à souscrire de manière concurrentielle pour élargir le canal d'acquisition », a déclaré le distributeur dans un appel d'offres que le Wall Street Journal a pu consulter.</p><p>Un désir de stimuler les accords de prêt figuraient parmi les raisons pour lesquels Walmart a décidé en 2018 de mettre fin à son partenariat de plusieurs décennies avec Synchrony Financial. (Capital One Financial émet désormais les cartes de crédit Walmart) Le distributeur a donné accès aux prêts Affirm à la plupart de ses clients l'année suivante.</p><p>« Notre objectif est l'inclusion financière pour tous », assure Julia Unger, vice-présidente des services financiers de Walmart.</p><p>Certaines banques proposent à présent des options de paiements fractionnés sur leurs cartes de crédit. Citigroup a vu une multiplication par sept du montant en dollars des achats par carte de crédit convertis en paiements fractionnés en juillet, par rapport au même mois de l'année précédente, a noté Gonzalo Luchetti, directeur de la banque grand public Etats-Unis de Citigroup.</p><p>Synchrony, le plus grand émetteur de cartes de crédit de magasin aux Etats-Unis, va lancer un plan « achetez maintenant, payez plus tard » en octobre. Capital One testera son offre cette année, a annoncé lundi le patron du groupe Richard Fairbank lors d'une conférence.</p><p>Wells Fargo et Bank of America explorent l'ajout de plans de paiement sur leurs cartes de crédit, selon des sources proches du dossier. De son côté, Visa dit avoir testé des moyens pour les acheteurs de vérifier s'ils sont éligibles à des plans de paiement en saisissant leur numéro de carte de crédit lors du règlement.</p><p>(Traduit à partir de la version originale en anglais par Astrid Mélite)</p><p>Pour Jeff Gennette, le patron de Macy's, les clients dépensent davantage dans ses magasins lorsqu'ils utilisent les offres de paiement en plusieurs fois.</p><p>SIPA PRESS</p>",
  "published": "2021-09-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4746,
          "end": 4765
        }
      ]
    }
  ]
}