{
  "_id": "47010f57de62a648d24be1fb2cf9d400b28651404f9cee0213c96c6418d921a8",
  "feed": "ftcomall",
  "title": "Investors hunt for source of fire sale that sent stocks tumbling",
  "text": "<p>Wall Street traders are hunting for the source of a distressed stock selling spree that caused a sharp slide in several Chinese technology companies and US media groups on Friday.</p> <p>The mysterious share sales, worth almost $19bn, sparked rumours that a hedge fund or family office had blown up and was moving to wind down billions of dollars' worth of its positions. </p> <p>The trades knocked about $33bn of value off the companies involved, and have captivated Wall Street in what is shaping up to be another volatile year, with big shifts wrongfooting established funds. </p> <p>Goldman Sachs — one of two banks managing the sales — began emailing investors about the trades well before the market opened, with $6.6bn worth of stock in Baidu, Tencent Music and Vipshop on the block. </p> <p>The Wall Street investment bank told counterparties that the sales were prompted by a “forced deleveraging,” a signal that a fund may have been hit with a margin call, according to people with knowledge of the matter. Goldman increased the size of the deals several times, they said. </p> <p>Money managers initially thought the selling was concentrated in US-listed Chinese technology groups ahead of a new measure introduced by the Securities and Exchange Commission that could force them to delist from US exchanges. </p> <p>But speculation became rampant on Wall Street as the big blocks of shares kept coming, and the stock names on offer broadened beyond Chinese groups. Some fund managers believed the fire sales indicated that a big hedge fund or family office was in trouble. </p> <p>Throughout the day equity sales traders at Goldman and its rival Morgan Stanley hammered the phones as they tried to move billions of dollars of stock. Shares in US companies such as Discovery as well as online retailers Shopify and Farfetch were offered out, wiping billions of dollars off valuations.</p> <p>The sales were executed in five blocks. After the initial $6.6bn round, Goldman followed with another $2.3bn in the afternoon and $1.7bn worth of ViacomCBS shares. Morgan Stanley sold $4bn worth of shares earlier in the day, followed by another $4bn batch in the afternoon. </p> <p>Morgan Stanley initially allowed investors to choose their allocations of individual stocks, but later moved to an “all-or-nothing” offering where traders would buy an entire basket of securities, two sources familiar with the process said. </p> <p>The biggest moves came in shares of ViacomCBS, as more than $11bn was wiped off the valuation of the owner of MTV and Nickelodeon in a single trading session. By Friday's close, the company's shares had halved in value since the start of the week. </p> <p>Although the company had earlier received analyst downgrades from investment banks such as Wells Fargo and Moffett Nathanson, traders believe the catalyst for the share-price fall was something else. </p> <p>On Monday, ViacomCBS shares closed at an all-time high. The cable television group then tapped Morgan Stanley and JPMorgan Chase to raise nearly $3bn through an equity sale. </p> <p>From the moment the press release came through announcing the share sale, ViacomCBS stock began to drop. Shares closed 9 per cent lower on Tuesday before falling a further 23 per cent on Wednesday.</p> <p>“I don't think anyone saw it trading like this,” one banker briefed on the deal said, who added that the capital raise was “probably too big”.</p> <p>One source said they were told the declines that began in ViacomCBS following its capital raise began to hit a family office hard, forcing it to unravel its positions, while a second said Morgan Stanley confirmed at least some of the trades were from the same seller. </p> <p>But the sheer size of the sales have prompted questions as to whether more than one fund or family office was wrongfooted.</p> <p>It follows a three-month period of unusual trading in ViacomCBS and Discovery stock. Shares of the companies had rallied 170 per cent and 148 per cent respectively, between the start of the year and Monday's close. They were the top two performing stocks in the S&amp;P 500, up more than twice as much as the next-best performing stock. </p> <p>Morgan Stanley, Goldman Sachs and ViacomCBS declined to comment.</p><p>Source: Ortenca Aliaj and Eric Platt in New York 2021 'Investors hunt for source of fire sale that sent stocks tumbling' FT.com 27 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-27T17:15:41.458Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2917,
          "end": 2931
        }
      ]
    }
  ]
}