{
  "_id": "e71b8d6ad4ba31fda24635c3c2aba485234ad2adcb07356490892a9aae77a9b7",
  "feed": "wall-street-journal",
  "title": "Vast Household Wealth Could Be a Factor Behind U.S. Labor Shortage; With the saving rate now falling, economists predict that labor-force participation will pick up",
  "text": "<p>Federal Reserve Chairman Jerome Powell said last week that booming stock markets, home prices and savings are probably leading some people to stay home rather than return to work, with perhaps some couples moving from dual- to single-income households. That is consistent with past research showing that willingness to work depends on one's finances. If so, then the labor force may get a boost as those savings are whittled down.</p><p>After the Covid-19 pandemic hit the U.S. in March 2020, Congress responded with three separate rounds of stimulus checks of as much as $1,200, $600 and $1,400 per person; enhanced jobless benefits of as much as $600 extra per week; and a boost in the 2021 child tax credit by as much as $1,600 per child. The government also suspended monthly student-debt payments for households from March 2020 through early next year.</p><p>The personal saving rate—the share of disposable income households sock away each month, at an annual rate—hit an all-time high of 33.8% in April 2020, up from 8.3% in February 2020, and remained elevated through this summer, Commerce Department data show.</p><p>While the rate has since dropped, households have nonetheless built up a $2.7 trillion stock of \"excess savings\"—the amount above what they would have had there been no pandemic—as of Sept. 30, 2021, according to Moody's Analytics. For households that earned between roughly $45,000 and $69,000, the typical family's checking account rose by more than half between January 2020 and this spring to above $3,000, according to the JPMorgan Chase Institute.</p><p>Meanwhile, home prices and stocks have soared, in part because of stimulus from the Fed. From the start of 2020 through Sept. 30 this year, U.S. households' total assets soared 22% to nearly $163 trillion, Fed data show.</p><p>At the same time, the labor-force participation rate fell sharply and has remained stubbornly low. At 61.8% in November, it was 1.5 percentage points below its pre-pandemic level. Many older workers retired early. But even among prime-age workers—those between 25 and 54—participation remains down more than a percentage point.</p><p>Some economists believe the extra cash is one reason for this. In part, that is based on research showing declines in wealth seem to have had the opposite effect. Falling housing and stock values from 2006 and 2010 led many who otherwise would have fallen out of the labor force to stay in, according to the Federal Reserve Bank of Chicago. The study found that participation was 0.7 percentage point higher than otherwise as a result.</p><p>Families that win at least $30,000 in the lottery tend to earn less in the next five years, according to a National Bureau of Economic Research working paper released in July by four University of Chicago scholars. The more a person wins, the bigger the effect that the award has on earnings and employment, the paper found. Upper-income winners are more likely to reduce their hours, while lower-income winners are more likely to drop out of the labor market entirely, the paper found.</p><p>In Austria, workers who received severance payments worth two months of pay were far less likely to find a job within 20 weeks compared with those who received no such lump sum, according to a 2006 paper released by the NBER. The researchers also found a similar effect among workers whose unemployment benefits were extended from 20 weeks to 30 weeks.</p><p>Theoretically, enhanced unemployment insurance should have discouraged some unemployed workers from finding new work. Whether the expiration of those benefits had any impact on job finding is unclear. It may be difficult to disentangle the effect on job finding of unemployment insurance from the effect of savings and wealth.</p><p>Nonetheless, Felipe Schwartzman, a senior economist at the Federal Reserve Bank of Richmond, wrote in November that the pandemic aid has likely led many workers to stay out of the labor market. That isn't necessarily because the aid directly discouraged work, since most of the aid didn't depend on whether people worked. Instead, the wealth likely relieved some people of the need to work, giving them the option to hold out for a better job or stay home.</p><p>Citing links identified in past research, Mr. Schwartzman concluded that the roughly $2 trillion in pandemic assistance—about $16,000 per household—accounts for a 0.58 percentage-point decline in the share of the working-age population with jobs. That ratio fell 2.6 percentage points between February 2020 and August 2021, the period that Mr. Schwartzman studied.</p><p>But those effects may be about to fade. The personal saving rate recently fell below its pre-pandemic level, reaching 7.3% in October. The JPMorgan Chase Institute data shows that checking-account balances have fallen quickly in recent months among households in the bottom half of the income distribution. Offsetting that, the fast-spreading Omicron variant might deter some people from rejoining the labor force.</p><p>\"As those saving rates get drawn down, they're going to have to find income to replace that to support their livelihoods,\" said Joe Brusuelas, chief economist at consulting firm RSM US LLP. He predicts labor shortages will ease this winter as savings drop and workers resume the job search.</p><p>The labor force, after stalling much of this year and unexpectedly falling in September, has expanded the past two months, including by 594,000 in November. \"These smaller buffers as we move into 2022 will likely be an incentive for these workers to return to the workforce,\" said economist Gregory Daco of Oxford Economics.</p><p>Write to Josh Mitchell at joshua.mitchell@wsj.com</p><p>Vast Household Wealth Could Be a Factor Behind U.S. Labor Shortage</p>",
  "published": "2021-12-19T15:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1537,
          "end": 1551
        },
        {
          "start": 4676,
          "end": 4684
        },
        {
          "start": 1537,
          "end": 1545
        },
        {
          "start": 4676,
          "end": 4690
        }
      ],
      "nexusId": "10009914"
    }
  ]
}