{
  "_id": "ea42720d7740e961928b73c5394098cf2c0f2fe1cb4fe6f2533f330fa412f6f7",
  "feed": "wall-street-journal",
  "title": "Governments Pile Up Debt, Testing New Limits --- Vast savings permit nations to borrow heavily at low interest cost",
  "text": "<p>Either way, the combination of huge debt and markets' lack of concern is unprecedented. The U.S. government is on course for a budget deficit of $3 trillion for the second year in a row. Despite that and fears of inflation, 10-year Treasury bonds are yielding only around 1.33%, partly because of the Federal Reserve's caution about raising its interest rates.</p><p>Japan's central-government debt is about to surpass a quadrillion yen, or nearly $10 trillion. Even with total public debt of over 250% of gross domestic product, Tokyo spends no more on interest each year than it did in the mid-1980s, when public debt was around two-thirds of GDP.</p><p>Perennial debt champion Greece is adding to its pile, and investors are accepting even lower yields on its bonds than on U.S. Treasurys. Even some developing nations, such as India, are touting the virtues of higher government borrowing, with no discernible backlash from markets.</p><p>\"The world has changed. The intellectual frameworks have evolved,\" said Paul Sheard, a research fellow at the Harvard Kennedy School and former chief economist at S&amp;P Global. \"We don't need to worry\" about debt.</p><p>New economic thinking has encouraged politicians to borrow big by emphasizing how borrowing conditions have evolved since fiscal caution was the orthodoxy in the 1980s and 1990s. Globalization, aging populations and conditions in China have combined to create a world awash in savings available to invest.</p><p>A large part of those savings has sought protection by gobbling up safe assets -- principally the government bonds of advanced economies -- regardless of tiny yields.</p><p>Like flat-screen TVs, the more inexpensive government debt becomes, the bigger it gets. The U.S. has led with aggressive borrowing to power recovery from the pandemic. Even before this year's measures, the Congressional Budget Office projected that federal debt held by the public would reach 102% of GDP by the end of 2021, the most since just after World War II.</p><p>Economists at JPMorgan argue that even the U.S.'s energetic borrowing will barely make a dent in global gross savings, which are worth more than $25 trillion a year, according to the International Monetary Fund, and whose rise has depressed borrowing costs in recent decades.</p><p>Critics say the U.S. spending plans are excessively big, risking an overheated economy and a lasting rise in inflation and interest rates. They fear the Fed is trapped in a policy of low interest rates that encourages excess and risk. Higher U.S. rates and a rising dollar could also cause trouble for developing countries with high dollar debts.</p><p>Charles Goodhart, a former member of the Bank of England's monetary policy committee and an emeritus professor at the London School of Economics, warns that the tide of global savings that has kept borrowing cheap could recede in coming years. He fears governments might be learning the lessons of recent history, including the weak recovery from the 2008 financial crisis, just as that era is ending.</p><p>\"The generals are always fighting the last war,\" he said. \"Governments didn't do enough before, so they're going to overdo it this time.\"</p><p>World-wide government debt increased to 105% of GDP in 2020 from 88% before Covid-19, according to the Institute of International Finance. Total government debt could rise by an additional $10 trillion this year to reach $92 trillion, with most of the increase happening in developed economies, the IIF says.</p><p>It is a stark contrast to the aftermath of the global financial crisis, when many countries switched from stimulus to deficit-cutting. Greece's traumatic crisis, which nearly forced it out of the eurozone, seemed to highlight the risks of debt. Now, even Greece is finding it's possible to ratchet up debt, thanks to borrowing costs that the European Central Bank helps keep in check.</p><p>\"The change is that there is no obvious 'sinner,'\" said former Italian finance minister Pier Carlo Padoan, now chairman of UniCredit. \"After the financial crisis, there was a blame game. Covid was an exogenous shock. A huge policy response was necessary.\"</p><p>From Rome to Tokyo to Washington, governments have decided to seize the opportunity and spend their way out of the Covid-19 slump. Stimulus measures not only aim to erase all traces of the downturn as quickly as possible, but also to invest in long-term economic renewal.</p><p>Since the pandemic began, Japan has poured in the equivalent of some $800 billion in economic stimulus, or one-sixth of its annual output, according to an estimate by the Peterson Institute for International Economics. Hundreds of billions in additional spending are on the way, yet inflation in Japan remains at zero.</p><p>Most global policy makers and economists now believe that advanced economies' tilt to fiscal retrenchment from 2010 on contributed to the slow recovery from the financial crisis, with lasting scars.</p><p>Austerity, painfully stringent in parts of Europe, didn't even cut government debt as a proportion of GDP effectively, because weak growth and low inflation weighed down GDP.</p><p>This time, the economic case dovetails with political calculations. The political establishment in many developed countries says fiscal belt-tightening and weak growth contributed to the populist backlashes of the past decade.</p><p>From one perspective, if the private sector has excess savings, those savings will get absorbed by government deficits. The savings include the cash hoards piled up by tech companies, which often don't need to make the huge investments in factories and machinery typical of 20th-century big business.</p><p>China, other Asian nations and oil-producing countries in the Middle East have added to the savings stash by running large trade surpluses and putting much of the proceeds in industrialized nations' bonds.</p><p>Former U.S. Treasury Secretary Lawrence Summers argued in 2014 that aging populations, high savings and weak private investment are persistent trends of our era that make it hard for economies to operate at their potential, a problem he dubbed \"secular stagnation.\" The theory implies that governments have to pick up the slack.</p><p>\"If you look at the path of global fiscal policy, it's a massive bet on the secular stagnation hypothesis. It's a bet on a massive private savings glut and investment dearth for a long time to come,\" Mr. Summers said in an interview.</p><p>The danger for governments is that the structural forces of the past three decades might be about to go into reverse, said Mr. Goodhart, the former Bank of England policy maker.</p><p>In a recent book, \"The Great Demographic Reversal,\" he and co-author Manoj Pradhan single out a potentially epochal shift. In the past few years, the global working-age population has begun to fall as a share of the total world population and to decline in absolute numbers in the most globalized regions of the world, including North America, Europe and East Asia.</p><p>After the end of the Cold War, the integration of China and the former Soviet bloc into the capitalist global economy brought a vast and growing labor supply, they say. That held down wages and inflation in developed countries and injected into the global economy the savings of a burgeoning middle-aged Chinese population that lacked a government safety net.</p><p>But as aging populations in China and other nations spend more of their savings, average interest rates will rise higher than governments have bargained for, Messrs. Goodhart and Pradhan argue. \"China's greatest contribution to global growth is now past,\" they write. \"This great demographic reversal will lead to a return of inflation.\"</p><p>Mr. Goodhart says he hopes their predictions are wrong. If central banks in advanced economies have to raise rates to fight inflation, governments could be forced to make politically painful decisions to raise taxes and cut spending.</p><p>Mr. Summers, a former official in Democratic administrations, has surprised many people this year by becoming one of the loudest critics of President Biden's spending plans because he is worried about inflation in the U.S. He says the administration's spending plans exceed any plausible estimate of the amount of slack in the U.S. economy.</p><p>But even Mr. Summers and like-minded economists think Europe's spending is justified. The International Monetary Fund has expressed concern the euro currency area's combined deficits of around 7% of GDP are too small given the economic hit from Covid-19.</p><p>Inflation per se isn't necessarily a problem for governments with big national debts. It means that GDP and tax revenues grow bigger in nominal terms, while the size of existing debts stays fixed. Inflation helped Western countries including the U.S. and U.K. reduce their debt burdens after World War II.</p><p>Even somewhat higher interest rates might not be a problem given how little governments are paying in interest now. Central banks would be happy to lift rates to a more normal level, ending their drift toward zero in modern times, since that would give them more flexibility to cut rates in a recession.</p><p>The key to debt sustainability is the relationship between interest rates and growth, says Paul De Grauwe, a London School of Economics professor and one of Europe's most prominent economists. So long as a country grows faster over time than the rates it pays, its overall debt ratio tends to decline naturally, he says.</p><p>If interest exceeds growth, on the other hand, danger awaits. To stop the debt ratio from rising endlessly, governments might have to raise taxes or allow high inflation to melt the debt away. If investors balk at high inflation, borrowing costs could rise further. Central banks might have to raise rates, testing their independence, because politicians don't like seeing the economy squeezed.</p><p>One reason government debt binges have a bad reputation is the experience of developing nations that lurch from one default to another. These cases, however, typically involve countries borrowing in currencies they don't control, such as the dollar.</p><p>Two big emerging countries -- China and India -- are matching the developed world in their eagerness to issue debt in their own currencies.</p><p>China has run budget deficits of around 11% last year and 10% this year, according to the IMF. Its huge domestic savings and limits on capital movement mean it doesn't have to worry about footloose foreign creditors fleeing.</p><p>India's finance ministry this year used its annual report to advocate a big increase in public debt in rupees, saying this could supercharge growth. \"Risk-taking via public investment can catalyze private investment and unleash a virtuous circle. It will crowd in private investment, rather than crowd it out,\" the report said.</p><p>India ran a budget deficit of nearly 10% of GDP in the year ended in March, thanks to a stimulus package worth hundreds of billions of dollars. The government says it is helping keep the economy humming and tax coffers full. \"The crisis is extraordinary and challenging, but we hope our revenue collection will be more than satisfactory,\" said Finance Minister Nirmala Sitharaman in an interview.</p><p>Almost all economists agree that government debt cannot rise forever without causing trouble. There is also widespread agreement that high levels of debt can be safe if it is inexpensive, perhaps higher than was conventionally thought 20 years ago. The $90 trillion question is how high it can go.</p><p>\"There are still limits to government debt,\" said Mr. De Grauwe. \"They are just much further out than we used to think.\"</p><p>---</p><p>Rajesh Roy contributed to this article.</p>",
  "published": "2021-07-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1989,
          "end": 1997
        }
      ]
    }
  ]
}