{
  "_id": "a503243b59059c4ae27aac4ef22cd9d99d90a6cadf17d3f79fecde7ec6429a81",
  "feed": "market-watch",
  "title": "When people retreated from cities to the suburbs due to COVID, low-skilled workers left behind paid the price",
  "text": "<p>Those are the findings of a recent working paper on “The Geography of Remote Work” circulated by the National Bureau of Economic Research and co-authored by researchers at Princeton, Georgetown and Columbia Universities and the University of California, San Diego.</p><p>The researchers found that as high-skill, highly paid employees left their workplaces — and in some cases their homes — in dense cities like New York City and San Francisco, businesses that had been supported by those workers' spending took a noticeable financial hit, and so did their employees.</p><p>At the same time, this population shift had a side effect on cities' housing markets. As high-skill workers left their city residences permanently amid the pandemic, cities with the highest share of these workers saw the sharpest declines in local rental prices. That drop in rental prices continued throughout 2020 and into January 2021, the researchers found.</p><p>‘The low-skill service workers in these neighborhoods suffered'</p><p>The researchers traced the movement of people and their spending habits in ZIP codes across the U.S. by using data from cellphones, Zillow Z, U.S. Census Bureau surveys, Facebook FB and Affinity Solutions, a company that tracks credit and debit card spending.</p><p>Neighborhoods with the largest share of high-skill workers saw the biggest declines in visits to local consumer service businesses and the sharpest drops in spending at those businesses, which included establishments such as restaurants, coffee shops, bars and hair salons.</p><p>“High-skill service workers' flight into their homes and to locations outside big, dense cities had adverse consequences for the urban economies they left behind,” the authors wrote.</p><p>In New York City, for example, affluent areas in Manhattan and Brooklyn where many high-skill workers live saw visits to local consumer service businesses decline by twice as much compared to ZIP codes in parts of the Bronx and Brooklyn where fewer high-skill workers live.</p><p>“The low-skill service workers in these neighborhoods suffered from this change in consumption behavior: Low-skill consumer service workers in big cities lost more hours per worker than their rural counterparts and have been most affected by the pandemic's economic fallout,” the researchers wrote.</p><p>Cities could lose workers going forward</p><p>The findings could foreshadow the broader implications of remote work becoming more common in the American workplace, the researchers concluded. Now that high-skill workers don't see the need to live near their offices, the most densely populated U.S. cities could see the biggest disruptions, losing parts of their workforces and shrinking in size, the paper concluded.&#xa0;</p><p>While these high-skill workers can now enjoy more flexibility around where they live, “low-skill service workers will suffer from their dependence on local demand in a more footloose world,” the authors noted. “As a result, big cities may not only lose their high-skill service workers, but also the local consumer service economies these workers support.”</p><p>A ‘more hopeful' implication</p><p>But researchers also highlighted a “more hopeful” implication “that the transition to remote work could alleviate the pressure on big cities' housing markets.” High-skill workers showed both a willingness and an ability to relocate during the pandemic, and rents in big cities declined as a result.</p><p>“Encouraging some of these workers to move more permanently could help reduce rents in city centers,” they concluded.</p><p>The research comes as companies based in big cities are attempting to formulate return-to-office plans while the delta variant has fueled a rise in COVID-19 cases. Some executives, such as JPMorgan Chase's JPM chief executive, Jamie Dimon, have insisted that their workers return in person to the workplace.</p><p>Working remotely “doesn't work for people who want to hustle, doesn't work for culture, doesn't work for idea generation,” Dimon said in May at a Wall Street Journal CEO Council event, before delta became the dominant form of SARS-CoV-2 in the U.S. “By September it will look just like it did before.” He added, “We are getting blowback about coming back internally, but that's life.”</p><p>Other companies, including Google GOOGL, have said that if employees want to work from areas where the cost of living is lower, they shouldn't be surprised if their salaries drop. “Our compensation packages have always been determined by location, and we always pay at the top of the local market based on where an employee works from,” a Google spokesperson told Reuters.</p><p>With that said, some job seekers say the ability to work from home is more important to them than making a higher salary, and some four in 10 workers say they would rather quit their jobs than go back to the office full-time, according to one recent survey.&#xa0;</p><p>Prior to the pandemic, about 2.4% of the American workforce worked remotely, amounting to less than one in 15 of the 37% who could work remotely in theory, the paper noted. At the height of pandemic-related shutdowns in the spring of 2020, about 50% of employees worked from home.</p><p>Meanwhile, many low-skill workers who can't work remotely have faced double burdens: Many work in sectors such as restaurants and hospitality, where layoffs have been widespread, and have jobs where they interact with the public, putting them at greater risk for contracting COVID-19.</p>",
  "published": "2021-09-10T21:38:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3699,
          "end": 3702
        },
        {
          "start": 3682,
          "end": 3690
        }
      ],
      "nexusId": "10009914"
    }
  ]
}