{
  "_id": "726233c928d83284dfff71826f5e28b7b3821273403b1b540e4875ffe1e8b877",
  "feed": "wall-street-journal",
  "title": "JPMorgan's Profit Jumps 24%  Despite Muted Revenue Growth  ----  By David Benoit",
  "text": "<p>   JPMorgan Chase &amp; Co. posted sharply higher third-quarter profit after freeing up rainy-day funds it set aside in the pandemic's darkest days, a display of confidence in the economy's bumpy recovery. </p><p>   The bank's third-quarter profit rose 24%, and bank executives predicted a coming surge in loan growth. But revenue was up just 1% and below Wall Street expectations. The stock, which hit fresh highs last week, fell 2.6%, to $161, on Wednesday. </p><p>   JPMorgan is the first major U.S. bank to report third-quarter results, and it often sets the tone for earnings season. Bank of America Corp., Wells Fargo &amp; Co., Morgan Stanley and Citigroup Inc. are all expected to report results Thursday. </p><p>   Bank earnings have been on a wild ride since last year. Early in the pandemic, the firms stockpiled billions of dollars to prepare for the coronavirus recession, sending profits sharply lower. </p><p>   But the economy bounced back much more quickly than expected. Banks have been releasing those reserves for several quarters, sending their profits sharply higher. </p><p>   Investors are trying to figure out what the new normal looks like for the industry. Loan growth has yet to take off, and the manic trading activity that powered banks through much of the coronavirus pandemic is starting to peter out. </p><p>   JPMorgan Chief Executive Jamie Dimon said the economy is healthy and he expects it to stay that way. He said people and businesses alike are showing signs they are eager to spend and borrow. </p><p>   \"Two years ago we were facing Covid, virtually a Great Depression, a global pandemic, and that's all in the back mirror, which is good,\" Mr. Dimon said on a conference call. </p><p>   Global supply-chain bottlenecks and rising inflation are temporary setbacks, bank executives said. Large corporations remain eager to strike more deals, they said. </p><p>   \"Hopefully a year from now there will be no supply-chain problem,\" Mr. Dimon said. \"The pandemic will become endemic.\" </p><p>   Banks have been predicting a surge in loan growth for some time, and it has been hard to find. </p><p>   Businesses don't need loans when they are flush with cash and can turn to eager investors for funding. Consumers don't need loans if they saved up money during last year's shutdowns. </p><p>   And profit margins on lending are stuck at historic lows, likely until the Federal Reserve raises interest rates. </p><p>   In JPMorgan's latest quarter, net interest income, a measure of the bank's lending profit, rose just 1%. While spending on Chase consumer credit cards rose 30%, outstanding card loans rose just 2%, continuing a pattern where customers pay off their charges instead of carrying them over. </p><p>   Still, executives said a long-awaited turn in loan growth might be nearing. </p><p>   \"While loan growth remains muted, we see a number of indicators to suggest it has stabilized and may be poised to begin more robust growth,\" Chief Financial Officer Jeremy Barnum said. </p><p>   Mr. Barnum said that some customers who had been paying off credit-card balances were starting to return to carrying debt. The excess cash those customers have been holding in deposit accounts is dwindling faster, the bank said, which likely means their debts will grow. </p><p>   Bank executives expect the holiday season to be the typical boon for card spending. </p><p>   Mortgage originations surged 43%. </p><p>   On the business side, loans in the commercial bank, which serves midsize businesses, fell 5%. More business clients are starting to tap unused credit lines, though customers have told the bank they remain constrained by supply-chain issues. </p><p>   In total, JPMorgan posted profit of $11.69 billion, or $3.74 per share, up from $9.44 billion, or $2.92 a share, a year ago. That beat the $3 a share that analysts had expected, according to FactSet. </p><p>   The bank pulled out $2.1 billion from its reserves in the latest quarter for potential loan losses, bringing its total reserve down to $20.5 billion. Its stockpile was as high as $34.3 billion in 2020. </p><p>   Charge-offs, or loans the bank no longer expects to collect, were $524 million, the lowest amount in recent history. The bank lowered its expectation for credit-card defaults this year. </p><p>   Excluding the boost from the release and a tax benefit, the bank's profit was $9.6 billion in the third quarter. Analysts said that was still better than they predicted. </p><p>   Revenue rose 1% to $29.65 billion, falling just short of the $29.79 billion analysts had forecast. </p><p>   The bank has been able to keep generating fees in its Wall Street businesses. </p><p>   In the corporate and investment bank, revenue rose 7%. Investment banking fees jumped 52% to $3.3 billion. A wave of mergers powered advisory fees to $1.23 billion, nearly triple the year-earlier results. </p><p>   The bank expects the M&amp;A boom to continue, the corporate and investment bank's head, Daniel Pinto, said in a memo to staff. </p><p>   That growth more than offset a slowdown in markets. Trading revenue slipped 5%. </p><p></p>",
  "published": "2021-10-14T06:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 0,
          "end": 20
        },
        {
          "start": 443,
          "end": 451
        },
        {
          "start": 1273,
          "end": 1281
        },
        {
          "start": 2316,
          "end": 2324
        },
        {
          "start": 3502,
          "end": 3510
        }
      ]
    }
  ]
}