{
  "_id": "891dd8f6a3561dbbb20bdd0b0fb3720668391b3883a03ee5869a0c1c93d69028",
  "feed": "ftcomall",
  "title": "Global finance industry sinks $119bn into companies linked to deforestation",
  "text": "<p>Global banks and asset managers have extended a total of $119bn of financing to 20 major agribusinesses linked to deforestation in the five years since the Paris agreement was brought into force, according to an investigation by the Global Witness campaign group. </p> <p>Leading global lenders JPMorgan, HSBC and Bank of America were among the biggest funders of the companies, which included Brazilian meat producer JBS, each striking dozens of funding deals between 2016 and 2020, the research found. </p> <p>Deals included almost $730m-worth of financing for Olam International, one of the world's largest food ingredient suppliers, and its subsidiaries from JPMorgan via revolving credit facilities, the data showed. Olam International is <a href=\"https://fsc.org/en/unacceptable-activities/cases/olam-international\">under investigation</a> by the Forest Stewardship Council for allegedly destroying rainforest in Gabon.</p> <p>Deforestation is a major source of carbon emissions, and tackling the issue is expected to be among the topics under discussion by global negotiators at the upcoming COP26 UN climate summit in the UK. </p> <p>Despite the growing interest among companies in planting carbon-absorbing trees, tackling deforestation in supply chains remains a less of a mainstream issue for many investors than other environmental concerns such as measuring direct corporate emissions. </p> <p>Data on more than 5,000 deals, shared with the FT, indicate that the top five banks by total deal value — which included BNP Paribas and the Industrial and Commercial Bank of China (ICBC) — struck almost 570 bond, credit, and underwriting deals with 20 agribusinesses over the period, worth a combined $32bn.</p> <p>All five institutions except the ICBC have “no-deforestation” policies. All 20 agribusinesses have been publicly linked to deforestation, and were listed in a database of companies active in forest-risk sectors, such as soy palm and beef, assembled by the global coalition of campaign and research organisations under the <a href=\"https://forestsandfinance.org/\">Forests &amp; Finance</a> umbrella group. </p> <p>“Despite the fact that many of these banks have voluntary commitments on deforestation and on climate change, they're continuing to have relationships with companies that are linked to deforestation,” said Colin Robertson, senior forests investigator at Global Witness. </p> <p>“The overarching problem is there is a lack of [legal] obligation on banks” to change practices, he added.</p> <p>As the largest, China's ICBC arranged financing for eight of the 20 companies, the data show. That included providing about $1.1bn worth of loans and revolving credit facilities to commodities trader Cofco International, which has been at the centre of allegations by advocacy group <a href=\"https://www.mightyearth.org/wp-content/uploads/Mighty-Earth-tracker-update-V3.pdf\">Mighty Earth</a> that suppliers linked to Cofco had cleared more than 20,000 hectares of forest in Brazil between 2019 and 2021.</p> <p>Cofco said that no illegal deforestation occurred on farms it sourced from during that time.</p> <p>JPMorgan, the second-largest financier, underwrote three bonds between 2018 and 2019 for commodities trader Cargill, which has been accused of sourcing soy grown in deforested areas. </p> <p>Last year, the salmon producer Grieg Seafood <a href=\"https://www.ft.com/content/bd0f4705-36fa-4e74-8018-ca1f50771835\">identified Cargill</a> over its “soy-related deforestation risk in Brazil”. JPMorgan declined to comment.</p> <p>Cargill said it did not supply soy from farmers who cleared land illegally or in protected areas, and suspended suppliers that were found to be deforesting protected areas.</p> <p>Barclays and Santander, meanwhile, each underwrote three bonds between 2018 and 2019 for JBS, the meat producer that has faced scrutiny from activists and investors for links to destruction in the Amazon rainforest. </p> <p>JBS said the company had a “zero-tolerance” policy for deforestation, and had stopped working with suppliers that breached it.</p> <p>Santander said the bank was “committed to protecting the Amazon” and expected its beef processing clients in the region to have a “fully traceable supply chain that is deforestation-free” by 2025. </p> <p>Although many banks and investment groups have “no-deforestation” policies, they can be limited in their scope. For example, they may define deforestation as the destruction of certain tropical or rare forests, rather than of any woodland. The ban may also not extend to legal deforestation.</p> <p>Policies can also be difficult to enforce and monitor. Banks may ask clients to ensure their suppliers are not involved in the destruction of forests, but many large food companies say they cannot account for the behaviour of every supplier.</p> <p>Global Witness said the 20 agribusiness's “problematic track records should have raised major red flags for bank compliance teams”.&#xa0;</p> <p>Although lawmakers in the EU, UK and US have proposed regulations designed to eliminate deforestation from businesses' supply chains, none would extend the additional due diligence requirements to financial institutions.</p> <p>The Global Witness research involved analysis of bond and share issue underwriting agreements, as well as bond holdings and lines of credit from lenders headquartered in the UK, EU, US, and China. Bond issuances were the biggest source of funds, followed by revolving credit facilities and corporate loans. The year that Paris accord on global warming came into force, 2016, was the busiest dealmaking year by value, followed by 2019. </p> <p>In addition to direct financing, the 1,500 banks and asset managers tracked in the database held about $37.5bn worth of shares in the 20 agribusinesses, as of the fourth quarter of 2020, the data showed.</p> <p>HSBC said the bank “has exited, is in the process of exiting or has no banking relationship related to forestry, palm oil or cattle with the majority of entities named in the report”.</p> <p>BNP said the list collated by Forests &amp; Finance “does not identify actual deforestation practices but rather ranks all companies whose activities may be considered ‘at risk' for forests”. Ceasing to fund companies in risky sectors “would have no positive impact on their practices, as they would continue to be able to rely on a number of other lenders”, it added.</p> <p>Barclays, Bank of America and Olam declined to comment. ICBC did not respond to a request for comment.</p> <p><em>Follow @ftclimate on Instagram</em></p><p>Source: Camilla Hodgson and Stephen Morris in London 2021 'Global finance industry sinks $119bn into companies linked to deforestation' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T04:01:00.932Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 287,
          "end": 295
        },
        {
          "start": 647,
          "end": 655
        },
        {
          "start": 3129,
          "end": 3137
        },
        {
          "start": 2829,
          "end": 2837
        }
      ]
    }
  ]
}