{
  "_id": "d2a0b4fc6de57af35dfe4a4cbcaefb8bf5f704fc85ab4887e7c8f63ef32f2c03",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://ig.ft.com/quiz/firstft-2021-06-25/\"><em>quiz</em></a><em>.</em></p> <p>Japanese conglomerate Panasonic has <a href=\"https://www.ft.com/content/8862a466-d157-4395-8f73-0f3efcb09a26\">sold its entire stake</a> in longstanding battery partner Tesla for about ¥400bn ($3.6bn) as it seeks to raise cash to finance its acquisition of US software group Blue Yonder.</p> <p>The company, which has a $5bn joint <a href=\"https://www.ft.com/content/bf0c37bc-27c8-11ea-9a4f-963f0ec7e134\">battery manufacturing venture with Tesla</a> in Nevada, said the sale would not affect its partnership with the US electric vehicle maker. But Panasonic has made it clear that it wants to reduce its heavy reliance on Tesla and supply batteries to other carmakers as the industry shifts to electric vehicles to reduce its carbon footprint.</p> <p>Panasonic acquired 1.4m Tesla shares at $21.15 each in 2010 for about $30m. As of March last year, it held shares worth ¥80.9bn, but that stake was reduced to zero by the end of March 2021, according to a filing on the Tokyo stock exchange today.</p> <p>During those 12 months, <a href=\"https://www.ft.com/content/65cad29a-b7c3-4f1c-bb69-443c1c063ed3\">Tesla's stock rose</a> more than six-fold and closed at $679.82 yesterday, valuing the company at $655bn.</p> <p>In other corporate news from Japan, shareholders today <a href=\"https://www.ft.com/content/7fc03a35-4915-4f44-bfb2-f4b4db4f4196\">voted against the reappointment</a> of Toshiba's chair. The historic vote tipped one of Japan's most celebrated corporate names into uncharted territory and marked a watershed for investor activism in the country.</p> <h1>Five stories in the news</h1> <p><strong>1. US banks gear up for buyback bonanza</strong> America's biggest banks are gearing up <a href=\"https://www.ft.com/content/78f53986-fefa-4208-b4ea-674052a9ca3f\">to return billions of dollars to shareholders</a> after the latest Federal Reserve “stress tests”. An analysis by the US central bank showed that the lenders could withstand almost $500bn in losses — <a href=\"https://www.ft.com/content/a262314b-f518-4e69-8db4-fa88b6729aab\">under a series of doomsday scenarios</a> — and still comfortably meet capital requirements. </p> <p><strong>2. Biden agrees slimmed-down infrastructure deal</strong> The deal with a group of bipartisan senators secures about <a href=\"https://www.ft.com/content/b262ed46-152d-42bd-9a6d-b70d679bb282#\">$1tn of investment</a> for the upgrade of roads, bridges and broadband networks over the next eight years. For the White House, the agreement, if enacted, validates the president's claim that he can live up to the calls for <a href=\"https://www.ft.com/content/0ab742b7-b04d-4f21-8462-c8e0999e9af8\">“unity” in America</a> that peppered his election campaign in 2020.</p> <p><strong>3. Fears grow of rising death toll after building collapses</strong> <strong>in</strong> <strong>Miami </strong>Rescue crews <a href=\"https://www.ft.com/content/4bedc0c8-e611-485c-8748-cc96fc56e25f\">searched through the night</a> for survivors at the site of a collapsed beachfront building in Surfside, north of Miami. Ron DeSantis, Florida governor, declared a state of emergency in Miami-Dade county late yesterday after one person died and 99 were unaccounted for at the disaster scene.</p> <p><strong>4. Hedge funds reassess after $12bn meme stock hit </strong>Hedge funds that bet on falling share prices are stepping up efforts to <a href=\"https://www.ft.com/content/dcd86860-09ed-420e-a5cc-d6d281863c03\">spot the next GameStop</a>, after this year's “meme stock” bonanza left the industry nursing billions of dollars of losses in just six months. In recent weeks, these stocks have staged a second rally.</p> <p><strong>5. Putin summit clash </strong>European leaders <a href=\"https://www.ft.com/content/3c397438-d662-4c02-8f1e-2cf1e5a66426\">locked horns</a> over a Franco-German push for an EU summit with Russian president Vladimir Putin, as critics warned against “free concessions” for the Kremlin. Meanwhile, UK prime minister Boris Johnson defended a decision to <a href=\"https://www.ft.com/content/4efbf1bd-a80d-47b9-87c8-a7465d180ea8\">send a warship</a> through Black Sea waters claimed by Russia. Moscow threatened to bomb British ships in the event of further “provocative steps” in the region.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>A member of the Ugandan Olympics team who travelled to <strong>Japan</strong> last weekend <a href=\"https://www.ft.com/content/a112e735-c316-400d-8540-8b9d3b1c669d#post-73f9793c-f56c-4103-b114-40864b168712\">has tested positive</a> for the Delta coronavirus variant. In a rare political intervention, a senior official has revealed that Japan's <a href=\"https://www.ft.com/content/8dc11d51-f5bd-4274-b7b2-a1dd73e9c120\">Emperor Naruhito is “concerned”</a> about holding the Olympic Games during a pandemic.</p></li>  <li><p><strong>Israel</strong> has reimposed <a href=\"https://www.ft.com/content/a112e735-c316-400d-8540-8b9d3b1c669d#post-aa9c84ec-0674-4f3b-a7e9-7f3545ac3928\">a requirement to wear masks indoors</a> from noon local time today, just 10 days after lifting it because of a surge in Covid-19 cases attributed to the Delta variant.</p></li>  <li><p><strong>JPMorgan Chase,</strong> America's largest bank, <a href=\"https://www.ft.com/content/ffaa0e7c-0e05-4893-8387-55fa7a506187\">urged US staff to get vaccinated</a> ahead of a planned return to the office next month.</p></li>  <li><p><strong>Venice</strong> is almost entirely reliant on the roughly 30m tourists who came each year before coronavirus. Yet the return of mass tourism <a href=\"https://www.ft.com/content/5c9c37ca-68a7-49de-a3dc-7d8938f5c41f\">has not been universally welcomed</a> by the city's residents.</p></li> </ul> <p><em>For the latest coronavirus news follow our </em><a href=\"https://www.ft.com/content/a112e735-c316-400d-8540-8b9d3b1c669d\"><em>live blog</em></a><em> and </em><a href=\"https://click.newsletters.ft.com/f/a/Bn_05I94SXxMfWJ34_Oxug~~/AAAAAQA~/RgRiiiIsP0R_aHR0cHM6Ly93d3cuZnQuY29tL25ld3NsZXR0ZXJzaWdudXAtY29yb25hdmlydXM_ZW1haWxJZD02MGE3OTU4MTJlYTM2YzAwMDQ4MjI4YWYmc2VnbWVudElkPTEzYjdlMzQxLWVkMDItMmI1My1lOGMwLWQ5Y2I1OWJlOGIzYlcIZmludGltZXNCCmClP52nYEs8IIFSFmplbm5pZmVyLmNyZWVyeUBmdC5jb21YBAAAAAA~\"><em>sign up</em></a><em> for our </em><a href=\"https://click.newsletters.ft.com/f/a/vGeTqXq8zydeDye-jHuWDQ~~/AAAAAQA~/RgRiiiIsP0R-aHR0cHM6Ly93d3cuZnQuY29tL2Nvcm9uYXZpcnVzLWJ1c2luZXNzLXVwZGF0ZT9lbWFpbElkPTYwYTc5NTgxMmVhMzZjMDAwNDgyMjhhZiZzZWdtZW50SWQ9MTNiN2UzNDEtZWQwMi0yYjUzLWU4YzAtZDljYjU5YmU4YjNiVwhmaW50aW1lc0IKYKU_nadgSzwggVIWamVubmlmZXIuY3JlZXJ5QGZ0LmNvbVgEAAAAAA~~\"><em>Coronavirus Business Update</em></a><em> newsletter.</em></p> <h1>The day ahead</h1> <p><strong>Derek Chauvin sentencing over George Floyd murder </strong>The former police officer <a href=\"https://www.ft.com/content/29f460b4-2b6b-4619-9819-a3116be3ee62\">will be sentenced today</a> by a Minneapolis judge. Chauvin, 45, was found guilty in April of murdering Floyd after <a href=\"https://www.ft.com/content/95c9d682-2c24-4081-8ed7-f6287cd06cd0\">a six-week trial</a> and could face up to 30 years in prison. </p> <p><strong>Spac graduation day</strong> Dozens of companies that entered US markets through deals with blank-cheque vehicles in the past year are set to graduate into <a href=\"https://www.ft.com/content/fcbb5f85-d5be-464b-9a99-e10e70f18082\">the Russell 3000 index</a> on Friday evening. But short-seller <a href=\"https://www.ft.com/content/da44b18e-51e5-40ab-9e34-70879952edce\">Jim Chanos has told the FT</a> the Spac boom is building “castles in the sky”. </p> <p><strong>Biden meets Afghanistan's president</strong> Joe Biden will host his Afghan counterpart Ashraf Ghani and Abdullah Abdullah, who leads peace talks with the Taliban, at the White House to <a href=\"https://www.reuters.com/world/asia-pacific/white-house-says-biden-meet-with-afghanistans-ghani-abdullah-abdullah-2021-06-20/\">discuss the US troop withdrawal</a>. The Biden administration has said it intends to <a href=\"https://www.nytimes.com/2021/06/24/us/politics/afghan-interpreters-visas.html\">relocate Afghans</a> who assisted US troops as they await visa approval. (Reuters, NYT)</p> <p><strong>Trump rally</strong> Donald Trump will hold his first post-presidency rally tomorrow night. The former president will headline an event in the small town of Wellington, Ohio. In <a href=\"https://www.ft.com/content/ce8bbf68-3d34-41df-ba96-f6fe94eecec7\">a wide-ranging interview</a> ahead of the rally, senator Pat Toomey warned the Republican party against nominating Trump loyalists in upcoming primary elections. </p> <h1>What else we're reading</h1> <p><strong>China's century of revolutions </strong>Deng Xiaoping, who became China's paramount leader in 1978, is rightly credited with a clutch of commercial liberalisations. But his political reforms also targeted the Chinese Communist party's tragic flaw: that concentrated power, if left unchecked, slides ineluctably into political viciousness and economic stagnation. As China's ruling party turns 100, James Kynge <a href=\"https://www.ft.com/content/6b3a7274-8fac-403e-a385-3f8920f5b369\">takes a look back at its history</a>.</p> <p><strong>Meet the anti-surveillance activists </strong>In the eight years since the Edward Snowden leaks revealed the breadth of mass surveillance, public anxiety about privacy has steadily grown. Fired by what they see as unchecked state power, activists have started fighting back. “Crypto parties” — workshops on how to use the internet anonymously — <a href=\"https://www.ft.com/content/a0f8d8c5-ee5c-4618-bfbd-6bfb383b803e\">are just the start</a>.</p> <ul>  <li><p><strong>On advertising: </strong>Google has <a href=\"https://www.ft.com/content/b42db1db-8cfd-4247-90f5-3c6f934b5b3d\">delayed a plan</a> to end support for third-party cookies in its Chrome browser by almost two years.</p></li> </ul> <p><strong>A contest to control crypto is under way</strong> Human society, the historian Niall Ferguson says, oscillates between the dynamic of a metaphorical “tower” and the “square”. This matters if you want to make sense of the $1.5tn crypto world and this week's wild price swings, <a href=\"https://www.ft.com/content/9481d93d-c7ef-4749-9916-bc860d538cb6\">writes Gillian Tett</a>.</p> <p><strong>‘I told my entire network that I am gay'</strong> Lee Shankland-Gort has been “out” to legal colleagues for most of his career but earlier this month he wrote a LinkedIn post telling his entire professional network that he was gay and married. “As much as I want to always fly the flag for the LGBTQ+ people, in situations with new or prospective clients I've often found myself expertly manoeuvring the conversation away from my home life,” <a href=\"https://www.ft.com/content/624efffd-acb5-400d-ae9e-ee207840fa34\">he writes</a> to mark Pride month.</p> <p><strong>Why phoney medicine has lasting allure </strong>Humans can't seem to deal with the idea of a disease for which there is no treatment. When we feel that experts have been unable to help, we seek more speculative remedies, even if we do not expect much. That's probably why phoney treatments have such enduring popularity, <a href=\"https://www.ft.com/content/770e5ede-fb43-4e3a-b09c-b2d58dcd8fe7\">writes Tim Harford</a>.</p> <h1>Books</h1> <p>FT deputy books editor Laura Battle shared her <a href=\"https://www.ft.com/content/ced8b6d0-c42a-49c9-9441-2c6eedbc7529\">2021 summer reads</a>. Her favourite books so far? <em>Klara and the Sun</em> by Kazuo Ishiguro, <em>Luster</em> by Raven Leilani and <em>A Lonely Man</em> by Chris Power. As part of the <a href=\"https://www.ft.com/summerbook2021\">Summer books of 2021 series</a> FT readers <a href=\"https://www.ft.com/content/e7ae307c-d2fd-4e1d-a66c-1ed67db2bb82\">shared their favourite titles</a> with us. </p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2021 'FirstFT: Today's top stories' FT.com 25 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-25T11:51:02.680Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3667,
          "end": 3675
        }
      ],
      "nexusId": "10009914"
    }
  ]
}