{
  "_id": "710174ba104034d772eb5f12f1eb116e4d4c06da6e7f5834e06af26e52211e9d",
  "feed": "ftcomall",
  "title": "Hertz rebirth delivers $3bn windfall to two bold backers",
  "text": "<p>As travellers face soaring prices to rent cars this holiday season amid surging demand and a shortage of new vehicles, two little-known investment groups are reaping huge rewards from one of the hedge fund industry's most lucrative trades of 2021.</p> <p>Certares Management and Knighthead Capital Management are sitting on paper gains of almost $3bn after an audacious $2bn bet in May on Hertz, part of the century-old car hire pioneer's exit from pandemic-induced bankruptcy. </p> <p>Central to their investment thesis is that the pandemic blow to Hertz, when a collapse in global travel crushed demand for its vehicles, will be a blip overridden by a longer-term opportunity. </p> <p>The New York investors believe the company's fleet and network of locations can be redeployed as infrastructure both for the booming electric car industry and the coming era of autonomous taxis.</p> <p>“There's always one sector that's at the centre of every distressed cycle,” said Tom Wagner, a former managing director at Goldman Sachs who set up Knighthead in 2008 to invest in distressed assets. “In this case, it was travel and leisure. If we could get it right, we could get the whole portfolio right.”</p> <p>With this in mind, Knighthead, which now manages $8.3bn in assets, and Certares, which specialises in investing in the travel, tourism and hospitality sectors, raised $1.5bn in spring 2020 to invest in the distressed travel sector. </p> <p>They did not have to wait long to put the money to work. When Hertz <a href=\"https://www.ft.com/content/ee562ba8-a5ea-48fe-ae41-8da84637404a\">filed for bankruptcy</a> in May 2020, it was just the kind of opportunity they had in mind. </p> <p>Together the pair embarked on a marathon <a href=\"https://www.ft.com/content/f41eac59-3404-4504-b698-b4ead8f149df\">auction process</a> to take the company out of Chapter 11 administration. When they emerged victorious, they made a $2bn combined investment in Hertz, fuelled by their earlier fundraising and their existing funds.</p> <p>The value of their investment has risen 2.5 times in the seven months since — a standout return for distressed investors that have had few good investment opportunities during a prolonged period in which central bank intervention has propped up equity markets. </p> <p>In November, Knighthead and Certares relisted Hertz on the Nasdaq and sold almost $500m of stock but have maintained a 39 per cent holding in the company, worth $4.5bn. Private equity group Apollo Global, which made a $1.5bn preferred investment in Hertz as part of the bankruptcy auction, redeemed its holding the same month for almost $1.9bn — a gain of more than 25 per cent in just six months.</p> <p>The pandemic continues but the rental car industry's fortunes have reversed, adding momentum to Certares and Knighthead's trade. Hertz is on track to generate more than $2bn in earnings before interest, tax, depreciation and amortisation this year, almost four times its pre-pandemic level, despite a 43 per cent drop in volumes, according to estimates from analysts at JPMorgan.</p> <p>A big driver of the profits is the global semiconductor shortage that has curtailed the production of new cars. </p> <a href=\"http://www.ft.com/cms/add0db00-c489-4197-b8dd-8fa7c603e3b5.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>With limited ability to expand their fleets, brands such as Hertz and Avis Budget have raised prices to match soaring demand. Average daily car rental prices during the holidays were well above $100 a day in beach destinations such as Hawaii and ski destinations in Colorado, Montana, Utah and Wyoming, according to online travel agency Kayak.</p> <p>Meanwhile, the supply chain constraints have led to a surge in prices for used cars, which also helps Hertz's bottom line — rental car companies hold huge fleets that they sell to used car dealers as they age.</p> <p>Although the group is benefiting from conditions that will eventually fade, Certares and Knighthead believe there is an opportunity to use the profits to refashion Hertz, founded in 1918 to rent out Ford Model T cars, into critical infrastructure for electric vehicles and autonomous taxis.</p> <p>“In order to make this work, we decided we would have to make a substantial push into electrification,” said Wagner. “Hertz has a location within 10 miles of 90 per cent of the US population.”</p> <p>With more than 12,000 sites worldwide, including in most US airports, he added, Hertz could become an electric vehicle hub where travellers rent from carmakers such as Tesla that lack large dealer networks, showcasing electric vehicles to potential new buyers.</p> <p>Hertz disclosed last year that it had <a href=\"https://www.ft.com/content/2b7b222b-1b64-4abd-8caa-d9793b7e4b12\">ordered 100,000 Teslas</a> for delivery by the end of 2022, part of a strategy to use its locations as charging infrastructure for electric vehicles. It also struck a partnership with ride-hailing group Uber that is expected to make 50,000 Teslas available to Uber drivers by 2023.</p> <p>Hertz's existing locations are critical to the strategy, because building new rental car locations is expensive and burdensome. And its urban locations can be useful for Uber drivers adopting electric vehicles, according to Greg O'Hara, founder of Certares. </p> <p>O'Hara believes Hertz's outlets will eventually become servicing locations for the cleaning and charging of autonomous-driving taxis, and expects to unveil new partnerships to put charging stations in hotel chain parking lots.</p> <p>“This should be one of the best ESG investments in the market today,” he said, pointing to the growing demand among investors for environmental, social and governance investments. “It is helping an internal combustion engine company become an electric vehicle company, and a fleet services for autonomous driving company.”</p> <p>The company's windfall is controversial in Washington. In November, prominent Massachusetts senator Elizabeth Warren sent a letter to Hertz criticising the company for raising rental prices and authorising a $2bn stock buyback programme after the company sold off cars and laid off thousands of staff during its bankruptcy, leading to complaints from customers.</p> <p>“The company is happy to reward executives, company insiders and big shareholders while stiffing consumers with record-high rental car costs and ignoring the recent history that nearly wiped out the company,” she wrote. “Hertz owes the public an explanation for this corporate greed.”</p> <p>Wagner and O'Hara see their investment in Hertz not as corporate greed but as financing the car industry of the future.</p> <p>“We have a commitment to electrification,” said Wagner, referencing Hertz's work with Tesla, Uber and online used car seller Carvana. This “requires investment in vehicles, investment in charging networks and investment in used car partnerships . . . You can expect to see those expand and we're going to be very creative in how we do it.”</p> <p><em>Additional reporting by Sujeet Indap in New York</em></p><p>Source: Antoine Gara and Harriet Agnew in New York 2021 'Hertz rebirth delivers $3bn windfall to two bold backers' FT.com 31 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-31T05:00:41.347Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2835,
          "end": 2843
        }
      ]
    }
  ]
}