{
  "_id": "ea0723e5819bc81f781e51c6689e24e404d01bdc43f63d446d3226a7228c5b95",
  "feed": "ftcomall",
  "title": "ITV annual results beat forecasts",
  "text": "<p><strong>ITV</strong> raised cost savings targets with forecast-beating annual results and said it has seen a recent improvement in advertising market trends.</p> <p>“We are seeing more positive trends in the advertising market in March and April and the majority of our programmes are now back in production,” said Carolyn McCall, chief executive. “However, there remains uncertainty in all markets around the world with the potential risk of lockdowns, which if they materialise will affect revenues.”</p> <p>Total ad revenue expected to be up around 8 per cent year on year in March ahead of a surge of between 60 and 75 per cent in April as the broadcaster loops last year's first lockdown. </p> <p>ITV's preferred measure of profit, adjusted ebita, was down 21 per cent to £573m but beat the consensus expectation by about 11 per cent on lower costs. Group revenue fell 16 per cent to £3.3bn in 2020 as Covid-19 halted productions, meaning revenues at the studios division slumped 25 per cent. Total ad revenue fell 11 per cent to £1.6bn even as viewing figures edged 1 per cent higher. </p> <h2>Briefly</h2> <p><strong>Cairn Energy</strong> is selling its Catcher and Kraken fields in the UK North Sea for a minimum of $460m. The buyer, Waldorf Production UK, has also agreed to pay a contingent consideration linked to oil price and production performance. “The divestment of these assets, as they fall into natural decline, will further strengthen our ability to pursue Cairn's strategic goals,” it said. Full-year results from Cairn showed a $67m operating loss, versus a $155m profit in 2019.</p> <p><strong>Vodafone</strong> has priced the flotation of Vantage Towers at €22.50 to €29 a share, implying a value of €11.4bn to €14.7bn on the business and raising up to €2.8bn for the group. First day of trading on the Frankfurt Stock Exchange is expected to be on or around March 18.</p> <p><strong>Standard Life Aberdeen</strong> said it is rebasing its dividend at a lower level to reflect current operating profitability, industry trends, and economic and market uncertainties. The investment company cut its full-year payout to 14.6p&#xa0;a share from 21.6p a year ago. Adjusted profit before tax fell to £487m in 2020 from £584m in 2019, the company reported.</p> <p><strong>Domino's Pizza</strong> posted an underlying pre-tax profit for 2020 of £101.2m, up £2.4m year on year, as safety costs and reparation efforts with its franchise network countered double-digit sales growth. “Trading in the current financial year has started strongly with exceptional trading over the new year period as we recorded our highest ever sales week,” the company said. As well as launching a share buyback, Domino's set out a strategic review that targeted opening another 200 stores and doubling market share via the expansion of its collection business.</p> <p><strong>Avast</strong>, the consumer security software maker, said it is selling its portfolio of mobile parental controls services to Smith Micro for&#xa0;$66m. The division has struggled recently after US network operators introduced their own optional safeguards. </p> <p><strong>WHSmith</strong> said it has successfully extended its financing arrangements with its existing banks. The newsagent extended the maturity of its two existing £200m term loans to October 2023 and agreed new terms on its 2021 and 2022 covenant tests. On current trading WHSmith said it was cash positive in November and December and that performance since has been better than expected, in spite of the new lockdown measures. </p> <p>Other companies to give updates on Tuesday included <strong>IWG</strong>, <strong>Forterra</strong>, <strong>TP ICAP</strong>, <strong>DFS</strong>, <strong>Gamesys</strong>, <strong>John Menzies RPS</strong>, <strong>Abingdon Health</strong>, <strong>Capital &amp; Counties Properties</strong>, <strong>M&amp;G</strong> and <strong>Headlam</strong>.</p> <h2>Beyond the Square Mile&#xa0;</h2> <p><strong>Apollo Global Management</strong> is to merge with <strong>Athene Holding</strong>, the life insurance company it created at the height of the financial crisis. The deal will transform Apollo into a financial conglomerate with a market capitalisation <a href=\"https://www.ft.com/content/e9ba5f23-9777-4730-a59b-d0c4d1fb510c\">worth almost $30bn</a> and comes just weeks after Leon Black announced he was <a href=\"https://www.ft.com/content/97fdc05b-d3cd-45b7-b155-5f4ab525c59a\">to step down</a> as chief executive, following an independent inquiry into his personal relationship with the late sex offender Jeffrey Epstein.</p> <p><strong>Greensill Capital</strong> has <a href=\"https://www.ft.com/content/db5bc46a-57cc-4c7d-a6fe-47f5a59412d4\">filed for administration</a>, warning it is in “severe financial distress”, unable to repay a $140m loan to Credit Suisse and hit by “defaults” from its key customer <a href=\"https://www.ft.com/stream/fa30a477-7548-41d7-b719-ebcdaabb4d55\">GFG Alliance</a>. Lawyers for Greensill appeared before a UK court on Monday in a move that potentially paves the way for the US private equity group Apollo Global Management to buy parts of the ailing business. Sydney-based Insurance Australia Group <a href=\"https://www.ft.com/content/6699403b-6cfe-4cab-9fa6-7fa720e1f270\">told investors </a>on Tuesday that it had no “net insurance exposure” to policies sold to Greensill Capital.</p> <p>M&amp;A within <strong>China</strong> has made <a href=\"https://www.ft.com/content/e4d0516e-cddc-44e7-8ea6-ea66c7e78b15\">the busiest start to any year</a> after Beijing shifted its focus to domestic demand&#xa0;to power its economy amid tensions with the US. The value of domestic mergers and acquisitions so far this year has totalled $77.5bn, Refinitiv data show, almost three times the level in the same period of 2020. Stock markets in Shanghai and Shenzhen, however, entered <a href=\"https://www.ft.com/content/ddd6a144-343a-43e2-996c-1f29ffa5e8d6\">correction territory</a> on Monday on concerns about valuations and rising <a href=\"https://www.ft.com/content/e4420f17-c0ac-4cd4-807d-4549f5de9bfa\">US bond yields</a>. </p> <h2>Essential comment before you go</h2> <p><strong>Helen Thomas</strong> <br>The phrase industrial strategy did not get a mention in last week's Budget. Business secretary Kwasi Kwarteng in January said he wanted to “focus and direct” industrial strategy but has <a href=\"https://www.ft.com/content/5d58122a-5f5a-4cec-8bd5-9072f98e239a\">conceded territory to the Treasury</a>.<br><br><strong>Thushka Maharaj <br></strong>Markets are undergoing a pivotal shift and bond market repricing sits <a href=\"https://www.ft.com/content/c1e55398-2cbc-4172-86e3-bc53047f192d\">at the nexus</a> of this transition, writes JPMorgan Asset Management's global multi-asset strategist.&#xa0;</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'ITV annual results beat forecasts' FT.com 9 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-09T08:13:36.480Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5396,
          "end": 5404
        }
      ],
      "nexusId": "10009914"
    }
  ]
}