{
  "_id": "03b3ebb25715aee15a974396e52a93e365593bb8047e83c1249ec270ff423824",
  "feed": "wall-street-journal",
  "title": "Texas House Passes Voting Bill; The bill, which had been stymied by Democrats who fled to Washington, D.C., to stop a quorum, was revived when three Democrats returned to the Capitol",
  "text": "<p>The House spent Thursday debating the bill for more than 12 hours, considering dozens of amendments. It will require one more vote before heading back to the state Senate, which has already approved it, to consider the House changes before it goes to Gov. Greg Abbott, a Republican, for a signature.</p><p>The battle over the bill is part of a national debate over election security and voter suppression in the wake of President Biden's election, which some supporters of former President Donald Trump claimed was illegitimate. States including Florida and Georgia passed bills placing more restrictions on certain types of voting, drawing pushback from civil rights groups and corporations. No court has found evidence of widespread voter fraud.</p><p>In Texas, state House Democrats first halted the bill in May by walking out ahead of a voting deadline in the final days of the legislature's regular biennial session, denying the body a two-thirds quorum required to conduct votes. When Mr. Abbott called a special legislative session to pass the bill in July, more than 55 House Democrats went to Washington, D.C., to break quorum again.</p><p>The Democrats, at risk of being forcibly locked in the state Capitol if they returned to Texas, waited out the monthlong session while in Washington. While there, they lobbied Congress for federal legislation to set minimum voting allowances.</p><p>Mr. Abbott, who has the sole power to call and set the agenda for special sessions of the legislature, which typically meets only every other year for five months, vowed to \"call special session after special session\" to pass the voting bill. The second special session began Aug. 7. Three Democratic holdouts returned to the chamber Aug. 20, giving the body a quorum again after a 38-day standoff.</p><p>The bill approved late Thursday grants new allowances to partisan poll watchers, assuring them free movement within a polling location and making it difficult for an election worker to remove them.</p><p>The bill limits early voting hours to between 6 a.m. and 10 p.m. Historically, individual counties have been allowed to offer as many voting hours as they choose, above a minimum. The bill also places new restrictions on structures that can be used for voting. It bans public officials from offering people applications to vote by mail unsolicited.</p><p>Several of the bill's provisions undo efforts last year by Harris County, the country's third most populous, which includes Houston, to make voting more convenient during the pandemic. The county tested drive-through voting in a few locations and offered a day of 24-hour voting in a handful of places where many workers work nontraditional shifts, including Houston's large medical district.</p><p>The bill also places new requirements on people assisting disabled voters to submit paperwork and take an oath under penalty of perjury. Voters with physical disabilities have previously been allowed to have anyone they choose help them mark their ballot with few additional requirements. The bill increases penalties for election-related paperwork that is submitted incorrectly and makes many violations of the code felony offenses.</p><p>Democrats said the bill would create additional hurdles to voting in what civil rights groups already rank as one of the country's most difficult states to vote. They said they feared the poll-watcher provisions could allow voter intimidation and that the bill could criminalize simple paperwork errors.</p><p>Republicans said the bill had been mischaracterized. They pointed to voter-friendly provisions, including giving voters the right to take time off work to vote and granting them a way to challenge rejections of mail-in ballots.</p><p>Write to Elizabeth Findell at Elizabeth.Findell@wsj.com</p><p>Texas House Passes Voting Bill</p>",
  "published": "2021-08-27T05:22:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}