{
  "_id": "f12be6d951aa6eff71bdde3c1d4be5449cf4c0d5e1121e3494ede419deb8e6eb",
  "feed": "ftcomall",
  "title": "Apollo ends talks to buy parts of Greensill Capital",
  "text": "<p>Apollo Global Management has called off plans to buy parts of Greensill Capital's business, according to two people familiar with the matter. </p> <p>The US private equity group has ended talks with Greensill's administrators, bringing an end to a proposed $59.5m deal for parts of the ailing finance company that it had been trying to strike for most of the past fortnight.<strong><br><br></strong>Apollo had been interested in Greensill's intellectual property and IT systems and its Finacity arm, which provides administrative services. It had previously offered to take on “the majority” of the more than 500 employees of its UK business, Greensill Capital Management Company.</p> <p>However, that deal came <a href=\"https://www.ft.com/content/ddb46251-eb70-407d-806e-e2f500e2957f\">close to collapse</a> earlier this week when Taulia, which provides the digital platform that most of Greensill's customers use, sought to move its users to other providers such as JPMorgan, a move that threatened to shift some of Greensill's best blue-chip clients out of Apollo's reach and thwart a deal. The group had attempted to revive an agreement since then, but the people said this had failed.&#xa0;</p> <p>Apollo declined to comment.&#xa0;</p> <p>Meanwhile, Sanjeev Gupta is in talks with the administrators of Greensill Capital UK, his company's main lender, about a standstill agreement on his business empire's debt pile.&#xa0;</p> <p>The industrialist told staff in an email that GFG Alliance hoped to provide an update on “a formal standstill agreement that would put on hold arrangements between the two parties and allow both sides more time to assess and negotiate next steps”.&#xa0;</p> <p>Talks to secure long-term financing from other providers are continuing, Gupta said, but he cautioned that “given the scale of our operations this process will take some time to organise”. All businesses, he said, should conserve cash in the meantime and “reduce their call on group resources”.&#xa0;</p> <p>Gupta's<a href=\"https://www.ft.com/content/fedcf26c-4313-4649-b628-9a2884b3e43e\"> sprawling metals conglomerate</a>, which includes Britain's third-largest steel producer and numerous plants in Europe and Australia, has been rocked by the collapse of Greensill. The group is racing to find new financing after Greensill Capital filed for insolvency on Monday. </p> <p>Lawyers for Greensill told a London court it had <a href=\"https://www.ft.com/content/db5bc46a-57cc-4c7d-a6fe-47f5a59412d4\">$5bn of exposure</a> to Gupta's GFG and that businesses within the company were “experiencing financial difficulties”. Court&#xa0;documents also confirmed a Financial Times report that GFG had stopped making repayments to Greensill and had fallen into default on its borrowings.&#xa0;</p> <p>Crucial for the fortunes of GFG will be to agree a standstill agreement on the debt. One adviser close to the process said it was possible a deal could be struck as soon as Friday but cautioned that “there were still potential complications”.&#xa0;</p> <p>Several of GFG's European steel plants are feeling the financial strain as suppliers have started to limit their supplies to reduce their own exposure in the event of a financial collapse. </p> <p>ArcelorMittal is asking for cash payment upfront for deliveries to the group's downstream processing mills in Liège, Belgium, and Dudelange, Luxembourg, according to people familiar with the situation. The steel giant supplies them with hot rolled coil to make galvanised material, part of an agreement struck in 2019 when GFG bought the plants from ArcelorMittal. If Liberty Steel, the steel subsidiary of GFG, is not able to secure hot rolled coil from ArcelorMittal it may have to purchase material&#xa0;in the open market, where supplies are currently tight.</p> <p>ArcelorMittal said it was “constructively working with Liberty to ensure continuity of the contract”. </p> <p>Liberty Steel said: “We can confirm a temporary issue with one of our [hot rolled coil] suppliers to Liberty Liège-Dudelange and Magona has been successfully concluded using our normal commercial dispute procedures.”</p> <p>GFG hired a clutch of advisers this week to help it secure the future of its businesses, including investment bank PJT Partners and restructuring specialists Alvarez &amp; Marsal. Norton Rose Fulbright is also advising.&#xa0;</p> <p><em>Additional reporting by Michael Pooler in São Paulo</em></p><p>Source: Kaye Wiggins, Olaf Storbeck, Sylvia Pfeifer, Robert Smith and Neil Hume 2021 'Apollo ends talks to buy parts of Greensill Capital' FT.com 12 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-12T18:54:30.728Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 850,
          "end": 858
        }
      ],
      "nexusId": "10009914"
    }
  ]
}