{
  "_id": "a97e8948c3e22ecfadd7c7768b25254021344e50484b61e577fbe91f1cc95b6e",
  "feed": "ftcomall",
  "title": "Mediocre workers have nowhere to hide",
  "text": "<p>Do mediocre workers thrive more when they work from home or when they are in the office? This is not a question I ever thought about much before the pandemic, though if I had, I might have guessed the second-rate preferred to clock on at home. </p> <p>That is certainly what some top executives have suggested, as the effort to refill Covid-emptied offices has gathered pace this year. Working from home suits the “<a href=\"https://www.wsj.com/articles/wework-ceo-says-workers-who-want-back-into-the-office-are-the-most-engaged-11620837018?st=z1ne7xyrxsh9hps&amp;reflink=article_email_share\">least engaged</a>”, according to WeWork's boss, Sandeep Mathrani. It's no good for people keen to “<a href=\"https://www.reuters.com/article/us-jp-morgan-ceo-idUSKBN2CL1HQ\">hustle</a>”, says JPMorgan Chase's Jamie Dimon.</p> <p>But what if the reverse is true? Max Thowless-Reeves is a former UBS private banker who runs his own wealth management firm in Stafford, north of Birmingham, where he is a visiting teaching fellow at the Aston Business School. </p> <p>Not long ago, he wrote <a href=\"https://www.ft.com/content/999f7181-8276-4124-8f39-07b514f71f45\">a letter </a>to the FT that made an arresting claim. “Mediocrity hides in offices,” he said, adding it was easier to identify which staff added the most value when all were working remotely. When I called him last week to find out why, he said something interesting. During the pandemic, his firm had started using Google Docs a lot more, which meant people worked on the same material at the same time, from their respective homes.</p> <p>“You can see everyone typing away on the same document,” he said, adding that this meant you could also see who responded snappily to a query, or made a useful suggestion, or generally contributed — and who did not.</p> <p>“It just became clear to us — and it wasn't beforehand — which team members were really driving us forward,” he said.</p> <p>His firm has just 15 employees, yet his experience is worth bearing in mind. Just because someone is in the office, in front of your nose, does not mean they are doing anything as useful as someone working hard, but invisibly, at home. The debate does not end here. </p> <p>A few weeks ago, I got an email from a retired businessman in England who was trying to finalise three separate property deals. His parents had recently died, leaving enough money for each of his two children to get a mortgage on a first home in London. So as well as selling his parents' house, he was helping his two offspring navigate a London property purchase.</p> <p>That meant he was dealing with three sets of estate agents, surveyors, mortgage lenders and lawyers, all of whom were working quite a bit at home and providing what he said is a “continued level of staggering, unprofessional service”.</p> <p>This included: searches carried out on the wrong property; the wrong sale price on a vital contract; the wrong term time on a mortgage application and the wrong names typed in documents. To top it off, one solicitor failed to draw down the necessary mortgage funds in time to complete, leaving one of his children facing the loss of her deposit and no home.</p> <p>So were the workers mediocre or was something else to blame? This man thought remote working itself could be the problem.</p> <p>“I think working from home has tipped the balance towards chaos,” he said, adding it was possible people were overwhelmed and had been left to cope alone. The work of one solicitor he had used three times in the past without any problems — when she had been working in an office — had been “riddled with errors” now that she was homebound.</p> <p>His is, of course, one isolated case. But it chimes with some of the findings of a study that looked at how more than 10,000 workers at a large Asian technology company fared before and after Covid forced them home.</p> <p>Researchers found total hours worked<a href=\"https://bfi.uchicago.edu/insight/finding/work-from-home-productivity-evidence-from-personnel-analytics-data-on-it-professionals/\"> shot up</a> by about 30 per cent, which included a lot of work done outside normal working hours.</p> <p>But the extra hours did not bring any rise in output, so the study concluded overall productivity had declined by about 20 per cent.</p> <p>This does not necessarily make the work-from-home sceptics right. The study did not directly measure the quality of work done. All of which underlines the complexity of the great Covid remote-working experiment — and why it is far too early to draw fixed conclusions about it just yet.</p> <p><a href=\"mailto:pilita.clark@ft.com\">pilita.clark@ft.com</a></p> <p>Twitter: <a href=\"https://twitter.com/pilitaclark\">@pilitaclark</a></p> <p><strong>​Letter in response to this column</strong>:</p> <p><a href=\"https://www.ft.com/content/ec16c8aa-ce8f-4d9d-81b3-3126d1ea9609\"><em>The office works well, at least for mediocre staff</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/ec16c8aa-ce8f-4d9d-81b3-3126d1ea9609\"><em>From Eric J Redemann, Costa Mesa, CA, US</em></a></p><p>Source: Pilita Clark 2021 'Mediocre workers have nowhere to hide' FT.com 18 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-18T04:00:07.105Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 516,
          "end": 524
        }
      ],
      "nexusId": "10009914"
    }
  ]
}