{
  "_id": "0ed3d726cdc23e0f4e26c3d6d6ce3615587bec33b31db31dfa15487fd6f3eb12",
  "feed": "ftcomall",
  "title": "Andrea Orcel's wait to become a bank chief executive is finally over",
  "text": "<p><strong>One scoop to start: </strong>the US private equity group <strong>General Atlantic</strong> is paying 10 per cent interest on a €300m loan from <strong>Goldman Sachs</strong> so the firm can exit a controversial financing deal it struck with <strong>Greensill Capital</strong>, the scandal-plagued start-up that GA owned a stake in. Read more <a href=\"https://www.ft.com/content/6955091f-4339-4f1b-b4d7-92d2ef05d4c6\">here</a>.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up</strong> <a href=\"https://ep.ft.com/pages/newsletters/subscribe?result=%7B%22successful%22%3A%5B%7B%22newsletterId%22%3A%2258db721900eb6f0004d56a23%22%7D%5D%2C%22unsuccessful%22%3A%5B%5D%7D\">here</a><strong>. Get in touch with us anytime:</strong> <a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a></p> <h2>Orcel's ‘dream job' won't be without its politics</h2> <p>By <a href=\"https://www.ft.com/content/c4ff2402-6817-11e9-9adc-98bf1d35a056\">his own description</a>, <strong>Andrea Orcel</strong> isn't one to just “let things go”.</p> <p>The hard-charging, kick-boxing Italian banker doesn't shy away from a fight. When <strong>Santander</strong> poached him from <strong>UBS</strong> to name him chief executive of the Spanish bank in 2019, only to withdraw the offer weeks later, Orcel <a href=\"https://www.ft.com/content/f3527238-9d63-11e9-b8ce-8b459ed04726\">hit back</a> in court for damages totalling €100m. That legal battle is still ongoing.</p> <p>So it shouldn't be a surprise that Orcel, a man who <a href=\"https://www.ft.com/content/1b3908b8-f29e-11e4-b914-00144feab7de\">runs uphill</a> to cram a notional 60-minute workout into 30 minutes of gruelling intensity, is likely to bring the same tenacity as chief executive of <strong>UniCredit</strong> — if all goes as expected at the Italian bank's annual general meeting on Thursday.</p> <p>It's a milestone for Orcel, who told allies it was his “dream job”, 23 years after orchestrating the $25bn deal that formed the lender, Italy's second-largest, when he worked as an M&amp;A banker at <strong>Merrill Lynch</strong>.</p> <p>After <a href=\"https://www.ft.com/content/5a792bc2-2afb-11e9-a5ab-ff8ef2b976c7\">his falling out</a> with Santander chair <strong>Ana Botín </strong>left him unemployed for the first time in decades, the departure of <strong>Jean Pierre Mustier </strong>from UniCredit could not have come at a better time.</p> <p>The Frenchman's stance on domestic mergers and acquisitions and his cost-cutting initiatives clashed with UniCredit's Italian board and its incoming chair, the former Italian finance minister<strong> Pier Carlo Padoan</strong>.</p> <p>On top of Padoan's to-do list is considering a UniCredit takeover of <strong>Monte dei Paschi di Siena</strong>, the world's oldest bank, which has been state-owned since it was <a href=\"https://www.ft.com/content/a018e818-c831-11e6-9043-7e34c07b46ef\">bailed out</a> in 2016. Italian politicians hope to return MPS to the private sector, and Orcel's speciality is banking deals.&#xa0;</p> <p>That's not to say those transactions are always successful. He famously advised <strong>Royal Bank of Scotland</strong> on its disastrous €72bn takeover of the Dutch bank <strong>ABN Amro</strong> in 2007, a <a href=\"https://www.ft.com/content/3744e632-f2fa-11db-9845-000b5df10621\">deal</a> so bad he <a href=\"https://www.ft.com/content/1b3908b8-f29e-11e4-b914-00144feab7de\">apologised</a> for it (it led to the collapse of RBS).</p> <p>Orcel will need to <a href=\"https://www.ft.com/content/517a0311-23d6-4bfb-8174-f3adc480f48b\">tread carefully</a> with shareholders, who not only oppose the board's plan to buy MPS, but have been urged by advisory <strong>Glass Lewis</strong> to <a href=\"https://www.ft.com/content/384f3b70-b08e-4761-9236-3cbf6d88dc51\">vote against</a> his €7.5m pay package.&#xa0;</p> <p>Beyond dealmaking, Orcel must find a way to lift UniCredit's price to book value of 0.32, half that of its domestic competitor <strong>Intesa Sanpaolo</strong>. And as he hunts to lift profits, he must be careful that any cost-cutting measures don't land him in the crosshairs of Italy's powerful banking unions.</p> <p>But Orcel is a man who has historically done things his way. So his new subordinates, accustomed to a more laissez-faire culture at UniCredit, better gulp down their espressos and prepare for his daily 6am phone calls.</p> <h2>Silver Lake, Egon Durban and the courtship of Middle Eastern royalty</h2> <p>The meeting of minds between <strong>SoftBank</strong>'s <strong>Masayoshi Son</strong> and Saudi Arabia's <strong>Mohammed bin Salman </strong>created the first big tie-up between a group investing in technology and an authoritarian regime.&#xa0;</p> <p>Now, it is becoming increasingly clear that<strong> Silver Lake</strong> boss <strong>Egon Durban</strong> is intent on recreating a similar sort of alliance for his private equity firm with the emirate of Abu Dhabi.</p> <p>On Wednesday, Silver Lake announced <a href=\"https://www.ft.com/content/f18461ce-2e10-4a0e-9850-d26e9eea64fe\">an $800m investment</a> into a business that shows just how close the US tech investment firm is becoming with Abu Dhabi's ruling elite and how enmeshed Durban is becoming with them.</p> <p>The deal will see Silver Lake take a stake in <strong>Group 42</strong>, an Abu Dhabi-based company set up in 2018 that bills itself as a provider of artificial intelligence and cloud computing.</p> <p>It featured <a href=\"https://www.ft.com/content/ce09911b-041d-4651-9bbb-d2a16d39ede7\">in a January long-read</a> by our colleagues Andrew England and Simeon Kerr who explained G42 was born out of the state security role held by <strong>Sheikh Tahnoon bin Zayed al-Nahyan</strong>. (He's the UAE's national security adviser, and the brother of <strong>Sheikh Mohammed bin Zayed</strong>, Abu Dhabi's crown prince and the UAE's de facto leader.)</p> <p>Along with being chair of G42, Sheikh Tahnoon manages a sprawling portfolio that straddles national security and the often opaque corporate sector in the UAE, per Andrew and Simeon's feature.&#xa0;</p> <p>So that may explain why G42, which is described as an AI provider, has found itself playing an active role in the UAE's response to coronavirus and even started manufacturing the main Chinese vaccine domestically.</p> <p>“G42 has quickly become a globally respected technology leader, poised to expand its technology portfolio and extend its leadership in AI and digital transformation,” Durban said in a statement. He will be joining the company's board.&#xa0;</p> <p>The move is the latest in Durban's multiyear courtship of Abu Dhabi, a <a href=\"https://www.ft.com/content/cb4f8b5a-07c9-4880-a220-f4f5c56d4735\">relationship</a> born out of his close friendship with US talent agent<strong> Ari Emanuel</strong>, who runs the <strong>Endeavor </strong>agency.&#xa0;</p> <p>That friendship <a href=\"https://www.ft.com/content/0428814e-757a-40aa-af95-fb778a3eaffb\">led to a deal</a> between Silver Lake and the Abu Dhabi-owned parent company of <strong>Manchester City Football Club </strong>in 2019, where the US group acquired a stake. The deal was followed up last year with Abu Dhabi state fund <strong>Mubadala</strong> <a href=\"https://www.ft.com/content/0428814e-757a-40aa-af95-fb778a3eaffb\">acquiring a stake</a> in Silver Lake and agreeing to put $2bn in a new investment strategy run by the firm.&#xa0;</p> <h2>Coinbase's Shakespearean debut&#xa0;</h2> <p>“Be bloody, bold, and resolute” began an analyst note recommending that investors buy shares in Coinbase, the US cryptocurrency company that <a href=\"https://www.ft.com/content/50327259-f554-4dad-8902-7ae9c124faa1\">listed</a> on the <strong>Nasdaq</strong> exchange on Wednesday.</p> <p>The analyst was quoting from Shakespeare's <strong>Macbeth</strong>, a tragedy about the consequences of heedless power-seeking.</p> <p>Such is the delicate situation for <strong>Coinbase</strong>, the first big US digital asset exchange to go public.</p> <p>Though the company opened trading at a sky-high price of $381, implying a market capitalisation of $75.9bn, its shares ended the first day of trading more than 10 per cent below that mark.&#xa0;</p> <p>It was hardly a disaster for Coinbase, which became roughly as valuable as the parent company of the New York Stock Exchange.&#xa0;</p> <p>But it also showed how Coinbase could become a “Rorschach test” for the general investing public's belief in crypto, as one of its early investors told DD's Miles Kruppa in <a href=\"https://www.ft.com/content/06d98c02-f5da-45e8-a0f5-20e3bfd64879\">this in-depth read</a> on the company's prospects.&#xa0;</p> <p>Coinbase easily clocked in as this year's largest stock market listing for a US company. Eager cryptocurrency investors and venture capitalists compared it to the initial public offering of <strong>Netscape</strong>, which ushered in the internet era.</p> <p>However, Coinbase and cryptocurrencies still face plenty of doubters. <strong>Federal Reserve</strong> chair <strong>Jay Powell</strong> weighed in from Washington, calling the coins “mere vehicles for speculation” that have yet to become widely accepted as payment.</p> <p>“Coinbase shares, newly listed on Nasdaq, are a bet on two entwined factors: the price of bitcoin and regulators' tolerance of cryptocurrencies. Neither is certain,” <a href=\"https://www.ft.com/content/b740dba6-f2fc-457a-a0a0-067f0754d1b3\">writes</a> Lex.</p> <p>Here's <a href=\"https://www.ft.com/content/1077a75f-947f-4aab-ab28-46b6c3b5b52d\">a closer look</a> at Coinbase's $13bn man, Brian Armstrong.</p> <h2>Job moves</h2> <ul>  <li><p><strong>General Atlantic</strong> has hired former <strong>BP</strong> chief <strong>Lord</strong> <strong>John Browne </strong>as a senior adviser in London on environmental, social and corporate governance issues. He sits on the boards of <strong>IHS Markit</strong> and <strong>SparkCognition</strong>, and is chair of <strong>Pattern Energy</strong>.</p></li>  <li><p><strong>Virginia Khoo</strong> will join the corporate banking team of <strong>BNP Paribas</strong> in July as a senior banker. She previously worked as a managing director in the banking division of <strong>JPMorgan Chase</strong>.</p></li>  <li><p><strong>Thierry Garnier</strong>, <strong>Carrefour</strong> veteran and <strong>Kingfisher </strong>chief executive, and<strong> Bertrand Bodson</strong>, an alum of <strong>Novartis </strong>and <strong>Sainsbury's Argos</strong>, will join<strong> Tesco</strong>'s board as independent non-executive directors at the end of the month.</p></li>  <li><p><strong>Linklaters</strong> has hired <strong>Florent Mazeron</strong> as a partner in Paris. He joins from <strong>Freshfields</strong>.&#xa0;</p></li>  <li><p><strong>Weil, Gotshal &amp; Manges</strong> has hired<strong> Hillel Jacobson</strong> as a partner in its global tax practice. He joins the firm's New York office from <strong>Willkie Farr &amp; Gallagher</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Bernard Madoff dies aged 82 </strong>It seemed that everything the Wall Street legend touched turned to gold. Until the paint wore off. The mastermind behind the largest Ponzi scheme in history leaves lessons for investors in his wake. (<a href=\"https://www.ft.com/content/e88fdde2-440a-4a77-8a20-d2116309d84a\">FT</a> + <a href=\"https://www.ft.com/content/055bf6d2-70fb-4ed0-b97a-36f412e1aff7\">Alphaville</a>)</p> <p><strong>Niche-no more </strong>Vimeo was YouTube's blundering, money-bleeding understudy. Until Anjali Sud, its new thirtysomething chief executive, revived it into a $6bn business. Her special sauce: small businesses. (<a href=\"https://www.forbes.com/sites/stevenbertoni/2021/04/14/how-young-outsider-turned-vimeo-into-billion-dollar-company/?sh=6ba8bc542688\">Forbes</a>)</p> <p><strong>Hero to zero </strong>Mark Carney, the UN special envoy on climate action and finance who recently became head of impact investing at Brookfield, claimed the asset manager had achieved net-zero emissions. His stumble reflects a broader problem with “green washing”. (<a href=\"https://www.ft.com/content/2d96502f-c34d-4150-aa36-9dc16ffdcad2\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/469c105e-7232-45f2-916b-0850b062de5b\">O2-Virgin Media £31bn merger cleared by UK competition watchdog</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b7b221cb-5899-4354-aa01-28b9a37c0d7c\">Dell to get $10bn dividend in VMware spin-off</a> (FT)</p> <p><a href=\"https://www.ft.com/content/1b7dd854-0d01-44eb-a933-93a0e4fe63cb\">Mexican broadcaster Televisa agrees $4.8bn tie-up with Univision</a> (FT)</p> <p><a href=\"https://www.ft.com/content/8a6543be-2af2-4631-88bd-5a46dc8e6117\">Beijing hints at truce in war on Jack Ma's business empire</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/0595526e-48fa-48ff-a594-d219f15b54a4\">JPMorgan earnings surge on strengthening US economy</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/thermo-fisher-nears-deal-to-buy-ppd-for-more-than-15-billion-11618429624\">Thermo Fisher nears deal to buy PPD for more than $15 billion</a> (Wall Street Journal)&#xa0;</p> <p><a href=\"https://www.ft.com/content/5082365e-ccb3-437d-86bf-4255412c7c73\">Trading and investment banking drive jump in Goldman revenues</a> (FT)&#xa0;</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-04-14/london-penthouse-offered-for-sale-for-241-million-by-nick-candy\">London penthouse offered for sale for $241 million by entrepreneur Nick Candy</a> (Bloomberg)&#xa0;</p> <p><a href=\"https://www.ft.com/content/f0a84903-7681-4fc3-92c1-a0779bacc82d\">Aerospace industry warns of supply crunch from crisis at Liberty Steel</a> (FT)</p> <p><em>This article has been amended to reflect the fact that Thierry Garnier is the current chief executive of Kingfisher.</em> </p><p>Source:  2021 'Andrea Orcel's wait to become a bank chief executive is finally over' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T04:00:44.220Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 8952,
          "end": 8960
        },
        {
          "start": 7424,
          "end": 7438
        }
      ]
    }
  ]
}