{
  "_id": "8b1ce19cad04d7027dc3bedf2ffe18a234fe4147991f947b371e0060f133b9a3",
  "feed": "ftcomall",
  "title": "‘It was utter chaos': the inside story of football's Super League own goal",
  "text": "<p>Nasser al-Khelaifi received a series of frantic phone calls last weekend. The president of French football club Paris Saint-Germain was being pressed to sign up <a href=\"https://www.ft.com/content/4cbef20a-7599-4580-82aa-2af383bd0f5a\">to a European Super League</a>, a breakaway contest that threatened to shatter the power dynamics of the world's favourite sport.</p> <p>“It was utter chaos,” says a person with knowledge of the calls. “The lobbying went from being polite: ‘Come on guys, it's happening,' to switching to coercion and threats: ‘If you are not involved, you will be on your own.'”</p> <p>The radical project was spearheaded by <a href=\"https://www.ft.com/content/9cfdbbb9-75e4-4374-8214-977a1ddfce68\">Florentino Pérez</a>, the billionaire Spanish industrialist and president of Real Madrid, Europe's most successful club. He and his supporters sought the approval of an international cast of club owners including the son of a Chinese retail magnate, a Russian oligarch, an Arab royal and a trio of US sports moguls. A dozen clubs including England's Manchester United, Spain's FC Barcelona and Italy's Juventus would sign on. </p> <p>But Khelaifi, who runs PSG on <a href=\"https://www.ft.com/content/b027e684-0238-48ff-acb0-37edd20308fd\">behalf of the Qatari state</a>, was among the holdouts, along with Germany's Bayern Munich and Borussia Dortmund. “Football should be built on community, not built on mutiny,” he told the Financial Times.</p> <p>The failure to heed that sentiment would spark the <a href=\"https://www.ft.com/content/f3ab9f68-65b2-4839-96b3-ec4d2928053b\">project's spectacular collapse</a> in the space of just 48 hours, unravelling amid mass public protest, communications disasters and <a href=\"https://www.ft.com/content/4f7291cf-1225-4127-8972-6e46cc3f1ce1\">a political furore</a>. </p> <p>The uproar exposed a <a href=\"https://www.ft.com/content/7472aa5e-51fb-467e-a3f8-13cda10cc4f1\">contradiction at the heart of modern football</a>. The European game is a multibillion-dollar global business, attracting the best players from Africa to Latin America and watched avidly by viewers from Asia to North America. Yet the clubs at the heart of the enterprise are tethered to the cities and communities from which they originated. </p> <p>The Super League<em>,</em> in which elite teams were guaranteed their places, sought to destroy <a href=\"https://www.ft.com/content/73d3c73f-4687-4dcb-8679-8f1178600d9c\">the sport's cherished “pyramid” system</a>. This structure means any team, through strong on-field performances, can reach for the most glittering prizes. The promise of footballing glory is held among millions of passionate fans. </p> <p>The Super League club owners pressed on, signing contracts to join a league which was underpinned by a <a href=\"https://www.ft.com/content/bc927efb-1b05-4f2c-947d-a3832bfe7b36\">€3.25bn debt deal underwritten by JPMorgan</a>. A flashy website was launched. Press releases pinged into the inboxes of the world's media on Sunday at 11.10pm UK time.</p> <p>“They got so excited and carried away with the money and the idea of being game-changers,” says one club adviser. “They didn't think to stop.” </p> <p>If they had paused to canvass opinion, the cadre of uber-wealthy club owners may have better sized up their opponents: fans, players, coaches and commentators who believe the game really belongs to them.</p> <h2>Solidarity or separation?</h2> <p>The European Super League is an old idea. In the 1990s, a group of clubs led by Silvio Berlusconi, the former Italian premier and AC Milan owner, went as far as hiring advisers — including JPMorgan — to develop the concept. Back then, elite clubs believed they could earn as much as $20m a season by playing in a continental competition in which they were assured their places.</p> <p>Uefa, European football's governing body, responded by rebranding the European Cup, a knockout tournament including only national champions, into the Champions League, a broader contest featuring more of the continent's best teams. Teams still had to qualify by performing well in their respective national leagues though.</p> <p>Television audiences for the revamped European contest grew worldwide. Multibillion-euro broadcasting deals were signed. The best players, such as Cristiano Ronaldo and Lionel Messi, became global superstars. The sport's 20 richest clubs made €8.2bn in revenues last season, up from €3.9bn a decade earlier, according to Deloitte.</p> <p>Yet, Pérez, who has led Real Madrid to five Champions League triumphs, wanted more revenue growth. He began pitching the Super League plan to potential investors, such as private equity firm CVC Capital Partners, two years ago. </p> <p>According to<a href=\"https://www.ft.com/content/e80299a4-8012-447a-8512-c24e149304b1\"> leaked documents confirmed by the FT</a>, detailed term sheets were drafted by associates at the international law firms Clifford Chance and Latham &amp; Watkins and circulated as early as November last year. The Super League is designed to supersede the Champions League, where 32 teams shared €2bn last season. Fifteen founder members of the new 20-team league would receive a golden hello worth €200m-€300m each and a split of €4bn in projected revenues from broadcasting and sponsorship rights. </p> <p>Some clubs joined to plug the huge revenue shortfalls, worth a collective €800m between the Super League clubs, caused by the loss of gate receipts in the pandemic. A sudden windfall would stabilise heavily indebted clubs such as Real Madrid, Barcelona and Inter Milan, which for years had spent heavily on players in the pursuit of silverware. </p> <p>“This is not a league for the rich, it's a league to save football,” said Pérez in a Spanish TV interview. He suggested the money would eventually “trickle down” by offering large “solidarity” fees to smaller teams in other competitions.</p> <p>But the Super League went beyond short-term considerations. They detail intricate revenue-sharing agreements and spending limits on players for the next 23 years, measures to ensure regular profits regardless of how well the teams performed on the pitch. </p> <p>Such a design is closer to “closed” US sports leagues such as the National Football League or National Basketball Association. In the US, franchises strike joint commercial agreements, and use collective bargaining agreements with players among other measures to level the playing field. Such a model has proved lucrative to the American billionaire owners of Liverpool, Manchester United and Arsenal, who also own US sports franchises.</p> <p>If the Super League plan was meticulously assembled for years, the need to sign up became suddenly rushed. On Monday, Uefa was due to agree a radical new format for the Champions League&#xa0;from 2024, one that included 100 additional matches and more ties between heavyweight sides.</p> <p>“The crucible was last weekend . . . it was Project Fear,” says an executive involved in the talks. “We were told: ‘If you do not get involved, you will be left on your own in an island that is sinking.'”</p> <h2>‘Cold nights in Stoke'</h2> <p>Even before the Super League plan was formally announced, it came under heavy bombardment. “It's an absolute disgrace,” said Gary Neville, the ex-Manchester United player turned Sky Sports pundit, as news of the breakaway leaked on Sunday afternoon. “The [club owners] are nothing to do with football in this country. There are a hundred-odd years of history in this country from fans who have loved these clubs and they need protecting.”</p> <p>Clips of his on-air rant went viral on social media and marked “a turning point”, says an executive involved in Super League talks. Fan groups, players, coaches and rival clubs were united in criticism. There was official condemnation from governments including France, Spain, Italy and Greece.</p> <p>The most fervent attack came from Aleksander Ceferin, president of Uefa. “The disgraceful, self-serving proposals we have seen in the past 24 hours are fuelled purely by greed,” he said on Monday.</p> <p>Super League executives believed there were few legal avenues to block the project. The breakaway clubs hoped to negotiate a settlement with groups such as Fifa, international football's governing body, which had the power to enforce sanctions such as banning players appearing in the Super League from national team contests such as the World Cup. </p> <p>According to leaked documents, the Super League vowed to send 12 teams to an expanded Club World Cup, a pet project of Fifa president Gianni Infantino. “That was a sop to Fifa to get their approval,” said a person involved in the talks. But on Monday, Infantino said he “strongly disapproved” of what he described as a “closed shop”.</p> <p>The real wild card was UK prime minister Boris Johnson. He quickly held meetings with British supporter groups and then threatened to drop a “legislative bomb” on the English clubs that joined. A Downing Street official told a senior European football executive that the issue was “manna from heaven”, as there appeared to be no political downside from opposing it.</p> <p>Post-Brexit, Johnson's threat rang true. While the European Commission quickly made clear it would not intervene, English club officials began to worry whether the UK government would move to apply harsher visa restrictions on signing overseas players or target them with punitive taxes. </p> <p>Hundreds of Chelsea fans met outside their home stadium at Stamford Bridge on Tuesday night before a match to protest. “We want our cold nights in Stoke,” read one placard, referring to what is perceived as one of the English game's less glamorous fixtures. “The fans protested for the right to lose,” says one English Premier League club chair. </p> <p>Within hours, cheers rang out as they helped to secure a precious victory. Chelsea, along with the five other English Super League clubs, announced they would abandon the project, each issuing grovelling apologies. The following day, Atletico Madrid, Inter Milan and AC Milan said they would withdraw too. Juventus said the Super League could not proceed. </p> <p>“[Teams dropped out] because they saw the atmosphere,” Madrid's Perez told Spanish radio. “Uefa turned it into a show. It was as if we had dropped an atomic bomb.”</p> <h2>New territory</h2> <p>In the fallout, the goalposts have shifted between football's power brokers.</p> <p>One to <a href=\"https://www.ft.com/content/fa8ca103-515a-42d7-8acf-81527114f552\">lose influence is Andrea Agnelli</a>, a scion of the Italian billionaire dynasty that owns Juventus, Italy's most dominant football club. He also held the powerful position of chair of the European Club Association, which represents the interests of more than 200 clubs. </p> <p>Over the past year, Agnelli led negotiations on a joint venture to share control over the Champions League between the ECA and Uefa. That agreement would give elite clubs veto rights over media rights contracts and the potential to sell a stake in the competition to private equity companies. These measures represent much of what elite clubs want, but stop short of guaranteeing their places in the competition.</p> <p>Rather than follow through with the joint venture, Agnelli resigned his positions at the ECA and Uefa to join forces with the Super League. “I've never seen a person who would lie so many times, so persistently [as Agnelli] did,” said Ceferin. A representative for Agnelli declined to comment.</p> <p>The Italian's replacement as ECA chair is PSG's Khelaifi, an unlikely rise for a man once reviled as representative of football's nouveau riche, now hailed as a defender of European football's historic ideals. Meanwhile, Ed Woodward, Manchester United's executive vice-chair, another of the Super League's architects, announced his resignation and will leave at the end of the year.</p> <p>Simply returning to the status quo will be difficult. The Super League clubs signed binding agreements, though it remains unclear what liabilities they face for pulling out. National competitions such as England's Premier League are considering new rules to ensure a breakaway cannot happen in future. The UK government has launched a review of football governance. Uefa hasn't ruled out sanctions against the rebels. A financial crisis still rages across the game.</p> <p>“We are looking for ways of getting this done,” said Perez. But his fellow players appear to have blown the final whistle on the Super League.</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/d8b6b8f5-aafb-4df3-91ee-bd67f4638d33\"><em>Don't let money poison the sport we love</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/d8b6b8f5-aafb-4df3-91ee-bd67f4638d33\"><em>From Lucas Ntyintyane, Johannesburg, South Africa</em></a></p><p>Source: Murad Ahmed in London 2021 '‘It was utter chaos': the inside story of football's Super League own goal' FT.com 23 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-23T17:15:52.078Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2215,
          "end": 2223
        }
      ],
      "nexusId": "10009914"
    }
  ]
}