{
  "_id": "9dd90a9d933f594772776c035ea86305c12557c7f3e04eb509d69774e8785d8b",
  "feed": "ftcomall",
  "title": "JPMorgan goes it alone with funding for US health ventures",
  "text": "<p>JPMorgan Chase plans to invest up to $250m in companies with ideas to improve employer-backed healthcare in the US, months after the bank disbanded a joint venture with Amazon and Berkshire Hathaway that had a similar aim.</p> <p>“We have the best healthcare in the world in terms of doctors, hospitals, pharmaceutical and medical device companies, but we certainly do not have the best outcomes,” JPMorgan chief executive Jamie Dimon said on Thursday, announcing the creation of a new unit called Morgan Health.</p> <p>“There are ways we can make significant improvements and we intend to take a disciplined approach to solving some of these issues in a meaningful way,” he added.</p> <p><a href=\"https://www.ft.com/content/7f9b1a8c-800b-44ff-80b7-c4b5a9642966\">JPMorgan, Amazon and Berkshire Hathaway in January shut Haven</a>, a three-year-old joint venture set up to great fanfare with the aim of lowering costs and improving healthcare, first for their combined workforces and ultimately for the rest of the US.</p> <p>The closure underlined the challenges of forcing change in the labyrinthine US healthcare system, where people access a disparate collection of care providers, paid for via insurance that is typically provided by employers.</p> <p>Employers and employees alike have complained about rising costs.</p> <p>Morgan Health will be led by Dan Mendelson, a long-time healthcare consultant who worked in the Clinton administration on the health budget. He will report to Peter Scher, who heads JPMorgan's corporate responsibility initiatives.</p> <p>JPMorgan said in its 2020 annual report that it planned to build on what it had learned from the Haven project and invest in new healthcare initiatives.</p> <p>“You should really see the activities as a continuation [of the Haven experience],” Mendelson told the Financial Times. “Haven helped us focus on digital tools and analytics that will really be core to a lot of the things that we will be deploying and experimenting with.”</p> <p>JPMorgan said it would initially invest up to $250m in Morgan Health to back “promising healthcare solutions” and other improvements for the bank's employees.</p> <p>The bank said it provided health insurance to 285,000 employees and their dependants in the US.</p><p>Source: Joshua Franklin 2021 'JPMorgan goes it alone with funding for US health ventures' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-20T14:58:58.875Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 1865,
          "end": 1873
        },
        {
          "start": 1439,
          "end": 1447
        }
      ],
      "nexusId": "10009914"
    }
  ]
}