{
  "_id": "fbd98221fc39b7285adc06563a2f894baa34fada260b0480aec78cda7471d1e2",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: Activision Really Needs to Hit the Reset Button --- The videogame publisher has shed market value as concerns about its workplace culture have grown",
  "text": "<p>Not much. The videogame publisher was already reeling from a lawsuit filed over the summer by the California Department of Fair Employment and Housing over an alleged pattern of gender discrimination at its Blizzard Entertainment unit. The company has since had to delay the planned release of two Blizzard games originally expected next year -- and cancel its popular BlizzCon fan convention.</p><p>The entire videogame industry has faced challenges getting games out on schedule with employees working from home. But in its earnings call this month, during which it disclosed the delay of those games, Activision specifically cited actions it had taken \"that resulted in the departure of a number of individuals across the company,\" as well as \"higher voluntary turnover.\"</p><p>Then came the release of the latest \"Call of Duty\" game on Nov. 5, which has so far garnered some of the lowest critic scores in the history of the 18-year-old franchise, and reports of weak initial sales.</p><p>All that was before The Wall Street Journal's article this past week, which included allegations of sexual misconduct for years at many parts of the company. The Journal reported that longtime Chief Executive Bobby Kotick knew of many of the problems, including alleged rapes at the Sledgehammer studio that he didn't report to the company's board of directors. It also reported that Mr. Kotick himself had been accused by several women of mistreatment.</p><p>In a statement Tuesday, Activision called the Journal article \"misleading.\" In an interview with the paper, Mr. Kotick said the examples of misconduct are exceptions that don't reflect the company overall. The company's board of directors separately affirmed its support for Mr. Kotick, who has run Activision since 1991. But the stock had fallen 11% between the report and Friday's close, adding to a sharp plunge since the California suit was filed in mid-July. Activision has now shed nearly one-third of its market value -- more than $22 billion worth -- since negative reports on the company's workplace culture first came to light.</p><p>That isn't just the cost of bad press. The aforementioned game delays at Blizzard suggest that morale problems are affecting output. And the Journal article makes clear that allegations of misconduct extend beyond Blizzard to other divisions such as Sledgehammer Games and Treyarch -- two development studios key to the vital \"Call of Duty\" franchise. Activision employees staged a walkout over the summer, protesting the company's initial response to the California lawsuit, and another walkout took place this past week, following the Journal's article.</p><p>Such developments aren't encouraging for a business with demanding production schedules, and where talent is at a premium. And even with overall videogame play cooling from last year's pandemic surge, Activision has some big targets to hit. Wall Street expects the company's revenue to surpass the $10 billion mark in 2023 -- up 19% from what is expected this year. New games from Blizzard are expected to power a big part of that growth, and such games would already need to be deep in production now. That puts the impetus on Activision's management to address morale issues effectively -- and quickly.</p><p>Whether current management can pull that off now is a whole other question. Mr. Kotick has enjoyed a strong reputation with investors; deft deal making and a focus on major franchises has made Activision into one of the world's largest videogame publishers, with annual revenue second only to that of China's Tencent in the space. Robert W. Baird analyst Colin Sebastian, who has covered the industry for two decades, called Mr. Kotick \"one of the most successful videogame executives we've followed\" in a report Wednesday.</p><p>But more than 500 of Activision's roughly 10,000 employees have now signed a public petition calling for Mr. Kotick's ouster. And the company is even coming under public pressure from Sony's PlayStation division -- an important strategic partner. PlayStation CEO Jim Ryan told employees in an email this past week that he reached out to Activision following the Journal article, adding: \"We do not believe their statements of response properly address the situation.\" And Bloomberg reported Thursday that Phil Spencer, who runs Microsoft's Xbox business, told staff in an email that the company is \"evaluating all aspects of our relationship\" with Activision.</p><p>Wall Street is rightly worried. Mr. Sebastian cut his price target on Activision's stock by 10%, noting that it is now \"very difficult to separate the internal disruption from the fundamentals of the business.\" Alexia Quadrani of J.P. Morgan downgraded the shares to a neutral rating on Thursday, noting that the controversy \"gives us pause on the company's ability to hire/retain talent and execute on its pipeline.\"</p><p>In the game business, people are everything. Activision won't return to its former glory until it satisfies its own employees that it is taking workplace issues seriously.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4642,
          "end": 4653
        }
      ]
    }
  ]
}