{
  "_id": "9ed3a0268bf542dc76565ffef9919f6175bb8b6e612b9f8cb097c6ec15c5a03c",
  "feed": "ftcomall",
  "title": "The FT crypto glossary",
  "text": "<p><strong>Alt or alternative coins: </strong>Any cryptocurrency other than the original cryptocurrency, Bitcoin, is known as an alt-coin. Alt-coins range from relatively well-established and popular coins like Ether through to joke currencies like <em>dogecoin</em>. The term is also sometimes applied to <em>stablecoins</em> or to tokens that represent a stake of ownership, such as a <em>security token</em>.</p> <p><strong>Automated Market Maker</strong>: An actor that encourages buyers and sellers in a <em>decentralised</em> market. Like market makers on traditional markets, they aim to make money from discrepancies in pricing on different markets, until the asset price falls into line across all markets. An automated market maker deposits their own pair of cryptocurrencies into a <em>smart contract</em> and lets computer code handle buying and selling with interested parties, who are also using their own smart contracts. Owners of assets are incentivised by sharing in the pool of fees that are generated through trading activity. The process has been compared to YouTube because investors can generate and upload their own content.</p> <p><strong>Basel Committee on Banking Supervision: </strong>The world's most powerful standards setter for banks. It determines how banks control risks and how much equity they should hold to protect themselves if markets or customers blow up. It has proposed differing digital asset categories for banks wanting to buy and sell crypto for customers or themselves. Banks can treat stock tokens and <em>stablecoins</em> on their balance sheets like existing assets, with some rule modifications. <em>Bitcoin</em> and others would come under a new “conservative” prudential regime, so banks would need to hold at least enough equity to more than cover all potential losses.</p> <p><strong>Binance: </strong>By some measures, the world's largest unregulated cryptocurrency exchange. Founded by Changpeng Zhao in 2016, it claims not to have a headquarters but has semi-autonomous units operating around the world. Regulators, globally, are scrutinising the company and some have already barred it from their jurisdictions. However, users have still been able to access its website.</p> <p><strong>Bitcoin: </strong>The biggest and original cryptocurrency that launched an entire industry. It was envisaged by its pseudonymous creator (or creators) Satoshi Nakamoto as a “peer-to-peer electronic cash system”.</p> <p><strong>BNB coin: </strong>The cryptocurrency of the exchange <em>Binance</em>. It was launched in 2017 with the promise that only 200mn tokens will ever exist. Every quarter, <em>Binance </em>uses a fifth of its profits to destroy already existing coins, in a bid to make them more scarce and in turn, more valuable. The coins can be used to pay for <em>Binance </em>services, to pay trading fees, or for trading — just like Bitcoin and others. </p> <p><strong>Blockchain:</strong> A type of <em>distributed ledger</em>, written on open source software. It is a growing database of time-stamped transactions that cannot be altered. Each new transaction is verified by a network of computers and added as a “block” to the chain.</p> <p><strong>Burning coins:</strong> Inflation is one of the enemies of cryptocurrencies. Thus, there is a counterpart to minting new coins: burning them, thereby removing them from circulation. For <em>stablecoins</em>, burning is particularly important to keep the token supply equal to the asset backing they have. </p> <p><strong>Cardano: </strong>A <em>blockchain</em> network that can facilitate peer-to-peer transactions with its own digital currency, Ada. The name honours English mathematician and writer Ada Lovelace, who is viewed as the world's first software engineer because she created an algorithm in the 19th century. It promises to use less energy than <em>Bitcoin</em> or <em>ethereum</em> because it uses <em>proof-of-stake</em> protocols to verify transactions. It was developed by Charles Hoskinson, a co-founder of <em>ethereum</em>, who left after a dispute with other fellow co-founders, including Vitalik Buterin. Cardano's Ada is one of the fastest growing cryptocurrencies, with more people holding it on trading platform eToro than Bitcoin. </p> <p><strong>Central bank digital currencies (CBDCs):</strong> Proposed digital currencies run by central banks, rather than created by private companies. They would use the same technology but would be backed by reserves. Central bankers have been spurred on by fears that efforts such as Facebook's proposed cryptocurrency could impact monetary policy, and destabilise financial markets or cross-border money transfers.</p> <p><strong>Coin: </strong>A <em>cryptocurrency</em> that lives on its own independent blockchain. Examples include Bitcoin and ether. Distinct from a <em>token</em>.</p> <p><strong>Coinbase: </strong>The largest US listed exchange for buyers and sellers of cryptocurrencies and tokens. Customers can also deposit their crypto assets with the exchange and lend them out, earning interest far in excess of prevailing bank rates.</p> <p><strong>Cold storage: </strong>Storing crypto assets on a computer in a vault, which is not connected to the internet. Many cold storage wallets do not accept as many kinds of cryptocurrencies and are more expensive storage options. Consequently, many traders prefer to use a <em>hot wallet</em>.</p> <p><strong>Commodity Futures Trading Commission (CFTC)</strong><br>The main US regulator for derivatives. The agency has determined that, in legal terms, virtual currencies like <em>Bitcoin</em> are commodities. That means it has jurisdiction to oversee derivatives that use a digital currency and potentially hand out penalties if there is fraud or manipulation of those derivatives.</p> <p><strong>Cryptocurrency: </strong>A currency created digitally, usually by private companies, and named after the cryptographic maths that make it possible. It was conceived in the depths of the financial crisis by Satoshi Nakamoto as a way for people to make electronic payments without going through any financial institutions.</p> <p><strong>Crypto exchange: </strong>A venue for buying and selling cryptocurrencies such as <em>Bitcoin</em> and <em>ether</em>. They often also offer loans and custody of assets, and other services that a traditional exchange cannot. Examples of crypto exchanges include <em>Binance</em>, <em>Coinbase</em>, Huobi, Bybit, Kraken, Gemini, Bitfinex and Bitstamp.</p> <p><strong>DApp:</strong> A computer application that runs on a <em>decentralised finance</em> network, such as a <em>distributed ledger</em>.</p> <p><strong>DAO (decentralised autonomous organisation):</strong> An organisation whose rules are automated or developed by consensus among the members. It is designed to work unlike a typical corporate structure, where power lies in the hands of an executive or board.</p> <p><strong>Decentralised finance (DeFi)</strong>: An umbrella term for a collection of cryptoasset projects that aim to do away with a centralised intermediary — like a bank or an exchange — to provide financial services. They use <em>DApps</em> to execute common services like lending, savings accounts and trading coins.</p> <p><strong>Decentralised trading protocol</strong>: Sometimes referred to as a decentralised exchange, or DEX. It is a network that allows users to buy and sell digital assets directly with each other, bypassing intermediaries that might impose fees, such as an exchange or clearing house. <em>Automated market makers</em> use smart contracts which can trade 24 hours a day, seven days a week. Older trading networks, such as <em>Uniswap</em> and SushiSwap, are written on ethereum but newer networks like Pyth may use alternative protocols like <em>Solana</em> or Polkadot. However, some networks may suffer from low liquidity. There is also little recourse for users who find their security hacked and assets stolen.</p> <p><strong>Diem</strong>: The yet-to-be launched digital coin by Facebook and previously known as Libra. It has been credited with jolting central banks and regulators into realising that private cryptocurrency initiatives were becoming too big to ignore, and to start on their own <em>CBDCs</em>. The intense scrutiny led Facebook to change the name from Libra and scale back its ambitions in 2020.</p> <p><strong>Digital Currency Group:</strong> Venture capital firm that has funded dozens of projects, such as investment firm Grayscale, exchange <em>Coinbase</em> and broker eToro.</p> <p><strong>Distributed ledger</strong>: A public register of deals shared and replicated by a network of computers. They work together to verify transactions and create an immutable ledger, and do away with the need for a central authority. It is similar to a blockchain but it does not need to have its data structured in blocks. Nor does it need to use <em>proof of work</em> to mine tokens.</p> <p><strong>dogecoin</strong>: An <em>alt-coin</em> that purposely began as a joke, to highlight the speculative nature of cryptocurrencies in 2013. It uses a Japanese Shiba Inu dog as its mascot and has surged in popularity and value despite its beginnings.</p> <p><strong>Ether:</strong> The world's second most actively-traded cryptocurrency and the token associated with <em>ethereum</em>.</p> <p><strong>Ethereum</strong>: A developer-run blockchain technology co-founded by Vitalik Buterin, a Canadian-Russian computer science student. Its aim is to make blockchains more useful and revolutionary than simply to serve as a database for transactions. Its technology can hold assets, enables programmers to code functions for buying and selling into <em>smart contracts</em>, and is typically also the building block for most DApps for finance. </p> <p><strong>Fiat currency</strong>: A traditional currency backed and regulated by a central bank — such as the US dollar, euro, sterling and yen.</p> <p><strong>Flippening</strong>: A term the moment when <em>ether</em> overtakes <em>Bitcoin</em> as the biggest and most valuable cryptocurrency.</p> <p><strong>Fork</strong>: Developers sometimes disagree on how a blockchain should be run and, if they cannot settle their differences, the ultimate step is to create a fork in the network. One side will use newer software and the existing network will rely on the older version. It means that two incompatible versions of the blockchain emerge, based on different principles and with different user bases. Forks can take place for a number of reasons including concerns over outdated and insecure software, or a need to reverse the log of transactions following a hack, or a need to return investors' funds to them.</p> <p><strong>FTX</strong>: A fast-growing Hong Kong based cryptocurrency derivatives exchange founded in 2019 by former trader Sam Bankman-Fried.</p> <p><strong>FUD</strong>: An acronym for “fear, uncertainty and doubt”, used as a dismissive label for negative information about cryptocurrencies — and normally to imply that criticisms of digital assets are invalid or misleading. The Fud label is often applied to critiques focusing on <em>Bitcoin</em>'s environmental impact or the use of cryptocurrencies for money laundering. People who spread Fud are called Fudsters.</p> <p><strong>Gas Fees</strong>: The fees paid by users to compensate for the amount of computing energy needed to verify a transaction on the <em>ethereum</em> network. They are intended to prevent nefarious actors from spamming the network. Prices can rise and fall depending on demand. Users have complained about ethereum's fees, which can cost anything from $20 — $100, because ethereum is so heavily used.</p> <p><strong>Gemini</strong>: An exchange for buyers and sellers of cryptocurrencies and tokens set up in 2014 by the <em>Winklevoss</em> twins. Customers can also deposit assets and earn interest far in excess of prevailing bank rates.</p> <p><strong>Governance tokens</strong>: Tokens that give holders voting powers on a <em>blockchain</em> protocol. They are mainly used in <em>DeFi</em> projects so systems can remain decentralised and no one party makes the decisions on the project's future direction.</p> <p><strong>Greyscale Investment Trust</strong>: A fund that operates the world's most popular <em>Bitcoin</em> exchange-traded fund.</p> <p><strong>Have fun staying poor</strong>: The ultimate retort from crypto enthusiasts to sceptics — expressing their pity for non-believers. It is usually used to counter criticism of <em>Bitcoin</em> or other digital assets and it implies that sceptics do not understand the full implications of blockchain technology. </p> <p><strong>Hodl</strong>: The battle cry of the long-term cryptocurrency holder. Originally a humorous misspelling of ‘hold' found on a cryptocurrency forum in 2013 and sometimes thought to be an acronym for “Holding On For Dear Life”, the frantic tone associated with its use has struck a chord with the wider crypto community. Hodling is not simply about keeping crypto-investments no matter how low they fall. It also reflects an almost religious belief in the inevitability of a return to profitability and a rejection of both the fickle, unmanly day trader and the myopic, untrustworthy crypto-sceptic.</p> <p><strong>Hot wallet</strong>: A virtual wallet to store crypto assets. It is kept online which means it is easier to access and enables users to trade more quickly. But being online makes it more susceptible to being hacked, so some people prefer to keep their assets in <em>cold storage</em>.</p> <p><strong>ICO</strong>: Like an initial public offering, an initial coin offering is a tool for fundraising. But the similarities end there. Investors get some of the new currency, as opposed to stock in the company. And, unlike IPOs, ICOs lack any investor protection: they can be set up with just a website, a utopian mission statement and some ad spend. After a surge in popularity in 2017-18, ICOs came under sustained scrutiny from regulators in the US, UK and Europe over the dangers they posed to consumers. In 2019, messaging apps Kik and Telegram were both sued over their ICOs by the US Securities and Exchange Commission.</p> <p><strong>Laser eyes</strong>: A social media meme in which users change or edit their profile pictures to make their eyes look like they emit red laser beams. It denotes a fan of cryptocurrencies, with the light-emitting powers variously interpreted to mean a user has special powers of sight and an iron will to make <em>Bitcoin</em> an instrument of economic empowerment.</p> <p><strong>Layer 2:</strong> A secondary network or technology run by a third party and built on top of an existing blockchain to improve its efficiency. For example, some blockchains like Bitcoin and ethereum cannot handle vast quantities of trades at high speed, affecting the users of some DApps. A layer 2 network can handle the bulk of the transaction processing legwork, so the original blockchain can scale.</p> <p><strong>Liquidity pool</strong>: A central feature of <em>decentralised trading</em>. Customers do not trade on an order book but against other participants in the pool, who have also filled up the pool with funds that sit on <em>smart contracts</em>.</p> <p><strong>Memecoin</strong>: A cryptocurrency that is associated with a meme or viral online joke. dogecoin is a popular example of a <em>memecoin</em>.</p> <p><strong>Metaverse</strong>: A vision of the future internet. An immersive virtual reality world where people will be able to pursue all aspects of life as if in a parallel digital universe.</p> <p><strong>Mining</strong>: The act of employing a large network of computers to work together to solve cryptographic calculations that verify cryptocurrency transactions. Typically, one party will solve the puzzle, known as a hash, that creates the next block in the chain. The others will verify it. In return for maintaining the <em>blockchain</em>, miners are rewarded with new tokens for being the first to solve the cryptographic proof. They also collect transaction fees.</p> <p><strong>Mooning, aka Going to the Moon</strong>: When the price and trading volume of a cryptocurrency are both soaring.</p> <p><strong>Musk, Elon</strong>: One of the world's most influential cryptocurrency advocates, with the power to raise or drop prices of coins with a single tweet or Saturday evening TV appearance. Sometimes sells electric cars, too. </p> <p><strong>Nakamoto, Satoshi</strong>: The pseudonymous creator — or creators — of <em>Bitcoin</em>. The seminal moment was the publication of a <em>whitepaper</em> in 2008, weeks after Lehman Brothers collapsed amid the global financial crisis.</p> <p><strong>NFT: </strong>A non-fungible token. A unit of information stored as a token on a blockchain, usually an <em>ethereum</em> blockchain. However, it is not fungible — meaning it cannot be interchanged with another token. That makes the token unique and turns its blockchain into a digital form of provenance. It can only have one owner. Some artists and sellers of collectible memorabilia have begun experimenting with selling NFTs. But owning the token only proves that someone has ownership of the “original” work, and does not necessarily include its copyright or its intellectual property rights.</p> <p><strong>NGMI</strong>: “Not Going To Make It” — slang for missing out on the profits of a trade. Its opposite is “GMI”, or Going to Make It.</p> <p><strong>Nocoiner</strong>: A sceptic who doesn't own any cryptocurrency, believes it has little to no value and suspects it might be a Ponzi scheme that will fail.</p> <p><strong>Node</strong>: Its definition varies, but is usually understood to mean a physical point on a computer network where an activity takes place. Sometimes, it can be to collect and distribute information; sometimes, it is where transactions on a blockchain are verified.</p> <p><strong>OpenSea: </strong>The world's largest peer-to-peer marketplace for trading <em>NFTs.</em></p> <p><strong>Oracle</strong>: A third party that acts as a bridge between traditional markets and the crypto world. It gathers data from the outside world, such as asset prices, and sends it to a blockchain or distributed ledger. That data can be used in <em>smart contracts</em> for other crypto trading projects. It can also work in reverse, using information in smart contracts in the outside world.</p> <p><strong>PancakeSwap</strong>: A <em>decentralised trading protocol</em> based on the <em>Binance</em> blockchain. Customers can exchange <em>Binance</em> <em>tokens</em>. It uses <em>automated market makers</em> to trade assets.</p> <p><strong>Private key</strong>: The complex password needed to access a virtual currency wallet.</p> <p><strong>Proof-of-stake</strong>: A system for <em>mining</em> cryptocurrencies that requires users to stake their coins as collateral to become a verifier on the network. It is largely associated with the <em>ethereum</em> blockchain. Unlike <em>proof-of-work</em> systems, verifiers are chosen at random to create blocks and validate proposed blocks. If they attest to fraudulent blocks, they will lose their staked coins. As no coins are mined, the process should not require vast amounts of computing energy. However, it has been hard to scale and ethereum's blockchain has struggled to keep up with demand. Critics have argued the system favours richer participants because the more coins a miner owns, the more mining power it has.</p> <p><strong>Proof-of-work</strong> Used in <em>mining</em>, it allows one party to prove it has solved the cryptographic puzzle to validate a transaction, while the others verify the work. Its aim is to prevent the same coins being spent twice with two different parties. Largely associated with the <em>Bitcoin</em> blockchain, it has been criticised for its high energy consumption and slow speed. Developers are looking at <em>proof-of-stake </em>mining as a cheaper, faster and less environmentally-damaging alternative.</p> <p><strong>Pyth</strong>: A <em>DeFi</em> project and <em>Oracle,</em> built by some of the world's largest high-speed traders as a “potential game changer” for trading stocks and other assets on <em>blockchain</em> technology.</p> <p><strong>Rekt</strong> In the world of gaming, you might shout rekt when you gun down an opponent in Fortnite, the violent and popular video game. In cryptocurrencies, someone is rekt if they suffer a loss as a result of a bad crypto investment. A cryptocurrency that has gone down significantly in value could also be said to be rekt.</p> <p><strong>Rugpull </strong>A common method of defrauding investors in the wild west world of <em>DeFi, </em>where anyone can list a coin and compete for investors' money. Scammers set-up a new coin that promises to be the next big moneymaking opportunity. After attracting investors, usually via chat rooms or other social media channels, and convincing enough of them to put money into the projects, the developers of the coin then vanish into thin (decentralised) air. </p> <p><strong>Security token</strong>: Similar to the securities that are traded on a stock or bond market but ownership is recorded on a <em>blockchain</em> rather than in a central depository. The <em>tokens</em> often promise a share in future profits or repayments. Regulators around the world usually regard them as in their regulatory jurisdiction.</p> <p><strong>Securities and Exchange Commission</strong>: The US securities regulator. Its jurisdiction over crypto markets is limited but does regulate digital assets securities. The SEC chair, Gary Gensler, has called on legislators to give it the power to regulate crypto exchanges.</p> <p><strong>Sharding</strong>: Splitting a network into separate but linked ledgers, so it can reduce the strain on each <em>node</em> in the network by no longer requiring it to validate every transaction.</p> <p><strong>Saylor, Michael</strong>: Chief executive of MicroStrategy, a software company that has taken the unusual step of buying thousands of <em>Bitcoins</em>. In 2020, he tweeted that <em>Bitcoin</em> was “a swarm of cyber hornets serving the goddess of wisdom.” </p> <p><strong>Silbert, Barry</strong>: Entrepreneur, early investor in the crypto industry, and founder of <em>Digital Currency Group</em>. A <em>Bitcoin</em> <em>whale</em>.</p> <p><strong>Smart contract</strong>: A computer program that can contain financial assets and be coded with the ability to execute actions by itself, if certain conditions are met. That could include transferring funds or sending notifications. Smart contracts play a crucial role in <em>decentralised trading protocols</em>.</p> <p><strong>Stablecoins</strong>: Cryptocurrencies pegged to other assets, usually the world's biggest and most stable currencies. They act as crypto-native dollars and a bridge between crypto and traditional financial worlds. They also allow traders to more easily convert traditional currencies into cryptocurrencies for trading. The coins can be lent as collateral for trading, or to generate high yields in the form of interest. They are supposed to have a fixed price and be backed by reserves at all times, allowing users to redeem them. However, critics have questioned where some stablecoins keep their reserves and whether the assets can be quickly recovered and redeemed. The two biggest stablecoin operators are Tether and <em>USDC</em>, run by Circle. A few stablecoins are backed by other <em>cryptocurrencies</em> or baskets of other cryptocurrencies. They use algorithms to buy and sell in order to keep themselves fully backed. But these algorithmic <em>stablecoins</em> can collapse if anything happens to the <em>cryptocurrencies</em> to which they are pegged. They remain a small part of the market.</p> <p><strong>Solana</strong>: A blockchain protocol that can handle smart contracts and claims faster speeds and lower transaction costs than <em>ethereum</em>.</p> <p><strong>Staking</strong>: A protocol that aims to boost asset owners' earnings. Users lock their crypto in their wallet but give permission for a third party, often an exchange, to stake their crypto on <em>DeFi</em> projects that offer interest or <em>yield farming</em>. The barriers to staking are quite high and users normally need to hold a lot of a particular cryptocurrency first. <em>Binance</em> and <em>Coinbase</em> both offer staking.</p> <p><strong>Tether</strong>: The largest and most controversial stablecoin, with over 60bn tokens in circulation. It is nominally pegged to the US dollar and says all its tokens are backed by dollars, one-for-one. It plays an important role in the cryptocurrency ecosystem, because its tokens are used by investors who want to leverage their returns on more volatile cryptocurrencies. However, the New York attorney-general ruled it had deceived clients over its reserves after it suffered a serious loss of funds when its payment processors' accounts were frozen. Tether did not admit to any wrongdoing, but paid a settlement of $18.5m. Its self-declared commercial paper (a form of debt security) holdings would make it one of the world's largest investors in the market, according to JPMorgan.</p> <p><strong>Token</strong>: A unit built on an existing <em>blockchain</em> and intended to be an incentive or reward for developing other projects on that blockchain. The best known example is ERC20, a token on the <em>ethereum</em> blockchain, which has built other digital assets and currencies. Distinct from a <em>coin</em>.</p> <p><strong>Trustless</strong>: A central tenet of the crypto industry. Computing systems like <em>blockchain</em> eliminate the need for a trusted third party, like a bank or clearing house, to check or execute transactions.</p> <p><strong>Uniswap</strong>: A decentralised trading protocol built on the <em>ethereum</em> blockchain. It is also the name of the company set up by Hayden Adams, the developer behind Uniswap.</p> <p><strong>Whale</strong>: Much like their marine counterparts, cryptocurrency <em>whales</em> are reclusive creatures whose activity has an effect on the whole ecosystem. They are individuals or institutions that hold a large proportion of the coins of a particular cryptocurrency. A rule of thumb is that a whale owns more than 5 per cent of a given coin. That makes them key actors in the price of the asset. Holding the asset can keep it out of circulation, boosting its price. Selling can cause the price to dip, especially if the volume floods the market. In an unregulated market, it invites accusations they are manipulating the market. Few whales are known because identities are anonymous, but they can be recognised by the internet addresses controlled by a single network participant. Known bitcoin whales include the <em>Winklevoss</em> twins.</p> <p><strong>Whitepaper</strong>: Part marketing tool, part technical documentation and part vision statement, a whitepaper sets out how a cryptocurrency works, what it is trying to do and the creator's projections for profitability. Whitepapers have often been associated with the <em>ICO</em> craze. However, whitepapers are produced by almost all cryptocurrency companies as standard procedure. The most famous was written by <em>Satoshi Nakamoto</em>.</p> <p><strong>Winklevoss, Cameron and Tyler</strong>: Twin brothers who were early and vocal backers of <em>Bitcoin</em> when it was still a hobby for enthusiasts in the early 2010s. Regarded as <em>Bitcoin</em> <em>whales</em> because they bought large holdings when the currency was worth only cents. They rose to pre-crypto fame because of their claims that Mark Zuckerberg stole the idea for Facebook from them.</p> <p><strong>Wrapped token</strong>: A cryptocurrency token pegged to the value of another token. They have identical values but enable one token to lives on a<em> Blockchain</em> that it was not issued on. For example, Bitcoin and ethereum blockchains cannot talk to each other; but a wrapped token acts as a bridge between the two.</p> <p><strong>Yield farming</strong>: The practice of looking through the DeFi world for best yields available from more obscure projects and coins. These opportunities can advertise interest rates as high as several thousand per cent to pull in digital cash but can also be short lived.</p> <p><em>Additional reporting by Joshua Oliver, Eva Szalay and Siddharth Venkataramakrishnan</em>&#xa0;</p><p>Source: Philip Stafford 2021 'The FT crypto glossary' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T03:00:51.490Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 22799,
          "end": 22807
        }
      ],
      "nexusId": "10009914"
    }
  ]
}