{
  "_id": "0fbcfc96c1cec133fce906aa8990969b0312e8a5bcaaee3dd06964d0c359cf32",
  "feed": "ftcomall",
  "title": "Telegraph and Future tell staff to continue working in their offices",
  "text": "<p>Magazine publisher Future and the Telegraph Media Group have told many of their staff to continue working in their offices despite the latest government advice to work from home to slow the spread of the Omicron variant of coronavirus.</p> <p>Future told its 1,500 staff in England that “full-time working from home is not something ‘we can' do”. In a memo to staff, it said workers should ideally come to the office at least two days a week, and that “there is a cost to our business of prolonged working from home”.</p> <p>The Telegraph sent an internal email saying it was “an office-based organisation with a 24/7 newsroom and we provide a vital public service. As in previous times, many roles will be required to be performed from the office including over the Christmas and New Year period.”</p> <p>The newspaper group, which described Wednesday's change of government advice as “a disappointing development”, said that if a manager decided a role was not required in the office, “you can work from home but please discuss with them”. &#xa0;</p> <p>Future's email, first reported by the <a href=\"https://www.theguardian.com/media/2021/dec/10/uk-magazine-firm-tells-staff-they-must-come-into-the-office-despite-omicron-future-publishing\">Guardian</a>, said: “We know that there will be colleagues who are genuinely preserving the holiday season by not going out and about at all to places like restaurants, shops, bars etc so we are happy for them to include the workplace in that.”</p> <p>Future told the Financial Times the two days a week request was not a mandatory requirement, “and if any colleagues do not feel comfortable doing so for whatever reason, then they are under no pressure and should feel free to work from home instead”.</p> <p>The Telegraph said “the wellbeing of our staff is of paramount importance and we have continually reviewed business continuity measures . . . we have updated staff on arrangements following the government's changed guidance and continue to monitor the situation closely”.</p> <p>Other companies are also taking a more equivocal approach to the government's advice. </p> <p>In an internal memo seen by the Financial Times, JPMorgan said teams would need to reassess “who needs to be coming into the office and who should revert to working from home on a more regular basis”.&#xa0;</p> <p>In practice, this was likely to mean that traders would be in the office because of the technology requirements needed for their roles, according to one person familiar with the matter.</p> <p>The memo said offices would be open with travel policy unchanged. Christmas parties could go ahead but it encouraged workers “to exercise caution and good judgment on the size and nature of the activity”.</p> <p>David Livingstone, Citigroup's chief executive, and James Bardrick, its UK head, said in a memo that the bank's “London sites will remain fully open for those of you who feel you cannot perform your roles effectively from home [or] who feels their health and wellbeing would benefit from coming into the office”.</p> <p>HSBC said staff were being asked to return to homeworking where possible but that traders would probably be among those who would still go to the office.</p> <p>Traders at UBS and Bank of America are also expected to be in the office, alongside others with regulated roles and certain other jobs, although work-from-home policies have been updated to reflect the latest guidance.</p> <p>The FT revealed on Thursday that Lloyd's of London's historic underwriting room would be kept open for business to allow brokers and underwriters to work in person during the crucial December renewal season.</p> <p>Most other companies across England, including accountants Deloitte, EY and PwC, and insurer Aviva, have told employees that they will be expected to work from home starting next week but that offices will be open for those that need it. </p> <p>Kevin Ellis, PwC chair and senior partner, noted that “it's the busy season for audit and there's also lots of deal activity that benefits from some in-person meetings”.</p><p>Source: Daniel Thomas and Owen Walker in London 2021 'Telegraph and Future tell staff to continue working in their offices' FT.com 10 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-10T16:16:18.882Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1949,
          "end": 1957
        },
        {
          "start": 1958,
          "end": 1966
        }
      ]
    }
  ]
}