{
  "_id": "d949becc4303081279e6136cf2b2007598cdc552bb8ae06786a63edbebd233f4",
  "feed": "wall-street-journal",
  "title": "Goldman  Pledges  $10 Billion  For Race,  Sex Equity  ----  By Ben Eisen",
  "text": "<p>    Goldman Sachs Group Inc. said Wednesday it would invest $10 billion over the next decade in businesses and organizations that benefit Black women. </p><p>   The commitment is meant to channel capital and resources toward a group that has historically faced challenges accessing them. Goldman Sachs plans to invest in housing, healthcare and other programs with the ultimate goal of narrowing the wealth gap between Black women and others. The bank also will commit $100 million to philanthropy. </p><p>   Investments could include, for example, a company that teaches new skills to home-care workers, an industry that employs many Black women; a community-development financial institution in the South; and a health center in a Black area of New Orleans. </p><p>   \"We're going to create a new model about what inclusive growth looks like,\" said Margaret Anadu, the global head of sustainability and impact in the asset-management unit of Goldman Sachs. \"The work we do here, we think will drive progress for everyone.\" </p><p>   Major financial institutions are reckoning with their own historical role in depriving people of color of the loans and investments that ultimately build generational wealth. </p><p>    JPMorgan Chase &amp; Co. made a $30 billion pledge last year to bridge the racial wealth gap. Bank of America Corp. is tripling its commitment to affordable homeownership programs to $15 billion. </p><p>   Increasingly, banks have cast their efforts to rectify injustice in economic terms. Citigroup Inc., in announcing its own $1 billion initiative last fall, said that if gaps for Black people in wages, education and housing were closed 20 years ago, $16 trillion could have been added to the U.S. gross domestic product. </p><p>   Goldman said reducing the earnings gap for Black women could create as many as 1.7 million new jobs and increase annual GDP by up to $450 billion. </p><p></p>",
  "published": "2021-03-11T07:04:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1166,
          "end": 1186
        }
      ]
    }
  ]
}