{
  "_id": "303dc70a0827e8129176dd2aecf5152632fee704a14ba54dcddac00ed5d8b796",
  "feed": "ftcomall",
  "title": "Biffa agrees to buy rival rubbish collector",
  "text": "<p><strong>Biffa</strong> is looking to corner the rubbish market with £126m takeover of one of its leading rivals. </p> <p>The FTSE 250 waste management group said it had agreed to buy the UK rubbish collections arm and certain recycling assets from Viridor Waste Management. Michael Topham, Biffa chief executive, said the deal “broadens our coverage and control of materials, strengthening Biffa's position as one of the largest recyclers of post-consumer materials in UK”. </p> <p>The cash acquisition is expected to complete no earlier than August and needs Competition and Markets Authority clearance, Biffa said. It plans to finance the deal with a placement of private debt and £10m of estimated merger synergies.</p> <h1>Briefly</h1> <p><strong>Close Brothers</strong> said performance remained strong in its fiscal third quarter to April, matching first-half trends. Its banking division posted 3.2 per cent growth in its loan book to £8.2bn over the quarter and said that with the bad debt ratio reduced slightly on the first half, its capital buffer was significantly above the regulatory minimum. Close's asset management division delivered net inflows of 6 per cent and Winterflood, its execution only broker, continued to benefit from elevated market activity. As a result, Winterflood's year-to-date operating profit is ahead of the level achieved in the whole of the 2020 financial year, Close added.</p> <p>Cruise line operator <strong>Carnival</strong> said that from July it expects to resume sailings to Alaska from the US. Based on current government advice the group's Princess Cruises, Holland America Line and Carnival Cruise Line&#xa0;brands plan to resume guest cruise operations for a partial season in Alaska, each with one ship sailing a round-trip from Seattle, it said.</p> <p><strong>UK retail sales</strong> <a href=\"https://www.ft.com/content/a1ee290c-851d-41fb-8205-5615d211cd87\">surged 9.2 per cent in April</a> compared with the previous month, data from the Office for National Statistics showed on Friday. That was more than double the 4.5 per cent expansion forecast by economists polled by Reuters.</p> <p><strong>LondonMetric </strong>said it has bought two vacant London warehouses in Brent Cross and Streatham for a combined purchase price of £13.5m. Three-quarters of the combined space will be rented by <a href=\"https://markgtmurphy.medium.com/londons-dark-kitchen-goldrush-a403d80e0617\">Jacuna Kitchens</a> to operate approximately 100 <a href=\"https://www.ft.com/content/d23c44fe-4b0b-11e7-919a-1e14ce4af89b\">dark kitchens</a> across both locations, it said.</p> <p>Retailer <strong>Card Factory</strong> said sales since lockdown restrictions lifted has exceeded its expectations. Store like-for-like sales for the first five weeks were marginally down compared to the pre-Covid period in 2019 with reduced footfall offset by increased spend per transaction, it said.&#xa0;Card Factory also said it had completed a debt refinancing. </p> <p><strong>Staffline</strong>, the small-cap recruitment and training group, launched a cash call to raise £48.4m to pay down debt and provide working capital for growth. The company plans to raise £44m with a share placing and a further £4.4m via an open offer, both priced at 50p a share versus a 70.2p closing price on Thursday. On trading Staffline&#xa0;said it had&#xa0;made a strong start to the year&#xa0;with all three divisions achieving an underlying operating profit for the first quarter of 2021. Both revenue and underlying operating profit&#xa0;were&#xa0;expected to be ahead of expectations, it said.</p> <p>Flooring distributor <strong>Headlam</strong>&#xa0;said recent performance has been “pleasing” with trading improving following a soft start to 2021.&#xa0;</p> <h1>Beyond the Square Mile</h1> <p><strong>Morgan Stanley</strong> chief executive James Gorman kicked off <a href=\"https://www.ft.com/content/248cbea8-6dbe-4c97-b194-e68dbe121d1f\">a succession battle</a> with a string of leadership changes at the US bank, including promoting two top deputies, Ted Pick and Andy Saperstein, to be co-presidents. Gorman, 62, has told Morgan Stanley's board, which he chairs, and the bank's senior management team that he is committed to staying on at least three more years, according to a person familiar with the matter. This week kick started succession battles at both JPMorgan and Morgan Stanley, <a href=\"https://www.ft.com/content/187f0957-a368-442d-8bc5-66bd1b88d983\">write our banking team</a>.</p> <p><strong>WeWork's</strong> losses almost quadrupled to $2.1bn in the first quarter of 2021, as the co-working company haemorrhaged more than a quarter of its members over the past year and shelled out hundreds of millions of dollars to restructure its property portfolio. Documents seen <a href=\"https://www.ft.com/content/60ea2f72-586f-4f3e-b153-3455b93539b8\">by the Financial Times</a> showed lockdowns and remote working in the pandemic drove WeWork's losses sharply higher from the $556m net loss incurred in the first three months of 2020.</p> <p>Tim Cook will on Friday <a href=\"https://www.ft.com/content/86f8fa47-9a38-496a-9a34-e2fa58e9db2b\">be confronted with allegations</a> that&#xa0;<strong>Apple</strong>&#xa0;is operating an illegal monopoly, in a high-stakes case brought by <strong>Epic Games</strong>, the maker of&#xa0;<em>Fortnite</em>. Cook will be among the final witnesses in the month-long trial, scheduled to end on Monday, in which Epic argues that Apple abuses its allegedly dominant position by forcing developers to distribute applications through the App Store. The verdict could have far-reaching consequences for 1bn iPhone users and thousands of developers.</p> <h1>Essential comment before you go</h1> <p><strong>Robert Armstrong</strong> <br>It's the end of the first week for our new markets email <a href=\"https://www.ft.com/content/0224f7bb-ded6-430e-be4c-ec3c12a00f99\">Unhedged</a>. Rob today looks at stories of causal links between the rise in cash and the S&amp;P 500 and says these stories are wrong. </p> <blockquote>  <p>“What is really happening is that all the additional money sloshing around makes people want it less, relative to stocks, and the increased relative demand for the stocks forces share prices up.”</p> </blockquote> <p>Sign up <a href=\"https://ep.ft.com/pages/newsletters/subscribe?result=%7B%22successful%22%3A%5B%7B%22newsletterId%22%3A%22584573e552860d000491cdb8%22%7D%5D%2C%22unsuccessful%22%3A%5B%5D%7D\">here</a> to receive the email every weekday morning. </p><p>Source: Bryce Elder 2021 'Biffa agrees to buy rival rubbish collector' FT.com 21 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-21T07:40:18.492Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3763,
          "end": 3771
        }
      ],
      "nexusId": "10009914"
    }
  ]
}