{
  "_id": "f82f151afc894a930e08f3e054cb3a91f226ab84d23af538a774b1fa32af8cf8",
  "feed": "wall-street-journal",
  "title": "China's Tech-Investment Paradox; Some curious patterns emerge in a nation that prefers to be a manufacturing high-tech superpower",
  "text": "<p>But dig a bit deeper and some curious patterns emerge. Beijing has been busy over the past year cracking down hard on high-tech and fast-growing service sectors with substantial foreign involvement. The nation has also sent strong signals that it would prefer to be a manufacturing—and not services or software—high-tech superpower. And yet, the pattern of FDI into the country shows the opposite pattern: heavy new investment in services and anemic inflows into manufacturing. FDI into services over the first 10 months of 2021 rose 26% on-year and accounted for 80% of the total, while manufacturing FDI has been tepid since 2019, ratings firm Fitch notes.</p><p>The pattern in high-technology sectors is even starker. In yuan terms, high-tech service sector FDI rose 28% year-over-year, while high-tech manufacturing FDI was up only 10%—the latter against a very low base in 2020, Fitch says.</p><p>China's struggle to attract further manufacturing FDI—at least relative to services—is probably about several things, not just one. Rising wages in manufacturing and some companies' conscious choice to avoid overreliance on China are obvious candidates. The consulting firm Oxford Economics notes that Japan, historically one of China's largest foreign direct investors, has shifted its FDI position markedly toward Southeast Asia and developed Asian economies since 2015. The decline in China's relative share would likely have been even more abrupt, if Japanese investment returns in China's service sector hadn't risen so rapidly since 2018—offsetting a downward drift in manufacturing returns.</p><p>The shift into services also reflects some positive things. China has made notable recent efforts to open up certain high-value service industries, particularly finance, to foreign investment, attracting outlays from big names like JPMorgan Chase. And until recently, a fast-growing consumer market and an innovative high-tech services sector featuring manageable political and regulatory risks were big draws. The true breadth and depth of the changes surrounding President Xi Jinping's \"common prosperity\" campaign have only really become evident in the past few months.</p><p>One obvious question is, what will happen now that Chinese consumption growth has slowed so markedly and the regulatory and political environment has turned so clearly for the worse?</p><p>Perhaps more overseas investment—including cash raised by Chinese companies in Hong Kong—will just shift into Chinese manufacturing, as Beijing clearly hopes. But for actual foreign investors, FDI growth as a whole may simply slow, particularly when and if Covid-19 finally comes under control in Southeast Asia—or if the downshift in Chinese consumption growth proves permanent.</p><p>Write to Nathaniel Taplin at nathaniel.taplin@wsj.com</p><p>China's Tech-Investment Paradox</p>",
  "published": "2021-12-22T11:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1820,
          "end": 1828
        }
      ],
      "nexusId": "10009914"
    }
  ]
}