{
  "_id": "0233bbcc436616272c4e0987a54031b1ec933ecc5e2ad29f939a89fc494f2cdf",
  "feed": "wall-street-journal",
  "title": "VC Daily: Fintechs Step In to Help Deliver Another Round of Stimulus Checks",
  "text": "<p>That should be good news for businesses selling to consumers. \"We indeed are very optimistic about the strength and resilience of the U.S. consumer and the impact that in turn will have on the prospects for consumer startups,\" said Franklin Isacson, founding partner at Coefficient Capital, a venture firm focused on the consumer sector. \"This is for sure driven by the stimulus package as well as by the improved Covid outlook and the continued strengths of the markets,\" he added.</p><p>The pandemic's economic hit was different for different groups. Those in the bottom quartile of wage distribution accounted for 80% of the 9.6 million net jobs lost last year, according to a study by the Economic Policy Institute . Meantime, high-wage earners saw a gain in jobs in 2020.</p><p>Stimulus checks don't tend to be a long-term solution. In this stimulus round, about 54% of the money Current users received was spent in just three days, according to the company's data. Half of that went to paying back friends and family.</p><p>And now on to the news...</p><p>Top News</p><p>Cannabis tech. Dutchie raised $200 million in a fresh round of funding and acquired two software companies as the technology provider for cannabis dispensaries looks to build out its offerings amid rising consumer demand for marijuana products, Micah Maidenberg reports for WSJ Pro. Dutchie, which launched operations in 2017 and is formally called Courier Plus Inc., said the additional funding gives it a valuation of $1.7 billion. Tiger Global Management led the fundraising round.</p><p>* The company's software allows, in part, cannabis retailers to develop online stores with customizable product menus and compliance checks for age and government purchasing limits, among other features.</p><p>* Bend, Ore.-based Dutchie also completed acquisitions, meanwhile, of cannabis-industry software firms Greenbits and LeafLogix, expanding its product lineup, Chief Executive Ross Lipson said. He declined to disclose prices for the acquisitions.</p><p>$411 Million</p><p>The amount raised by cannabis-tech companies from venture-capital investors last year, compared with $1.05 billion in 2019, according to PitchBook.</p><p>Telegram App Is Booming but Needs Advertisers—and $700 Million Soon</p><p>Telegram is riding high, adding tens of millions of users this year. Now the bill is coming due, WSJ reports. The messaging service and social-media platform owes creditors roughly $700 million by the end of April, according to people briefed on the company's plans and loan documents viewed by The Wall Street Journal. At the same time, Telegram Group Inc . must cover rising equipment and bandwidth expenses because of its rapid growth, despite going years without attempting to generate revenue.</p><p>* Telegram is one of the few significant social-media challengers to Facebook Inc ., on a trajectory toward one billion users active each month by the end of 2022, up from roughly 550 million today.</p><p>* But first Pavel Durov, the Dubai-based Russian émigré who owns Telegram, needs to figure out how to convert his app's momentum into a self-sustaining business.</p><p>Electric-Vehicle Startups Promise Record-Setting Revenue Growth</p><p>It took Google eight years to reach $10 billion in sales, the fastest ever for a U.S. startup. In the current SPAC frenzy, a spate of electric-vehicle companies planning listings are vowing to beat its record—in some cases by several years, WSJ reports.</p><p>Industry News</p><p>SPACs</p><p>IronNet Cybersecurity Inc . is going public through a combination with special-purpose acquisition firm LGL Systems Acquisition Corp . in a deal that would give the combined entity an equity value estimated at $1.2 billion. The combined company expects to get about $267 million in net proceeds, including proceeds from a $125 million private-investment transaction. IronNet's existing shareholders will hold about 72% of common shares in the combined entity. McLean, Va.-based IronNet is backed by investors including C5 Capital, Kleiner Perkins and ForgePoint Capital.</p><p>Funds</p><p>1984 Ventures is raising $60 million for its second fund, according to a regulatory filing. The San Francisco firm counts commercial real estate subcontractor software provider BuildOps Inc., on-demand warehousing and fulfillment services provider Flowspace Inc. and all-natural laundry detergent startup Frey in its portfolio.</p><p>People</p><p>Aulos Bioscience, which is developing monoclonal antibodies as therapeutics against solid tumors, named Aron Knickerbocker as chief executive. He was most recently co-founder, founding chief executive and chairman of RayzeBio. Aulos Bioscience was formed last year by venture firm ATP and Biolojic Design.</p><p>Cash management automation startup Trovata appointed Scott Harrington as chief financial officer. He was most recently controller of Highspot. In January, San Diego-based Trovata raised a $20 million Series A round from Wells Fargo Strategic Capital, Capital One Ventures, Pivot Investment Partners, J.P. Morgan and Fintop Capital.</p><p>Exits</p><p>Digital banking software provider Technisys acquired conversational customer engagement platform Kona for an undisclosed sum. Miami-based Technisys is backed by investors including Riverwood Capital, Alta Ventures, Kaszek Ventures , Oria Capital and Endeavor.</p><p>Continuous testing cloud provider Sauce Labs Inc . has made its third purchase since late last year with the acquisition of TestFairy, which helps developers streamline mobile testing. Terms weren't disclosed. San Francisco-based Sauce Labs , which is backed by TPG, Salesforce Ventures , IVP, Adams Street Partners and Riverwood Capital, also recently acquired API Fortress and AutonomIQ.</p><p>New Money</p><p>insitro Inc., a South San Francisco, Calif. software-based drug-discovery platform, secured $400 million in Series C financing. CPP Investments led the round, which included participation from Andreessen Horowitz , funds and accounts advised by T. Rowe Price Associates Inc ., Casdin Capital, funds and accounts managed by BlackRock Inc ., ARCH Venture Partners , Foresite Capital, GV, Third Rock Ventures , Two Sigma Ventures, HOF Capital and Alexandria Venture Investments. CPP Investments' Paul McCracken will join the company's board.</p><p>Graphite Bio , a South San Francisco, Calif.-based gene editing startup, closed a $150 million Series B round led by RA Capital Management and Rock Springs Capital. New investors Cormorant Asset Management, Deerfield Management, Federated Hermes Kaufmann Funds, Fidelity Management &amp; Research Co ., Janus Henderson Investors, Logos Capital, OrbiMed, Perceptive Advisors , Surveyor Capital and Venrock Healthcare Capital Partners also participated in the round, along with existing backers Samsara BioCapital and Versant Ventures .</p><p>Genesis, a London-based low-code application platform built for financial markets, landed $45 million in Series B funding. Accel led the round, which saw participation from GV, Salesforce Ventures , Citi, Illuminate Financial and Tribeca Venture Partners. Andrei Brasoveanu, partner at Accel, joined the board.</p><p>Cyware, a New York-based provider of threat intelligence automation, threat response, and security orchestration services, snagged $30 million in Series B financing. Advent International Corp . and Ten Eleven Ventures led the round, with additional support from Prelude Fund, Emerald Development Managers, Great Road Holdings and Zscaler .</p><p>EyeYon Medical, an Israeli ophthalmic product developer, completed a $25 million Series C round from CR-CP Life Science Fund, Global Health Sciences Fund, BPC, Triventures, Rimonci, Pontifax and Diamond BioFund.</p><p>DeepSee.ai, a Salt Lake City-based knowledge process automation startup, landed $22.6 million in Series A funding. ForgePoint Capital led the round, with Managing Director Sean Cunningham joining the company's board. Previous backers AllegisCyber Capital and Signal Peak Ventures also contributed to the investment.</p><p>Stor.ai, a Tel Aviv- and New York-based provider of digital ecommerce tools to grocers, collected $21 million in an extended Series A round. Meitav Dash and Mizrahi Tefahot led the new funding, and was joined by Kli Capital and others.</p><p>Variantyx Inc., a Framingham, Mass.-based hereditary disease testing provider, picked up a $20 million Series C investment. GHS Fund led the round, which included additional support from IBM Ventures, Pitango Venture Capital, New Era Capital Partners and 20/20 HealthCare Partners. Zafrira Avnur, chief scientific officer and partner at Quark Venture, will join the board.</p><p>Zeller, an Australian business banking startup, raised a 25 million Australian dollar ($19 million) Series A round. Addition led the funding, with participation from Square Peg and Apex Capital.</p><p>Noogata, a Tel Aviv-based provider of no-code artificial intelligence data analytics for enterprises, was seeded with a $12 million investment. Team8 led the round, which included participation from Skylake Capital.</p><p>FocalPoint, a U.K.-based provider of positioning technology for smartphones, wearables and vehicles, grabbed £6 million ($8.3 million) in Series B funding from Draper Esprit .</p><p>Teramount Ltd., a Jerusalem-based provider of optical connectivity services for ultra-high bandwidth applications, completed an $8 million funding round. Lead investor Grove Ventures was joined by Amelia Investments and others in the funding.</p><p>Tech News</p><p>* Elon Musk is the new ‘Technoking of Tesla' and CFO is dubbed ‘Master of Coin'</p><p>* With Shopify , small businesses strike back at Amazon</p><p>* Tencent's trillion-dollar valuation may have to wait</p><p>* Beijing asks Alibaba to shed its media assets</p><p>* Volkswagen to build six electric-vehicle battery factories in Europe</p><p>* When CEOs really think we'll come back to work</p><p>Around the Web</p><p>* Black Tech Nation Ventures is a new fund for Black entrepreneurs (TechCrunch)</p><p>* The SEC's new rules are already changing how startups raise money (Protocol)</p><p>* AI is not what you think (New York Times)</p>",
  "published": "2021-03-16T12:54:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 4926,
          "end": 4938
        },
        {
          "start": 4926,
          "end": 4937
        }
      ],
      "weightsV2": {
        "weight": 0.44012666,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.55987334,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}