{
  "_id": "4683cf0b470ffa9743952c1b7062e8d95484f68772275f2db8067ac471b6e675",
  "feed": "ftcomall",
  "title": "BNP Paribas to exit US retail market with $16.3bn Bank of the West sale",
  "text": "<p>BNP Paribas has agreed to sell its San Francisco-based Bank of the West to Bank of Montreal for $16.3bn, becoming the latest European lender to exit US retail banking. </p> <p>The Canadian bank, also known as BMO Financial Group and the eighth biggest bank in North America by assets, said it would mainly fund the cash deal through excess capital. It already has a presence in several US states<strong>.</strong> BNP originally bought Bank of the West in 1979. </p> <p>European banks have been gradually retreating from the US market, having <a href=\"https://www.ft.com/content/788b418f-4a85-411d-8645-503d226f4e01\">struggled to</a> compete with big nationwide lenders such as JPMorgan Chase, Bank of America and Wells Fargo. </p> <p>Spain's BBVA <a href=\"https://www.ft.com/content/42a97547-d857-465d-afd3-7f5b7c9c4d74\">reached an $11.6bn deal</a> in November last year to sell its US operations to Pittsburgh-based PNC, while HSBC has sold its North American unit to Citizens. </p> <p>The Bank of the West sale was expected to close by the end of 2022, the banks said. </p> <p>BNP said it would carry out a €4bn share buyback once the deal was concluded. It said it would use the rest of the proceeds from the sale — about $2bn more than some analysts had expected — to invest in its operations, including in technology, and through acquisitions. </p> <p>“BNP will likely want to target deals in innovative and high-growth areas, especially in Europe,” Flora Bocahut, an analyst at Jefferies, said in a note.</p> <p>BNP recently invested in a mobile consumer credit business in France called Floa Bank, Bocahut added.</p> <p>Analysts at Citi said investors would also be focusing on prospects for higher shareholder payouts, higher than the average of 50 per cent of profits BNP has usually paid. The bank is due to hold a strategy update in February. </p> <p>The French lender has been making a big push to win market share in other parts of its business, especially in corporate and investment banking, where it will still have a US presence. </p> <p>It aims to get ahead of European rivals by building up its equities division and expanding lending to new clients during the pandemic. It has also jumped on the retreat of rivals Deutsche Bank and Credit Suisse from the prime broking market. </p> <p>The Bank of the West sale will boost BNP's core tier one capital ratio — a measure of balance sheet strength — by 110 basis points after the share buyback. </p> <p>The deal will give Bank of Montreal more than 500 bank branches and wealth offices, and 1.8m customers, the majority based in California, which has been relatively resilient economically through the pandemic. </p> <p>Chief executive Darryl White said in a statement the acquisition would add “meaningful scale [and] expansion in attractive markets”.</p> <p>The group said it was not planning any branch closures. It added that the deal would involve C$1.7bn ($1.3bn) of pre-tax merger and integration costs, but that it expected up to C$860m of pre-tax cost savings, and that it would immediately add to Bank of Montreal's earnings per share. </p> <p>BNP and Bank of Montreal will also form a partnership, with the Canadian bank providing equipment finance and cash management services to BNP customers in North America.</p> <p>Bank of Montreal shares fell 2 per cent in morning trading in Toronto on the news.</p><p>Source: Sarah White in Paris 2021 'BNP Paribas to exit US retail market with $16.3bn Bank of the West sale' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-20T10:04:34.736Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 563,
          "end": 577
        }
      ]
    }
  ]
}