{
  "_id": "e5e9d9d8e1dc04763a31798d4a76a4c3f3dc109ffdaa0241db90ee54ebfd964f",
  "feed": "ftcomall",
  "title": "US companies are aghast at Donald Trump, but for how long?",
  "text": "<p>In February 2018, the chief executive of one of America's best known multinationals questioned why so many business people were down on Donald Trump.</p> <p>The US president had already lied repeatedly, praised white supremacists who marched on Charlottesville and viciously attacked people and companies on Twitter. But this CEO was focused on something else: Mr Trump had just delivered a huge corporate tax cut and was rolling back regulation. “There is a lot of noise, but it's been great,” he told a group of Financial Times journalists.</p> <p>That off-the-record gathering has been on my mind as US businesses have scrambled to distance themselves from Mr Trump and his Republican supporters whose claims of a stolen election stoked last week's violent attack on the Capitol. Now that windows have been broken, offices looted and people have died, big US corporations can't move fast enough to decry what happened and claim they had no idea such a disaster was in the offing.</p> <p>The hotel chain Marriott, chemical company Dow and financial groups American Express and Morgan Stanley also said they were <a href=\"https://www.ft.com/content/be344816-3fab-42e2-99ed-38309d06a435\">halting donations</a> to lawmakers whose opposition to the presidential election result contributed to the unrest. Greeting card group Hallmark, based in Kansas City, asked for its money back from its local senators, Josh Hawley and Robert Marshall, who were prominent among the 147 Republicans that voted against certifying the election of Joe Biden after the riot. </p> <p>Even Blackstone co-founder Steve Schwarzman, who gave $355,000 to the Trump Victory Fund and <a href=\"https://www.opensecrets.org/featured-datasets/36\">$325,000 to the electoral objectors</a>, had had enough. “I am shocked and horrified by this mob's attempt to undermine our constitution. As I said in November, the outcome of the election is very clear and there must be a peaceful transition of power,” <a href=\"https://www.businessinsider.com/blackstone-ceo-stephen-schwarzman-washinton-dc-capitol-insurrection-appalling-2021-1?r=US&amp;IR=T\">he said.</a></p> <p>All this begs two questions: what took them so long, and will their disgust last? Twitter permanently suspended Donald Trump's account “<a href=\"https://blog.twitter.com/en_us/topics/company/2020/suspension.html\">due to the risk of further incitement of violence</a>”, but only after he told the Capitol mob “we love you” and declared his supporters “will not be disrespected or treated unfairly in any way, shape or form!!!”</p> <p>Amazon <a href=\"https://www.ft.com/content/3b567358-951a-4a86-ac7e-88fd1bfbad34\">stopped providing hosting services </a>to social network Parler, and Google and Apple pulled its app from their stores. Yet this only came after far-right supporters used it to plan the Capitol attack and put up posts that “clearly encourage and incite violence”.</p> <p>Stripe meanwhile said it would <a href=\"https://www.wsj.com/articles/stripe-stops-processing-payments-for-trump-campaign-website-11610319116\">no longer process payments</a> for Mr Trump's campaign apparatus, and the PGA of America <a href=\"https://www.ft.com/content/dd552cac-ecd9-4b25-8f89-825b0aeb52d2\">removed its 2022 championship</a> from a Trump golf course. Both steps will hit his post-presidential pocketbook but come months after he first blazoned false claims of a rigged election.</p> <p>The corporate promises on political donations may also add up to much less than they seem. JPMorgan Chase, Citigroup, Facebook and Microsoft have suspended all donations from their political action committees, or PACs. But these blanket pledges come conveniently early in the next election cycle, when few candidates are fundraising actively. They may not last.</p> <p>Nor do they distinguish between people or parties. The Democrats won the election and defended the results. As for the GOP, it is absurd to lump Mitt Romney and Lisa Murkowski who challenged Mr Trump publicly, with the opportunists who refused to certify the election.</p> <p>Furthermore, US corporate influence on elections goes far beyond donations to individual candidates. Industry groups representing bankers, real estate agents, auto-dealers and beer wholesalers were among the biggest donors to those 147 Republicans. Since the Supreme Court lifted caps on “independent” corporate election spending, big outlays have gone directly into advertising rather than to candidates.</p> <p>Many companies now claim to be looking beyond pure profits to a larger social purpose. The next few months will put that to the test. The Democrats want to raise taxes and regulate more tightly, but they control Congress by the narrowest of margins. The CEO I met in 2018 was happy to take a tax cut even if it came with a side helping of praise for violent racists. How many of those making pious announcements today would make the same trade again? </p> <p>Right now, they could change their stance tomorrow and no one would be the wiser. So investors should intervene. Last year, shareholders<a href=\"https://corpgov.law.harvard.edu/2020/10/01/2020-annual-corporate-governance-review/\"> filed 76 proposals</a> asking for improved disclosure of lobbying and political donations, down from 101 in 2019, according to consultants Georgeson. That has to change.</p> <p><a href=\"mailto:brooke.masters@ft.com\">brooke.masters@ft.com</a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a></p><p>Source: Brooke Masters 2021 'US companies are aghast at Donald Trump, but for how long?' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-13T05:00:58.772Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2811,
          "end": 2825
        }
      ]
    }
  ]
}