{
  "_id": "537738d5f7431c543ff901ca8684fc01d990816d783cb0b71c9e1161b48852cf",
  "feed": "wall-street-journal",
  "title": "JPMorgan Tells Unvaccinated Workers To Stay Home; 'It seems unfair to require our vaccinated employees to wear masks all day at their desks,' the bank said",
  "text": "<p>\"We also agree with health authorities that being vaccinated against Covid-19 is the best way to keep ourselves and our loved ones safe—especially as we face the winter months and a new variant,\" the bank's Return to the Office Task Force said in a memo to unvaccinated employees Monday night.</p><p>New York Gov. Kathy Hochul said Friday that New Yorkers must wear masks in public indoor places unless those places require people to be vaccinated against Covid-19. That requirement went into effect Monday.</p><p>Tuesday, JPMorgan began requiring vaccination proof for all employees and visitors to enter its New York office buildings, a step other banks had taken before.</p><p>The work-from-home order is considered temporary and the bank is studying potential other solutions to deal with the state order.</p><p>JPMorgan also relaxed mask requirements for vaccinated employees in the New York corporate offices.</p><p>\"It seems unfair to require our vaccinated employees to wear masks all day at their desks,\" the bank said in the memo. More than 90% of JPMorgan staff based in Manhattan are vaccinated, according to the memo.</p><p>The memo was previously reported by Reuters.</p><p>JPMorgan, the biggest bank in the U.S., has taken a relatively hard-line approach on curtailing work-from-home, telling many workers this summer that they needed to come back to the office. Chief Executive Jamie Dimon has said that remote work doesn't make sense for clients or employees.</p><p>The Omicron variant has muddled the picture for many companies. In recent days, companies as varied as Facebook parent Meta Platforms Inc., Ford Motor Co. and Alphabet Inc.'s Google have delayed return-to-office datesor given employees the option to stay home longer.</p><p>Write to David Benoit at david.benoit@wsj.com</p><p>JPMorgan Tells Unvaccinated Workers To Stay Home</p>",
  "published": "2021-12-14T21:20:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1146,
          "end": 1154
        },
        {
          "start": 511,
          "end": 519
        }
      ],
      "nexusId": "10009914"
    }
  ]
}