{
  "_id": "58fcb4150df472959a295bbd2ca04511c751555716359247ac179171d6316c92",
  "feed": "wall-street-journal",
  "title": "SoftBank Confronts Deeper Losses on Greensill --- Investor put additional $400 million last year into U.K. firm that filed for insolvency days ago",
  "text": "<p>(WSJ June 26, 2021)</p><p>(END)</p><p>SoftBank Group Corp.'s Vision Fund injected at least $400 million into Greensill Capital at the end of last year, according to people familiar with the matter, deepening the potential losses the giant tech investor faces in the startup's collapse.</p><p>The infusion of cash was in addition to the $1.5 billion the Vision Fund had invested in Greensill in 2019. The money, not previously reported, was used as a financial backstop when another Vision Fund company, construction startup Katerra, came close to defaulting on a loan to Greensill, the people said.</p><p>Greensill, which specialized in making short-term cash-advance-style loans to companies, filed for insolvency this week after regulators took over its banking unit and Credit Suisse Group AG froze investments funds critical to the startup's operations.</p><p>Greensill packaged loans to companies into securities, known as notes, that were purchased by the Credit Suisse funds and sold to investors as low-risk, money-market-style investments.</p><p>SoftBank, founded by billionaire Masayoshi Son, is a giant in the field of investing, with interests spanning microchips, self-driving cars, satellites, e-commerce and mobile-phone networks. The Japanese conglomerate's $100 billion Vision Fund, and a smaller successor fund, have invested in more than 80 companies. In addition to Greensill, these include Uber Technologies Inc. and TikTok owner ByteDance Ltd.</p><p>The Greensill stumble is a setback for Mr. Son, following a dramatic comeback in 2020. Nursing massive write-downs from its investment in office landlord WeWork, the company's shares plunged during the pandemic and Mr. Son took further hits when big bets on ride hailing and hotels floundered as the economy froze. The Vision Fund wrote down its investment in Oyo Hotels &amp; Homes by more than half last year, The Wall Street Journal reported.</p><p>He then embarked on a massive series of asset sales to raise cash. As the economy opened, some of SoftBank's other tech bets flourished. In the last quarter of 2020, the Vision Fund recorded a $13 billion gain on its investments. Meal-delivery service DoorDash Inc., which went public earlier this year, proved a huge hit. The Vision Fund is likely to earn multiples on its investment in South Korean e-commerce company Coupang Inc., which is expected to go public soon at a valuation exceeding $50 billion.</p><p>Vision Fund executives have long talked about the potential benefits to be gained by having its investee companies collaborate. The Greensill fallout shows the reality has been more complicated.</p><p>The $400 million was the latest in a long series of complex financial arrangements between the Vision Fund and Greensill. SoftBank is preparing to write down its Greensill investment, The Wall Street Journal reported last week, citing a person familiar with the matter.</p><p>In March 2020, as Covid-19 hit markets, SoftBank plowed $1.5 billion into the Credit Suisse-Greensill funds to help keep them operating, the Journal reported last week.</p><p>That money was separate from the $1.5 billion investment SoftBank's Vision Fund made directly in Greensill in two parts in 2019.</p><p>Greensill used the Credit Suisse funds to lend to other SoftBank Vision Fund companies. The Credit Suisse funds had in aggregate around $750 million of supply-chain-finance loans to Vision Fund companies at the end of March 2020, according to fund documents sent to investors.</p><p>These included auto-financing company Fair Financial Corp.; Indian hotel chain Oyo Hotels &amp; Homes; glass manufacturer View Inc.; and Chinese online car-trading platform Chehaoduo Group.</p><p>In essence, SoftBank was Greensill's biggest outside backer, a lender through the Credit Suisse funds and a borrower through its Vision Fund companies.</p><p>The multiple roles sparked a review inside Credit Suisse that led to changes around how the fund operated, the Journal reported last year. SoftBank redeemed its position in the funds by July of last year, though the loans to the Vision Fund companies continued.</p><p>Another Greensill borrower from the Vision Fund was U.S.-based Katerra, a factory-assembly building contractor. In December, SoftBank put $200 million into the construction startup to help it avoid bankruptcy. Katerra's chief executive told the Journal at the time that Greensill also had forgiven $435 million in financing in exchange for a roughly 5% stake in the company.</p><p>It wasn't clear how Greensill would absorb the loss from forgiving the loan.</p><p>SoftBank's $400 million injection into Greensill was made in the form of convertible debt, one of the people said.</p><p>The money was earmarked to make up for Katerra's inability to pay back Greensill, and would protect Credit Suisse investors against taking a loss on any notes tied to Katerra, some of the people familiar with the matter said.</p><p>Greensill's customers included a range of blue-chip companies and government agencies. It also lent heavily to companies affiliated with U.K. steel magnate Sanjeev Gupta and coal companies owned by West Virginia Gov. Jim Justice, the Journal has reported.</p><p>On Tuesday, Apollo Global Management's efforts to buy Greensill's core operating business out of insolvency hit a roadblock, according to people familiar with talks. The complicating factor: JPMorgan Chase &amp; Co. made a play for Greensill's former clients by offering to provide $3.8 billion of financing, according to people familiar with the matter.</p>",
  "published": "2021-03-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5260,
          "end": 5280
        }
      ]
    }
  ]
}