{
  "_id": "3e3b7e2ae418193be03bc8cfa12e37ab19efe08c2ab92b6590b5df4f45ce47c9",
  "feed": "ftcomall",
  "title": "Ariel and JPMorgan to invest in minority-owned companies  ",
  "text": "<p>Ariel Investments, the asset manager founded by value investor John Rogers, is joining JPMorgan Chase in a strategic initiative aimed at turning minority-owned businesses into multibillion-dollar companies. &#xa0;</p> <p>The fund will be the first for a private equity arm being launched by the asset manager, called Ariel Alternatives. Acting as a co-investor, JPMorgan is making a funding commitment of $200m. </p> <p>Chicago-based Ariel, one of the few large black-owned investment companies in the US, sees the fund as a way to “scale sustainable minority-owned businesses”, particularly by positioning middle-market companies as “leading suppliers to Fortune 500 companies”. </p> <p>The effort, called “Project Black,” will be run by Ariel's co-chief executive <a href=\"https://www.ft.com/content/b88606e4-7416-11e5-bdb1-e6e4767162cc\">Mellody Hobson</a> and Leslie Brun of Sarr Group. Rogers, who is also co-CEO of Ariel and served as co-chair of Barack Obama's 2009 presidential inaugural committee, will be an adviser. </p> <p>“It is no secret that the racial wealth gap in America continues to widen, day by day,” Brun said. “While we have been encouraged and inspired by the supply-chain diversity commitments recently made by large corporations, we believe that it is time to accelerate these promises with real, measurable steps.”</p> <p>Corporate America has come under growing pressure to address systemic racism since the police killing of George Floyd last year. According to Institutional Shareholder Services, black directors only <a href=\"https://www.ft.com/content/c47c9b63-26c0-4487-94a9-4db7da585fbd\">account for only 4.1 per cent</a> of all board seats in the Russell 3000 index, even though African-Americans accounted for 13.4 per cent of America's population in 2019.&#xa0;&#xa0;</p> <p>Poor access to capital has been one of the major challenges for minority-owned businesses, according to <a href=\"https://www.uschamber.com/growth-engine/access-capital-minority-owned-businesses\">a report</a> by the US Chamber of Commerce. During the pandemic, minority-owned businesses were <a href=\"https://www.ft.com/content/78c25cd0-d185-499e-b7af-cf2ed1d548f2\">hit particularly hard</a> as a result of their lack of access to financing options.&#xa0;</p> <p>Project Black will invest in companies with $100m-$1bn in revenue and will initially pursue six to 10 deals with a focus on healthcare, media and marketing, outsourcing, manufacturing and packaging, technology, transportation and logistics and financial and professional services.&#xa0;</p> <p>The fund plans to make long-term commitments to the companies it invests in, beyond the typical five- to seven-year investment period adopted by traditional private equity firms, said a person briefed on the matter. Once the fund is closed, which is expected to occur later this year, Project Black is likely to co-invest with other financial institutions in addition to JPMorgan.&#xa0;&#xa0;</p> <p>Hobson said: “Ariel's 38-year heritage was built on a patient yet urgent approach to public market investing. The same core values will be brought to Ariel Alternatives in the private investment arena.”</p> <p>*<em>This story has been amended since original publication to state that John Rogers is founder of Ariel Investments.</em></p><p>Source: James Fontanella-Khan and Michael Mackenzie&#xa0;in New York  2021 'Ariel and JPMorgan to invest in minority-owned companies  ' FT.com 17 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-17T12:34:04.342Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 87,
          "end": 95
        },
        {
          "start": 2526,
          "end": 2534
        },
        {
          "start": 350,
          "end": 358
        },
        {
          "start": 87,
          "end": 101
        },
        {
          "start": 10,
          "end": 18
        }
      ],
      "name": "JPMorgan Chase & Co.",
      "id": "US46625H1005",
      "nexusId": "10009914"
    }
  ]
}