{
  "_id": "7ed2cc4308780241b0d7ca151191f11b8528461faf2a33bf9a0fcff005467a00",
  "feed": "ftcomall",
  "title": "Glencore's trading arm on course for another record year",
  "text": "<p>Glencore is set for another year of bumper profits from its trading arm on the back of strong demand for raw materials as economies rev up after the pandemic crash. </p> <p>In a third-quarter production report, the Switzerland-based group said earnings from its “marketing” business were set to exceed the top end of its $2.2bn to $3.2bn guidance range. </p> <p>Last year the division reported record earnings before interest of $3.bn as it took advantage of an unprecedented drop in oil prices to scoop up cheap barrels of crude and sell them in the futures market for a profit. </p> <p>Commodity prices have surged this year as economies reawaken and energy shortages in China and Europe help drive up the price of natural gas and thermal coal, which is burnt in power stations to generate electricity.</p> <p>Glencore is the world's biggest exporter of seaborne thermal coal, which soared to a record above $250 a tonne in September before easing to around $200.</p> <p>Tyler Broda, analyst at RBC Capital Markets, said the strong performance of Glencore's trading arm had been expected given tight commodity markets. </p> <p>However, he said the update would reassure investors as wild price swings, particularly in gas markets, triggered large payments on derivatives positions used by trading houses to hedge physical business. </p> <p>“Considering that extreme commodity price volatility can cause hedges to disconnect, this positive affirmation should . . . reassure the market,” Broda said. &#xa0;&#xa0;</p> <p>As well as its large trading business, Glencore is a big producer of coal, copper, cobalt, zinc and nickel. </p> <p>Here, the company maintained production guidance across all of its commodities and said its flagship Australian coal division had increased production by 2m tonnes quarter on quarter in the three months to September as it reversed price-driven supply cuts.</p> <p>Based on current commodity prices, analysts at JPMorgan anticipate that Glencore will record group earnings before interest, tax and depreciation of $22.5bn in 2021.</p> <p>Efforts by Glencore's new chief executive Gary Nagle to reduce its long tail of non-core assets that chew up management time and present increased environmental, social and governance risks continued. Glencore said it had agreed to sell its Chemoil Terminals unit in California for $242m.<br></p><p>Source: Neil Hume, Natural Resources Editor 2021 'Glencore's trading arm on course for another record year' FT.com 29 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-29T09:35:19.822Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1861,
          "end": 1869
        }
      ],
      "nexusId": "10009914"
    }
  ]
}