{
  "_id": "20c55d6003db42be7090381b2c0f3456a35abf8d126b0d05a13a52008e1bd583",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Score:  The Business Week in 7 Stocks  ----  By Francesca Fontana",
  "text": "<p>\n  NOVAVAX INC. </p><p>\n  NVAX -0.9% </p><p>\n  Novavax's Covid-19 vaccine is on track to become the fourth option available in the U.S. The experimental vaccine was 90.4% effective at preventing symptomatic disease in adults in a large clinical trial, the company said. The study also found that it was similarly effective against newer coronavirus strains. While the results suggest Novavax's two-dose shot is on track to become authorized for use in the U.S., Novavax executives said the regulatory clearances are months away because the company still needs to finish preparing manufacturing. Novavax shares lost 0.9% Monday. </p><pre> </pre><p>\n  WEYERHAEUSER CO. </p><p>\n  WY -2.2% </p><p>\n  Sky-high lumber prices are getting the ax. Lumber producers such as Weyerhaeuser and PotlatchDeltic have notched record profits since ramping up mills to meet an unexpected rush of demand last summer. But now futures for July delivery and cash lumber prices are tumbling, raising new questions about a booming housing market. Lumber producers say that prices should remain relatively high as home builders try to erase the country's deficit of housing. Supply has never been tighter, following years of low new-home construction. Weyerhaeuser shares lost 2.2% Monday. </p><pre> </pre><p>\n  ROYAL CARIBBEAN GROUP </p><p>\n  RCL -2.4% </p><p>\n  The restart of the cruise industry is getting choppy. As some cruise lines prepare to launch ships from top ports in Florida this summer, they have to navigate state laws barring businesses from requiring proof of vaccination. Some lines are mandating vaccinations, and others are enforcing additional restrictions for passengers who don't show their \"vaccine passports.\" Royal Caribbean Group shares fell 2.4% Monday. </p><pre> </pre><p>\n  ORACLE CORP. </p><p>\n  ORCL -5.6% </p><p>\n  Oracle has lofty plans for its cloud business. The company said it plans to double its capital expenditures this year on that part of its software enterprise, to roughly $4 billion. Revenue at the tech giant rose nearly 4% for the full fiscal year, topping $40 billion for the first time. Chief Executive Safra Catz said that growth in the current fiscal year should exceed the rate seen the previous year; analysts had projected a slowdown for fiscal 2022. But investors seemed unsettled about Oracle's plans to spend more on its cloud efforts; the company's shares slid 5.6% Wednesday. </p><pre> </pre><p>\n  JPMORGAN CHASE &amp; CO. </p><p>\n  JPM -1.7% </p><p>\n  The Wall Street boom is petering out at U.S. banks. JPMorgan Chief Executive James Dimon said at a financial conference Monday that his firm's trading revenue would be down some 38% from the year-ago period. Citigroup Inc. Chief Financial Officer Mark Mason warned second-quarter trading revenue will be down about 30% from the prior year. Bank executives have warned in recent quarters that their substantial trading gains for much of 2020 and through the first quarter of this year didn't seem sustainable. JPMorgan shares lost 1.7% Monday. </p><pre> </pre><p>\n  STANLEY BLACK &amp; DECKER INC. </p><p>\n  SWK -0.3% </p><p>\n  Stanley Black &amp; Decker wants to retool its supply chain. The company is looking for electric battery and computer chip makers to agree to supply components in return for an investment. Stanley Black &amp; Decker manufactures a significant portion of its products in the U.S. and Europe, and the company's preference would be to set up new production lines in those regions, Chief Financial Officer Donald Allan Jr. said. The company best known for power tools expects demand for components such as batteries and chips will remain elevated for years. Stanley Black &amp; Decker shares fell 0.3% Friday. </p><pre> </pre><p>\n  AMAZON.COM INC. </p><p>\n  AMZN -0.1% </p><p>\n  Funding for Jeff Bezos' space company has failed to launch. The Wall Street Journal reported Friday that U.S. House of Representatives members made it clear that they did not want the Amazon CEO's Blue Origin space exploration company to receive a $10 billion authorization for another moon lander contract. Blue Origin lost out to Elon Musk's SpaceX earlier this year on the first contract, and it filed a complaint with the Government Accountability Office urging the U.S. to reassess and award a second contract. Amazon.com shares lost 0.1% Friday. </p><p></p>",
  "published": "2021-06-19T06:09:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2266,
          "end": 2285
        },
        {
          "start": 2266,
          "end": 2286
        },
        {
          "start": 2287,
          "end": 2290
        },
        {
          "start": 2349,
          "end": 2357
        },
        {
          "start": 2806,
          "end": 2814
        }
      ]
    }
  ]
}