{
  "_id": "f44bd11b92d0544b49bc4f700e951bdb10d8bac88117b6e15b0b2344cf3e3208",
  "feed": "ftcomall",
  "title": "Markets brace for large shift from stocks to bonds in fund shake-up",
  "text": "<p>Billions of dollars are set to flow from stocks to bonds around the end of March as big investors move money to rebalance their portfolios, analysts say.</p> <p>The large fall in bond prices and a rally in stocks in the first three months of the year have thrown many investors' typical portfolio mix of 60 per cent equities and 40 per cent bonds out of whack.</p> <p>To get back in line around the end of the financial quarter, pension funds, insurers and other large investment groups will need to load up on bonds. That could tap the brakes on a market shift that has defined the opening months of 2021. </p> <p>“It should be happening as we speak,” said Nikolaos Panigirtzoglou, cross-asset research analyst at JPMorgan. The rebalancing could already help to explain the stronger bond market performance so far this week, as the transfers are typically concentrated in the last two weeks of the quarter, he added.&#xa0;</p> <p>Global bonds have slumped of late, led by a fall in prices in the US Treasury market, which has sent yields on 10-year notes up 0.7 percentage points to around 1.6 per cent. Meanwhile, the MSCI index of developed market equities has risen 3.7 per cent over that period. </p> <p>The divergence has fuelled expectations that the coming reshuffle will be sizeable. “Given the rally in equities and sharp bond sell-off, quarter-end rebalancing could be large, out of equities into fixed income,” said Sphia Salim, European rates strategist at Bank of America.</p> <p>BofA estimates US private pensions alone will need to pull around $88bn out of equities and plough it into bonds, which analysts said was “historically significant” compared to the past three years.&#xa0;</p> <p>Balanced mutual funds are expected to sell $136bn of equities to buy fixed income, according to JPMorgan estimates. Among stores of sovereign wealth, the bank expects Japan's $1.6tn state pension fund GPIF will shift $44bn while Norway's giant oil fund would need to move around $70bn to meet its target allocation.&#xa0;</p> <p>Panigirtzoglou said that, in isolation, rebalancing around the end of March could prompt a fall of 4 to 5 per cent in equities and a rally in fixed income of roughly 0.1-0.15 percentage points on the US 10-year Treasury yield. “But these flows are not going to be the only game in town,” he said.&#xa0;</p> <p>BNP Paribas earlier in March cautioned against expecting a big market correction because of the rebalancing flows. The bank estimated a 1.2 per cent fall in US equities in the last week of the quarter based on $50-67bn of selling. </p> <p>“Month and quarter-end rebalances do affect markets. However, that impact appears to be more significant when equities have underperformed rather than outperformed bonds,” BNP analysts said.&#xa0;</p> <p>US retail investors are expected to put a large chunk of their <a href=\"https://www.ft.com/content/e67f5076-c517-4bd5-9688-c70cde011452\">stimulus funds into the stock market</a>. These cheques have already started to land and more are on their way. The inflow could amount to $170bn over time, Deutsche Bank said in a report last month. The influx of cash from small traders will counterbalance moves out of stocks by large managers.&#xa0;</p> <p>The<a href=\"https://www.ft.com/content/fdb793a4-712e-477f-9a81-7f67aefda21a\"> balanced portfolio</a> has been a mainstay of investment strategy for decades. Conventional wisdom has favoured putting 60 per cent of assets into riskier but higher growth equities with a counterbalance of 40 per cent in safer bonds.&#xa0;Balanced mutual funds manage close to $7.5tn globally, according to JPMorgan. Many other large investors such as pension funds and insurance companies seek a similar allocation.&#xa0;</p> <p>These managers need to shift assets periodically to keep their preferred balance, typically around the end of the month or the quarter. Large market moves throughout 2020 led to hefty rebalancing each quarter.&#xa0;</p> <p>Fund managers tend to be tight-lipped about the timing of their rebalancing to avoid being front run by other traders. Panigirtzoglou said he does not think the full effect of this month's moves has yet shown up in prices.&#xa0;</p> <p>Analysts expect the majority of the cash flowing into bonds will go to corporate debt, but with a large minority entering government debt markets.</p><p>Source: Joshua Oliver 2021 'Markets brace for large shift from stocks to bonds in fund shake-up' FT.com 25 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-25T05:00:17.348Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 693,
          "end": 701
        },
        {
          "start": 3343,
          "end": 3351
        }
      ],
      "nexusId": "10009914"
    }
  ]
}