{
  "_id": "6d0c009051d3f17bec3c3e8fae260b365d0efd95580be883d6173bbf9c73d5e7",
  "feed": "wall-street-journal",
  "title": "Analyst Said 'Buy' As Stocks Plunged On the Pandemic",
  "text": "<p>Mr. Lee's prediction was improbable. At that exact moment, the Covid-19 pandemic had brought New York to a standstill and several markets were breaking down. But by August, the market had returned to new highs.</p><p>\"We saved a lot of folks from disaster,\" said Mr. Lee, who provides stock research and market forecasts with his 17-person team. \"Sometimes you have to put your hat on the ground and say: 'This is the bottom.'\"</p><p>Over the past 30 years, the Michigan-raised Mr. Lee has garnered a reputation as one of Wall Street's most aggressive market optimists, working at Kidder, Peabody &amp; Co., Salomon Smith Barney, JPMorgan Chase &amp; Co. and now his own research firm.</p><p>Critics of Mr. Lee's optimism would say that a broken clock is right twice a day. And it is true that his research often comes to the same conclusion: Markets go up. But in the midst of a market that has regularly defied skeptics, Mr. Lee's sunny forecasts have often proven prescient.</p><p>Mr. Lee's call in March wasn't his only big decision last year; he also changed his own business thanks to the pandemic. Instead of focusing solely on markets, he shifted his regular markets newsletter to a nightly research project that examined the latest coronavirus data. This was possible in large part thanks to the efforts of his firm's quantitative analyst Ken Xuan, who is affectionately known by readers as \"tireless Ken.\"</p><p>The decision to pivot proved fruitful. Mr. Lee's nightly readership of institutional clients now sometimes numbers above 80,000, up from fewer than 5,000 at the start of the year. Working professionals and even health-care workers have signed up.</p><p>Fundstrat has over 150 clients from money-management firms, hedge funds and other investors. These firms pay Fundstrat tens of thousands of dollars a year to hundreds of thousands a year for newsletters, conference calls and special bespoke projects.</p>",
  "published": "2021-01-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 614,
          "end": 634
        }
      ],
      "nexusId": "10009914"
    }
  ]
}