{
  "_id": "f0add41a3f126511ddc62333501d16c32f3857a1df3d76bf6e38b0096d6b4b19",
  "feed": "ftcomall",
  "title": "Peel Hunt/Santander: balance sheet tie-up exposes model weaknesses",
  "text": "<p>UK broker Peel Hunt's deal to access the balance sheet of European bank Santander for client transactions is not without precedent. Japanese banks have previously rented out their capital. Like those long-ago tie-ups, this <a href=\"https://www.ft.com/content/8c34fcc6-3a1d-4eac-a9c8-5a3d406899bc\">latest iteration </a>is unlikely to amount to much. It does however say a great deal about the state of the duo's respective sectors: <a href=\"https://www.ft.com/content/3a4fa94a-0f3d-4e2e-92b8-5f8bad3d3d31\">UK corporate broking</a> and global banking.</p> <p>Peel Hunt wants to play with the big boys. The latter have big balance sheets to flex when it comes to underwriting primary and secondary equity issuance or putting up bridging finance for M&amp;A. Peel Hunt has managed to keep hold of 157 listed companies as clients even as Mifid rules choked research and trading commissions crumbled. With Santander's heft, it hopes to underwrite more and bigger deals. But it is never going to sit at the same table as the likes of Goldman Sachs.</p> <p>Regulations have knocked banking revenue models too. The obligation to tie up more capital means the industry has lost much of its derring-do. Then came the pandemic, which led corporate and retail clients alike to husband their resources. Companies cut capex and overheads; households squirrelled away an <a href=\"https://www.ft.com/content/8cbfe40d-1ce1-4dc6-bcb2-1314b77b9443\">extra $5.4tn</a> during the pandemic. </p> <p>JPMorgan, releasing <a href=\"https://www.ft.com/content/0595526e-48fa-48ff-a594-d219f15b54a4\">strong quarterly results</a>, provided a glimpse of how that plays out on banks' balance sheets: its loan-to-deposits ratio shrank to 44 per cent, down from 57 per cent the previous year. That may help explain why the bank was so keen to splash cash on the <a href=\"https://www.ft.com/content/8199dc2d-9b20-440e-8b1b-861dfc9f1cd4\">abortive European Super League</a> but is not a huge anomaly: <a href=\"https://www.federalreserve.gov/releases/h8/current/default.htm\">latest Fed data</a> puts the ratio for the big US banks at 54 per cent.</p> <p>Santander's own ratio is twice that, but has also been trending lower. Its geographical <a href=\"https://www.ft.com/content/a4596ab5-6ab0-414a-a61f-ff00ee7416c9\">diversification</a> is not matched with product diversification: retail and SME lending dominates. Its wholesale investment banking division, which is the unit joining hands with Peel Hunt, has scored roles on a couple of dozen equity capital market deals in the past two years. Its ability to underwrite deals passed on by Peel Hunt will be circumscribed by any conflicts of interest and its own risk appetite. There is appeal to the deal, but it is no game changer.</p> <p><em>Our popular newsletter for premium subscribers Best of Lex is published twice weekly. Please sign up </em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a></p><p>Source:  2021 'Peel Hunt/Santander: balance sheet tie-up exposes model weaknesses' FT.com 26 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-26T14:27:18.351Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1215,
          "end": 1223
        }
      ]
    }
  ]
}