{
  "_id": "3943416822e1ae47fbb67f6b79bb61aa6e7f01a75d2723877c960dcaa7cfd13b",
  "feed": "ftcomall",
  "title": "Saudi Arabia forecasts budget surplus in 2022 as oil prices rise",
  "text": "<p>Saudi Arabia has said it will decouple government spending next year from a surge in oil revenues in order to shore up the state's coffers, as it forecast a $24bn budget surplus in 2022 — its first since oil prices crashed in 2014.</p> <p>Riyadh estimated that it would achieve a surplus of SR90bn ($24bn), or 2.5 per cent of gross domestic product, following a fiscal deficit this year forecast to be 2.7 per cent of GDP. The surplus, driven by higher oil prices and an end to pandemic restrictions, would accompany an almost 6 per cent cut in public expenditure, Sunday's budget revealed.</p> <p>“This surplus will be directed to boost governmental reserves, support development funds and PIF (the Public Investment Fund),” the budget statement said. It added that the budget was based on spending plans “not tied to the developments in global markets”. </p> <p>The world's largest oil exporter, Saudi Arabia's economy is forecast to grow 7.4 per cent in 2022, after growing by 2.9 per cent this year. Growth would be driven by high oil prices and “the expected improvement in non-oil GDP assuming that the economy continues to recover gradually from the effects of the Covid-19 pandemic”, the budget said.</p> <p>Meanwhile, military spending is forecast to continue to decline to SR171bn, in a sign that the conflict in neighbouring Yemen may be easing as Riyadh seeks to extricate itself from the war.</p> <p>“The government expects the continuation of the gradual recovery in economic activity while maintaining the initiatives implemented over the past years,” the budget added. </p> <p>Although the kingdom's budget does not disclose the expected oil price on which it is based, market analysts said a strong energy market suggested that Saudi Arabia would enjoy a budget surplus for a while. </p> <p>“The oil market looks very healthy. The median consensus is $72 a barrel,” said Mazen Al-Sudairi, head of research at Al Rajhi Capital, adding that JPMorgan predicts an oil price of $80 a barrel. Brent oil is trading at about $75 a barrel.</p> <p>That is good news for the kingdom's multitrillion-riyal Shareek programme, which seeks to boost the private sector and diversify the economy. </p> <p>“With the coming years, there is expectation it will be surplus years, so this makes the Shareek programme more reachable, more executable,” Al-Sudairi added.</p> <p>The government has prioritised economic diversification and is seeking to make the kingdom a regional logistics and finance hub, as well as a tourist destination. Saudi&#xa0;Arabia plans to invest over $3tn in the domestic economy by 2030.</p><p>Source: Samer Al-Atrush in Dubai 2021 'Saudi Arabia forecasts budget surplus in 2022 as oil prices rise' FT.com 13 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-13T13:50:21.812Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1904,
          "end": 1912
        }
      ],
      "nexusId": "10009914"
    }
  ]
}