{
  "_id": "744c2e41e9ad418c194b3460bc6957a34a4773c5e52860aa23920bde3fee69db",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: Wells Picks Black as Chairman",
  "text": "<p>Mr. Black is a longtime ally of Wells Fargo Chief Executive Charles Scharf and their careers in finance have run in parallel for decades.</p><p>Both became executives at JPMorgan, with Mr. Scharf running the consumer division and Mr. Black running the investment bank.</p><p>More recently, Mr. Scharf was CEO of Bank of New York Mellon Corp., and Mr. Black joined the lender's board.</p><p>Mr. Black moved over to the Wells Fargo board shortly after Mr. Scharf joined the San Francisco-based lender as CEO.</p><p>Mr. Black has been co-chief executive of private-equity firm Bregal Investments Inc.</p><p>Mr. Noski was thrust into the chairman role abruptly last year after the previous chairman, Elizabeth Duke, resigned.</p><p>She had faced sharp criticism from lawmakers over her handling of the bank's efforts to clean up its scandal in which the bank had created perhaps millions of phony customer accounts.</p><p>Her resignation had come days before she testified about the bank in front of Congress, where she had been expected to face calls to step down.</p><p>Lawmakers' public anger at Wells Fargo has largely subsided since then, but the bank is still working to put the five-year-old scandal behind it.</p><p>The Federal Reserve took the extraordinary step of capping the bank's asset growth as punishment in 2018 and has yet to lift the cap.</p><p>Wells Fargo also said Wayne Hewett, a director since 2019, succeeds Mr. Noski as chairman of the board's governance and nominating committee.</p><p>Wells Fargo shares rose 98 cents, or 2%, to $49.63 on Tuesday.</p>",
  "published": "2021-08-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 164,
          "end": 172
        }
      ],
      "nexusId": "10009914"
    }
  ]
}