{
  "_id": "484b6c9e6ad9ce9916ba20752605026bb065a7485ec816a39ec66295f91ab312",
  "feed": "ftcomall",
  "title": "Historic trend reverses as ETF fees head higher",
  "text": "<p>Management charges for exchange traded funds have stopped falling, and in some cases started to rise for the first time, potentially signalling an end to a multi-decade trend of ever-lower fees.</p> <p>A ferocious price war caused asset-weighted annual fees for US-listed ETFs to tumble 43 per cent to 19 basis points between 2012 and 2020, according to calculations by JPMorgan.</p> <p>A similar trend, albeit from a higher base, was evident in Europe, Canada and Asia, with fees in the latter sliding by a particularly dramatic 51 per cent in the seven years to 2019.</p> <p>However, average fees in Asia started to tick up last year and have now rebounded almost a quarter, from 21bp to 26bp, according to JPMorgan, while costs have also started to edge up in Europe and Canada and have stopped falling in the US.</p> <p>The figures suggest ETF providers and investors alike are starting to focus more holistically on structural differences between funds, and a little less on the ever smaller price differences between them.</p> <p>“ETF fees have been persistently squeezed by competitive forces in recent years. However, average fees stopped falling the past year,” said Bram Kaplan, equity derivatives strategist at JPMorgan.</p> <p>The findings come months after <a href=\"https://www.ft.com/content/10238d8e-b320-4667-944d-d463e7311213\">a survey</a> of industry professionals by accountancy group EY found that half said fees for traditional index-tracking ETFs had reached the minimum price point possible, up from 38 per cent of those surveyed in 2018.</p> <p>Kieran Daly, a partner in the wealth and asset management practice at EY, argued that lower fees were only likely if ETFs were to attract “significantly more inflows,” allowing for greater economies of scale.</p> <p>ETF fees have been pushed lower by a cut-throat price war as the large providers compete for market share, with a rash of new entrants to the market adding to the downward pressure.</p> <p>Fees for some basic passive ETFs continue to head towards rock bottom, with State Street Global Advisors recently cutting the price tag for two US bond funds from 6bp and 4bp to 3bp in both cases.</p> <p>BNY Mellon and Fidelity have both gone further by rolling out a range of zero-fee index funds, although an experiment by Salt Financial, a New York-boutique, of offering a negative fee ETF <a href=\"https://www.ft.com/content/80444f8d-00ea-4d00-a981-2e4f26a10f7b\">proved short lived</a>.</p> <p>“In past years, the lower fee trend was driven both by investor flows gravitating towards lower fee funds within each region and asset class, as well as ETF issuers selectively cutting the expense ratio on a number of funds for competitive reasons,” Kaplan said.</p> <p>However, JPMorgan said record flows into ETFs in the past year had lessened competitive pressures to the extent that providers were enacting fewer fee cuts, while some were also allowing temporary fee waivers to lapse.</p> <p>In the first five months of this year investors poured a net $559bn into ETFs worldwide, smashing the tally of $229bn at the same point last year, which was itself a record, according to figures from ETFGI, a consultancy. Industry assets have now hit $9.2tn, up from $6.4tn at the end of 2019.</p> <p>In addition, JPMorgan said inflows were being disproportionately directed towards thematic and actively managed ETFs and, outside the US, cryptocurrency exchange traded products, which have higher fees than plain vanilla passive funds, pushing up asset-weighted fees.</p> <p>Deborah Fuhr, founder of ETFGI, said that while the bulk of assets remain in products that charge less than 20bp, the widespread adoption of ETFs claiming to invest in line with environmental, social and governance factors was another trend pushing up fees, given that ESG ETFs tend to be more expensive than traditional funds.</p> <p>A rash of new fund launches, particularly in the Asia-Pacific region where there have been 771 listings so far this year, is another factor as “newer products tend to have higher fees”.</p> <p>In many cases, these new funds are occupying previously unfilled niches “as regulatory changes have made it easier to bring product to market in Korea, mainland China and Hong Kong,” Fuhr said, removing the need for them to be priced competitively in order to take market share from incumbents.</p> <p>“We haven't been seeing a bunch of new fee cuts recently. I think [ETF managers] are trying to be competitive by launching new products,” Fuhr added.</p><p>Source: Steve Johnson 2021 'Historic trend reverses as ETF fees head higher' FT.com 12 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-12T04:00:44.085Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1187,
          "end": 1195
        },
        {
          "start": 3028,
          "end": 3036
        },
        {
          "start": 363,
          "end": 371
        },
        {
          "start": 688,
          "end": 696
        },
        {
          "start": 2511,
          "end": 2519
        }
      ],
      "nexusId": "10009914"
    }
  ]
}