{
  "_id": "36da094d843405863d8527ba7f8fd075441393c07533903e2786ca294de5266c",
  "feed": "ftcomall",
  "title": "Barclays chief Jes Staley to step down following Epstein investigation",
  "text": "<p>Jes Staley is stepping down as chief executive of Barclays following a regulatory investigation into the way he described his relationship with disgraced financier and sex offender Jeffrey Epstein.</p> <p>In a statement on Monday, the bank said it was made aware of the results of the probe by the Financial Conduct Authority and Prudential Regulation Authority on Friday. </p> <p>“In view of those conclusions, and Mr Staley's intention to contest them, the board and Mr Staley have agreed that he will step down from his role as group CEO and as a director of Barclays.”</p> <p>It added: “It should be noted that the investigation makes no findings that Mr Staley saw, or was aware of, any of Mr Epstein's alleged crimes, which was the central question underpinning Barclays' support for Mr Staley following the arrest of Mr Epstein in the summer of 2019.”</p> <p>Barclays was blindsided by the regulators' decision. As of late Friday afternoon, it had planned for Staley to represent the bank at the COP26 climate talks in Glasgow this week.</p> <p>Staley will be replaced by his longtime lieutenant, CS Venkatakrishnan, known as Venkat, head of the global markets trading unit at the bank and its former chief risk officer.</p> <p>Staley is the latest high-profile figure in finance to fall due to their relationship with Epstein, who died by suicide in 2019 while awaiting trial on charges that he sex-trafficked underage girls. Epstein cultivated a network of rich and powerful associates from business, academia, politics and royalty, such as Britain's Prince Andrew.</p> <p><a href=\"https://www.ft.com/content/23448802-3ee8-4c3c-bb46-fc02e304f3ed\">Leon Black</a> was forced to quit his leadership positions at Apollo Global Management following an outcry over his ties to the late paedophile. Microsoft co-founder Bill Gates also <a href=\"https://www.ft.com/content/6ad9bb7a-edb1-11e9-ad1e-4367d8281195\">apologised</a> after it was revealed he had a closer relationship with Epstein than he had disclosed.</p> <p>Staley's shock departure ends a tumultuous six years in charge of the UK's largest investment bank. He was the subject of a vitriolic and highly personal campaign by activist investor Edward Bramson, which called the situation with Epstein&#xa0;<a href=\"https://www.ft.com/content/4da251f8-5c6e-11ea-b0ab-339c2307bcd4\">“a destabilising . . . circus”</a> as he tried to use the scandal to get the chief executive fired.</p> <p>The Epstein probe was not the first that Staley faced which questioned his fitness to run the British lender. He was <a href=\"https://www.ft.com/content/8a172758-550e-11e8-b3ee-41e0209208ec\">censured and fined</a> £642,000 in 2018 after he repeatedly tried to determine the identity of a whistleblower, against the advice of colleagues and in breach of the bank's rules.</p> <p>At the time, the FCA said Staley “allowed his own interest in the complaint to override his objectivity”.</p> <p>Staley sent a final memo to shell-shocked staff on Monday morning. He explained “the difficult personal decision to step down” was because “I do not want my personal response to those matters to be a distraction from the fantastic work you do”, according to a copy seen by the Financial Times.</p> <p>The investigation into Staley's relationship with Epstein has cast a cloud over Barclays since it was <a href=\"https://www.ft.com/content/5f686972-4e31-11ea-95a0-43d18ec715f5\">launched in February 2020</a>, after UK regulators received a cache of emails supplied by JPMorgan Chase.</p> <p>The emails between the two men, dating back to Staley's time as an executive at the Wall Street lender, suggested their relationship was more friendly than claimed by Staley, who had categorised the association as professional.</p> <p>Epstein was until 2013 a key client of JPMorgan's private bank, which Staley used to run. They developed a close relationship and Staley both visited Epstein in prison and sailed to the sex offender's island with his family on his yacht in 2015.</p> <p>“It is difficult to see how the regulators could leave him under the gun for basically two years and not find something amiss,” said one person familiar with the probe at the bank. “Any criticism at all — even if it wouldn't have been terminal in and of itself — on top of whistleblowing would be too much.”</p> <p>The FCA and PRA said on Monday they would “not comment on ongoing investigations or regulatory proceedings beyond confirming the regulatory actions as detailed in the firm's announcement”.</p> <p>New chief executive Venkatakrishnan moved quickly to back his former boss and emphasised that there would be no change in direction under his leadership. “I assume the role with deeply mixed emotions . . . Jes has been my manager, mentor and friend for many years,” he said in a memo to staff seen by the FT.</p> <p>He said Staley took over “in one of our darkest hours and devised and implemented a successful recovery strategy of outstanding vision . . . The strategy we have in place is the right one.”</p> <p>The board said Staley will receive his £2.4m in fixed pay and £120,000 pension entitlement for this year. However, it has not yet decided about the remainder of his bonus pay.</p> <p>According to a recent filing, in February Staley owned 17.1m in shares, which at the current £2 price are worth roughly £34m. </p> <p>Staley's personal wealth is unlikely to be affected by the scandal. Before joining Barclays in December 2015, the Boston-born banker spent 34 years at JPMorgan, working his way up to the top tier of managers, including running its asset management and investment banking divisions.</p> <p>In 2013, he left JPMorgan to join BlueMountain Capital, a leading US hedge fund. His 90-foot handmade yacht, Bequia, is named after the Caribbean island where he and his Brazilian wife had their honeymoon.</p> <p>Barclays stock fell 2.7 per cent after the announcement on Monday. Despite a surge in earnings from the investment bank during the pandemic, it has fallen about 10 per cent over the entirety of Staley's tenure.</p> <p><em>Additional reporting by Laura Noonan</em></p><p>Source: Stephen Morris, Owen Walker and Oliver Ralph in London 2021 'Barclays chief Jes Staley to step down following Epstein investigation' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-01T07:23:34.202Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3025,
          "end": 3033
        }
      ],
      "nexusId": "10009914"
    }
  ]
}