{
  "_id": "fe4143fd13f0b264d1770f688a73874ff19f73c10846edcae4105661fd7a5a18",
  "feed": "ftcomall",
  "title": "Political donations: PAC animals",
  "text": "<p>American corporations have earnestly tried to remain bipartisan over the years. It is a shrewd position to take as the relative stature of Republicans and Democrats ebbs and flows over time. But that equilibrium may have been shattered along with the glass windows at the US Capitol.</p> <p>In recent days, a number of CEOs and boards have announced that they will suspend political donations either to those politicians <a href=\"https://popular.info/p/three-major-corporations-say-they\">challenging presidential election results</a> or simply <a href=\"https://www.wsj.com/articles/capitol-riot-prompts-some-big-banks-and-companies-to-pause-political-funding-11610315288?page=1\">across the board</a>. The influence of big money is not a laudable feature of US democracy. More critical thinking about how companies make donations is long overdue.</p> <p>The most common way companies donate to campaigns is through so-called political action committees. PACs bundle together employee donations and then disburse them. For example, a <a href=\"https://www.fec.gov/data/committee/C00104299/?tab=summary\">JPMorgan PAC</a> for federal elections candidates raised $1.1m between the start of 2019 and late 2020 and included $5,000 from Jamie Dimon. The PAC then gave money to various candidates and congressional groups from across party lines. </p> <p>Influence-peddling extends far beyond simple corporate PAC contributions. Individual donations, contributions routed via “dark money” non-profits and increasingly small dollar mass fundraising are also crucial to candidate fundraising. But companies provide a reliable drip feed of cash.&#xa0;&#xa0;&#xa0;</p> <p>JPMorgan has said that it will now halt all donations for six months. Others, such as Dow Corporation have specifically targeted those Congresspeople and senators who were promoting efforts to nullify Joe Biden's victory.</p> <p>In some sense, these sudden moves are performative. Many of the politicians targeted advocated the overturning of the election results for weeks without eliciting such responses. A big election cycle has just ended. The next is more than a year away. That leaves plenty of time to grease future palms. For companies, pressing pause now is no great loss. </p> <p>The newfound morality also coincides with a new administration. The uncomfortable truth is that if fomenting sedition is a red line, the Republican party will be the only victim of the C-suite's newfound conscience. But dilemmas created by corporate America's attempts to wield influence extends to Democrats as well. </p> <p>Some leftist politicians have eschewed corporate PACs and other big dollar donations. But executives ultimately want a say. In spite of the hiatus, corporate donations will return. The tension between corporate interests and the public interest will persist.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline</em><br></p><p>Source:  2021 'Political donations: PAC animals' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-11T18:37:50.150Z",
  "tags": [
    {
      "offsets": [],
      "name": "JPMorgan Chase & Co.",
      "id": "US46625H1005",
      "nexusId": "10009914"
    }
  ]
}