{
  "_id": "b0c1d06a3f0ee2dd2848846acf5de8d44f557c66fb59e10b47075801fe42bc52",
  "feed": "wall-street-journal",
  "title": "'The Last Emperor of Mexico' Review: The Habsburg of Chapultepec; When the liberal scion of a European dynasty arrived to take power in 1860s Mexico, he expected the embrace of a grateful nation.",
  "text": "<p>A Hapsburg royal's Mexican reign, the women who reported on World War II, John Edgar Wideman's American tragedies, citizenship in crisis and more.</p><p>Mr. Shawcross, a British historian, creates a balanced and deeply human portrait of the emperor. Born in Vienna in 1832, Archduke Ferdinand Maximilian was the younger brother of Austrian emperor Franz Joseph I. A daydreamer, a talented linguist and a lover of poetry and plays, the young Maximilian was torn between his bone-deep reverence for the House of Habsburg and his genuine sympathy for the liberal political reforms that were sweeping Europe. This second son was prone to restlessness and melancholy, haunted by a conviction that he was destined for a greatness he could never fulfill.</p><p>As Mr. Shawcross relates in his deeply researched narrative, Maximilian would ultimately find his fate in the political machinations of two continents. In Paris during the 1850s and 1860s, Napoleon III was plotting to expand French influence in the Americas and working to discourage another U.S. invasion of Mexico. Through a series of diplomatic maneuverings, this became an attempt to declare a monarchy there and install a puppet \"emperor.\" The designation was a bit hyperbolic, since the sovereign-to-be would rule only Mexico, but the title was intended to elevate him to the same exalted plane as the emperors of Austria, France and Russia. And there was a precedent, since Agustín de Iturbide contrived to have himself declared the first emperor of Mexico in 1822, in the chaos following the war of independence from Spain.</p><p>In the charming, underemployed Archduke Maximilian, Napoleon III believed he had found the ideal candidate: a member of one of Europe's most illustrious royal families, which had deep ties to Mexico and Spain. Maximilian's forebear, the Holy Roman Emperor Charles V, had been king of Spain when conquistador Hernán Cortés landed in Mexico in 1519.</p><p>When Napoleon's go-betweens approached Maximilian in 1861, Mexican Conservatives had just lost a three-year civil war to the Liberals, who were led by Benito Juárez and supported by the United States. The Mexican government was struggling under crushing foreign debts, and in January 1862, after President Juárez announced a two-year moratorium on payments, the country's creditors—France, Great Britain and Spain—landed troops at Veracruz to force reimbursement. When it became clear that France was more intent on regime change than on debt collection, the other powers hastily withdrew.</p><p>During his seduction of Maximilian, Napoleon III had assured him that London would support a monarchy in Mexico, though he knew that was not the case. He also guaranteed that the Mexican people would embrace a European emperor, but this deception was exposed when Juárez's army resisted the invasion. The Mexicans repulsed the French at Puebla on May 5, 1862 (the original Cinco de Mayo), but their victory was short-lived. Napoleon III ordered 25,000 reinforcements to Mexico, and in May of the following year the imperialists succeeded in retaking Puebla, followed by Mexico City in June. Meanwhile, Juárez's republicans still controlled broad swaths of the country, especially in the north and along the southern and western coasts. President Abraham Lincoln protested France's flagrant violation of the Monroe Doctrine but, mired in his own civil war and afraid of driving Napoleon III to the Confederate cause, was powerless to act.</p><p>By now Maximilian and his wife, Carlota, daughter of King Leopold I of Belgium, should have realized that their reign in Mexico would not be the royal idyll they had been promised. But the two of them, gripped with ambition and an obstinate sense of duty, refused to abandon their imperial fantasy. Finally arriving in Mexico in May 1864, they installed themselves in the capital's lavishly renovated Chapultepec Castle and set out to establish a modern constitutional monarchy. \"The Mexican Empire,\" Mr. Shawcross writes, \"was to be underwritten by reconciliation after the rancour of civil war; through the organisation of a stable government supported by the law, religion, and the nation; and by economic progress and democracy. Under this heady mixture,\" Maximilian believed, \"Mexico would one day be richer and more powerful than the United States.\"</p><p>But the country was still deeply polarized, and the new emperor was in an untenable position: too liberal for the Conservatives, too conservative and too European for the Liberals. Mexico's financial crisis had only deepened with the replacement of the austere Juárez by the free-spending Maximilian. Worse, under his agreement with France, Maximilian was responsible for the expenses that country had incurred while invading Mexico. As Mr. Shawcross notes, Napoleon III \"wanted to extend French power on the cheap: Mexico would pay for the privilege of its own occupation.\" That would have been a daunting challenge for the most determined and skillful statesman, but the naive, overconfident, procrastinating Maximilian was spectacularly outmatched. Perhaps the greatest deception in his story was the delusion that the emperor practiced on himself.</p><p>Events turned against Maximilian in 1865, when the American Civil War ended and Washington was finally able to send military and financial aid to the republicans and to demand the removal of French troops. Frustrated with Maximilian and now faced with the real possibility of war with the United States, Napoleon III halted all additional loans and withdrew his forces, though he knew what the outcome would be. In February 1867, the French abandoned Mexico City and fled to Veracruz, where they had landed five years earlier. As the republican troops advanced on the capital, Maximilian took personal command of the imperial army and refused to abdicate, invoking family honor and responsibility to \"his\" people.</p><p>Meanwhile, a desperate Carlota journeyed to Europe to intercede with Napoleon III and Pope Pius IX. But after being rebuffed in Paris and the Vatican, she was beset by paranoid delusions and suffered an emotional breakdown from which she never recovered, apparently exacerbated by guilt for having encouraged Maximilian to accept the crown. She would spend the rest of her long life hidden away in Belgian castles until her death in 1927.</p><p>The climax of Maximilian's drama came in March 1867, when an overwhelming republican force surrounded the imperial army in the central Mexican city of Querétaro. Betrayed again—by one of his officers, who accepted a bribe to guide enemy troops into his headquarters—Maximilian was taken prisoner. At last, he offered to abdicate and depart for Europe, but too late. Over international pleas for clemency, Juárez ordered a military trial, and following the failure of two desperate escape plots, the last emperor of Mexico faced a firing squad on June 19, 1867. His final words could have been lifted from the lyrics of a tragic opera: \"I forgive everybody, I pray that everyone may also forgive me, and I wish that my blood, which is now to be shed, may be for the good of the country. Long live Mexico, long live independence.\"</p><p>Mr. Helferich's most recent book is \"An Unlikely Trust: Theodore Roosevelt, J. P. Morgan, and the Improbable Partnership That Remade American Business.\"</p><p>'The Last Emperor of Mexico' Review: The Habsburg of Chapultepec</p>",
  "published": "2021-11-12T16:33:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7216,
          "end": 7228
        }
      ],
      "nexusId": "10009914"
    }
  ]
}