{
  "_id": "ec4232281917c33070b822e3d169e593f85ac796c6cb9c8ad75b3ae4eb1c7ec9",
  "feed": "ftcomall",
  "title": "Barclays restarts dividend despite drop in profits",
  "text": "<p>Barclays chief executive Jes Staley predicted a “robust” bounceback in consumer spending in the second half of the year and restarted the British bank's dividend, buoyed by declining coronavirus-related loan loss provisions and strong investment banking performance.</p> <p>But Staley's optimism was not enough to offset a 68 per cent plunge in fourth-quarter net profit and a warning that the long-term impact of coronavirus was still uncertain, with the true fallout disguised by government and central bank support programmes. The shares fell as much as 4.4 per cent on Thursday.</p> <p>“The underlying emotion coming out of the pandemic was fear,” said Staley. “Consumers massively pulled back . . . our credit card loan book fell 20 per cent and deposits went through the roof.” He added that these deposits are “a reserve that once we are out of the pandemic and confidence returns, people will spend . . . I expect quite a strong recovery.”</p> <p>Staley said it was “very unlikely” that the UK would resort to negative interest rates, considering his forecast that “the market is set for a real economic surge that would take the possibility off the table”.</p> <p>Barclays' quarterly net profit fell to £220m from £681m a year earlier, ahead of analysts' expectations of a £17m loss. The London-based lender said it would restart dividends and buy back £700m of shares after a Bank of England ban on shareholder payouts was partially lifted late last year.</p> <p>Barclays' £492m of credit impairment charges in the quarter was less than the expected £689m, indicating the subsiding initial impact of the pandemic and marking a second consecutive period of lower Covid-related provisions.</p> <p>Still, loan-loss reserves for 2020 jumped to £4.8bn from £1.9bn a year earlier, due to the impact of global lockdowns largely on its credit card and UK consumer businesses. The bank said it expected provisions in 2021 to be “materially below” this level.</p> <p>“Headwinds to income in the UK are expected to persist in 2021 and the medium term, including the subdued demand for unsecured lending and the low interest rate environment,” Staley warned in a statement.</p> <p>“Macroeconomic forecasts indicate longer-term impacts will result in higher unemployment levels and customer and client stress,” the bank added. “However, to date, little real credit deterioration has occurred, largely as a result of government and bank support.”</p> <p>Offsetting the gloom, the investment bank again performed well in volatile markets. Quarterly revenue climbed 19 per cent at the trading unit and 30 per cent at the capital markets and advisory division, which compared favourably with larger Wall Street peers and beat European rivals such as Credit Suisse.&#xa0;</p> <p>The Swiss bank <a href=\"https://www.ft.com/content/eb10fc49-73d3-4eb8-a59c-99e26f5cc21c\">said on Thursday</a> investment banking income rose 18 per cent in the quarter, but it still slipped to a net loss after taking big credit writedowns and misconduct penalties.</p> <p>Overall in 2020, Barclays' investment banking revenue rose 22 per cent — which it said was the best year for the unit since at least 2014, boosted by unprecedented levels of central bank and government stimulus and companies raising financing at a record rate.</p> <p>The bank increased the 2020 bonus pool 6 per cent to £1.6bn, risking the condemnation of regulators that had warned against excessive payouts to conserve capital and a society digesting the pandemic.</p> <p>Staley said that profitability in 2020 “was led by our market business so we have to be responsive to that”.</p> <p>“Barclays' diversity has proven to be an asset through Covid-19 with the strong investment bank covering for the weaker UK,” said RBC analyst Benjamin Toms. It should “continue to gain market share, although we suspect that some of the recent gains can be attributed to peers stepping away from business . . . we expect the current pace of gains will slow.”</p> <p>The results are a partial vindication of Staley's support of the trading business, which he has argued is a key to counterbalance its core British retail business in a crisis.</p> <p>The investment bank has been subject to a multiyear attack from activist investor Edward Bramson, who has led several unsuccessful campaigns to shrink the division and unseat the chief executive.</p> <p>A spokesman for the bank said there was no update on the British regulator's <a href=\"https://www.ft.com/content/5f686972-4e31-11ea-95a0-43d18ec715f5\">investigation</a> into historic links between Staley and late disgraced financier Jeffrey Epstein, who was a client of Staley's when he was at JPMorgan Chase.</p> <p>In the fourth quarter, revenue fell 7 per cent to £4.9bn, just ahead of analysts' estimates. Barclays' overall group net profit dropped 38 per cent in all of 2020, to £1.5bn.</p><p>Source: Stephen Morris, Banking Editor 2021 'Barclays restarts dividend despite drop in profits' FT.com 18 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-18T07:56:43.379Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4399,
          "end": 4407
        }
      ],
      "nexusId": "10009914"
    }
  ]
}