{
  "_id": "06ed15dbba02056d78a963affd9fb3eda72438310334f33c23f47422de7c0d9a",
  "feed": "ftcomall",
  "title": "Dealing with a crisis? Call Paul, Weiss",
  "text": "<p><strong>One deep-dive to start: </strong>since its £856m London listing, <strong>Alphawave</strong> has remained the UK's most valuable company in the semiconductor sector. But for a fast-growing enterprise now worth billions of pounds, its key clients seem a little too close to home, as the FT's Jamie Powell and DD's Rob Smith explore in <a href=\"https://www.ft.com/content/1a5458c3-10b9-46d9-a7cc-f24a58ee6023\">this Alphaville post</a>. The company's shares <a href=\"https://www.ft.com/content/664a4c34-5be4-4979-87b3-f0e81ef400ea\">more than halved</a> after it was published.</p> <a href=\"https://twitter.com/BondHack/status/1443234316822196230\">https://twitter.com/BondHack/status/1443234316822196230 </a> <h1>The elite US law firm that specialises in corporate crises</h1> <p>When allegations of misconduct threaten an enterprise's business and brand and raise the spectre of government action, companies and boards turn to<strong> Paul, Weiss, Rifkind, Wharton &amp; Garrison</strong>.</p> <p>DD didn't come up with that sentence: it's <a href=\"https://www.paulweiss.com/practices/litigation/internal-investigations/internal-investigations/our-practice\">attorney advertising</a>, which we lifted verbatim from the website of one of America's most prestigious law firms.</p> <p>A pitch like that might be the reason why the board of the online media start-up <strong>Ozy </strong><a href=\"https://www.ft.com/content/ada60018-6d8e-4cde-80da-677ad16de9a2\">hired</a> Paul, Weiss this week, shortly after The New York Times <a href=\"https://www.nytimes.com/2021/09/26/business/media/ozy-media-goldman-sachs.html\">reported</a> that the company's co-founder had impersonated a <strong>YouTube </strong>executive in an apparent attempt to attract investment from <strong>Goldman Sachs</strong>.</p> <p>Or maybe the Ozy board was simply impressed with the credentials of the firm's <a href=\"https://www.ft.com/content/77448caa-f177-11e8-938a-543765795f99\">chair</a> <strong>Brad Karp</strong>. </p> <p>Since starting as a summer associate, Karp has become one of the nation's most prominent corporate lawyers. </p> <p>He has also cultivated a reputation as a courtroom crusader for social justice. The “profoundly human dimension in this struggle to uphold the rule of law”, he said while accepting a prestigious award in 2019, “should not be lost”.</p> <p>Still, the work that Paul, Weiss does for corporate clients calls for pragmatism as often as profundity. </p> <p>According to its website, the firm's advice has helped “the world's most prominent companies . . .[to] avoid full-scale regulatory actions, and limit legal and reputational exposure”.</p> <p>Soaring rhetoric it isn't, but that pitch seems to have won over some impressive clients.</p> <p><strong>Fox</strong> <a href=\"https://www.ft.com/content/3e8850b4-25e4-11e7-a34a-538b4cb30025\">hired</a> Paul, Weiss to investigate claims that its star anchor <strong>Bill O'Reilly</strong> had harassed several women. (O'Reilly denied the allegations. He was later taken off the air, and received a big payout.) </p> <p><strong>Credit Suisse</strong> <a href=\"https://www.ft.com/content/9c71c172-7ab5-4960-a163-5b75385bb717\">hired</a> Paul, Weiss to produce a <a href=\"https://t.co/hJZRbEyhPW?amp=1\">165-page report</a> into its financially ruinous relationship with the stricken investment group <strong>Archegos Capital Management</strong>. (The lawyers identified a “failure of management” but “ultimately . . . no evidence of fraud”.)</p> <p>And <strong>BlackRock</strong> has <a href=\"https://www.ft.com/content/50b7cbb6-67d4-49fa-acd5-225e80012ab0\">hired</a> Paul, Weiss to investigate reports of “employee misconduct” after the FT and other publications <a href=\"https://www.ft.com/content/6476e681-4154-43a6-93e4-f5c86ae30dd9\">detailed allegations</a> of discrimination and sexual harassment at the world's biggest asset manager.</p> <p>Of course, it often happens that the allegations that Paul, Weiss is hired to investigate turn out to be unfounded.</p> <p>Consider the case of <strong>Apollo Global Management</strong>, a longtime client that hired Karp's firm in 2012 to look at <a href=\"https://www.ft.com/content/f2b79a28-889c-4ff1-86cf-53dc96454d76\">possible irregularities</a> in its expenses system.</p> <p>One Apollo partner, who was later fired, ended up paying back $290,000 to Apollo investors. But Apollo itself discovered it had undercharged investors to the tune of $370,000.</p> <h1>The final showdown in a £10bn private equity bidding war&#xa0;</h1> <p>After months of duelling for control of the UK supermarket chain <strong>Wm Morrison</strong>, an auction <a href=\"https://www.ft.com/content/2b9e0c92-76cf-4c85-b097-afb48698b9df\">this weekend</a> will determine the winner. </p> <p>The £10bn stand-off pits the private equity firm <strong>Clayton, Dubilier &amp; Rice </strong><a href=\"https://www.ft.com/content/a1048786-60c3-4080-b2d5-b8da2b48a1d1\">against</a> the <strong>SoftBank</strong>-owned<strong> Fortress Investment Group</strong>, which is best known for its bets in the distressed debt market. </p> <p>The showdown amounts to the most high-profile auction in the UK takeover arena since <strong>Comcast </strong>and <strong>Disney</strong> <a href=\"https://www.ft.com/content/a02224a2-be96-11e8-8d55-54197280d3f7\">fought</a> for control of the pay-TV broadcaster<strong> Sky</strong>. For those interested in the precise mechanics of this weekend's auction, <a href=\"https://investegate.co.uk/takeover-panel/rns/wm-morrison-supermarkets-plc---auction-procedure/202109290800072917N/\">go here</a>.</p> <p>As <a href=\"https://www.ft.com/content/289c05e9-bba1-4e76-9447-20aee823f924\">we've already explained</a> in DD, supermarkets in the UK hold some sort of strange psychological grip on the country and its newspapers.</p> <p>Based on media coverage alone, you'd be forgiven for thinking Morrisons was something more than just the fourth-largest UK grocery chain by sales with a less-than-ambitious online footprint compared to its rivals. Though its <a href=\"https://www.ft.com/content/3c9dc06c-a14a-47c5-a67c-e58b8f055455\">new partnership</a> with <strong>Deliveroo </strong>could signal efforts to modernise the group and keep up with the boom in “rapid” grocery delivery apps.</p> <p>Both PE firms are now looking at offering more than a 60 per cent premium to the company's undisturbed share price. (Including debt, that means any deal for Morrisons will value the company at well over £10bn.) </p> <p>We're used to seeing those kinds of numbers for a hot biotech start-up, not a neighbourhood retailer <a href=\"https://www.thetimes.co.uk/article/the-modern-ken-morrison-who-chose-the-shop-floor-over-football-jdgm5w9m9\">colloquially referred</a> to by Brits as “Mozzas”.&#xa0;</p> <p>For some, the saga has highlighted how a mismatch between the value public market shareholders have ascribed versus what private market investors are willing to pay. </p> <p>But DD wonders if this deal will come to be remembered as the high-point of a dry powder-fuelled private equity bubble soon to burst, with the macroeconomic backdrop beginning to darken. </p> <p>Look at the private equity scrap unfolding in Germany for the online petcare retailer <strong>ZooPlus. </strong>The Swedish buyout firm <strong>EQT</strong><a href=\"https://www.bloomberg.com/news/articles/2021-09-25/eqt-offers-to-buy-zooplus-valuing-firm-at-3-36-billion-euros?sref=fLR6XBbO\"> has topped</a> its opponent <strong>Hellman &amp; Friedman </strong>with an offer that values it a 69 per cent premium. </p> <p>There's either something seriously inefficient with public markets, or the private equity business has become overstimulated. </p> <p>Like most dealmaking dramas, however, it's important to remember that the real winners from any takeover battle are the bankers, lawyers and other advisers.</p> <p>Late last week, Morrisons released its shareholders documents as it relates to the current recommended offer from CD&amp;R. As you can see from the image above, advisers and financiers working with CD&amp;R are set to take home more than £300m in fees. </p> <p>Leading the pack is <strong>Anthony Gutman</strong> at Goldman Sachs, whose bank is likely taking a huge portion of the deal's financing alongside <strong>JPMorgan Chase</strong>. We also note the tidy chunk of change headed over to the folks at <strong>Teneo</strong> who are handling media and public relations for CD&amp;R. We've previously covered the fees for the Fortress camp <a href=\"https://www.ft.com/content/fb1bef8b-0984-4327-a564-4141364033fc\">here</a>. </p> <p>The stage is set for Saturday at 5pm UK time. You can only imagine how frustrated the losing camp will be.</p> <h1>Are venture capitalists the new financial engineers?</h1> <p><strong>General Catalyst </strong>has a record of predicting the next big thing.</p> <p>The Cambridge-based venture capital heavyweight got in early on some of the tech world's hottest companies, including <a href=\"https://www.ft.com/content/d9c70d28-db12-11e9-8f9b-77216ebe1f17\"><strong>Stripe</strong></a>, <a href=\"https://www.ft.com/content/57986920-b4d1-11e0-a21d-00144feabdc0\"><strong>Airbnb</strong></a> and <a href=\"https://www.ft.com/content/a2738487-710f-4d8f-b7fd-819ccd7869dd\"><strong>Lemonade</strong></a>. It's latest win came on Wednesday following the <a href=\"https://www.ft.com/content/8f820990-35a6-4b4a-b0ff-9e2f9e189c9d%5C\">soaring public debut</a> of the eyewear group <strong>Warby Parker</strong>, which it invested in almost a decade<a href=\"https://techcrunch.com/2012/09/09/warby-parker-sees-its-way-to-another-37m-in-funding/\"> ago</a>. </p> <p>So DD wonders if its latest endeavour will catch on: Structured Opportunities, a new bout of financial engineering in which it purchases sales contracts from tech start-ups to gain a slice of their future revenue streams.</p> <p>The venture capital firm intends to raise up to $300m for its first structured opportunities fund, and has already begun making investment offers out of the strategy, one person briefed on the matter <a href=\"https://www.ft.com/content/fe595ab3-5c89-4501-bb06-b5fb7917bb66\">told DD's Miles Kruppa</a>.</p> <p>As it turns out, General Catalyst isn't the only firm trying this strategy.</p> <p>A new crop of start-ups have emerged that allow companies to sell rights to their future revenue streams for discounted sums upfront. They include groups such as <strong>Capchase</strong> and <strong>Pipe. </strong></p> <p>If that business model sounds slightly familiar, you might be thinking of <strong>Greensill Capital</strong>, the SoftBank-backed group that allowed <a href=\"https://www.ft.com/content/1bbbe94c-9c3d-43d1-bcdd-8add6557c5a7\">companies to forward-sell their invoices</a> and spectacularly imploded earlier this year.</p> <h1>Job moves</h1> <ul>  <li><p><strong>General Motors </strong>chief executive <strong>Mary Barra</strong> has been named as the first female chair of the non-profit lobbying group <strong>Business Roundtable</strong>, succeeding <strong>Walmart</strong> chief <strong>Doug McMillon</strong>.</p></li>  <li><p><strong>Freshfields Bruckhaus Deringer</strong> has hired <strong>Damien Zoubek </strong>as its new co-head of US corporate and M&amp;A, based in New York. Zoubek, who has been a partner at<strong> Cravath, Swaine &amp; Moore</strong> since 2007, is the latest star dealmaker to defect to a rival amid a <a href=\"https://www.ft.com/content/a9efe105-795e-41c7-a67c-f427e7017708\">talent war</a> between elite US and UK firms.</p></li>  <li><p>The billionaire<strong> Patrick Drahi</strong> has poached <strong>BNP Paribas</strong> veteran <strong>Laurence Beghin</strong> to lead investments at<strong> Next Alt</strong>, Drahi's personal investment vehicle, <a href=\"https://www.bloomberg.com/news/articles/2021-09-29/drahi-hires-longtime-banker-laurence-beghin-from-bnp-paribas?sref=OziMsGoK\">per Bloomberg</a>.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Batten down the hatches </strong>A lawsuit from the Italian ferry operator Moby has accused two of Morgan Stanley's top debt traders of forming a secret pact with an investor to seize control of the company away from other creditors. (<a href=\"https://www.bloomberg.com/news/articles/2021-09-28/morgan-stanley-trading-duo-snared-in-italian-ferry-firm-lawsuit\">Bloomberg</a>)</p> <p><strong>Burden of proof </strong>From a small courthouse in Texas, US federal judge Rodney Gilstrap has set an intriguing record: the highest number of cases that involved companies in which he or a family member held a financial interest. (<a href=\"https://www.wsj.com/articles/judge-rodney-gilstrap-sets-an-unwanted-record-most-cases-with-financial-conflicts-11632920541?mod=hp_lead_pos5\">Wall Street Journal</a>)</p> <p><strong>Hangover-free happy hour </strong>A movement towards low-alcohol and zero-proof spirits threatens to leave the drinks industry high and dry if companies fail to adapt to the evolving tastes of sober-curious youth. (<a href=\"https://www.ft.com/content/40231954-adbc-4b6b-bfe5-5ec3da397c39\">FT</a>)</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/802e9d29-9ae4-441a-871c-edb8277dc7e2\">Evergrande sells $1.5bn bank stake to state-owned enterprise</a> (FT)</p> <p><a href=\"https://www.ft.com/content/39e09ec1-3e6d-48cb-9224-84f9742b508c\">European banks narrow gap on meeting Basel III capital rules</a> (FT)</p> <p><a href=\"https://www.ft.com/content/f928a4af-6e45-4536-8802-64fe7a27c55a\">Eutelsat rejects bid from Patrick Drahi</a> (FT) </p> <p><a href=\"https://www.ft.com/content/504f7264-a0e7-4181-a206-041bebd6cb84\">Is it time to scrap the Irish banking pay cap?</a> (FT) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-09-29/deutsche-bank-hiring-spree-marks-its-return-to-junk-credit-swaps?sref=OziMsGoK\">Deutsche Bank hiring spree marks its return to junk credit swaps</a> (Bloomberg) </p> <p><a href=\"https://www.ft.com/content/42e62e77-f830-4e5a-895f-7837a72847b0\">Global bond market set for worst month since early 2021</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/harvard-business-school-suspends-most-in-person-m-b-a-classes-and-networking-after-covid-19-outbreak-11632849496?tesla=y\">Harvard Business School spends most in-person MBA classes, networking after Covid-19 outbreak</a> (Wall Street Journal) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-09-29/marathon-asset-is-buying-evergrande-s-debt-ceo-richards-says?srnd=premium&amp;sref=OziMsGoK\">Marathon Asset is buying Evergrande debt, CEO Richards says</a> (Bloomberg) </p> <p><a href=\"https://www.ft.com/content/88c78865-57a1-4721-b680-e0fc169f1559\">NBA will not pay players who miss games for refusing Covid jabs</a> (FT) </p> <p><a href=\"https://ft.com/content/40436534-cd31-4959-a7c1-95065e281046\">Hong Kong faces worst quarter for stock listings since pandemic</a> (FT)</p><p>Source:  2021 'Dealing with a crisis? Call Paul, Weiss' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-30T04:00:34.160Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5783,
          "end": 5797
        }
      ]
    }
  ]
}