{
  "_id": "3ccadb8fdde13f4ee6628e6c0c78bb7eb39d42d3d495c1b36479ef02eae5a414",
  "feed": "ftcomall",
  "title": "Evergrande crisis puts PwC role in spotlight",
  "text": "<p>If Evergrande was listed in London, rather than in Hong Kong, politicians and regulators would already be jostling into position to examine the work of its auditors.</p> <p>The Chinese property developer has expanded aggressively since it was founded in 1996. It has grown into one of China's largest companies, with more than 1,000 real estate projects in 234 cities and total liabilities of $300bn — equal to around 2 per cent of China's gross domestic product. Now it is in the midst of a <a href=\"https://www.ft.com/content/4061a26a-2b73-4b85-b9a6-bf05551c2655\">crisis</a>, teetering on the brink of defaulting on some of its loan repayments.</p> <p>In its accounts for the first half of this year, its board of directors expressed concerns about the company's ability to continue as a going concern — one of the first times Evergrande has publicly acknowledged its serious financial problems.</p> <p>Yet just six months earlier, its longtime auditors PwC had signed off its financial statements with no such warning.</p> <p>If the company defaults and a complex financial restructuring — or bankruptcy — ensues, it will seem like a familiar tale to UK audit watchers, who have seen the damaging fallout on the auditing profession from the collapse of corporations from Carillion to Thomas Cook.</p> <p>As in those examples, Evergrande's auditors — which have earned Rmb271m ($42m) since 2009 — signed off on the figures presented to them by management for years. And just like its peers who audited those UK companies, PwC may well face criticism over the level of challenge applied against management over accounting policies that could have shown warning signs about the company's financial health.</p> <p>PwC has declined to comment on its audits of Evergrande as it is a live client engagement. </p> <p>The liabilities side of Evergrande's balance sheet has long looked fragile. Indeed, even as some large investors piled into its bonds, believing the Chinese government would never let a company of its size and importance go bust, many others watched a disaster waiting to happen from the sidelines.</p> <p>Of its $300bn liabilities, Evergrande had $89bn in debt outstanding at the end of June, 42 per cent of which was due within a year, according to ratings agency S&amp;P, which downgraded the company in August. Analysts at JPMorgan have estimated Evergrande's “net gearing” — its debt as a percentage of its equity — is far greater than the 100 per cent reported in its accounts owing to billions of dollars of off-balance sheet debt.</p> <p>The quality of Evergrande's assets is also likely be one of the main issues picked over if the lid is lifted by its creditors. </p> <p>In 2016, Hong Kong-based accounting research firm GMT Research visited 40 Evergrande development sites and concluded that Rmb150bn of asset writedowns were needed — then three times shareholders' equity. It claimed that for years Evergrande had allowed failed projects such as abandoned hotels to accumulate on its balance sheet without writedowns. </p> <p>GMT also took issue with how Evergrande classified the car parking spaces and commercial properties in its residential developments in its accounts. It said the company had “persuaded” PwC to accept the classification of these as investment properties, rather than as inventory of assets to be sold.</p> <p>“Are its auditors asleep?” GMT wrote. “The company is insolvent by our reckoning and its equity worth nothing.”</p> <p>In Europe, the US, Australia and South Africa, auditors have faced increasing criticism and scrutiny when companies have collapsed. Auditor negligence cases have also become commonplace in insolvency proceedings in recent years.</p> <p>In Asia, the audit firms have avoided much of this public flogging but reputational risks in this part of the world are growing. Already the Big Four have become caught in geopolitical tensions between the US and China over access to the audit documents of Chinese companies listed in New York. And an accounting scandal at China's Luckin Coffee over<a href=\"https://www.ft.com/content/4db3b074-829f-4f1c-a256-11c7e28a31d1\"> fake sales</a> led to questions about the quality of audit work done by EY.</p> <p>Auditors are also likely to be in the crosshairs of Beijing regulators. China's Ministry of Finance has <a href=\"http://www.mof.gov.cn/zhengwuxinxi/caizhengxinwen/202102/t20210210_3657877.htm\">declared</a> it would attempt to improve the quality of company audits in 2021, enforcing “strict law enforcement and strict supervision”. </p> <p>This means PwC might end up not only facing the combined ire of Evergrande's investors and customers if the company's problems worsen but also the might of Beijing. </p> <p>For the Big Four auditors generally, that is a reminder that the public, political and regulatory risks are becoming ever more of an international problem.</p> <p><em>tabby.kinder@ft.com</em></p><p>Source: Tabby Kinder in Hong Kong 2021 'Evergrande crisis puts PwC role in spotlight' FT.com 11 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-11T23:01:05.130Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2200,
          "end": 2208
        }
      ]
    }
  ]
}