{
  "_id": "2352595dd75c775f50a7ea71470573a585b01ebeebe829eb86ff572074d64bc9",
  "feed": "ftcomall",
  "title": "Government bond yields rise as traders react to hawkish signals",
  "text": "<p>A global bond downturn pushed US Treasury yields to their highest level in three months on Monday, as investors reacted to the prospect of tighter monetary policy by selling US and UK government debt.</p> <p>The yield on the 10-year US Treasury note, which moves inversely to its price, rose briefly above 1.5 per cent for the first time since late June, before falling back to 1.49 per cent, an increase of 0.03 percentage points for the day. </p> <p>Investors also showed lacklustre appetite for two US government bond auctions on Monday. The bid-to-cover ratio, a broad measure of demand, at the latest $60bn auction of two-year Treasuries fell to its lowest level since December 2008. Meanwhile, the same ratio for a $61bn sale of five-year Treasuries also fell below the average take up seen over the past decade.</p> <p>The UK's 10-year gilt yield rose 0.03pp to 0.95 per cent, a level around which it has not traded regularly since May 2019. </p> <p>Bond yields have been rising for several weeks but the sell-off gathered pace last week after relatively hawkish central bank meetings on both sides of the Atlantic. Last week's 0.09pp increase in the 10-year Treasury marked the biggest weekly increase since March. </p> <p>The US Federal Reserve said that half its policymakers&#xa0;<a href=\"https://www.ft.com/content/719c11ec-fb24-40b3-a661-518aa3bc6028\">expected rates to rise</a>&#xa0;in 2022 after consumer price inflation topped 5 per cent for three consecutive months. </p> <p>The Bank of England also warned that UK inflation could exceed 4 per cent<a href=\"https://www.ft.com/content/56f728dc-70b7-463c-9b3e-98ea69de16e2\"> into next year</a>, signalling it may raise borrowing costs from record lows. </p> <p>Analysts said the prospect of higher rates, along with persistently high inflation, was fuelling a revival of the widespread bets on higher yields that had been largely squeezed out of markets during a mammoth summer debt rally.</p> <p>“The reflation trade isn't dead,” said Peter Chatwell, head of multi-asset strategy at Mizuho. “It looks like this supply shock isn't as transitory as everyone thought, so if you are a central banker you have to set policy accordingly.”</p> <p>Stock markets on Wall Street and in Europe wavered, meanwhile, despite an oil price rally lifting energy shares. </p> <p>The UK's energy-heavy FTSE 100 index climbed 0.2 per cent, but the Europe-wide Stoxx 600 slipped 0.2 per cent as declines in technology and healthcare stocks offset gains in its energy subsector. Higher interest rate expectations tend to hurt growth-focused stocks.</p> <p>Wall Street's S&amp;P 500 blue-chip share index closed down 0.3 per cent, while the tech-heavy Nasdaq Composite fell 0.5 per cent. Instead, investors rotated back to one of their favoured trades after the US election and vaccine approvals of late-last year: the reflation trade.</p> <p>Shares of small-cap companies in the Russell 2000 index shot 1.5 per cent higher, while the Dow Jones Transportation Average — seen as an economic bellwether — rose 0.9 per cent. Both benefited as economic activity began to accelerate last year, but lost momentum as growth expectations were dialled back.</p> <p>The shift by central bank governors and the jolt higher in bond yields has helped to reignite the trade.</p> <p>Brent crude settled 1.8 per cent higher to $79.53 a barrel on Monday, its highest level since October 2018. The international oil benchmark has advanced roughly 9 per cent this month after the producer group Opec <a href=\"https://www.opec.org/opec_web/en/publications/338.htm\">forecast</a> that demand for the commodity next year would slightly <a href=\"https://www.reuters.com/business/energy/opec-raises-2022-oil-demand-growth-forecast-2021-09-01/\">exceed 2019</a> levels. </p> <p>US output has also been <a href=\"https://www.ft.com/content/40d3a372-f018-466d-8132-344c394d684f\">curtailed</a> by damage from Hurricane Ida, while a European gas shortage has boosted expectations of rising oil demand. </p> <p>But the advance in oil prices has inflamed fears that central banks will increase borrowing costs to contain inflation. </p> <p>With bond markets likely to be more pressured by interest rate and inflation expectations, “equities feel like the safer place to be”, said Grace Peters, head of investment strategy for Europe at JPMorgan Private Bank.</p> <p>The dollar index, which measures US currency against six others, ticked up 0.1 per cent. The British pound rose 0.2 per cent against the dollar to $1.37. </p><p>Source: Naomi Rovnick, Tommy Stubbington and Nicholas Megaw in London 2021 'Government bond yields rise as traders react to hawkish signals' FT.com 27 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-27T20:28:35.890Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3791,
          "end": 3799
        }
      ],
      "nexusId": "10009914"
    }
  ]
}