{
  "_id": "f90022fffeb1271d4fc032098704b5caf05f63ec95178a00d701e4ab70d6dc44",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: T. Rowe Price Buys Debt Investor --- Money manager's $4.2 billion purchase of Oak Hill Advisors is its first major deal in years",
  "text": "<p>Best known for its stock- and bond-picking funds, T. Rowe Price is pushing further into alternative investments. The firm will pay cash and stock for Oak Hill, which manages $53 billion. This is T. Rowe Price's first significant corporate acquisition in more than two decades.</p><p>The firm announced the deal after The Wall Street Journal first reported on the acquisition. T. Rowe Price shares rose 5.7%.</p><p>Oak Hill executives were drawn to T. Rowe Price in part because of the firm's large distribution platforms, which sell funds to both institutional clients such as pension funds and financial advisers that serve wealthy individuals, as well as a mutual commitment to fundamental research.</p><p>Private-credit investing has grown over the past decade as money managers stepped in as bigger lenders to fill the void left by banks in the wake of the 2008 financial crisis.</p><p>Ultralow interest rates have dented returns of bond funds and investors have turned to the private-debt markets in search of higher yields. Since traditional managers have struggled to keep pace with the stock market's rally, investors have put more money into low-cost funds that track indexes.</p><p>To make up for lower cost funds eating at their bottom line and meet investors' changing preferences, many large managers, from BlackRock Inc. and Pacific Investment Management Co. to JPMorgan Chase &amp; Co.'s asset-management division, have acquired specialist managers to broaden their offerings. Others, like Invesco Ltd. and Franklin Resources Inc., have pursued larger, bolder deals aimed at scale and cost advantages.</p><p>Baltimore-based T. Rowe Price had $1.61 trillion in assets under management, as of Sept. 30.</p><p>The Oak Hill acquisition is expected to close at the end of the year. Oak Hill will be a stand-alone business, and the New York firm's chief executive, Glenn August, will remain in that role.</p><p>In recent years, T. Rowe Price has been exploring acquisitions more actively. Firm executives said that the firm could acquire more businesses to grow its private markets lineup over time.</p><p>\"This isn't a signal we're beginning a 'string-of-pearls' strategy and going to start an inexorable march to acquire other companies,\" Rob Sharps, T. Rowe Price's president, said in an interview.</p><p>Mr. Sharps will become the firm's CEO next year.</p><p>Firms in the private markets have generally been insulated from the fee wars that managers focused on stock and bonds face.</p><p>Casey Quirk, a consulting arm of Deloitte, predicted that private markets are expected to generate a bigger share of asset managers' revenue by 2024. Every other business, including stock funds, would produce a declining or flat slice of industry revenue between 2019 and 2024, the consultant said.</p><p>Private market funds, which lock up client money for years, also help smooth out revenue swings for asset managers when markets retreat and investors suddenly turn more cautious. Although T. Rowe Price's third-quarter profit rose from the year-ago period, the firm reported $6.4 billion in client net outflows in the quarter ended Sept. 30.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1346,
          "end": 1366
        },
        {
          "start": 1346,
          "end": 1360
        }
      ],
      "nexusId": "10009914"
    }
  ]
}