{
  "_id": "4d395654e05b2fda52ffee051c9dc2c78b89721fe1bffecc851ac35b3bb01248",
  "feed": "wall-street-journal",
  "title": "How a Doctor's Hunch Led to Merck's Covid Pill --- Drug's journey from university lab is latest rapid, surprise antidote",
  "text": "<p>Wayne Holman had a hunch. The antiviral, discovered by an Emory University scientist, had fought off two coronaviruses in lab experiments. It might work against the new coronavirus too, he thought. Ridgeback Biotherapeutics LP, a company founded by Dr. Holman and his wife, Wendy Holman, licensed the drug's rights.</p><p>\"We thought this should be done even if there were risks,\" Dr. Holman recalled. \"We realized we really can't wait.\"</p><p>Ridgeback went on to develop molnupiravir, as the drug is called, in collaboration with the pharmaceutical giant Merck &amp; Co. The pill has been cleared by regulators in the U.K. and Denmark for adults at high risk, as a treatment and it could be authorized this month for a similar use in the U.S.</p><p>Together with an antiviral from Pfizer Inc. that is also under Food and Drug Administration review, molnupiravir could fill a huge hole in the pandemic medicine chest: a pill that people who are recently infected can take at home to lessen symptoms and stay out of the hospital.</p><p>The drug's nearly two-year journey from a university lab is the latest rapid, surprise pandemic antidote. Messenger RNA vaccines, now preferred by many countries, were spearheaded by small companies Moderna Inc. and BioNTech SE that didn't have any approved products before the novel coronavirus emerged.</p><p>Molnupiravir may not be the game-changer that was hoped. The drug was only 30% effective in reducing the risk of hospitalization and death in a final analysis of a pivotal late-stage trial, lower than the 50% effectiveness seen in a preliminary look. By contrast, Pfizer's pill, called Paxlovid, was 89% effective. It could also be authorized by the FDA this month.</p><p>Merck and Ridgeback also have to overcome safety concerns. Some scientists have said molnupiravir might lead to mutations in human DNA. The FDA said in a report that the risk for humans is believed to be low and company scientists said they found no evidence of mutations in animals due to the drug. Merck has said its late-stage study showed the drug works safely.</p><p>That said, the need for drugs that people can easily take at home to prevent their infections from worsening is so high, especially with the Omicron variant now spreading, that many health experts say there will probably be an important place for molnupiravir in the Covid-19 medicine armamentarium.</p><p>Covid-19 antivirals might eventually be used in combination with one another, to prevent the virus from developing resistance to one, scientists say. Molnupiravir could ring up as much as $6 billion in world-wide sales next year, while Paxlovid could reach $18 billion, according to analysts from JPMorgan Chase &amp; Co.</p><p>Molnupiravir's pricing -- more than $700 for a course of treatment for wealthy countries -- has drawn fire from some drug-access advocates who say Merck and Ridgeback will profit handsomely on a drug whose early research the U.S. government helped to fund.</p><p>Merck licensed molnupiravir to generic drugmakers and a United-Nations-backed public-health nonprofit to provide affordable supplies to poor countries. Wealthier countries would pay more for the drug than low- and middle-income countries under its tiered pricing plan, Merck said.</p><p>The Holmans say they risked their own money on an unproven molecule that other potential investors had shown little interest in, and developed it in record time. \"This was a compound nobody else really wanted to develop,\" said Dr. Holman, who declined to say how much money the Holmans have put into molnupiravir's development. Ridgeback's profits from molnupiravir will be put toward more biomedical research or companies, he said.</p><p>Dr. Holman, 49 years old, is a physician who runs his own investment fund, Ridgeback Capital, which invests in biotech companies. Wendy Holman, 46, led healthcare investments for Ziff Brothers Investments, the office for one of America's wealthiest families.</p><p>The couple, who met in a registration line at an oncology conference, used their personal wealth to form Ridgeback Biotherapeutics, which is based in Miami, in 2016. Ms. Holman, who had left her investing position, said she wanted a new career in which she could apply her skills \"to have a direct impact on health and human suffering.\"</p><p>Their goal: developing medicines for infectious diseases lacking treatments.</p><p>Emerging infectious-disease drugs normally attract few investors, because the commercial market for them is typically small and unpredictable, usually drying up when an epidemic subsides. \"We basically decided that we're going to find a way to use capital to work on things that wouldn't be worked on otherwise,\" said Ms. Holman, Ridgeback's chief executive officer.</p><p>The Holmans found molnupiravir while searching for a new Ebola medicine, to add to one they already had. Ms. Holman was attending the same healthcare conference in San Francisco in January 2020 as the drug's discoverer, George Painter. He is the chief executive officer of Drug Innovation Ventures at Emory LLC, or Drive, a not-for-profit biotechnology company at Emory University in Atlanta.</p><p>Antivirals are difficult to develop. They are designed to impede a virus's reproduction cycle. But viruses have few protein building blocks of their own for a drug to target, reproducing mostly by using the machinery inside a cell they have infected. The challenge for scientists is to devise drugs that attack a virus without harming its human host.</p><p>Dr. Painter, a former pharmaceutical-industry executive and an inventor of numerous drugs including ones for HIV and hepatitis B, had been working on what would become molnupiravir since 2013. With a grant from the Defense Threat Reduction Agency, he initially developed it to treat a weaponized form of Venezuelan equine encephalitis virus, a mosquito-borne pathogen. U.S. and Soviet military researchers had worked on developing the virus into a biological weapon that could be inhaled and cause deadly swelling of the brain within hours.</p><p>Dr. Painter chose a chemical compound that could get effectively into the brain and modified it to create a pill, dubbed EIDD-2801, which soldiers could carry and take upon exposure to the virus.</p><p>The enzyme the antiviral targets is common to many RNA viruses. With more government funding over the next few years, Dr. Painter and other scientists found that it worked in lab tests against many viruses, including Ebola. It also worked against coronaviruses that had caused epidemics of severe acute respiratory syndrome and Middle East respiratory syndrome, as well as influenza.</p><p>By late January 2020, it was clear to the Holmans and scientists at Emory that the new coronavirus would probably spread widely. It would be months for vaccines to be ready, if they worked.</p><p>Ms. Holman and a small Ridgeback team hurried to Atlanta, where they spent eight hours in a small conference room with scientists poring over EIDD-2801 data.</p><p>Back in Miami, Dr. Holman dug into a thick packet of studies on the antiviral. The data looked encouraging: The drug had worked against two other coronaviruses when tested in rats, and people probably wouldn't need as large a dose as the lab animals.</p><p>To get under way as soon as possible, Ms. Holman searched before a deal with the Emory biotech company was completed for companies that could test the experimental drug and make it. If the drug proved to work safely, the Holmans wanted to make one million treatment courses.</p><p>In March 2020, Ridgeback licensed the antiviral and formed a partnership with Drive, the Emory entity, to develop EIDD-2801 and other molecules. Neither Emory nor Ridgeback has disclosed the terms.</p><p>EIDD-2801 needed a real name. Dr. Holman thought of Thor, the Marvel Comics superhero in movies he watched with his children. Thor used a thick hammer endowed with special powers. It was called mjolnir.</p><p>The Holmans funded molnupiravir testing and manufacturing themselves.A contact from Ms. Holman's investing days connected her with a firm that would run the first trial of the drug in humans, in Leeds, U.K., right away.</p><p>Dr. Holman, meanwhile, worked on designing the shortest possible trial that could be done safely. Under his plan, which regulators approved, researchers would give a single dose to healthy volunteers, wait 48 hours, then check to see if they had tolerated the dose and it was safe.</p><p>If there were no problems, then investigators would give multiple doses to more volunteers. They would also test the next-highest dose on another group. The trial started as soon as regulators gave the go-ahead, about three weeks after Ridgeback licensed the drug. The first volunteers were given the drug in powdered form, saving time.</p><p>Merck was screening its own compounds to see if any might work against Covid-19, but not coming up with anything promising, said Roger Perlmutter, who was Merck's research and development chief at the time.</p><p>Daria Hazuda, Merck's vice president of infectious-disease discovery, had followed research on EIDD-2801 as a potential treatment for Ebola. She contacted Emory in April 2020, after seeing a new study indicating the drug worked in lab tests against the virus that causes Covid-19.</p><p>She learned the Holmans had gotten there first. Merck set up a call between Dr. Perlmutter and Dr. Holman, and they spoke by telephone on April 14.</p><p>As Covid-19 spread, it became clear one million treatment courses would run out quickly and drugmakers were competing for manufacturing space and supplies. The couple decided Ridgeback would need to work with a big drugmaker. Merck would go on to spend hundreds of millions of dollars to upgrade and scale up manufacturing plants before it knew the drug worked.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2642,
          "end": 2662
        }
      ],
      "nexusId": "10009914"
    }
  ]
}