{
  "_id": "43aa98ad26a30d4491c4fa259fd76b1fbb18994cff58646505370523e56a973b",
  "feed": "ftcomall",
  "title": "US banks ramp up spending on pay and technology",
  "text": "<p>Costs at the top US banks jumped more than $6.6bn in the most recent quarter, as the intensifying battle for talent and the growing threat from new fintech rivals forced executives to step up spending.&#xa0;</p> <p>The 10 per cent increase in costs compared with last year at JPMorgan Chase, Goldman Sachs, Morgan Stanley, Bank of America and Citigroup surprised analysts. Many had predicted that expenses would fall modestly this year as the extra spending associated with doing business during the pandemic faded away. </p> <p>However, on a series of conference calls to discuss quarterly earnings, executives forecast higher annual expenses due to pay increases for bankers and bigger investments in technology and marketing.</p> <p>“There's a nervousness among investors that this is the cost of doing business to keep clients from bleeding to fintechs,” said Brian Foran, bank analyst at Autonomous Research.&#xa0;</p> <p>Cost increases at most US banks are outpacing revenue growth while banks grapple with historically low interest rates and a sharp slowdown in lending.</p> <p>Expenses at the five banks were 21 per cent higher in the second quarter compared with 2019, before the pandemic hit, according to the latest earnings releases. But second-quarter revenues just rose 10 per cent compared with 2019.</p> <p>Although technology spending has been on the rise for years, accelerated digitisation during the pandemic has forced executives to stump up even more. &#xa0;</p> <p>“The urgency and importance when you talk to bank executives seems to go up by the day,” Foran said.</p> <p>The higher spending represents a shift from how banks reacted to the last financial crisis, when many relied on cost cuts to boost profits. But stimulus programmes helped banks avoid the wave of pandemic-related loan losses that executives had expected, meaning they have extra cash to spend.</p> <p>“We are identifying, particularly given the pace of the recovery, some real strategic opportunities to invest in the franchise,” Citigroup chief financial officer Mark Mason said last week after the bank reported a 7 per cent increase in costs. “We're not going to miss this window of opportunity.”</p> <p>Banks are facing heightened competition in virtually every aspect of their business. Private equity firms now have the capital to execute large deals on their own <a href=\"https://www.ft.com/content/0a67e36e-b42f-42e1-8c17-042108fb014e\">without relying on banks</a>, and fintech companies are eroding margins in the wealth management business and luring some consumers away from traditional banks with <a href=\"https://www.reuters.com/article/us-usa-banks-stimulus-fintech-analysis/analysis-digital-banks-gain-u-s-customers-during-pandemic-thanks-to-early-deposits-idUSKBN29I1H6\">lower fees and perks.</a>&#xa0;&#xa0;</p> <p>Jamie Dimon, JPMorgan chief executive, warned about the banking industry's shrinking share of the US financial system in his annual letter to shareholders in April. The bank this week nudged up its annual expense guidance by 1 per cent to $71bn.</p> <p>“If we can find more good money to spend we're going to spend it,” Dimon said on the bank's earnings call. </p> <p>Compensation, the biggest expense for the industry by far, rose 7 per cent at the five banks in the second quarter compared with last year as they paid up for talent.</p> <p>Investment banks like Citigroup and JPMorgan have raised salaries for junior investment bankers who complained of <a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">burnout</a> during the pandemic, and Bank of America committed to increase its minimum wage to $25 per hour.</p> <p>Businesses like investment banking with performance-related compensation have also outperformed expectations this year, which is likely to drive up bonuses.</p> <p>As part of the tech push, banks are increasingly recruiting engineers and data scientists, which increases their median pay, said Jan Bellens, global banking and capital markets sector leader at EY.</p> <p>Quarterly marketing expenses also soared 46 per cent year-on-year across the group as lenders pushed promotional<a href=\"https://www.ft.com/content/7498eeb1-b10c-42f0-b5e3-957aef45810f\"> credit card offers</a> in attempt to jump-start loan growth and bankers got back to <a href=\"https://www.reuters.com/article/us-health-coronavirus-investmentbanking/investment-banking-from-home-thrived-under-covid-19-but-some-fear-losing-their-touch-idUSKBN293119\">wining and dining potential clients</a> after the lockdowns last year.&#xa0;</p> <p>“The banks are all in the ring and they're all ready to fight for revenues. Fighting for revenues means spending more on growth,” said Mike Mayo, bank analyst at Wells Fargo.&#xa0;</p> <p>Other bank-specific factors are also fuelling spending like <a href=\"https://www.ft.com/content/635db026-2e71-4b39-b703-c7233074c84b\">integration expenses</a> for Morgan Stanley following two large deals and <a href=\"https://www.ft.com/content/635db026-2e71-4b39-b703-c7233074c84b\">regulatory</a> costs at Citigroup.</p> <p>Banks will hope this latest round of tech spending will yield better results than previous efforts. Years of prior tech spending have failed to meaningfully reduce the cost of doing business for banks, with lenders' efficiency ratios — a measure of costs as a proportion of income — remaining stubbornly above 50 per cent for years.&#xa0;</p> <p>Higher spending in the face of revenue pressures could be a tough sell to bank investors, who have closely monitored profitability metrics.</p> <p>“It's really hard for investors to understand the long-term value of technology investments being made now,” said Vivian Merker, a consultant at Oliver Wyman. “In part because historically there's been over-promises and under-delivers and in part because no one knows the future.”</p><p>Source: Imani Moise and Joshua Franklin in New York 2021 'US banks ramp up spending on pay and technology' FT.com 17 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-17T20:29:58.299Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 263,
          "end": 277
        },
        {
          "start": 2471,
          "end": 2479
        },
        {
          "start": 3014,
          "end": 3022
        }
      ]
    }
  ]
}