{
  "_id": "a45f4c7779fc7e6d0a68a6d086368a9c9e1b399259a88cbb23f5b3700cf25bdc",
  "feed": "ftcomall",
  "title": "Premier League boss attacks breakaway ‘Super League' plan",
  "text": "<p>The chief executive of the English Premier League has attacked a $6bn plan to create a “<a href=\"https://www.ft.com/content/c986a6ff-d653-4e01-aae2-b02d1d9715a9\">super league</a>” of Europe's best-known teams as the sport struggles to cope with the financial fallout from the pandemic.</p> <p>Richard Masters told the <a href=\"https://businessoffootball.live.ft.com/\">FT Business of Football Summit</a> on Thursday that the breakaway competition pushed by the likes of Spain's Real Madrid and FC Barcelona would be “destructive to the value of domestic football across Europe”.</p> <p>It would be damaging partly because the league would not have the normal promotion and relegation process, he said. One reason the Premier League remains highly competitive is the annual battle between sides to qualify for European tournaments. “Any super league proposal that I've read about or heard about doesn't have access via domestic leagues,” Masters said.</p> <p>Participants would continue to play in their domestic leagues at weekends, with super league matches being played midweek, in effect replacing the Champions League, the annual club competition run by European football's governing body Uefa, which distributes €2bn between participating clubs.&#xa0;</p> <p>Top English teams, including Manchester United and Liverpool, are among those that have been briefed on the super league plans, which is being funded by a €6bn debt financing package from investment bank JPMorgan. </p> <p>According to leaked documents outlining the proposals, 15 founding clubs would receive between €100m and €350m for joining.</p> <p>Other figures at the top of European football have attacked the plan, as teams have struggled with the huge financial disruption from the pandemic. Spectators have been shut out of stadiums and top clubs have lost a significant chunk of their revenues as a result.</p> <p>Christian Seifert, chief executive of Bundesliga, Germany's top league, fiercely criticised the teams involved in the talks.</p> <p>“The brutal truth is that a few of these so-called super clubs are in fact poorly-managed, cash-burning machines that were not able, in a decade of incredible growth, to come close to a sustainable business model,” he said.</p> <p>Both Masters and Seifert indicated they would be more willing to support alternative plans from Uefa to reform the Champions League into an expanded tournament with more matches between the top teams.&#xa0;</p> <p>Masters also warned that English football will not make concessions to create space for many more European fixtures, such as by reducing the number of teams in the Premier League. “The English football calendar is jam packed,” he said. “I think for the foreseeable future, the Premier League is a 20-club competition.”</p> <p>The Premier League plans to start the auction process for UK broadcasting rights for the three seasons between 2022 and 2025 later this year. </p> <p>The existing contract, which is shared by Sky, BT and Amazon, is worth £5bn over three years — higher than any other domestic football league and helping make English clubs among the richest.</p> <p>The pandemic has led broadcasters to cut their spending on sports rights. Last June, domestic TV rights for the Bundesliga were sold for €4.4bn over four years from 2021 — <a href=\"https://www.ft.com/content/40fbecae-c097-4a57-b98b-99537355a962\">5 per cent less</a> than the previous deal.</p> <p>Simon Green, head of BT Sport, said he expects “deflation” in the football media rights market. “[There has been an] overzealous enthusiasm of organisations wanting to associate themselves with big leagues,” he said. “I don't think that's going to happen so much now.”</p> <p>However, Masters pointed out that recent overseas Premier League TV deals, such as with <a href=\"https://www.ft.com/content/2de749c0-893f-40bf-b585-01f513bb2d29\">Nent</a> in Scandinavia and <a href=\"https://www.ft.com/content/a3c0ae41-1f9c-4c46-a3a6-9ce43ca8d2fd\">beIN Sport</a> in the Middle East, were at similar or higher values than before the pandemic.</p> <p>“I accept that we're in a challenging environment,” he said. “I don't accept that things have plateaued or that we're looking at a downward curve.”<br></p><p>Source: Murad Ahmed and Samuel Agini in London 2021 'Premier League boss attacks breakaway ‘Super League' plan' FT.com 18 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-18T09:00:25.898Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1301,
          "end": 1309
        }
      ]
    }
  ]
}