{
  "_id": "1c2424488198fff2e44042e8e2bac7b17ecff15f2a4beff8170675805e9b364f",
  "feed": "ftcomall",
  "title": "Why some wealth managers hate wealth",
  "text": "<p>“How can we [ . . .] fight increased inequality?” railed Ralph Hamers in a <a href=\"https://www.cnbc.com/2021/06/16/cnbc-transcript-ubs-ceo-ralph-hamers-cnbc-evolve-global-summit.html\">recent interview</a>. To be clear, Hamers is not the boss of Unicef, or Oxfam or the Social Mobility Foundation. He is chief executive of Swiss bank UBS, one of the biggest beneficiaries of the widening wealth gap.</p> <p>UBS's latest results quantified that benefit. Second-quarter net profit <a href=\"https://www.ft.com/content/4231aa22-f7ac-49f0-aca6-7ef75758e458\">surged 63 per cent</a> to $2bn. Clients' invested assets were up by a quarter in the year to June, at $4.5tn. There was a bit of net new money ($34bn in the quarter), but most of the increase was because of soaring markets.</p> <p>UBS is not alone. The broad wealth management sector, and its clients, have all been lifted by the rising tide. Credit Suisse's recent <a href=\"https://www.ft.com/content/86b99144-ba71-441d-b297-ddcdc94ea7f2\">Wealth Report </a>found that aggregate global wealth accumulated by households rose by about $28.7tn in 2020 as central banks flooded financial markets with cheap money. The policy, loosely co-ordinated across major economies, was designed to stave off economic disaster in the pandemic. But it also served to turbocharge years of inflating asset prices, from property to equities, which are disproportionately owned by the wealthy.</p> <p>At the same time, it made it cheaper than ever for the wealthy to leverage up and maximise their gains. The big four Wall Street banks <a href=\"https://www.ft.com/content/8a328af4-b8f2-48c5-82a9-d7dc1c345e1c\">increased their loans</a> to wealthy clients by 17.5 per cent in the second quarter of the year, lending an aggregate $600bn, according to Financial Times calculations. Over the past four years, wealth management loans by those banks have surged 50 per cent, compared with 9 per cent for all lending.</p> <p>Tech billionaires, whose companies have also been particularly bolstered over the past year or so, have been the highest-profile winners. <a href=\"https://inequality.org/great-divide/updates-billionaire-pandemic/\">An analysis</a> of Forbes data by Inequality.org, an arm of US think-tank the Institute for Policy Studies, showed that the net worth of Tesla's Elon Musk had expanded to $163bn, up 562 per cent over the 16 months to July; Mark Zuckerberg of Facebook was worth 131 per cent more by last month, at $126bn; and Amazon's Jeff Bezos, the billionaires' billionaire, had a value of $212bn, up 88 per cent.</p> <p>Such soaring wealth has in turn yielded booming business for the wealth managers. The latest sector ranking by ADV Ratings, which doesn't take account of growth in 2021, puts UBS on SFr2.6tn of wealth management assets (a figure that excludes more mainstream “asset management”). That is more than double the nearest competitors, Credit Suisse, Morgan Stanley and Bank of America, which ranked neck and neck, with JPMorgan in fifth position.</p> <p>But UBS not only stands out as the biggest beneficiary of extreme wealth. It is also among the most vocal critics. It has been pushing the line of wanting to address inequality for years. In a 2017 white paper directed at policymakers, it highlighted wealth inequality as one of the symptoms of the world's pattern of “unsustainable growth”. More recently, in a series of “Nobel Perspectives” <a href=\"https://www.ubs.com/microsites/nobel-perspectives/en/latest-economic-questions/economics-society/articles/solutions-income-inequality.html\">video interviews</a>, it asks Angus Deaton, Paul Krugman and Josef Stiglitz: “How can we close the gap between rich and poor?”</p> <p>It even publishes its <a href=\"https://www.ft.com/content/57730688-aa49-4549-a127-4b2d625260a4\">own research</a>, shining a light on the issue. Last month it said that the net worth of the top 1 per cent of people by income was close to 26 times their liabilities, compared with just over five times for the bottom 20 per cent. The difference between the top and bottom is at its widest on record, UBS said.</p> <p>Combined with Hamers' own frequent comments on the issue, there is an overall message here that smacks of shame or hypocrisy — or perhaps even a genuine sensibility about the distortions caused by economic policymaking, although to bemoan it does suggest a clear tension between shareholder value and stakeholder responsibility.</p> <p>Either way, it is a discomfort that fast-growing US rivals don't seem to feel quite so deeply — one reason perhaps why relative valuations are where they are.&#xa0;</p> <p>Of the global top five, Credit Suisse — encumbered by twin scandals (Archegos and Greensill) — trails badly in market capitalisation terms, worth barely half the book value of its net assets. But even UBS, nudging a par valuation, is dwarfed by Morgan Stanley and JPMorgan, both of which are valued at nearly twice as much. Whether Hamers dialling down the self-flagellation would help is anyone's guess — but it would look a bit less odd.</p> <p><em>patrick.jenkins@ft.com</em></p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/b4c6de8e-71a8-46e2-9e86-3207b9a79022\"><em>Figuring out America's inequality conundrum</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/b4c6de8e-71a8-46e2-9e86-3207b9a79022\"><em>From Jon Johannessen, Venice, CA, US</em></a></p><p>Source: Patrick Jenkins 2021 'Why some wealth managers hate wealth' FT.com 2 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-02T04:00:11.492Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2522,
          "end": 2530
        },
        {
          "start": 4149,
          "end": 4157
        }
      ],
      "nexusId": "10009914"
    }
  ]
}