{
  "_id": "3f42a5dae020f7b1a09eb6bddffbe236218aeeae3abdc0f0357d45b6af51f346",
  "feed": "ftcomall",
  "title": "JPMorgan Chase strikes deal to buy UK robo-adviser Nutmeg",
  "text": "<p>JPMorgan Chase has agreed to buy UK digital wealth management platform Nutmeg in a deal that will net the US lender billions of pounds in assets in Britain as it prepares to enter the country's retail banking market.</p> <p>The Wall Street bank said on Thursday it had agreed to buy the so-called robo-adviser, which manages customers' money online rather than relying on the in-person interactions typically associated with wealth management. The company has expanded rapidly since its launch in 2012 to manage £3.5bn in assets for about 140,000 customers.</p> <p>JPMorgan did not disclose the price of the deal but two people familiar with the matter said the transaction valued Nutmeg at about £700m. </p> <p>The deal comes ahead of JPMorgan's planned entry this year into the UK retail market under its Chase brand, which will offer current accounts. </p> <p>“We are building Chase in the UK from scratch using the very latest technology and putting the customer's experience at the heart of our offering, principles that Nutmeg shares with us,” Sanoke Viswanathan, head of JPMorgan's international consumer business, said in a statement. </p> <p>Wall Street's largest banks are looking to expand in the UK. Rival Goldman Sachs introduced its Marcus consumer brand into the country three years ago and it plans to expand its robo-adviser, Marcus Invest, in the second half of 2021. Goldman was also an investor in Nutmeg. </p> <p>UK banking has long been dominated by NatWest, Lloyds, Barclays and HSBC, although digital-focused start-ups such as Monzo and Starling Bank have attracted millions of customers in recent years. </p> <p>A combination of low interest rates, intense competition and expensive regulations means the UK retail banking market has historically been much less profitable than that of the US, but a goal for Chase is to make adequate returns by keeping costs lower than rivals. </p> <p>The deal was secured following a brief courtship after JPMorgan approached Nutmeg to propose a tie-up, according to a person close to the deal. Nutmeg had been canvassing the market for a new fundraising round as it continues to invest in revenue growth, without turning a profit.&#xa0;</p> <p>The purchase offered Nutmeg a higher valuation than it was likely to receive in the funding market, the person said. Access to JPMorgan's deep pockets to fend off UK rivals, as well as the opportunity to take their service to global markets, weighed in favour of the deal with Nutmeg's management.</p> <p>Chase has recruited several British banking industry veterans to support its UK launch. Former Lloyds chair Win Bischoff and ex-regulator Clive Adamson have joined the board, overseeing an executive team led by a number of JPMorgan insiders.</p> <p>Nutmeg is among a generation of robo-adviser start-ups that has sought to disrupt the UK wealth market with cheap and simple online tools to help clients pick investments. </p> <p>Jason Hollands, managing director at UK wealth manager Tilney Smith &amp; Williamson, said many of these companies had struggled for profitability given the high costs of acquiring the customers these platforms need to reach the scale at which they can make money.</p> <p>He believes banks have an opportunity to adopt similar technology, leveraging existing customer relationships and brand power.&#xa0;</p> <p>Robo-advisers “have burnt a lot of cash trying to get clients through the door”, Hollands said. “If you don't start off with a client base and you have to acquire them through marketing, it's an expensive business model.”</p> <p>Nutmeg rival Scalable Capital closed its retail investing business in the UK in January.&#xa0;Another robo-adviser, Wealthify, was fully acquired by its majority shareholder Aviva a year ago. </p> <p>The JPMorgan deal will provide a windfall for more than 2,000 retail investors who backed Nutmeg in a crowdfunding round in 2019, when it was valued at about £250m. It is set to be the largest return ever to investors on the Crowdcube equity crowdfunding platform.</p> <p>Robo-advisers face a particular challenge in growing their assets since their younger customers have less money to invest. Recent research by Boring Money found robo-advisers had a 19 per cent share of the direct-to-consumer investment market but only accounted for 3 per cent of assets.</p> <p>Customers should expect Nutmeg's products and services to be unaffected by the change in ownership, the bank said, although it added it would integrate them with those of Chase “over time”.</p> <p>Nutmeg executives, led by chief executive Neil Alexander, are to remain in place after the acquisition.</p> <p>Arma Partners acted as advisor to Nutmeg on the deal</p><p>Source: Joshua Franklin in New York and Joshua Oliver, Alistair Gray and Nicholas Megaw in London 2021 'JPMorgan Chase strikes deal to buy UK robo-adviser Nutmeg' FT.com 17 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-17T12:41:18.962Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 548,
          "end": 556
        },
        {
          "start": 551,
          "end": 559
        },
        {
          "start": 710,
          "end": 718
        },
        {
          "start": 714,
          "end": 722
        },
        {
          "start": 1048,
          "end": 1056
        },
        {
          "start": 1894,
          "end": 1902
        },
        {
          "start": 1905,
          "end": 1913
        },
        {
          "start": 2244,
          "end": 2252
        },
        {
          "start": 2258,
          "end": 2266
        },
        {
          "start": 2636,
          "end": 2644
        },
        {
          "start": 2652,
          "end": 2660
        },
        {
          "start": 3621,
          "end": 3629
        },
        {
          "start": 3644,
          "end": 3652
        }
      ]
    }
  ]
}