{
  "_id": "fce0a656248ae18c7c93b24e63b0bc1d9bd2e14a003dec063711cb09bbbebfdf",
  "feed": "wall-street-journal",
  "title": "Stocks Rise After Inflation Nears 40-Year High; Inflation data could influence Federal Reserve's timeline for reducing stimulus",
  "text": "<p>Inflation hit an almost four-decade high in November. Labor Department figures showed that the consumer-price index—which measures what people pay for goods and services—rose 6.8% in November from a year ago. Price pressures have been driven by strong demand and supply-chain woes related to the pandemic, as well as higher energy prices.</p><p>\"There's a bit of a relief in the market at the moment. It's in line with market expectations and in addition there's an expectation this is the peak of year-on-year inflation numbers,\" said Edward Park, chief investment officer at investment firm Brooks Macdonald.</p><p>The Federal Reserve will hold a meeting next week at which it may provide more details about how it plans to wind down its bond-buying program and when it plans to begin raising interest rates. Investors are waiting to see whether officials signal a faster end to stimulus and how they characterize inflation.</p><p>Friday's movements suggest that \"the market is now comfortable with this idea that the Fed is going to have a more accelerated path to tapering and other forms of policy normalization,\" said David Jilek, chief investment strategist at Gateway Investment Advisers LLC.</p><p>In bond markets on Friday, the yield on the 10-year Treasury note—which rises when prices fall—ticked down to 1.466%, from 1.486% Thursday. Brent crude futures, the benchmark in global oil markets, rose 0.3% to $74.76 a barrel. They were recently up more than 8% for the month.</p><p>In recent weeks, stocks have swung back and forth amid conflicting headlines on the Omicron variant and mixed signals on the health of the economy. Investors are still awaiting further data on the strain's severity and vaccine efficacy. Some pharmaceutical companies including Pfizer and GlaxoSmithKline have said this week that their shot and antibody treatment, respectively, appear to work against Omicron in early-stage studies.</p><p>David Kelly, chief global strategist at J.P. Morgan Asset Management, said 2022 could see less uncertainty about the economy and the pandemic, as the economy has adapted to the pandemic's developments.</p><p>\"Covid will have a diminishing impact on markets because Covid will have a diminishing impact on the economy,\" Mr. Kelly said.</p><p>In individual stocks, Oracle shares gained 16% after the database giant reported second-quarter results that beat estimates. Broadcom shares added 8.1% after the company posted better-than-expected results and strong January-quarter guidance, raised its dividend and announced a stock-repurchase program.</p><p>Chewy shares shed 10% after the online pet products retailer posted disappointing results, reflecting higher-than-expected supply chain and labor costs.</p><p>Tesla and SpaceX Chief Executive Elon Musk late Thursday said he might quit jobs, without providing details about which positions he might relinquish or how serious he was about it. He said on Twitter he was \"thinking of quitting my jobs &amp; becoming an influencer full-time wdyt,\" using an abbreviation for \"What do you think?\" Tesla shares rose 0.9% Friday.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 0.3%. Major indexes in Asia closed lower. Hong Kong's Hang Seng declined 1.1%, and Japan's Nikkei 225 fell 1%. South Korea's Kospi shed 0.6% and China's Shanghai Composite edged down 0.2%.</p><p>China Fortune Land Development's shares rose 10% in Shanghai trading after the indebted property developer said creditors had approved a debt restructuring plan, potentially throwing it a lifeline. Concerns over China's real-estate sector have weighed on markets this year, and this week, Fitch Ratings said China Evergrande Group and a second big property developer, Kaisa Group, had defaulted after missing U.S. dollar bond payments.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stocks Rise After Inflation Nears 40-Year High</p>",
  "published": "2021-12-10T20:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}