{
  "_id": "6ddf252c281d41e4dcdb61659e1808e1b50df9a6e43f8f9a836e83fb1097ded2",
  "feed": "ftcomall",
  "title": "Buyout group Bridgepoint plans London listing",
  "text": "<p>Bridgepoint has unveiled plans to <a href=\"https://www.ft.com/content/7d2e01b5-fdae-4a6a-ba30-286996df3ca5\">list on the London Stock Exchange</a>, with the buyout group aiming to raise at least £300m to help fund growth and pay down debt. </p> <p>The London-based middle market specialist, which was founded in 2000 after a management buyout from NatWest Equity Partners, is seeking to sell about a quarter of its shares and join the LSE's main market. A further 15 per cent will be made available as an overallotment option, it said.</p> <p>As of March Bridgepoint had approximately €27.4bn of total assets under management. Previous investments include Pret A Manger, which <a href=\"https://www.ft.com/content/37fc005c-62b9-11e8-90c2-9563a0613e56\">it sold in 2018</a> to JAB for £1.5bn. In the current portfolio are companies including HobbyCraft, Vitamin Well, and the UK and French Burger King franchises.</p> <p>JPMorgan and Morgan Stanley were appointed as joint global co-ordinators for the IPO,&#xa0;with BNP Paribas, Citigroup and Merrill Lynch International acting as bookrunners.</p> <h1>Briefly</h1> <p>Regus office owner <strong>IWG </strong>has been in talks with private equity group CC Capital about a potential takeover offer that could value the company at more than £4bn, <a href=\"https://news.sky.com/story/wework-rival-iwg-has-4bn-bid-talks-with-buyout-firm-cc-capital-12344230\">Sky News reported</a>. CC Capital held discussions with IWG about a prospective bid in the last month and it was unclear on Monday evening whether the talks were still active, Sky said. IWG did not respond to the report. </p> <p><strong>UDG Healthcare</strong> said it had reached an agreement to accept a £2.8bn takeover offer from private equity group Clayton, Dubilier &amp; Rice. The drug industry outsourcer agreed to CDR's final offer of £10.80 a share, which was a bump of 57p on its previous bid in May. UDG had <a href=\"https://www.ft.com/content/13ae1696-3e68-47cf-b514-c2ff79fea776\">said last week</a> that it expected to receive a sweetened offer from CDR.</p> <p>Oil services group <strong>Hunting</strong> said it expects to report a modest underlying loss in the first half as trading in Europe, the Middle East and Asia remains subdued. The company also highlighted that shale production in Texas was disrupted by severe weather in February.</p> <p><strong>UK house prices</strong> jumped 13.4 per cent year on year in June, the highest rate of annual growth since November 2004, Nationwide said. Sale prices averaged £255,432 up from £216,403 a year ago.</p> <p><strong>Record</strong>, the specialist currency and derivatives manager, revealed an exclusive collaboration with UBS Global Wealth Management to launch an emerging markets fund. </p> <p><strong>Argo Blockchain</strong>, the London-listed crypto miner, said it has secured a £14m short-term loan using part of its bitcoin holding as collateral. The cash will be used to continue building a data centre in Texas and&#xa0;“to meet the company's&#xa0;operating cash flow&#xa0;requirements,” Argo said. </p> <p>Customers of <strong>Binance</strong> lost the ability to withdraw and deposit pounds using one of the main&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-2d427ed7-f9e4-46cf-a4c4-46429b19df5d/pUnxoFGoJK9DVaBo9MZ6Yw~~/AAAAAQA~/RgRivS3fP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMmQ0MjdlZDctZjllNC00NmNmLWE0YzQtNDY0MjliMTlkZjVkP2VtYWlsSWQ9NjBkYTllMTE0MzhjMDkwMDA0MmFmMzU0JnNlZ21lbnRJZD0yMjAxMWVlNy04OTZhLThjNGMtMjJhMC03NjAzMzQ4YjdmMjJXCGZpbnRpbWVzQgpg1Aip2mDCDSkRUhJicnljZS5lbGRlckBmdC5jb21YBAAAAAA~\">UK payments systems</a>, three days after the financial watchdog banned the crypto exchange from operating in Britain.</p> <h1>Job moves</h1> <p><strong>Barratt Developments</strong> has poached Mike Scott, group chief financial officer of fellow housebuilder <strong>Countryside Properties </strong>for the past seven years, to be its new CFO.</p> <h1>Beyond the Square Mile</h1> <p>German finance minister <strong>Olaf Scholz</strong> has&#xa0;<a href=\"https://click.newsletters.ft.com/f/a/k-dhlUPawvkIgNuIG1ijnA~~/AAAAAQA~/RgRivS3fP0Q7aHR0cHM6Ly9mdC5jb20vY29udGVudC8xZDZkODg3Ni0yYjIxLTQ1NTAtYmE4NS00NDNkNWMyMDkxOWJXCGZpbnRpbWVzQgpg1Aip2mDCDSkRUhJicnljZS5lbGRlckBmdC5jb21YBAAAAAA~\">dismissed calls for reform</a>&#xa0;of German and EU fiscal rules, saying in an interview with the FT that they provide enough flexibility to overcome crises such as the coronavirus pandemic.</p> <p>A judge has&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-bedb65dd-53c9-4e31-b3d7-c85a40fdb104/GpiFp758TqGCoO0q8Vx23w~~/AAAAAQA~/RgRivS3fP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvYmVkYjY1ZGQtNTNjOS00ZTMxLWIzZDctYzg1YTQwZmRiMTA0P2VtYWlsSWQ9NjBkYTllMTE0MzhjMDkwMDA0MmFmMzU0JnNlZ21lbnRJZD0yMjAxMWVlNy04OTZhLThjNGMtMjJhMC03NjAzMzQ4YjdmMjJXCGZpbnRpbWVzQgpg1Aip2mDCDSkRUhJicnljZS5lbGRlckBmdC5jb21YBAAAAAA~\">dismissed two antitrust lawsuits</a>&#xa0;against <strong>Facebook</strong>, one filed by the Federal Trade Commission and another by a coalition of US states. The ruling dealt a significant blow to regulators and sent the social media group's share price to record levels and its market capitalisation above $1tn for the first time.</p> <p><strong>BlackRock</strong>&#xa0;plans to <a href=\"https://www.ft.com/content/72910558-fea1-48a0-a938-9a44963df303\">change the benchmarks</a> of 10 iShares ETFs that together have about $20.7bn in assets under management. Funds including the $7bn iShares US Technology ETF will switch in September from Dow Jones&#xa0;benchmarks to indices provided by FTSE Russell.</p> <p><strong>Wall Street</strong>'s Nasdaq Composite <a href=\"https://www.ft.com/content/54f57958-712c-4e3b-bc93-fb78d7fa85c5\">climbed to new heights</a> overnight, while government bonds rallied, as investors brushed aside fears about the Federal Reserve prematurely tightening US monetary policy.</p> <h1>Essential comment before you go</h1> <p><strong>Bryce Elder</strong> Marco Gobbetti's resignation leaves Burberry on the hunt for a new CEO at a <a href=\"https://www.ft.com/content/bb252fe6-9654-4206-a6d2-5ae9ad8af353\">crucial stage in its revival plan</a>. A rudderless Burberry may look like a takeover target but investors have bet instead that the turnround will fall short. Their caution looks merited. </p> <p><strong>Satyajit Das</strong> The collapse of Archegos misses a fundamental problem that is still to be addressed — <a href=\"https://www.ft.com/content/267d00fb-f623-4850-a82b-4ef88a41d4b5\">misuse of collateral</a>. Regulators accelerated the use of collateral in the aftermath of 2008 to secure bank exposures to “shadow banking participants” such as hedge funds. However, the system has always been flawed.</p> <p><strong>Sarah O'Connor</strong> The pandemic gives a chance for <a href=\"https://www.ft.com/content/4bd37f1e-82c8-491c-b938-754e010ac5ec\">a fresh start</a> on how we design offices. We need to meet, collaborate, shoot the breeze and enjoy the hubbub, but many of us also need access to quiet corners to do some elements of our jobs well. It will probably take some trial and error to find the right balance. </p><p>Source: Bryce Elder 2021 'Buyout group Bridgepoint plans London listing' FT.com 29 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-29T08:19:59.002Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 733,
          "end": 741
        },
        {
          "start": 739,
          "end": 747
        }
      ]
    }
  ]
}