{
  "_id": "138e293c214ec47dcc92876272b7daff2f34e78a61f7184b167befcd172d5e65",
  "feed": "ftcomall",
  "title": "Slaughter and May elects first female leader and restructures management",
  "text": "<p>UK law firm Slaughter and May has elected its first female leader and restructured its management as part of a modernising drive.&#xa0;</p> <p>The typically conservative firm, which advises some of the UK's most valuable companies, on Wednesday named litigation partner Deborah Finkler as its first managing partner. Finkler, whose previous clients have included Santander and JPMorgan, is set to take over from practice partner David Wittmann and executive partner Paul Stacey when they retire in May next year.</p> <p>Finkler will be part of a new leadership team that includes a chief operating officer for the first time, who will be appointed from outside the partnership and could be a non-lawyer.</p> <p>The decision to hire a COO makes Slaughter and May one of a number of UK law firms that have aimed to professionalise their operations and reduce costs associated with hiring highly paid partners for executive roles. Firms have also sought to recruit directors with wider business expertise.&#xa0; </p> <p>Tony Williams, a consultant specialising in law firms at Jomati, said: “In the last ten years firms have been seriously professionalising their operations [for example by] upgrading their finance, tech and marketing teams. As those get bigger and more sophisticated you need a COO to pull them all together . . . You can hire a damn good COO who knows what they're doing for a lot less than £2-3m a year.”</p> <p>Slaughter and May said earlier this year that “the [COO] appointment should be a manager who does not come from within the partnership”. </p> <p>Finkler, who joined Slaughter and May in 1986, will work alongside current senior partner Steve Cooke. She joins a number of women elected to senior law firm roles in recent months including Georgia Dawson, the <a href=\"https://www.ft.com/content/ec1af281-6576-4725-8c37-441250a0386a\">new senior partner</a> at “magic circle” law firm Freshfields Bruckhaus Deringer and Karen Davies, new chair of City law firm Ashurst.</p> <p>Slaughter and May has carved out a highly profitable niche by choosing to eschew the international expansion ambitions of its rivals in favour of focusing on the top end of UK deals. That has helped it remain above the fray of a pay war raging between US and UK rivals. </p> <p>As a result, Slaughter and May remains one of the last firms in the world to pay its partners based on time served rather than merit — so-called lockstep pay — and its lawyers <a href=\"https://www.ft.com/content/b9c96d04-376c-11e8-8eee-e06bde01c544\">rarely defect</a> to rival firms. </p> <p>Jomati said: “Slaughter and May is always accused of being a conservative firm but it changes when it thinks it is appropriate . . . This will save costs but is also about making sure the firm is professionalising.” </p> <p>Finkler said she was “looking forward to shaping the role of, and hiring, the COO over the coming months”.</p><p>Source: Kate Beioley in London 2021 'Slaughter and May elects first female leader and restructures management' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T17:31:44.948Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 365,
          "end": 373
        }
      ],
      "nexusId": "10009914"
    }
  ]
}