{
  "_id": "b98cd014271bedbaa378878bcb83651a1dd3e57ff8e167e8933904b0ffed5f5a",
  "feed": "ftcomall",
  "title": "EU plans for ‘vaccine passports' advance",
  "text": "<p><em>Please forward this newsletter to friends and colleagues who might find it valuable. Even if they are not subscribers to the Financial Times, they can read the newsletter — and all of the FT — free for 30 days. And if this has been forwarded to you, hello. Welcome and please sign&#xa0;up&#xa0;</em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>here</em></a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/?areas=gbr&amp;areas=isr&amp;areas=usa&amp;areas=eue&amp;cumulative=1&amp;populationAdjusted=1\"><em>vaccine tracker</em></a></p> <h1>Latest news</h1> <ul>  <li><p>Leaving <a href=\"https://www.ft.com/content/6b73998e-8f3c-47aa-8867-e5e04bf26685#post-ed4da50f-439b-4681-8b87-aacff3d07e34\">middle seats free</a> on aircraft could help cut the risk of contracting coronavirus by more than 50 per cent, according to a new study in the US</p></li>  <li><p>The World Health Organization has reported a surge in coronavirus infections and deaths in <a href=\"https://www.ft.com/content/6b73998e-8f3c-47aa-8867-e5e04bf26685#post-06c4605b-f035-4f4a-b8cb-38c3f7d1e5d6\">north Africa and the Middle East</a></p></li>  <li><p><a href=\"https://www.ft.com/content/7b992d68-2814-4390-9d71-ff4c704c9f98\">Denmark</a> became the first country in Europe to permanently suspend use of the AstraZeneca vaccine after deaths of some younger people from blood clots</p></li> </ul> <p><em>For up-to-the-minute coronavirus updates, visit our </em><a href=\"https://www.ft.com/content/6b73998e-8f3c-47aa-8867-e5e04bf26685\"><em>live blog</em></a> </p> <p>Our <a href=\"https://www.ft.com/content/78251372-b2ba-4916-b086-c80d2c0006ec\">Brussels Briefing</a> newsletter today examines whether a mooted certification scheme for European travellers is likely to fly as member states reliant on tourism fear a second summer lost to Covid-19.</p> <p>Governments, holiday companies and airlines alike are desperate to avoid the carnage of 2020 when <a href=\"https://www.ft.com/content/f3413c8a-2d59-4a75-befd-ee73cd45fd80#post-9c108ebe-9a4f-4c8c-8171-5bdcb32489fb\">global travel and tourism</a> experienced a loss of $4.5tn. </p> <p>The EU proposals for “<a href=\"https://www.consilium.europa.eu/en/press/press-releases/2021/04/14/covid-19-council-agrees-its-negotiating-mandate-on-the-digital-green-certificate/\">digital green certificates</a>”, which call for either evidence of vaccination or a negative Covid-19 test to travel, still have to be agreed by the European Parliament and could come too late for many countries. The plans are similar to those called for by the World Travel &amp; Tourism Council, which is pressing for international travel to resume in June in the hope that, in conjunction with successful vaccination programmes, the 62m jobs lost worldwide from the sector this year “could return by 2022”. </p> <p>In the meantime, several countries are experimenting with national schemes. Denmark's “corona pass” allows vaccinated people or those with antibodies to visit non-essential shops while a form of vaccine passport in France allows Air France travellers to fly between the country and&#xa0;Guadeloupe and Martinique.&#xa0;</p> <p>Some parts of the airline business may never be the same again. <a href=\"https://www.ft.com/content/b8766e60-1a20-41ee-871d-6b97dbee71e8\">Virgin Atlantic</a> chief Shai Weiss told the Financial Times that corporate travel would be 20 per cent lower over the next two years and said he was not confident that business class would ever fully recover, given the rise in remote working and video conferencing technology.&#xa0;</p> <p>Some operators at the other end of the spectrum are more optimistic. <a href=\"https://www.ft.com/content/6b73998e-8f3c-47aa-8867-e5e04bf26685#post-84237381-dd22-4c8a-bd27-e1548893ec99\">EasyJet</a> said today it would expand flights from late May amid hopes that European borders would reopen in time for holidaymakers to catch at least some of the summer sun. </p> <h2>Global economy</h2> <p>Is the <strong>eurozone economy</strong> turning the corner?&#xa0;Analysis of <a href=\"https://www.ft.com/content/b756bab9-43a7-49c6-a3de-c98e891a0aea\">alternative indicators</a> such as Google mobility data, surveys of business and consumer sentiment and a speeding up of vaccination programmes after a faltering start are fuelling hopes that the recovery from the pandemic is within reach.</p> <p><strong>US consumer prices</strong> increased 0.6 per cent last month, the highest rate in almost nine years, thanks to rising petrol prices, fiscal stimulus and pent-up demand. Investors are waiting anxiously for any signs of an inflationary spiral as the economy heats up over the next few months. The <a href=\"https://www.ft.com/content/55a182fc-c092-494a-bbb2-a48acb1f9295\">International Energy Agency</a> lifted its forecast for global <strong>oil demand </strong>this year amid brightening prospects for economic recovery.</p> <p>The <strong>UK economy</strong> grew <a href=\"https://www.ft.com/content/b71a0e1f-e993-4b8c-bf22-d3160cf7cf8b\">0.4 per cent</a> in February as businesses learnt to survive in lockdown and the initial disruption from Brexit subsided. Economists expect a more substantial rebound next month of 4 or 5 per cent.</p> <h2>Business</h2> <p>Never has the Wall Street bull looked so, er, bullish. <strong>Goldman Sachs</strong>, with a jump in <a href=\"https://www.ft.com/content/5082365e-ccb3-437d-86bf-4255412c7c73\">trading and investment bank business</a> that led to revenues doubling, and <strong>JPMorgan,</strong> with a five-fold <a href=\"https://www.ft.com/content/0595526e-48fa-48ff-a594-d219f15b54a4\">surge in earnings</a>, kicked off first-quarter results season today. Here are <a href=\"https://www.ft.com/content/f53a09ea-cb71-40fd-ab75-3246407f18f6\">five things to watch</a>.</p> <p>Sales of <strong>luxury goods</strong> in the high-end boutiques of Europe may have suffered from a dearth of free-spending Chinese tourists, but demand in the <a href=\"https://www.ft.com/content/9c892b85-9ae2-4ef9-8e42-9a09baf3492b\">US and China</a> means LVMH, the world's biggest supplier, is on track to beat annual pre-pandemic revenues. While travel and restaurant visits are still off-limits, it seems the well-heeled are treating themselves to Louis Vuitton handbags and Moët &amp; Chandon champagne.</p> <p><strong>Tesco</strong>, the UK's largest supermarket chain, said it was confident of a strong <a href=\"https://www.ft.com/content/c83e5cec-fa09-41f4-b707-2c97a9a404e3\">recovery in profits</a> this year despite being hit by £900m in Covid-related costs. The Lex column looks at one retail sector that doesn't have to move online to survive: <a href=\"https://www.ft.com/content/3d67f301-2f4e-4787-808b-736aabef46fd\">off-price stores</a> such as <strong>TJ Maxx</strong>. </p> <h2>Markets</h2> <p><strong>“Value” </strong>and<strong> “growth” stocks</strong>, which normally move in opposite directions, are converging in a <a href=\"https://www.ft.com/content/979714e5-f93b-4a4c-a445-8b2e8ccef80c\">market shift</a> that could see further rises in hitherto steady sectors such as energy and banking, our markets team explains. Value stocks have climbed rapidly since November's vaccine breakthroughs, making them classify as growth or “momentum” stocks too.&#xa0;</p> <p>Veteran investor <a href=\"https://www.ft.com/content/00c824c5-3962-44da-8ac6-4efe1d0fd586\">Mohamed El-Erian</a> wrote in the FT of the need for private lenders to <strong>developing countries</strong> to remain cautious and avoid debt traps. The resilience of emerging market bonds appears to show lenders are not taking much notice of IMF/World Bank concerns about debt burdens.</p> <p>After a pandemic lull, direct lending from <strong>asset managers</strong>, an alternative to bank financing for <a href=\"https://www.ft.com/content/81d49b0d-fa65-45a1-b56c-18f45d790496\">M&amp;A deals</a>, sprang back at the end of 2020 thanks to pent-up demand. This type of lending is generally more expensive than using publicly traded debt and equity markets but can give companies more secrecy and flexibility.</p> <h2>The essentials</h2> <p>With remote working likely to continue for many after the pandemic, here are some tips on creating the perfect workspace in our <a href=\"https://www.ft.com/content/2b3fc186-9a2a-42f4-aefa-ea270a28566a\">complete guide to the healthy home</a>, including six office pods to lust for.</p> <h2>Final thought</h2> <p>To open or not to open, that is the question. Theatre critic <a href=\"https://www.ft.com/content/93a48ef7-c85a-432e-8a00-6617b07762c9\">Sarah Hemming</a> looks at how venues around the world are preparing to raise the curtain once more. </p> <p><em>We would really like to hear from you. Please send your reactions or suggestions to&#xa0;</em><a href=\"mailto:covid@ft.com\"><em>covid@ft.com</em></a><em>. Thanks</em></p><p>Source: Darren Dodd 2021 'EU plans for ‘vaccine passports' advance' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-14T17:20:41.267Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3718,
          "end": 3726
        }
      ]
    }
  ]
}