{
  "_id": "97629be2a4b2510d6c586894a58e9e2ad3e4021440f82aead440de214ff10c98",
  "feed": "wall-street-journal",
  "title": "U.S. Retail Sales Rebounded in August; Report shows resilience of economic recovery and suggests households are boosting spending as schools and offices reopen",
  "text": "<p>The report shows resilience of the economic recovery and suggests households are boosting spending as schools and offices reopen. Consumers shelled out more online and in retail stores broadly, and on furniture. In the year through August, overall sales rose 15.1%.</p><p>Meanwhile, Delta, a highly contagious strain of the Covid-19 virus, could have weighed on certain segments, such as restaurants. Sales at food-service providers were flat, though they were still up sharply from a year earlier.</p><p>Retail sales—including spending on restaurant meals, cars, cellphones and computers—are a big slice of consumer spending, which itself is the largest source of economic demand in the U.S.</p><p>Problems associated with the Delta variant have led economists in recent days to downgrade estimates for economic growth in the third quarter. JPMorgan Chase on Wednesday projected gross domestic product to expand at a 5% annual rate in July through September, down from a prior estimate of 7%, citing lower demand and production shortages, particularly in the car industry.</p><p>There are signs the Delta variant wave has crested. Economists believe retail sales could recover quickly as more Americans become vaccinated and feel safe again to venture out, and as product shortages ease. </p><p>Few industries have been as affected as car dealers, whose inventories are running thin because of a global computer-chip shortage. PHOTO: Elaine Cromie for The Wall Street Journal</p><p>\"I think consumer spending is taking a significant hit in August and probably September, but I don't think there's going to be lasting damage,\" said Stephen Stanley, chief economist at Amherst Pierpont, a bond trading firm, before the data was released Thursday. \"I think the fundamentals are still as they were before.\"</p><p>Those fundamentals include a historically high level of savings, strong job growth and rising wages. \"Households have plenty of income to spend,\" Mr. Stanley said.</p><p>Write to Josh Mitchell at joshua.mitchell@wsj.com</p><p>U.S. Retail Sales Rebounded in August</p>",
  "published": "2021-09-16T12:51:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 824,
          "end": 832
        },
        {
          "start": 824,
          "end": 838
        }
      ],
      "nexusId": "10009914"
    }
  ]
}