{
  "_id": "115d3470cb8cf98b48ad7c9ec4a5c162177daa207ea9a7914f341e43e6f32b56",
  "feed": "ftcomall",
  "title": "Investment banks accelerate efforts to automate junior ‘grunt work'",
  "text": "<p>Wall Street banks are stepping up efforts to automate “grunt work” foisted on younger investment bankers, portraying the changes as an attempt to reduce workloads and stop young talent from leaving the industry.</p> <p>Companies including Goldman Sachs, Barclays and Moelis have initiatives under way to automate basic functions such as generating pitch books and valuation modelling, according to bank executives.</p> <p>The efforts suggest that attempts by Wall Street banks to mollify junior bankers by raising their pay have been insufficient to stem the high rate of attrition in their ranks.</p> <p>“The goal with this is to allow younger bankers to do more and more of the meaningful, and less and less of the menial,” said Dan Dees, co-head of investment banking at Goldman.</p> <p>So-called grunt work can include scanning through news stories to prepare the public information book (PIB) on a potential client, scrubbing data sources for companies' financial metrics and formatting PowerPoint presentations.</p> <p>Goldman has almost 100 automation and efficiency projects under way at its investment bank. It has also developed tools that automatically update charts in presentations with the latest data so bankers do not have to edit them manually.</p> <p>Barclays formed a task force that includes its co-heads of investment banking to look for ways to automate some of the tasks performed by junior bankers.</p> <p>“We're investing to automate elements of the junior banker's role in an effort to improve efficiency and enhance their work experience,” said John Miller, Barclays' co-head of investment banking.</p> <p>Moelis said the bank was reviewing how to enhance its process for generating pitch books, which are shown to prospective clients.</p> <p>This automation could also help companies cut the number of bankers they need to hire in the future, especially if they have to pay higher salaries.</p> <p>“Headcount in the banking industry is likely to get reduced, aided by technology. The mantra has been, remains and will only increasingly be: do more with less,” said Mike Mayo, a banking analyst at Wells Fargo. </p> <p>Investment banking workflow is at the mercy of deal activity, so in busy years, such as 2020 and 2021, companies often find themselves understaffed.</p> <p>The typical stresses became particularly acute during the pandemic with staff having to cope with record levels of <a href=\"https://www.ft.com/content/4b955a75-55a4-4e13-b785-638b88bbfb0b\">dealmaking activity</a> while working remotely. A group of first-year Goldman staff earlier this year spoke out about the <a href=\"https://www.ft.com/content/d853d6b4-1546-4435-9b7e-99e3e9475d50\">effect of gruelling hours</a> on their mental health.</p> <p>“The velocity has changed forever since the pandemic,” said David Erickson, a lecturer of finance at the Wharton School of the University of Pennsylvania who previously worked in investment banking for 25 years. “Instead of eight to 10 [presentations] a week for the team, it's now eight to 10 presentations a day.”</p> <p>Even before the pandemic, investment banking had lost some of its lustre for graduates, said Erickson, who has seen fewer students opting to go into the industry, instead picking careers in private equity, tech and consulting.</p> <p>In the splashiest move in the fight for talent, banks across Wall Street have <a href=\"https://www.ft.com/content/b33f3645-ff93-4309-a575-f92641faaa43\">raised pay for junior bankers</a>, with the rough benchmark for first-year remuneration rising from $80,000 to $100,000. This does not include bonuses.</p> <p>Banks say the automation efforts are a recognition that more money is not sufficient to ensure the industry can still attract top talent.</p> <p>“This is not about people working less. This is about people working on things they value,” said Huw Richards, JPMorgan Chase's global head of digital investment banking, an initiative the bank formed in 2018.</p> <p>Investment banking lags behind other parts of banking, such as sales and trading, in its adoption of technology, with many other functions unchanged from decades earlier.</p> <p>“Data preparation and data aggregation, that's 60 to 65 per cent of the work for younger bankers. And that's ripe for automation,” said Roy Choudhury, managing director at Boston Consulting Group.</p> <p>One impediment is that senior bankers sometimes do not encourage junior bankers to use tools that are already available. Part of the reason, bankers say, is investment banking's vaunted apprenticeship approach, with gruelling hours on small tasks seen as a rite of passage. For others, “making the leap to trust that data, is a big leap”, said Peter Pollini, banking and capital markets leader at PwC.</p> <p>Cutting out the mundane, though, is still only part of the battle. David Stowell, finance professor at Northwestern University's Kellogg School of Management, said mentorship from senior bankers is the thing most likely to ensure juniors feel their work is worthwhile.</p> <p>“Some bankers just will not spend time with junior people,” said Stowell, who previously worked in investment banking. “And some only spend time with junior bankers when they've made a mistake. Then these young people feel like they've been treated like machines.”</p><p>Source: Joshua Franklin in New York 2021 'Investment banks accelerate efforts to automate junior ‘grunt work'' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-14T04:00:36.142Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3518,
          "end": 3532
        }
      ]
    }
  ]
}