{
  "_id": "4d4bb70c40741d8d5a506298aeb82a2e62dc302496a8a91b04a1cd8ce03b1d83",
  "feed": "ftcomall",
  "title": "Demand for protection falls as investors bet US stock sell-off is over",
  "text": "<p>Investors in the US stock market are wagering that the worst of the <a href=\"https://www.ft.com/content/1fba7824-ad14-46bd-a379-404e6b18abc0\">recent sell-off</a> is over, despite persistent risks that have already knocked $2.5tn off the value of US equities since early September.</p> <p>Measures of demand for options that offer protection if the market were to lurch dramatically lower have receded steadily in recent weeks. This signals that investors are no longer clamouring to hedge themselves from a further slide. It also indicates that they are taking profits on the derivatives they had bought to insulate themselves from declines in the stock market, according to traders and strategists.</p> <p>The Cboe's Skew index, which measures investor positioning in the US options market and acts as a gauge of interest for protection against a large slide in stocks, fell to its lowest level in 11 months this week. The index fell throughout September, declining from 162.3 on September 3, close to a record high, to a low of 130.9 this week. </p> <p>The drop comes even as concerns persist about the indebted Chinese property sector, a brewing energy crisis in Europe, the stand-off over the <a href=\"https://www.ft.com/content/78586972-3088-47ad-b340-63a2a65510f8\">US debt ceiling</a> and a sell-off in the <a href=\"https://www.ft.com/content/42e62e77-f830-4e5a-895f-7837a72847b0\">US Treasury market</a> that had badly hit stocks and other markets. The S&amp;P 500 is down 3 per cent from its all-time high after clawing back some of its losses at the start of October. </p> <p>“The fact [investors] are taking profits does indicate that these set of hedgers do not think this will be a major event,” said Maneesh Deshpande, a strategist with Barclays. “Why aren't investors more worried? There are concerns out there right now but all of them are low probability events.”</p> <p>Even with its recent decline, the Skew index remains elevated and is above its long-run average, suggesting investors are not yet blinded to the possibility of more volatility in the price of US stocks. </p> <p>Instead, the recent sell-off has given investors a chance to reposition portfolios as the stock market's record bull rally has appeared to slow, said James Massario, co-head of equities for the Americas at Société Générale.</p> <p>The Vix index, which measures expectations of volatility over the coming month, has climbed back above its historic average of 20. However, the rise in volatility has been less than some analysts and traders had expected, given the S&amp;P 500 has over the past two weeks suffered three of its worst 15 trading days this year.</p> <p>While investors have had to contend with slowing economic growth and the prospect of central banks around the globe preparing to start removing crisis-era stimulus and tighten monetary policy, many viewed the recent sell-off as a buying opportunity. </p> <p>Earnings growth is expected to be particularly strong this quarter for corporate America and with Covid-19 cases declining, some analysts expect activity to pick back up again. On Wednesday, JPMorgan Chase strategists advised the bank's clients to “buy the dip” in stocks. </p> <p>“To be honest with you I am really pretty bullish here,” said Michael Purves, founder of Tallbacken Capital, who noted that while indications of insurance demand have fallen, they remain elevated. “By recent standards it looks like complacency but it isn't by historical standards.”</p><p>Source: Eric Platt and Joe Rennison in New York 2021 'Demand for protection falls as investors bet US stock sell-off is over' FT.com 8 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-08T04:00:47.644Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2802,
          "end": 2810
        },
        {
          "start": 2802,
          "end": 2816
        }
      ],
      "nexusId": "10009914"
    }
  ]
}