{
  "_id": "f486b83857115960dfe036c63b061da3168dede71389f2f62056c7f7bc4a2b92",
  "feed": "market-watch",
  "title": "Newly public Dutch Bros. locations are small but growth potential is large, analysts say",
  "text": "<p>“With no inside dining space, store footprints are small and efficient (865 to 950 square feet) and, combined with a beverage-only menu, deliver attractive store-level margin performance,” analysts wrote in a note.</p><p>Stifel initiated Dutch Bros. BROS shares at buy with a $52 target price.</p><p>At a time when finding andretaining workers has become more difficult for restaurants and other businesses, Dutch Bros.'s ability to hold on to its staff is also a positive.</p><p>Read: Starbucks should take a cue from Dutch Bros. and seize the opportunity in energy drinks, analyst says</p><p>“[T]o support its high-touch service model, Dutch Bros has developed a distinctive culture, promoting exclusively from within and providing significant upward career mobility,” wrote Stifel analysts.</p><p>“This has resulted in an engaged employee base and a ‘broista' turnover rate of just 55%, well below the industry average hourly turnover rate.”</p><p>And the company's customizable beverage menu, which is composed of 82% cold drinks, delivers solid sales throughout the day.</p><p>“With just 471 units in 11 states currently, management has outlined the potential for at least 4,000 units,” Stifel said. “To that end, we project the company could grow ~20% annually through FY24 and still be shy of 25% unit penetration.”</p><p>Also:Drive-through drinks company Dutch Bros. is expanding east and bringing its Blue Rebel drinks with it</p><p>JPMorgan analysts also take note of the accelerated store launches as the company expands to new geographies.</p><p>“Net system unit growth has ramped up significantly in recent years, with 36 opened in 2018, 42 in 2019, 71 in 2020 and an expected 92 in 2021 with an average of 131 expected over 2022-24,” analysts said.</p><p>“Texas, Oklahoma and California will add ~70% (~200 stores) of new company stores through 2023 and the expansion in existing areas is to maximize customer experience during peak traffic.”</p><p>JPMorgan rates Dutch Bros. stock overweight with a $47 price target.</p><p>And: Nearly 70% of big U.S. companies are adopting a flexible work model, says Morgan Stanley</p><p>And BofA Global Research notes the margin potential of the company's menu.</p><p>“Dutch Bros' beverage only product mix – including the proprietary Blue Rebel energy drink – translates into high gross margins while its level loaded day part mix maximizes labor efficiency; the net effect is restaurant level margins (RLMs) of ~30%,” analysts led by Sara Senatore wrote.</p><p>“With build costs of just $500,000, cash-on-cash returns of 75%, are industry-leading.”</p><p>Dutch Bros., like On Holding AGONON, began trading on Sept. 15 with an IPO price of $23. Shares of Dutch Bros. soared 13.3% in Monday trading, climbing to more than $48.</p><p>The Renaissance IPO ETF IPO is down 1% for the year to date while the benchmark S&amp;P 500 index SPX has gained 16.6% for the period.</p>",
  "published": "2021-10-11T13:52:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1388,
          "end": 1396
        },
        {
          "start": 1891,
          "end": 1899
        }
      ],
      "nexusId": "10009914"
    }
  ]
}