{
  "_id": "aec21afbab3f300a1788e4767210aff81930900b4d80cc27b491cf1df7c7d86c",
  "feed": "ftcomall",
  "title": "China's education sector crackdown hits foreign investors",
  "text": "<p>China's sweeping overhaul of its $100bn private education industry will eliminate foreign investors from much of the sector and threatens to wipe out billions of dollars of investment from groups such as BlackRock, Baillie Gifford, Tencent, Sequoia and SoftBank's Vision Fund.</p> <p>The regulations <a href=\"https://www.ft.com/content/fe2d8281-61ba-4b1b-8962-2496be79d8a2\">will ban companies</a> that teach school curriculum subjects from making profits, raising capital or listing on stock exchanges worldwide, and will prevent them from accepting foreign investment. </p> <p>The move could fundamentally damage a sector that has boomed in recent years, resulting in hefty valuations for the three largest US-listed groups, TAL Education, New Oriental Education and Gaotu Techedu.</p> <p>The changes are part of the Chinese Communist party's drive to make raising children and education more affordable and combat a <a href=\"https://www.ft.com/content/0935405f-29df-4148-bef1-3892fccc1357\">looming population decline</a> that threatens the country's economic future.</p> <p>The clampdown is also a sign of China's increasing willingness to <a href=\"https://www.ft.com/content/299ba00b-dfef-4c53-88a2-e6725d14025d\">restrict foreign investment</a> in its companies. Chinese regulators <a href=\"https://www.ft.com/content/5b87bbf9-f652-40fc-b06d-8e58693a8c6e\">revised rules</a> for groups seeking US initial public offerings after ordering a security review of ride-hailing app Didi Chuxing just days after its $4.4bn listing in New York last month.</p> <p>Chinese authorities announced the measures targeting education companies over the weekend, sending shares in listed groups <a href=\"https://www.ft.com/content/d6d2f31e-72dd-4d22-aa2a-907990d43e97\">plummeting</a> on Monday and concluding months of regulatory uncertainty.</p> <p>Shares of New Oriental Education have fallen 60 per cent in New York since Friday, when a leaked memo suggested Beijing was planning to clamp down on the sector, and dropped 14 per cent in early trading on Monday. New York-listed TAL Education's market value has collapsed from $59bn in February to less than $4bn, with shares flat on Monday in volatile trading. Gaotu Techedu, formerly named GSX, has shrunk from a $38bn market capitalisation in January to $780m after another 13 per cent fall on Monday. </p> <p>Analysts at Goldman Sachs forecast that the size of China's tutoring market would collapse 76 per cent, to $24bn. </p> <p>The sell-off spread beyond the education technology sector. Shares in Chinese&#xa0;delivery platform <a href=\"https://www.ft.com/content/db434419-2430-4deb-8552-47541a5308a1\">Meituan</a> fell 13.8 per cent in their worst one-day performance on record as Beijing announced new regulations for the food delivery sector.</p> <p>JPMorgan said: “It's unclear what level of restructuring the companies should undergo with a new regime and, in our view, this makes these stocks virtually uninvestable.”</p> <p>The regulatory move will also have a wider impact on the economy. The for-profit tutoring sector employs hundreds of thousands of teachers and staff. Investment in online learning has been stepped up during the coronavirus pandemic, and the industry is a significant advertiser for big internet companies including Baidu and Tencent. </p> <p>Education companies such as Yuanfudao, Tencent-backed VIPKID and Gaotu had already begun small-scale lay-offs in recent months. Employees said on Monday that they expected more to come. </p> <p>The latest move could also further increase the risk for investors in <a href=\"https://www.ft.com/content/ceb9d46b-5795-4da1-8ac1-50ba9221ff1e\">variable interest entities</a>, offshore vehicles that allow foreign investors to own Chinese companies listed overseas. The new regulations prohibit for-profit education companies from using this structure.</p> <p>“It is as bad as it can be,” said the chief executive of a large private equity firm in Hong Kong that has exposure to Chinese education technology companies. “It will take three to six months for the sector to adjust, but then we will have to assess whether to write down investments or totally write some off. Every private equity firm will have to take this necessary reassessment.”</p> <p>Foreign investors such as BlackRock, which as of November had a 5 per cent stake in New Oriental's Hong Kong listing, have found themselves blocked from investing in Chinese education companies that cover subjects taught in schools.</p> <p>They can still retain stakes if the businesses rotate into other areas of education, however. The rules target after-school tutoring but do not cover adult education or professional and technical training.</p> <p>BlackRock is also the third-largest shareholder in US-listed TAL, behind <a href=\"https://www.ft.com/content/a3db69ab-fe59-430a-9eab-3195cd1222e6\">Baillie Gifford</a>, the UK-based investor that has made big bets on China's tech sector. Bailie Gifford owns almost 9 per cent of TAL's US stock after increasing its stake in March.</p> <p>Meanwhile, investors including <a href=\"https://www.ft.com/content/66afff06-cee0-4e83-ba86-be674baee2c7\">SoftBank's Vision Fund</a>, Tiger Global and Sequoia China, which have invested large sums in privately owned learning apps such as Zuoyebang and Yuanfudao, may be unable to cash out of their investments by taking companies public. </p> <p>BlackRock, SoftBank, Tiger Global, Baillie Gifford and Sequoia did not immediately respond to requests for comment. Tencent declined to comment.</p> <p>TAL, New Oriental and Gaotu issued swift responses over the weekend to the regulations, pledging adherence to the Communist party. </p> <p>New Oriental said it would “fulfil its societal duties and serve the development of the nation”, though it added that there would be “material adverse impacts” on its after-school tutoring business.</p> <p>One education technology executive said: “What are we supposed to do? We can't fight the Communist party.”</p> <p>In announcing the rules, China's education ministry said: “In recent years, a large amount of capital has poured into educational training . . . adverts are everywhere, bombarding the whole of society . . . It has destroyed the normal environment for education.”</p> <p>By banning tutoring companies from using the widespread VIE structure, which gives international capital <a href=\"https://www.ft.com/content/299ba00b-dfef-4c53-88a2-e6725d14025d\">access to off-limits parts</a> of the Chinese economy, the rules set an important precedent for investors. VIEs operate in a legal grey area and are not officially recognised by Chinese regulators. Analysts have forecast that VIEs in all sectors will face tighter regulation.</p> <p>Gaotu, New Oriental, TAL Education and many privately held start-ups use the VIE structure to operate parts of their businesses. “Those currently in violation will be cleaned up and rectified,” the new rules warn, without elaborating. Chinese authorities did not set a clear timeline or process for foreign investors to exit their holdings.</p> <p>That left private equity and venture capital funds bracing for a hit to their ability to raise capital to invest in Chinese technology companies. </p> <p>“For global investments in US dollars, the sentiment on the tech sector in the short term is significantly negative,” said the Hong Kong private equity head. </p> <p>However, “longer term, sentiments can be reversed in a matter of days”, the person added, citing a shift in attitudes in favour of tech groups even after Ant Group's scrapped $37bn IPO last year.</p> <p><em>Additional reporting by Hudson Lockett in Hong Kong</em></p> <a href=\"http://www.ft.com/cms/4a0a55cd-b21d-4ae4-be4d-1cf92b50b6ba.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/8b1af279-eed8-4468-8ca4-83ac85e12148\"><em>Chinese capitalism faces classroom examination</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/8b1af279-eed8-4468-8ca4-83ac85e12148\"><em>From Richard Ross, London HA8, UK</em></a></p><p>Source: Ryan McMorrow and Sun Yu in Beijing and Tabby Kinder and Thomas Hale in Hong Kong 2021 'China's education sector crackdown hits foreign investors' FT.com 26 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-26T08:46:02.396Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2256,
          "end": 2264
        },
        {
          "start": 2243,
          "end": 2251
        }
      ]
    }
  ]
}