{
  "_id": "1a9e68e6d09d14bc8d994ec639ef567933ebfc18c5cbc791e87d37fb6bf0f6f2",
  "feed": "wall-street-journal",
  "title": "The Property Report:  Koch Industries Pours Money  Into Distressed Real Estate  ----  By Konrad Putzier",
  "text": "<p>   Koch Industries Inc. is emerging as a major real-estate investor during the pandemic, using its robust cash reserves to buy properties at beaten-down prices and betting on a longer-term recovery. </p><p>   The company's Dallas-based property arm, Koch Real Estate Investments, is among a number of investors looking to take advantage of the depressed market. But few have been as ambitious in their acquisitions. </p><p>   Real estate is a relatively new focus for Koch Industries, the sprawling Wichita, Kan.-based conglomerate headed by billionaire Charles Koch with interests ranging from chemicals to manufacturing and oil refining, among many other industries. Mr. Koch and his brothers have been known for contributing to Republican candidates and conservatives causes. </p><p>   The property arm is four years old and until last year kept a low profile, quietly buying stakes in a number of properties but mostly hiding behind developers and other investors. </p><p>   That changed during the pandemic. Koch last month made a splash in taking over an unfinished multibillion-dollar hotel-and-casino development on the Las Vegas Strip after the previous owner defaulted on his mortgage. </p><p>   The company last spring backed Ladder Capital with a $206.4 million credit facility when the mortgage lender was coming under financial pressure from the pandemic. Koch invested in Amherst Holdings LLC's single-family-rental business and in a Nashville, Tenn., office development. </p><p>   \"We don't have to follow the old rules of real-estate private-equity investing,\" said Koch Real Estate Investments' president, Jacob Francis. </p><p>   The Las Vegas property that Koch acquired last month is one of the oldest and biggest unfinished real-estate developments in the country. Property developer Jeffrey Soffer started building the 63-story, almost 4,000-unit hotel, condominium and casino tower in 2007, but the project filed for bankruptcy after the 2008 financial crisis. </p><p>   In 2010, Carl Icahn bought it for $150 million, sold the furniture, and flipped it to New York developer Steven Witkoff for $600 million seven years later. But Mr. Witkoff wasn't able to secure a new construction loan to finish the project after the pandemic hit the hotel market. Last year, he defaulted on his mortgage from JPMorgan Chase &amp; Co. and Deutsche Bank AG, as well as more than $200 million in subordinate debt held by South Korean investors. </p><p>   That is where Koch's relationships with big financial firms came in: JPMorgan approached the company with an opportunity to buy them out, Mr. Francis said. Koch bought the mortgage for around $350 million, according to people familiar with the deal, and took over the property, bringing back Mr. Soffer, the original developer, and his company Fontainebleau Development as a partner. The Korean firms and Mr. Witkoff lost their investments, according to people familiar with the matter. </p><p></p>",
  "published": "2021-03-03T07:02:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2238,
          "end": 2258
        },
        {
          "start": 2436,
          "end": 2444
        }
      ],
      "nexusId": "10009914"
    }
  ]
}