{
  "_id": "9af791a6b29d68400cd577705c3c71362456915067f7c0674961242eb4807ead",
  "feed": "wall-street-journal",
  "title": "Business News: Corporate Watch",
  "text": "<p>Earnings Charge</p><p>Union Pacific Corp. will record a charge of roughly $278 million in its fourth-quarter results as the company adjusts plans for its Brazos rail-yard project.</p><p>The Omaha, Neb., railroad company began construction on the yard in Robertson County, Texas, three years ago. It was originally intended to be a classification yard, a site where railcars are sorted by destination and assembled into trains. Instead, Union Pacific will now use the site for block-swapping activities.</p><p>Block swapping involves transferring a linked set of railcars between trains without sorting individual cars. Completing the Brazos project as a classification yard would have required additional investment, Union Pacific said on Friday.</p><p>The company added that newly created capacity at existing facilities will be enough to handle Union Pacific's planned southern-region growth without using the Brazos site as a classification yard.</p><p>Union Pacific also provided preliminary results for its fourth quarter. It said it expects to report operating revenue of roughly $5.1 billion, operating expenses of roughly $3.1 billion and operating income of about $2 billion.</p><p>-- Matt Grossman</p><p>---</p><p>BED BATH &amp; BEYOND</p><p>Retailer Speeds Up</p><p>Stock-Buyback Pact</p><p>Bed Bath &amp; Beyond Inc. said it signed an additional $150 million accelerated share-repurchase agreement with JPMorgan Chase Bank as part of the retailer's $825 million stock-buyback program.</p><p>Bed Bath &amp; Beyond, which currently has about 121.2 million shares outstanding, said it expects to receive about 5 million shares under the accelerated repurchase.</p><p>The Union, N.J., company said on Friday that $450 million will remain available for stock buybacks after the accelerated repurchase.</p><p>Shares of Bed Bath &amp; Beyond rose 1% on Friday to $18.94.</p><p>-- Colin Kellaher</p><p>---</p><p>BOOT BARN</p><p>Growth at Stores</p><p>Boosts Holiday Sales</p><p>Boot Barn Holdings Inc. reported better-than-expected sales for the holiday quarter, boosted by growth at its retail locations.</p><p>The western and work-related footwear, apparel and accessories retailer reported preliminary sales of $302.3 million for the third quarter ended Dec. 26, a 6.5% increase over the year-earlier period. Analysts surveyed by FactSet were expecting $297.2 million.</p><p>Boot Barn said comparable sales at its retail locations returned to positive growth, rising 1.9%, while e-commerce grew 16%. The company said it benefited from disciplined promotional activity and strong sales at full price. Total same-store sales are expected to increase 4.6%, the company said.</p><p>-- Kimberly Chin</p><p>---</p><p>SIERRA METALS</p><p>Mining Company</p><p>Weighs Sale, Merger</p><p>Sierra Metals Inc. said on Friday that it is considering strategic alternatives including a sale of the company, an asset sale or a merger.</p><p>The Canadian mining company said the strategic review has the support of the funds that are the company's two largest shareholders.</p><p>Sierra said it has brought in CIBC World Markets Inc. to assist in the process. The company closed Friday on the Toronto Stock Exchange with a market cap of roughly US$540 million.</p><p>-- Matt Grossman</p>",
  "published": "2021-01-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1341,
          "end": 1349
        },
        {
          "start": 1341,
          "end": 1355
        }
      ]
    }
  ]
}