{
  "_id": "2236a98a0330161a2a88e6dd984684b0db881f78ae87fc68d26753fd0aec9f7b",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  Joe Biden, 20th Century Trustbuster",
  "text": "<p>   President Biden has modeled his spending agenda on the Great Society and New Deal. Now he wants to take antitrust policy back to the early 20th century. Or at least that's how it looks from his executive order on Friday to regulate competition and impose more government control over the private economy. </p><p>   \"In the early 1900s, Teddy Roosevelt's Administration broke up the trusts controlling the economy -- Standard Oil, J.P. Morgan's railroads, and others -- giving the little guy a fighting chance,\" his summary states. Mr. Biden now wants to use regulation to break up Big Tech, finance, agriculture and healthcare companies, among others. </p><p>   --- </p><p>   At least two parts of his order are encouraging. He directs Health and Human Services to let hearing aids be sold over the counter, which would offset federal rules that make the devices more expensive than necessary. He also encourages the Federal Trade Commission to ban unnecessary occupational licensing, which is long overdue. These are the government barriers to entry that stymie entrepreneurs, often minorities, in services like hair-braiding or plumbing. </p><p>   These are deregulatory actions, but the rest of his order is about enhancing government power. Courts for more than a century have applied antitrust law based on the \"rule of reason.\" Scholars and judges across the political spectrum, including Phillip Areeda and Supreme Court Justice Stephen Breyer, have shifted antitrust focus from market concentration to economic analysis and consumer welfare. </p><p>   The new Brandeisians in the Biden Administration led by the National Economic Council's Tim Wu (godfather of net neutrality) and FTC chair Lina Khan want to replace the rule of reason with the rule of politics. Mr. Biden's order includes 72 directives that mostly aim to shackle businesses. </p><p>   Consider railroads. Government regulation of railroad rates was among the great failures of the 20th century. It reduced private investment and service and drove many carriers into bankruptcy. Congress abandoned it in 1980, but Mr. Biden wants to revive it. His order summary says there are only seven Class I freight railroads compared to 33 four decades ago. Yet freight prices have dropped 44% since 1981. Mr. Biden wants to force railroads to hand over freight traffic to competitors, which would reduce private investment and shipping efficiencies. </p><p>   He also instructs the Federal Communications Commission to restore the Obama-era \"net neutrality\" rules that regulated broadband providers like railroads. Investment fell after the FCC imposed net neutrality, then surged after the Trump FCC liberated carriers. Broadband last year cost 20.2% less and was 15.7% faster than in 2015. </p><p>   One reason is fierce competition. Democrats opposed the T-Mobile-Sprint merger in 2018, but it has boosted wireless competition and investment. The tie-up shows how business consolidation can improve consumer welfare. Economies of scale can reduce prices. Size also gives businesses more leverage to negotiate lower prices with suppliers. </p><p>   Prescription drug prices have fallen 2% since 2018 as the Food and Drug Administration has approved more generics and second-line therapies. Competition is working. But Mr. Biden nonetheless orders Health and Human Services to \"issue a comprehensive plan within 45 days to combat high prescription drug prices and price gouging.\" Translation: Government price controls, which will reduce innovation and investment in new treatments. </p><p>   --- </p><p>   It's no coincidence that consolidation has been greatest in the two industries that have experienced the biggest increase in regulation over the last decade -- finance since Dodd-Frank and healthcare since ObamaCare. </p><p>   Bigger businesses can more easily absorb regulatory costs. After ObamaCare limited insurer profits, Aetna and Cigna merged with more remunerative pharmaceutical benefit managers. Medicaid expansion and low government reimbursement rates have driven hospitals to consolidate to augment their pricing leverage with insurers. </p><p>   ObamaCare's \"accountable care organizations\" gave hospitals an incentive to acquire physician practices. According to the Kaiser Family Foundation, primary-care-practice market concentration in metropolitan areas increased 29% between 2010 and 2016. Bigger government makes big business bigger. </p><p>   Mr. Biden especially has Big Tech in his bull's eye. His order decrees \"greater scrutiny of mergers, especially by dominant internet platforms.\" But many tech acquisitions increase competition and benefit consumers. Amazon's purchase of PillPack drove retail pharmacies to offer free prescription drug shipments. </p><p>   Specific Big Tech behavior, such as Google's digital ad practices, may deserve antitrust scrutiny. But breaking up companies merely because of their size will take years to litigate with uncertain consequences and could help foreign companies more than consumers. </p><p>   That was the hard-earned antitrust lesson of the 20th century, and it appears Mr. Biden wants to doom us to repeat it. </p><p></p>",
  "published": "2021-07-10T06:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 420,
          "end": 431
        }
      ],
      "nexusId": "10009914"
    }
  ]
}