{
  "_id": "b42486f817f2d2cfbf41f9bd13b3273c58b505e860660f6c1fafd3b8772d3fc8",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Friday's Markets: U.S. Stocks Waver as Bonds Are Sold Off --- Investors focus their buying on smaller companies, energy and financial shares",
  "text": "<p>The Russell 2000 index of small companies gained 48.30 points, or 2.2%, to 2266.69.</p><p>Meanwhile, the Dow Jones Industrial Average and Nasdaq Composite pared their early gains to finish little changed. The Dow added 0.98 point to 31494.32. The Nasdaq rose 9.11 points, or 0.1%, to 13874.46. The S&amp;P 500 slipped 7.26 points, or 0.2%, to 3906.71.</p><p>In bond markets, the yield on the 10-year Treasury note rose to 1.344%, from 1.286% on Thursday. Yields rise as bond prices fall.</p><p>The jump in bond yields comes as the economy seems to be improving, stoking enthusiasm about a speedy recovery. New data on Friday showed that business activity in the U.S. private sector held up, boosted by accelerating service activity and manufacturing output. That followed a report Wednesday that showed consumers used stimulus checks to boost retail spending in January to the largest increase in seven months. Some economists have increased estimates of gross domestic product for the first quarter.</p><p>JPMorgan Chase strategists said Friday that they expect consumers to shatter expectations for the rest of the year given expected fiscal stimulus and economic reopening as the pandemic eases. Meanwhile, Federal Reserve Bank of Boston President Eric Rosengren said he expects the economy to pick up steam as vaccines are distributed.</p><p>This optimistic outlook led investors to ditch Treasurys and pile into economically sensitive stocks in the financials and energy sectors, helping those groups notch big weekly gains.</p><p>But the climb in bond yields this week has also prompted some investors to question whether risky assets such as stocks are looking less attractive, said Kiran Ganesh , a multiasset strategist at UBS Global Wealth Management.</p><p>\"A main driver for equity markets over the past few months has been a lack of competition,\" Mr. Ganesh said. \"If yields rise, then we could see some people rotating away from growth names and toward credit or bonds.\"</p><p>Stocks have come under pressure in recent days as high valuations for technology stocks and rising bond yields weighed on sentiment. The Dow notched a modest 0.1% gain for the week, while the S&amp;P 500 and Nasdaq Composite logged losses, falling 0.7% and 1.6%, respectively.</p><p>\"Investors are taking a little bit of a pause,\" said Arthur van Slooten, global asset allocation strategist at Societe Generale . \"We believe there is further to go. When the reflation trade is back on and there is more confidence about this, we'll see a continuation of the market performance that we've had\" in recent weeks, he added.</p><p>Agricultural equipment maker Deere jumped $29.75, or 9.9%, to $330 after saying it expects solid profit growth in 2021. Cruise operators, airlines and financial companies were among other top performers. Shares of Carnival added $1.70, or 7.4%, to $24.59. American Airlines gained 97 cents, or 5.5%, to $18.68.</p><p>People have also piled into bitcoin, sending its market cap above $1 trillion for the first time Friday, according to Dow Jones Market Data.</p><p>Oil prices pulled back after U.S. diplomats said late Thursday that they may meet with Iran officials for nuclear talks in coming weeks, prompting speculation that a deal could allow Iran to begin exporting more crude. Brent crude declined 1.6% to $62.91 a barrel.</p><p>Investors are closely watching \"how quickly Iran could re-enter the market,\" said Bjarne Schieldrop, chief commodities analyst at Nordic bank SEB.</p><p>Overseas, the pan-continental Stoxx Europe 600 climbed 0.5%, finishing its third consecutive week of gains.</p>",
  "published": "2021-02-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 979,
          "end": 987
        },
        {
          "start": 979,
          "end": 993
        }
      ],
      "nexusId": "10009914"
    }
  ]
}