{
  "_id": "36c6842b3dfe0815d11cd633273b756c71e1d0096506b197e29870668edb4b37",
  "feed": "ftcomall",
  "title": "India's buoyant economy disguises areas of vulnerability ",
  "text": "<p><em>The writer is a managing director at BlackRock</em></p> <p>In 2013, when the mere whisper of Fed tightening in Washington was enough to send a so-called taper tantrum across emerging markets, <a href=\"https://www.ft.com/content/bf9cfc5c-6677-11e3-8675-00144feabdc0\">India</a> was among the hardest hit. The currency plummeted more than 10 per cent and foreign investors pulled $11bn out of local capital markets.</p> <p>Today, most Indian business people and financiers believe such vulnerability is a thing of the past, despite the profound economic scarring of the Covid-19 pandemic. “In 50 years, I have never been more optimistic,” says Deepak Parekh, chair of HDFC, the leading financial conglomerate in the country.</p> <p>After months of suffering, such optimism comes as a relief. But is it justified?</p> <p>There are indeed many reasons for the optimism. The <a href=\"https://tradingeconomics.com/india/foreign-exchange-reserves\">Reserve Bank of India</a> is sitting comfortably on more than $600bn in foreign exchange reserves. <a href=\"https://www.ft.com/content/cb94ca82-0359-4353-89d7-ae5db9bff3ab\">Economic growth</a> is buoyant, thanks to strong exports in everything from engineering goods to gems and jewellery, and also to government investment.</p> <p>Moreover, the cost of capital is at close to all-time lows, making capex more attractive than it has been for many years. The current account deficit is under control, despite <a href=\"https://www.ft.com/content/de840a18-cb5e-45e7-ad4e-981b8aee2d58\">perennial concerns about inflation</a> that derive partly from India's dependence on imported oil. </p> <p>Some problems that in the past bedevilled industrialists have been solved. Power supply was so iffy 10 years ago that many manufacturers had to install generators in their plants to ensure steady supplies. Now it is no longer an issue in virtually all India's states. The cost of power has also fallen to levels at which it is actually competitive with China, according to one tyremaker with operations in both northern and southern India.</p> <p>Until a few weeks ago, with the arrival of the new coronavirus strain, <a href=\"https://www.ft.com/content/50db7615-7106-458a-8887-59974ab80cb6\">the stock market</a> was up 30 per cent this year. This made it one of the world's top performing asset classes, along with the S&amp;P 500, before it slipped back 7 percentage points to 23 per cent. </p> <p>Moreover, the market has put in that stupendous performance without much help from foreigners. Year to date inflows into the equity market from abroad only amounted to about $8bn. “If so little money came in, how can there be so much for the foreigners to pull out?” asks Ashish Gupta, senior financial analyst for Credit Suisse in Mumbai.</p> <p>Yet there are two factors that should give investors cause for caution, not tomorrow perhaps, but in coming months.</p> <p>First, much of the feelgood factor stems from liquidity, which has always been the opiate of the financial markets. The <a href=\"https://www.reuters.com/world/india/india-cenbank-chief-says-rbi-aims-bring-down-liquidity-adequate-levels-excess-2021-11-16/\">Reserve Bank of India</a> has nearly doubled its balance sheet during the pandemic, while every day risk-averse banks park Rs10tn overnight with the central bank. Companies have been issuing commercial paper, certificates of deposit and bonds. IPO financing is a mere 6 per cent, low by historical standards, according to data from Samiran Chakraborty, chief economist of Citigroup in India.</p> <p>“If liquidity drops, everything goes down,” says Sanjay Mookim, chief equity strategist of JPMorgan in Mumbai. </p> <p>The second factor that may damp enthusiasm is the fact that India remains a dual economy and a two-tier society, as Chakraborty puts it. Twenty per cent of Indians, or about 250m people, are doing just fine. They live in the formal economy, have secure incomes and jobs and aspire to buy electric vehicles.</p> <p>But the remainder inhabit the more precarious world of the informal economy, where job losses, declining income and reduced consumption in the wake of the pandemic are far more prevalent. “About 40 per cent of Indians can't afford to even buy a packet of biscuits,” says Chakraborty — let alone a two-wheeled vehicle. One measure of this distress is the rise in applications for rural jobs from a <a href=\"https://scroll.in/article/1003507/why-india-should-spend-more-on-its-rural-employment-scheme\">government programme</a> that provides for 100 days of make-work&#xa0;support annually. These applications are up more than 60 per cent from pre-Covid levels, according to Mookim.</p> <p>India's social and economic inequalities form the backdrop to what could be a flurry of ever more toxic populist policies as states, particularly the Hindu heartland of <a href=\"https://www.ft.com/content/bd3d4c85-bf96-4e7a-94bb-64173f5509de\">Uttar Pradesh</a>, prepare for elections early next year.</p> <p>“Beneath the excess liquidity, the fundamentals have not changed,” says Sanjay Bhandarkar, retired head of restructuring at Rothschild in India. “You have to ask yourself if the India story is sustainable.”</p>&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: Henny Sender 2021 'India's buoyant economy disguises areas of vulnerability ' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-21T12:15:31.019Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3030,
          "end": 3038
        }
      ]
    }
  ]
}