{
  "_id": "ae83fad87447f09fcf9dcfd36b803d7b0221e251eb626beb3f9afca3b88e1d8c",
  "feed": "wall-street-journal",
  "title": "Business News:  Price Jump for Thermal Coal  Turns Outcast Into Gold Mine  ----  By Joe Wallace and Rhiannon Hoyle",
  "text": "<p>   Miners are printing money from a business many are trying to exit: digging up thermal coal. </p><p>   Prices for thermal coal, the variety burned to generate electricity, have shot to decade highs as supplies struggle to keep pace with demand from China and elsewhere during the global economic recovery. Analysts expect prices to stay elevated because concerns about the fuel's contribution to climate change have made it increasingly difficult for miners to obtain permits or funding to dig more thermal coal out of the ground. </p><p>   The rally is filling the pockets of miners including Glencore PLC, Peabody Energy Corp. and Australia's Whitehaven Coal Ltd. The companies stuck with thermal coal despite pressure from environmentalists and Wall Street to abandon the fuel. The recent run-up in prices is also offering a parting gift to a clutch of miners, such as BHP Group Ltd., that are committed to leaving the energy-coal sector behind. </p><p>   Glencore, the biggest producer of thermal coal for export by sea, on Thursday posted record earnings of $8.7 billion in the first six months of 2021, up 79% from a year earlier. A decline in coal production offset the effect of rising prices, which began to surge late in the first half, but Glencore said the coal market would be a big moneymaker for the rest of the year. </p><p>   \"For a responsible operator, you can still make decent money off these mines,\" said Sean Munsie, a portfolio manager at South African investor Allan Gray, which is a large outside shareholder in Glencore. </p><p>   Peabody shares have more than quadrupled this year, while London-listed Glencore is up 39% and Whitehaven has risen 29%. </p><p>   Even with higher share prices, companies will have a hard time financing thermal-coal projects, limiting supplies. Among the U.S. and European banks to have stopped greenlighting certain deals because of their carbon footprint, JPMorgan Chase &amp; Co. said in 2020 that it wouldn't provide project finance if the proceeds go toward developing completely new coal mines. Financiers in Japan, South Korea and China are also pulling back from the sector. </p><p>   Glencore has said it would operate its coal mines in Colombia, Australia and South Africa until they run dry as part of its plan to get to net-zero emissions by 2050. </p><p>    Rio Tinto PLC left the coal-mining sector in 2018, selling assets to Glencore, Whitehaven and Indonesia's PT Adaro Energy Tbk. Anglo American PLC spun its South African thermal-coal business into a separate company in June and is on course to stop producing energy coal by the middle of next year. </p><p>   Anglo American and BHP, the world's No. 1 miner by market value, recently agreed to sell their one-third stakes in Cerrejon, a Colombian coal mine, to Glencore. BHP is also seeking to leave thermal-coal mining behind altogether, but high prices should help fatten profits while the company continues to own a large thermal-coal operation in Australia. </p><p>   The price BHP received for thermal coal in the first half of 2021 was roughly 60% higher than in the previous six months. The company also has benefited from strong prices for commodities such as iron ore and oil. Analysts forecast a sharp jump in fiscal-year earnings and dividends when BHP reports results on Aug. 17. </p><p>   For the U.S. industry, higher prices have provided a reprieve after a downdraft in coal markets in the early days of the pandemic tipped several smaller companies into bankruptcy. St. Louis-based Peabody reported a 15% year-over-year increase in second-quarter revenue and is spending on mine expansions. Chief Executive Jim Grech told analysts coal demand will grow globally even as it falls in the U.S. </p><p>   Even with some grades of coal trading at over $150 a metric ton, those big international miners seeking to leave the commodity are unlikely to regret their decision, according to Tyler Broda, a mining analyst at RBC Capital Markets. \"There's a general aversion to thermal coal\" among investors, he said. </p><p></p>",
  "published": "2021-08-06T06:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1856,
          "end": 1876
        }
      ]
    }
  ]
}