{
  "_id": "e78d3d6557326b78a89a80685134ed10cc657dc40a3db74c66230c383b65dda8",
  "feed": "wall-street-journal",
  "title": "PE Daily: Private Equity Nears Athenahealth Deal | A Chamber of Commerce Challenge | A Tax Bullet Dodged",
  "text": "<p>Today's Top Stories</p><p>Athenahealth provides cloud-based software to healthcare providers that helps patients.</p><p>Bain Capital and Hellman &amp; Friedman are close to a deal to acquire healthcare-technology firm Athenahealth Inc. for about $17 billion including debt, Cara Lombardo and Miriam Gottfried report for The Wall Street Journal, citing people familiar with the matter. It would be the latest in a string of large-scale leveraged buyouts and could be completed in the coming days, the people said. The private-equity pair is poised to prevail in an auction of the Watertown, Mass., company, though there is no guarantee they will clinch a deal.</p><p>The U.S. Chamber of Commerce is challenging Federal Trade Commission Chairwoman Lina Khan, contending in a series of letters that she is overstepping the agency's legal authority, Ryan Tracy reports for The Wall Street Journal. Ms. Khan has deployed several strategies for slowing down the merger market, including pushing for wider-ranging investigations of more deals. She is also considering new rules that could place broad restrictions on business conduct deemed unfair or anticompetitive.</p><p>Business groups succeeded in blocking billions of dollars in proposed tax increases once sought in President Biden's roughly $2 trillion spending package after a flurry of lobbying to change the bill, Brody Mullins and Ted Mann report in The Wall Street Journal. The legislation that cleared the House on a 220-213 vote included a win for private equity after industry lobbyists killed $14 billion in tax increases targeting the industry.</p><p>Hackers are going after individual cryptocurrency investors who bought bitcoin as its price climbed this year, WSJ Pro's David Uberti reports. Healthy cryptocurrency investors have been a target for SIM swapping attacks, when criminals switch a phone number from one device's subscriber identity to another.</p><p>Dozens of companies are dotting the skies with satellites, part of a growing bet that buyers on Earth will pay billions of dollars for a more granular view of the planet. Not all of the companies are likely to make it, according to industry observers.</p><p>Big Number</p><p>342</p><p>The number of S&amp;P 500 companies that mentioned \"supply chain\" in their third-quarter earnings calls, the most since at least 2010 and surpassing a previous record of 292 in the first quarter of last year as the coronavirus pandemic took hold, according to FactSet research</p><p>Deals</p><p>Chernin Entertainment, the studio behind movies and TV shows including \"Fear Street\" and the \"Planet of the Apes\" reboot series, has tapped bankers to explore options including a sale of a stake in the business or other equity partnership, Benjamin Mullin reports for The Wall Street Journal, citing people familiar with the matter. The company, founded by former News Corp Chief Operating Officer Peter Chernin, has received several expressions of interest and has engaged investment banks Centerview Partners and Moelis &amp; Co. to explore its options, some of the people said.</p><p>General Atlantic, Coatue and Moore Strategic Ventures led a $1.4 billion growth investment in space-commercialization company Sierra Space Corp., marking the first time the developer of a space plane for cargo transport has received outside investment, according to a news release. The Broomfield, Colo.-based subsidiary of Sierra Nevada Corp. said it is working with Blue Origin to develop a commercial space station called Orbital Reef. The investment values Sierra Space at about $4.5 billion.</p><p>EQT AB has agreed to acquire Australian cancer-care provider Integrated Clinical Oncology Network Pty., or Icon Group, from owners that include Goldman Sachs Group Inc.'s asset management arm, QIC Private Capital Pty. and Pagoda Investment Advisors, Dominic Chopping reports for Dow Jones Newswires. Both Goldman Sachs and Icon managers and doctors remain as minority investors. Icon operates 31 clinics across Australasia, including in China. EQT is backing the business through its EQT Infrastructure V fund.</p><p>Bain Capital has agreed to acquire a majority stake in healthcare provider InnovaCare Health Inc., joining Summit Partners in backing the Florida company. Bain is investing through its private-equity strategy. InnovaCare relocated its headquarters to Orlando, Fla., from White Plains, N.Y., in July. Summit initially backed the company in 2019.</p><p>Oak Hill Capital and the Canada Pension Plan Investment Board have agreed to recapitalize Berlin Packaging LLC as a growth investment alongside management of the company, according to a news release. The glass, plastic and metal packaging supplier based in Chicago has annual sales of nearly $2.5 billion. Oak Hill initially backed the company in 2014.</p><p>Insurer Liverpool Victoria Financial Services Ltd., which does business as LV= in the U.K., has rejected a proposal from rival Royal London Mutual Insurance Society Ltd. to consider a possible break up of the business as an alternative to a £530 million, or roughly $715.4 million, takeover offer from Bain Capital, Sebastian McCarthy and Lina Saigol report for sister publication Private Equity News. Mark Hartigan, LV's chief executive, described the Royal London offer as a \"hand grenade to disrupt the process\" of the Bain Capital acquisition and urged members to back that deal instead.</p><p>Fengate Asset Management's private-equity unit has invested in healthcare provider Grace Clinics Corp., backing the company with a commitment from the LiUNA Pension Fund of Central and Eastern Canada, according to a news release. Grace specializes in cosmetic surgery and dermatology in Canada.</p><p>SPAC Track</p><p>A blank-check company started and led by founders of London-based Stanley Capital Partners plans to raise $200 million to acquire a business in the healthcare and pharmaceutical sectors that has \"technological transformation potential,\" according to a securities filing. Healthcare AI Acquisition Corp. is led by Stanley founders Simon Cottle, James Brooks and Patrick Hargutt, the filing shows. The men started Stanley Capital in 2019.</p><p>Exits</p><p>EQT AB has agreed with GETEC Energie Holding to sell their respective stakes in sustainable energy service provider G+E GETEC Holding GmbH to the Infrastructure Investments Fund, an investment vehicle advised by J.P. Morgan Investment Management, Dominic Chopping reports for Dow Jones Newswires. EQT and GETEC Energie formed joint-venture company G+E GETEC in 2017, with EQT taking a 75% stake in the venture through its infrastructure arm.</p><p>Partners Group Holding AG-backed daycare-center operator KinderCare Learning Cos. postponed plans for an initial public offering of shares, citing regulatory delays, Tomi Kilgore reports for sister publication MarketWatch, citing an emailed statement. The Portland, Ore.-based company registered for an IPO in October. Partners owns almost 90% of its shares, a stake that was expected to decline to as little as roughly 73% following the offering, a securities filing shows. The IPO was expected to give the company a market value of nearly $3 billion.</p><p>Värde Partners said that a consortium of investors that includes the private-investment firm, credit investor Bardin Hill Investment Partners LP and alternative-asset manager Portsea Asset Management, have agreed to sell a stake in data-communications provider GCX Holdings Limited to 3i Infrastructure, which is investing about $512 million to acquire 100% of the company. Värde led a restructuring of GCX back in 2019.</p><p>Healthcare focused RiverGlade Capital has sold a controlling interest in U.S. Oral Surgery Management to Oak Hill Capital. RiverGlade formed the business with the Thurston Group in 2017. The Irving, Texas-based company has 48 oral-surgery practices and 124 clinics across 18 states.</p><p>Funds</p><p>Pritzker Private Capital has closed on $2.7 billion for its third flagship fund, PPC III, far surpassing its $2 billion goal, according to a news release from the Chicago firm. Investments in the fund were anchored by Pritzker family members and firm staff and included institutional investors and other family offices, according to an emailed news release. Pritzker began marketing the fund late last year, a securities filing shows.</p><p>Peppertree Capital Management Inc., a Chagrin Falls, Ohio-based private-investment firm, has rounded up at least $1.2 billion for Peppertree Capital Fund IX QP LP, according to a regulatory filing. Peppertree specializes in the acquisitions and construction of cellular towers and looks to capitalize on the persistent and growing demand for wireless data, according to a document from the University of Michigan Board of Regents, which pledged up to $75 million to the fund.</p><p>BGH Capital aims to raise 3 billion Australian dollars, or about $2.18 billion, for its second flagship fund, BGH Capital Fund II LP, according to public documents from the Washington State Investment Board, which committed as much as A$480 million to the vehicle. The Melbourne firm started in 2017 collected A$2.6 billion for its debut fund, which closed in May 2018, according to its website. The firm focuses on investing in Australia and New Zealand and was started by former TPG executives Ben Gray and Simon Harle along with Robin Bishop from Macquarie Group.</p><p>Healthcare-focused NovaQuest Capital Management is seeking $250 million for NovaQuest Animal Health Opportunities Fund LP and a related parallel vehicle, a regulatory filing indicates.</p><p>Industry News</p><p>Marc Ganzi, chief executive officer of DigitalBridge Group Inc., is a big fan of digital infrastructure—and these days he's not alone, Miriam Gottfried writes for The Wall Street Journal. A veteran of digital-infrastructure investing who got his start in distressed real estate, Mr. Ganzi has transformed the former Colony Capital Inc., which acquired Mr. Ganzi's private-equity firm in July 2019 and unveiled a plan to shift from being a real-estate generalist to focusing on digital assets such as data centers, cell towers and fiber networks.</p><p>Navneet Govil, the chief financial officer of SoftBank Group Corp.'s Vision Fund, discussed the operations and related issues last week with CFO Journal's Nina Trentmann. Vision Fund invested $14 billion in 67 companies during the third quarter alone amid a rebound from pandemic-related losses last year. The fund more recently suffered after Chinese regulators cracked down on a range of consumer-facing businesses that hurt some SoftBank portfolio companies such as Didi Global Inc. Mr. Govil touched on a broad range of topics in the interview.</p><p>McKinsey &amp; Co. has agreed to pay $18 million to settle allegations that it didn't adequately guard against the risk of insider trading involving investments in companies for which the firm was also a consultant, Dave Michaels reports for The Wall Street Journal. McKinsey partners had access to material nonpublic information at companies such as Alpha Natural Resources Inc. and SunEdison Inc. through the bankruptcy work the consulting firm did for those companies, according to the Securities and Exchange Commission. Meanwhile, another unit of McKinsey, MIO Partners Inc., which managed the partners' retirement funds, invested in outside hedge funds that were investors in those companies, the SEC said. MIO settled with the SEC without admitting or denying wrongdoing.</p><p>A Foresight Group affiliated investment company, Foresight Sustainable Forestry Co., raised £130 million, or about $175.5 million, through an initial public offering on the London Stock Exchange Friday, Joe Hoppe reports for Dow Jones Newswires. Foresight Group will manage the company, which is focused on U.K. forestry assets. The shares are expected to begin trading on Wednesday. Publicly traded Foresight Group had about £8.1 billion in assets under management at the end of September.</p><p>Investors polled by a Marquee QuickPoll survey expect core inflation to be in the range of 2.5% to 3% or higher by the end of next year, Goldman Sachs Group Inc. said in a report. Nearly two-thirds of 779 client respondents said they expect the core Personal Consumption Expenditures price index to normalize below 3% by the end of 2022, with about half saying they expect the rate to be between 2% and 3% and a third expecting it to be 3% or higher.</p>",
  "published": "2021-11-22T14:55:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6231,
          "end": 6264
        }
      ]
    }
  ]
}