{
  "_id": "217e5ecc18bfa2c270cdbd6b839c42a035c437ed8da728a49c0dbd1502c14347",
  "feed": "ftcomall",
  "title": "Iniesta feels the pain in Spain over Binance promotion ",
  "text": "<p><em>Explore headlines from across the FT with our new </em><a href=\"https://www.ft.com/top-stories-today\"><em>three-minute audio news digest</em></a><em>. </em></p> <p>Hi from Chennai, where I've been treated to tropical rainstorms on my family holiday. </p> <p>It's been an interesting experience watching the crypto debate reach fever pitch here in India with a proposed bill seeking to “prohibit all private cryptocurrencies” in the country. </p> <p>In this week's edition markets news editor Adam Samson makes his debut in FintechFT, writing about a football legend who failed to disclose a promoted tweet for cryptocurrency exchange Binance and the curious correlation of crypto and traditional markets. Meanwhile, I spoke to Thought Machine, the cloud banking firm which today announced it had entered the unicorn club with a Series C funding round.</p> <p>Your emails and thoughts are much appreciated. Feel free to email Imani or me at <a href=\"mailto:sid.v@ft.com\">sid.v@ft.com</a> or <a href=\"mailto:imani.moise@ft.com\">imani.moise@ft.com</a>. Have a great week!</p> <h1>Cryptocurrency advertising and hedging potential comes under scrutiny</h1> <p>Take a trip on the London Underground and you'll see lots of adverts for new cryptocurrency lending services, trading platforms and even a digital token named after Elon Musk's dog.</p> <p>Crypto ads are not subject to the same scrutiny as traditional financial products in many jurisdictions. That often means market watchdogs lack the ability to directly oversee these ads. This has allowed crypto shops — many of which are flush with money thanks to booming interest in the sector — to splash out on sponsoring sports teams and stadiums, hiring billboards and agreeing influencer deals with famous athletes.</p> <p>Spain's market regulator last week dinged football legend Andrés Iniesta for a tweet promoting crypto exchange Binance. My colleagues Joshua Oliver, Samuel Agini and Daniel Dombey followed-up at the weekend with a scoop that Iniesta, who has 25m Twitter followers, did not disclose that he was<a href=\"https://www.ft.com/content/64d4cfa6-e277-4a5b-a8b7-f7def5b82e00\"> paid by Binance</a> due to a “misunderstanding”, according to the exchange. Iniesta declined to comment.</p> <p>We've been here before. A few years ago, sports stars like Usain Bolt were paid to promote contracts-for-difference to retail investors — until authorities cracked down. How national regulators and lawmakers decide to approach crypto advertising is going to be of crucial importance both for protecting consumers and for mainstream adoption of the technology. Several surveys have shown that many retail investors do not fully understand the risks associated with digital tokens, many of which are subject to extreme volatility.</p> <p>Lucy Kellaway's excellent essay, <a href=\"https://www.ft.com/content/6ff0f503-f20b-45d5-b2d3-7f93da184e8c\">“Crypto in the classroom”</a>, highlighting how many young people are trading crypto and even convincing their parents to make allocations, underscores why rules urgently need to be set. </p> <p>You no doubt saw that traditional financial markets were shaken on Friday as concerns about the Omicron strain of coronavirus weighed heavily on investor sentiment. But what I find really fascinating is how cryptocurrencies responded to the sudden re-emergence of pandemic jitters: they tumbled. </p> <p>With the return of a classic “risk off” scenario, with stocks and oil falling by the most in more than a year, Bitcoin, the biggest digital token by market value, fell 8 per cent in its worst day since September. The rest of the digital asset market also came under significant pressure, with an FT Wilshire index tracking five major tokens excluding bitcoin shedding a tenth of its value on Friday. </p> <p>Market sentiment in traditional finance recovered on Monday and the same happened in crypto land.</p> <p>There are several observations from this pattern. Crypto is often touted as a potential diversification tool in investor portfolios, premised at least in part on the idea that returns in digital assets are not overly correlated with traditional risk assets like equities or junk bonds.</p> <p>For some, this decoupling is one of main selling points of digital currencies.</p> <p>However, if crypto falls during major “risk off” events, it makes you question to what extent it does indeed work as a bulwark against abrupt shifts in perceived risks.</p> <p>The other question is whether the correlation between traditional and digital assets will rise as institutional investors begin adding crypto to their holdings. A survey from June of hedge fund executives found that these fund managers expect to hold an average of 7.2 per cent of their assets in cryptocurrencies in five years' time. That would be expected to give them greater sway over a market that is now heavily influenced by retail traders. <em>(Adam Samson)</em></p> <h1>Quick Fire Q&amp;A</h1> <p><em>Every week we ask the founders of fast-growing fintechs to introduce themselves and explain what makes them stand out in a crowded industry. Our conversation, lightly edited, appears below.</em></p> <p>I recently spoke to Paul Taylor, chief executive and founder of Thought Machine, a London-based cloud banking firm, which today announced it had reached unicorn status with a valuation of $1bn after closing a Series C fundraising round of $200m. Returning investor Nyca Partners alongside several global banks, including JPMorgan, Standard Chartered and Lloyds Banking Group, led the funding round. To date, Thought Machine has raised around $340m. Taylor, an ex-Googler who led a team developing a text-to-speech system at the search engine giant, founded Thought Machine in 2014.</p> <p><strong>What made you decide to leave Google and move into cloud banking? </strong>I founded Thought Machine because I wanted to use the same cloud technology and engineering principles I was exposed to at Google and apply this to the banking industry's legacy infrastructure problem. Thought Machine's core banking engine, Vault, is entirely free from legacy code. It's built to liberate banks from decades-old systems. </p> <p><strong>How has the pandemic affected demand for your products among different banks? </strong>With zero warning, banks were forced to expand digital customer support, launch new features, and offer new terms on products — while working remotely. Major banks were hamstrung by their legacy systems which are costly and resistant to change — and so the demand for Thought Machine's modern core banking platform skyrocketed. Underpinned by cloud native technology, Vault is a highly configurable platform that is trusted by the world's most competitive banks, including JPMorgan Chase, Lloyds Bank, Standard Chartered and SEB.</p> <p><strong>Have there been any unexpected trends during the pandemic period which are likely to continue? </strong>The pandemic has changed the way people bank primarily due to the acceleration of digital adoption across all channels. This has shown banks around the world that they cannot rely on outdated banking technology. With cloud native technology, banks can benefit from highly automated, efficient and resilient technology that can support them in times of unprecedented shock and change. The banks of the future will be a mix of established banks, fintechs and tech giants — all of which will be supported by new cloud native, digital-only technology stacks. </p> <p><strong>How has the cloud banking space evolved in recent years? </strong>Banking is changing quickly and so is its underpinning technology. Over the past few years, the world's biggest and most ambitious banks have been replacing their legacy systems at pace due to pressure from new competition and customers in need of highly personalised and streamlined products. Fourth generation, cloud native software, like Thought Machine's Vault, offers banks the scalability and flexibility to create exceptional customer experiences. These cloud native systems are markedly different to previous systems built with decades-old programmes. By the end of the decade, banks will look radically different and will be providing far better customer experiences — all supported by cloud native technology stack.</p> <p><strong>What are the next steps of your business evolution?</strong> In the past 12 months, Thought Machine has opened a new London headquarters, a New York office and continued to expand its presence in Asia-Pacific. The demand for modern technology in these markets will only accelerate as competition intensifies and new entrants gain market share.</p> <h1>Fintech Fascination</h1> <p><strong>Paytm's public listing plunge casts shadow on India's IPO pipeline </strong>Benjamin Parkin, Mercedes Ruehl and Hudson Lockett dove into the repercussions of <a href=\"https://www.ft.com/content/29b64b68-7499-475c-a26d-ec24714ded6d\">India's largest-ever initial public offering.</a> The fintech suffered one of the worst debuts in the market's history, and could put a string of planned flotations in India at risk. </p> <p><strong>Winter has come for Kazakhstan's crypto miners </strong>Martha Muir reports on the<a href=\"https://www.ft.com/content/086b7ec7-f71a-4214-bfa0-5644852056f3\"> woes of the blockchain's miners</a>, who have flocked to the central Asian state after the latest Chinese crackdown. The only problem? Their mass migration has put the country's power grid under significant strain, leading to power shortages and growing threats from the government. </p> <p><strong>Freetrade seeks to double its valuation </strong>Joshua Oliver and Akila Quinio wrote about how <a href=\"https://www.ft.com/content/ab33d611-511f-4cb8-972b-6bf99e008a47\">UK fintech Freetrade </a>is targeting a £650m valuation through crowdfunding, launching its seventh round of fundraising last Wednesday. One of the beneficiaries of the retail stock trading boom during the pandemic, Freetrade plans to expand into offering cryptocurrencies.</p><p>Source: Siddharth Venkataramakrishnan and Adam Samson 2021 'Iniesta feels the pain in Spain over Binance promotion ' FT.com 29 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-29T18:00:39.748Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5020,
          "end": 5028
        },
        {
          "start": 6236,
          "end": 6244
        }
      ],
      "nexusId": "10009914"
    }
  ]
}