{
  "_id": "93a5894ce13f9a43fac930defcdd33f4ed122c5e64f4c66c0c778e091e5806d7",
  "feed": "ftcomall",
  "title": "Debuts in active ETFs surge as US investors' appetite grows",
  "text": "<p>About 60 per cent of the nearly 500 ETFs that launched in the US in 2021 are actively managed, according to data from&#xa0;Morningstar Direct. This marks the first year that more active ETFs were launched than index-tracking ETFs, data up to December 15 show.</p> <p>Among them are ETF debuts from managers including&#xa0;Putnam Investments, Harbor Funds, Alger&#xa0;and&#xa0;Gabelli, as well as the first active ETFs from&#xa0;Nuveen&#xa0;and&#xa0;BNY Mellon. It also includes the first active mutual funds to convert to ETFs, including half a dozen from&#xa0;Dimensional Fund Advisors. JPMorgan Asset Management&#xa0;and&#xa0;Franklin Templeton&#xa0;also plan to convert products in 2022.</p> <p>The new products look set to capitalise on what appears to be accelerating investor appetite for stock-and-bond picking strategies in an ETF wrapper. The $84.1bn that investors put into active ETFs in 2021 through November is nearly 50 per cent more than last year's full-year record sales of $57.4bn, according to Morningstar Direct.</p> <p>Despite the growing attention and assets, active strategies still play only a small part in the $7tn US ETF industry. They represented just 10.5 per cent of net sales and 4 per cent of assets as of November 30, according to Morningstar. </p> <p>Prying market share from the grip of plain-vanilla index funds could prove to be a tough task. “The money that has moved into the ETF space, that has been seeking out extremely low-cost, diversified products, isn't going to swing back to active,” said Todd Rosenbluth, director of ETF research at&#xa0;CFRA. Rather, “people who already have embraced active management increasingly are going to choose the ETF wrapper.”</p> <p>However, some research firms predict continued strong growth in the less-developed areas of actively managed ETFs, such as active equity products. ISS Market Intelligence&#xa0;<a href=\"https://www.ignites.com/c/3440314/439264?referrer_module=article\">expects</a>&#xa0;stockpicking ETF sales to generate between $325bn and $590bn in flows between 2022 and 2026. Active equity ETFs booked just over $33bn in sales year-to-date through November, according to Morningstar.</p> <p>Certainly, the adoption of active equity ETFs post-pandemic was transformative for&#xa0;Ark Investment Management, the shop founded in 2014 by&#xa0;Cathie Wood. The company's assets have exploded since the beginning of 2020, from $3.5bn to more than $35bn today (although that is down from a high of $50bn in June 2021) on $30bn in net sales, according to Morningstar Direct data.</p> <p>Ark's focus on skyrocketing stocks such as Tesla&#xa0;would have captured the attention of investors regardless of whether the products were actively managed or part of a thematic index, argued&#xa0;Nick Elward, senior VP of institutional product and ETFs at&#xa0;Natixis.</p> <p>For the rest of the industry, the availability of portfolio-shielding technologies such as those licensed by&#xa0;NYSE, Fidelity, Precidian Investments&#xa0;and&#xa0;Blue Tractor, as well as proprietary models from&#xa0;T Rowe Price&#xa0;and&#xa0;Invesco, opened portfolio managers' eyes to the opportunities of the ETF wrapper, Elward said.</p> <p>Between active non-transparent ETFs and the first mutual funds to convert into ETFs, “active managers are seeing an opportunity in a vehicle type that has a lot of benefits they can give to investors, like tax efficiency and [lower] costs,” he added.</p> <p><em>*Ignites is a news service published by FT Specialist for professionals working in the asset management industry. It covers everything from new product launches to regulations and industry trends. Trials and subscriptions are available at </em><a href=\"https://www.ignites.com/\"><em>ignites.com</em></a><em>.</em></p><p>Source: Jackie Noblett, Ignites 2021 'Debuts in active ETFs surge as US investors' appetite grows' FT.com 31 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-31T05:10:40.988Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 541,
          "end": 566
        },
        {
          "start": 541,
          "end": 549
        }
      ]
    }
  ]
}