{
  "_id": "f8650e5e0eb1456652553a8c1d1c629ee8533706e2b81467eba39974a93a4dc7",
  "feed": "ftcomall",
  "title": "US consumers still spending despite Delta risk, banks say",
  "text": "<p>US consumer spending is still outpacing pre-pandemic levels in a sign that shoppers are shrugging off concerns around the Delta variant to continue fuelling the economic recovery, according to bank executives. </p> <p>At JPMorgan Chase, the largest US bank, debit and credit card spending is still tracking 18 to 19 per cent higher than 2019 levels, consumer and community banking head Marianne Lake told investors at an industry event on Tuesday.</p> <p>Consumer spending accelerated in 2021 after reaching a low late last year and that “strength stayed with us through the summer season, and as we sit here today” — despite a slowdown in spending in the travel and lodging sectors, Lake said. </p> <p>Her comments were echoed by Mike Santomassimo, chief financial officer at Wells Fargo. </p> <p>“Despite the noise that is getting created by the Delta variant, you're still seeing [the economic recovery] move forward,” Santomassimo said, pointing to higher debit and credit card spending.</p> <p>Certain categories particularly sensitive to the pandemic such as travel have begun to dip lower over the past few weeks, but overall “people are out there spending”, he said.</p> <p>The upbeat comments, made at the Barclays financial services conference, buck broader <a href=\"https://www.ft.com/content/fdc129e5-57f4-4981-a901-b2fbc244a6c3\">worries</a> within corporate America over the failure to bring Covid-19 under control, which has forced some companies to reset plans and revise forecasts.</p> <p>Business leaders have looked to US consumers to power the global economic recovery after the coronavirus pandemic. But supply chain issues from staffing shortages to Hurricane-related disruptions have made it harder for businesses to deliver goods and services even as consumers emerge from lockdowns ready to spend. </p> <p>However, JPMorgan and Wells said demand for loans remained subdued, an area of <a href=\"https://www.ft.com/content/8738c327-ceab-4d00-8c24-fbc44c81a0c4\">concern</a> for banks this year due to government stimulus cheques, an increase in personal savings, and higher corporate cash reserves. The banks said the decline in loan demand had stabilised following pandemic declines, although Lake said it might not normalise until 2022. </p><p>Source: Imani Moise and Joshua Franklin in New York 2021 'US consumers still spending despite Delta risk, banks say' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-14T18:41:27.348Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1701,
          "end": 1709
        },
        {
          "start": 213,
          "end": 221
        }
      ],
      "nexusId": "10009914"
    }
  ]
}