{
  "_id": "fb80a64d1448444716d582cb00b463bbd515367d238dc12f0bf3429dff5b4c12",
  "feed": "market-watch",
  "title": "Wall Street banks seeing surge of applicants as pay rises",
  "text": "<p>Morgan Stanley received nearly 47,000 applications for its internships in Europe, the Middle East and Africa — its primary recruitment tool for full-time roles — up by 14% on the previous year. HSBC's 24,174 applications in Emea for its investment bank were up by 7% on 2020, while Credit Suisse had over 26,000 students vying for roles in the region, which is up on last year, according to a person familiar with the matter. At Citigroup, applications for London-based internships were up 12% to around 12,800.</p><p>JPMorgan has received over 50,000 applications globally for around 400 jobs in its investment banking division in 2021. Goldman has hired 2,900 summer interns this year, up from 2,727 in 2020. It received 100,000 graduate applications globally last year, a figure which is up by 50% in 2021, CNBC reported.</p><p>Banks' ability to attract junior talent from top universities is under scrutiny after the pandemic exacerbated burnout, following a leaked presentation from 13 Goldman Sachs analysts in March outlining brutal 90-hour weeks. One respondent described sleep problems and “through the roof” anxiety levels.</p><p>“Reputationally damaging headlines about banks have not put students off,” said Martin Birchall, chief executive of graduate research firm, High Fliers. “Long hours are all priced in for students who want to work hard for some amazing rewards.”</p><p>Salaries for entry-level roles in London swelled from £50,000 to £60,000 in recent months at Barclays, Bank of America, Citigroup, and JPMorgan, among others, while Goldman and boutiques Perella Weinberg and PJT Partners now offer £70,000 to first-year analysts. On Wall Street, $100,000 starting salaries are now the norm, up from $85,000.</p><p>“If you can handle the long-hours, stress and lifestyle, it's a great time to go into banking,” said Logan Naidu, chief executive of recruiters Dartmouth Partners. “You will get more transaction experience and pay has spiked.”</p><p>But as well as pay perks, banks have overhauled workloads — limiting the size of pitchbooks, enforcing weekend time off and offering ‘disconnected' holidays for juniors. Recruitment of analysts is also on the up.</p><p>HSBC has taken on 778 interns and graduates this year globally, up by 41% on 2020. Morgan Stanley's intake of analysts and associates will hit 330 in Emea, a 23% on the previous year, while Deutsche Bank has taken on 900 graduates globally, up by nearly 30% on 2020.</p><p>Bank of America has hired more than 1,900 interns globally in 2021, up from 1,500 in 2019, and has taken on over 2,000 graduates. Citigroup has increased full-time analyst and associate hires by 12% to 633 in Emea.</p><p>Jonathan Black, director of the careers centre at Oxford University, said that 8-10% of its undergraduates typically go into banking each year, and those that choose investment banking are “dead set” on a career in the sector.</p><p>“The people who make it into banking roles know what they're getting into,” he said. “Long hours, intense work, but it opens up career opportunities. I had one masters student saying they were seeking purpose in a job with social impact, but then saw the high-paying banking jobs and opted for that instead.”</p><p>Charlie Statham, the MSc careers relationship officer at Bayes Business School — formerly known as Cass — said that students often highlight their willingness to work long hours in cover letters to banks.</p><p>“There are no signs that our financial MSc students are turning away from investment banks. Corporate finance and M&amp;A are still the most popular choices,” he said. “However, some are honest and say it's something they're willing to work hard at for two or three years before moving into private equity or another sector.”</p><p>“If you're smart and willing to work hard, banking is a good choice, but attrition rates among junior bankers is high and increasing,” said Naidu.</p><p>Banks are in a deal boom that brought in an unprecedented fee haul of $60bn in the first half, according to data provider Dealogic. The surge has not let up throughout the year. The revenue gains have made them both a safe and lucrative employer for new graduates, despite the pressure on employees during this time.</p><p>Birchall said this contrasts with the wider graduate market in the UK.</p><p>“Tens of thousands of graduates last year were left without a job, and the class of 2021 now find themselves competing against those candidates,” he said. “Competition is intense.”</p><p>This story originally appeared on FNLondon.com</p>",
  "published": "2021-09-13T06:43:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1502,
          "end": 1510
        },
        {
          "start": 512,
          "end": 520
        }
      ]
    }
  ]
}