{
  "_id": "bb476696b72dfa30bb6493c86335c1f703ed5a1363ab3f3dbadbdc1618a16953",
  "feed": "wall-street-journal",
  "title": "Banks Are in the Economy's Waiting Room --- Good news on credit and capital have propelled bank stocks this year, but that might run out of steam",
  "text": "<p>Second-quarter earnings by the biggest banks in the country will start coming out Tuesday with reports from JPMorgan Chase and Goldman Sachs, followed by more over the course of the week. The flow of news overall was good for banks in the second quarter. The results of the Federal Reserve's stress test paved the way for big capital returns. Credit metrics look very strong, as the slowing of stimulus hasn't so far led to a surge in defaults. The Fed's tweak to its overnight reverse repo rate helped relieve some pressure on banks' bulging balance sheets.</p><p>Investors were expecting much of this, driving the KBW Nasdaq Bank Index up by nearly 40% at the start of June. The stocks cooled a bit of late, but big banks outperformed financials and the broader market overall. Nonetheless, big banks still trade at about 50% of the forward price-to-earnings multiple of the S&amp;P 500, compared with a historical median of 75%, according to analysts at Autonomous Research. That implies some room to run.</p><p>But a chunk of expected forward earnings are due to releases of loan-loss reserves, which are one-off profits that investors tend not to value very highly. So to narrow the gap, banks are probably going to need some even-better news. It might be tough to come by.</p><p>While there are some hopeful signs for core interest income, it still isn't a great picture. Auto loans are hot, but they make up 7% of big U.S. banks' overall lending, according to Fed data, and are rather concentrated among a few lenders. Big U.S. banks' cash piles that drag on asset yields have shrunk since May, but as a percentage of assets they are still about twice as high as they were at the start of the pandemic, Fed data show. Interest rates aren't helping much either: Despite the uptick in some short-term rates, longer-term yields remain stubbornly low, with those of 10-year Treasury notes recently dipping back to February levels.</p><p>Low rates have been a boon to capital markets and Wall Street. But that uplift is expected to start to slow compared with the enormous revenues generated last year. Analysts at Barclays expect trading and investment-banking fees in the second quarter to be down about 20% to 25% year over year across the five biggest U.S. Wall Street banks. An exception could be fees from wealth-management units, such as at Morgan Stanley, which benefit as shares rise in value and even more investors decide to go all in on the market.</p><p>Banks could pull some levers to bump up earnings. They could shift more cash into securities. But at the present level of bond yields, the time to make that move might be past; doing so now risks future losses in that portfolio that could hit capital levels. JPMorgan Chief Executive James Dimon told analysts in June it would take him one phone call to buy more Treasurys, but \"we're being patient because I think you have a very good chance inflation will be more than transitory.\"</p><p>Another button would be returning even more capital beyond what investors are anticipating. A handful of banks, notably Capital One Financial, have a lot of excess capital above requirements. But others might start to be wary of running too close to minimum levels given that parts of their requirements, like global systemic risk buffers, might still rise. Payouts also consume cash that could be deployed later at higher rates.</p><p>So loan growth remains a huge factor. Some, such as Bank of America, will benefit just from fewer loans disappearing, in the form of slower mortgage prepayments. Yet a sustained pickup in borrowing remains elusive. People might be seeking credit by applying for cards, but card loans at big U.S. banks are about flat from a year ago, and about 8% below where they were two years ago, according to Fed data.</p><p>Perhaps borrowers are just getting ready to splurge -- or they are worried about soon running into trouble. Investors will have to be patient to find out.</p>",
  "published": "2021-07-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 108,
          "end": 122
        },
        {
          "start": 2694,
          "end": 2702
        }
      ]
    }
  ]
}