{
  "_id": "dcd9741cbabedd52c1a43fd73f308118a5b939e745f367c11bbe69f46e6a740c",
  "feed": "ftcomall",
  "title": "Bankers quietly mould crypto innovations for their own use",
  "text": "<p>When Elon Musk <a href=\"https://www.ft.com/content/ff8cde35-92a3-48a8-bff1-47d98073fdc0\">revealed this yea</a>r that he had invested $1.5bn of Tesla's corporate cash in bitcoin, many grown-up financiers winced. No wonder. </p> <p>The world of corporate treasury management is supposed to be a deadly dull place, where safety rules. No one expects treasurers to dance with the crypto kids. </p> <p>But these days something striking is quietly happening on Wall Street: some grown-up bankers are starting to offer those conservative treasurers some crypto-focused solutions too.</p> <p>Take JPMorgan. This year, Umar Farooq, head of the bank's Onyx project (which has created a JPMorgan crypto coin and ethereum-style blockchain platform), <a href=\"https://www.coindesk.com/business/2021/06/07/remember-jpm-coin-next-step-is-programmable-money-bank-exec-says/\">revealed </a>that it is developing so-called “programmable money” for corporate clients. This aims to enable treasurers to cut deals with partners via a shared computing ledger, on autopilot, with an innovation known as “smart contracts”. </p> <p>It sounds futuristic. But the bank is poised to announce that one of the world's biggest industrial groups is embracing this crypto innovation. No, this is not the same as Musk's adventures with bitcoin: instead of using crypto as a store of value (ie investment), the JPMorgan initiative uses it as a payment method to transfer values linked to other assets — including fuddy-duddy fiat currency. </p> <p>However, this second usage of crypto will almost certainly end up being far more important than bitcoin for the business world, not least because it comes as other banks are racing to develop crypto-innovations, too. To cite another example: this week HSBC and Wells Fargo <a href=\"https://www.ft.com/content/1a4dcaf5-2b4b-4f0b-8c58-a8fa173f24b3\">revealed plans</a> to use blockchain to settle foreign exchange transactions between financial institutions.</p> <p>The impetus behind these experiments is a recognition among financiers that treasurers face at least three big headaches. The first is that companies need armies of staff to execute (and check) treasury transactions, which is costly and carries the risk of human error as transactions rise. </p> <a href=\"http://www.ft.com/cms/ccb48782-82f9-44ef-97c7-dcfa02431123.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The second is that settling treasury transactions typically takes a few hours (if not days), particularly across borders. That creates a third headache: to offset these execution lags, companies and banks need large buffers of cash to cover delays and risks.</p> <p>In theory, these three issues could be resolved (or reduced) if legacy financial systems became better automated, offering faster execution and settlement. This is now happening to some degree, as the competitive threat of crypto (belatedly) forces traditional systems to become more cutting-edge. The saga around the Swift messaging system is <a href=\"https://www.ft.com/content/91342189-978f-4d44-9dcf-b993983f08f9\">a case in point.</a></p> <p>However, in practice it is often very difficult to upgrade legacy systems and a wider business dash into digital is leaving companies drowning in cross-border micropayments. So the “programmable money” project tries to offer a workaround, by, say, enabling a micropayment to be instantly made and settled at moment of “sale” and netted against other transactions in a corporate account, or so JPMorgan hopes. </p> <p>Will it work? It remains to be seen. JPMorgan has already had some success in using blockchain and its own crypto coin for bank-to-bank transactions; <a href=\"https://www.americanbanker.com/news/jpmorgan-chase-reorganizes-blockchain-units\">with over 400 banks</a> using these. Entities such as DBS, Standard Chartered and HSBC have digital initiatives too.</p> <p>But some non-financial corporate experiments have been less successful. Back in 2018, for example, BP and other energy companies unveiled a blockchain-based system to trade oil. Yet earlier this year Karen Scarbrough, a senior technology associate at BP, admitted that the project “really hasn't panned out like we thought”, and had been rolled back. The reason, it seems, was that it is cumbersome to update a shared computer ledger with current blockchain technology — so “blockchain is not an excellent tool for tracking and tracing”, yet.</p> <p>Crypto enthusiasts retort that blockchain is now far more efficient due to tech upgrades. But we simply do not know yet whether it can scale. Nor do we know how regulators will respond; the devil will be in the digital detail. </p> <p>Nevertheless, there are already three important lessons that investors should note. First, while enthusiasts used to assume that crypto innovations would disintermediate legacy institutions, the establishment is fighting back. Second, while crypto enthusiasts also used to extol the idea of “public”, permissionless blockchains (ie ones that anyone can join, without asking), the real action for companies is with “private” chains (ie those where access is controlled). </p> <p>This focus on private chains may be temporary. The internet started life in the form of private “intranets”, which were subsequently linked to create the public net. But the increase in private — not public — chains raises a third key point: the reason why big companies and banks might want to use blockchain for payments is not to be anonymous, but for reasons of flexibility, automation and speed. Crypto is no longer (just) a tool to create trust where none exists or subvert authority. </p> <p>This subtle twist might horrify libertarians. But it is also a sign that the crypto world is growing up. All eyes are now on how regulators and corporate treasurers respond to the idea of “programmable money”; even if it is not as readily tweetable as Musk.</p> <p><a href=\"mailto:gillian.tett@ft.com\"><em>gillian.tett@ft.com</em></a></p> <a href=\"http://www.ft.com/cms/c461153e-5588-44cd-a73d-cea30afaa05d.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Letter in response to this column:</strong></p> <p><a href=\"https://www.ft.com/content/33960413-8907-4610-bc62-5dd3d2f925a3\"><em>What blockchain owes to Kubrick's masterpiece/ From Neil McNaughton, Editor, Oil IT Journal, Sèvres, France</em></a><br></p><p>Source: Gillian Tett 2021 'Bankers quietly mould crypto innovations for their own use' FT.com 16 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-16T17:58:29.150Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 488,
          "end": 496
        }
      ],
      "nexusId": "10009914"
    }
  ]
}