{
  "_id": "b6886b48e603185fddd7dba27cb8878b9d0cecc1f3afbe48e57d991262590716",
  "feed": "market-watch",
  "title": "Oil could still hit $150 a barrel with OPEC+ ‘in the driver's seat': J.P. Morgan",
  "text": "<p>OPEC+ — the combo of the Organization of the Petroleum Exporting Countries and other major producers, including Russia — “has returned to a position of positive leverage, which it will defend by keeping inventories low, the market in balance and taking action to support optimal reservoir management through paced volume growth,” the analysts said in a Monday note.</p><p>West Texas Intermediate crude CL00, the U.S. benchmark, plunged 13% on Friday, while Brent crude BRN00 dropped more than 10% in the biggest one-day rout since the early days of the pandemic. Fear of renewed lockdowns and a hit to global economic growth following the discovery of the omicron variant of the coronavirus that causes COVID-19 sparked a plunge in stocks and commodities, likely amplified by thin, holiday trading conditions on the day after Thanksgiving.</p><p>See: The omicron strain of the coronavirus is spreading, now in at least 12 countries</p><p>Uncertainty around the variant, and the accompanying plunge in crude, was also seen giving OPEC+ economic cover to pause a timetable that has seen it boost output in monthly increments of 400,000 barrels a day without directly tying the move to last week's U.S.-led release of crude from global strategic reserves. Crude bounced Monday, with both benchmarks up around 3%.</p><p>Read:OPEC+ has excuse to pause oil production increases after COVID variant sparks crude plunge</p><p>OPEC+ is likely to slow the pace of production increases early next year, the analysts wrote, and is unlikely to increase supply unless oil prices are “well underpinned,” they wrote, highlighting four potential ways OPEC+ would benefit:</p><p>Industrywide underinvestment will make it difficult for OPEC+ to deliver monthly production growth of more than 250,000 barrels a day once the expected pause is over, the analysts said (see chart below). They estimated that “true” OPEC spare capacity in 2022 will be around 2 million barrels a day, or 43%, below consensus estimates of 4.8 million barrels a day.</p><p>J.P. Morgan's bottom-up, field-by-field model showed a total capacity shortfall extending to 3 million barrels a day (mbd) versus an OPEC+ target of 49.1 mbd in the first half of 2024.</p><p>OPEC+'s ability to control price — what the analysts dubbed the “steering wheel” — depends on the efficacy of its spare capacity, which at prevailing quotas is set to fall to a 25-year low of 4% of total capacity from an average of 14% seen between 1995 and 2020, J.P. Morgan estimated. That's well below the comfort level of around 10% urged by energy consumers.</p><p>“Incorporating our model of OPEC+ true capacity, we expect oil to overshoot…,” the analysts wrote.</p>",
  "published": "2021-11-29T16:54:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 69,
          "end": 80
        },
        {
          "start": 2437,
          "end": 2448
        },
        {
          "start": 1988,
          "end": 1999
        }
      ]
    }
  ]
}