{
  "_id": "c02c4e1157b6101bf90bc6ccba41a129abde8ae1dad93faf22086b735361ef68",
  "feed": "wall-street-journal",
  "title": "Barclays Overtakes  Credit Suisse With  Investment Bank  ----  By Simon Clark",
  "text": "<p>    Barclays PLC recently overtook Credit Suisse Group AG in investment banking revenue, a sign that the U.K. bank's long, frustrated push to be a major player is making progress thanks in part to the troubles of its Swiss rival. </p><p>   The London-based bank vaulted past its Zurich-based counterpart to be the largest investment bank outside the U.S. in the second quarter of this year with $1.26 billion of investment banking revenue, representing a 4.1% market share, according to Dealogic. JPMorgan Chase &amp; Co. was the top investment bank during the quarter with $3.15 billion of revenue, a 10.1% market share. </p><p>   Inside Barclays, executives say the collapses of key Credit Suisse clients Archegos Capital Management and Greensill Capital have disrupted the investment banking landscape. This has created a rare opportunity for Barclays to grab market share in the business of advising on takeovers and arranging debt and equity sales for global companies. </p><p>   A Credit Suisse spokesman declined to comment. </p><p>   Barclays has gone after its wounded competitor. It recruited several bankers from Credit Suisse, including Tim Devine to advise financial companies, Eric Federman to advise technology and media companies, Ihsan Essaid to co-head mergers and acquisitions advice in the Americas, and Kamal Ahmed to advise semiconductor companies. </p><p>   Barclays' Chief Executive Jes Staley has long pushed to grow the U.K. lender's investment banking arm. The American former JPMorgan executive has argued that having an investment bank acts as a counterweight to its steadier U.K. consumer bank, envisioning a smaller, British-based version of his old employer. </p><p>   That push has gained momentum during the pandemic. Investment banking revenue boomed. Mr. Staley got another shot in the arm when activist investor Sherborne Investors said it sold its entire 6% stake in Barclays, giving up on a yearslong activist campaign to have him focus more on the U.K. consumer bank. </p><p>   The British lender's investment bankers talk about their ambition of making Barclays a top-five player globally and the dominant non-U.S.-domiciled investment bank. The top-five investment banks are all based in the U.S. Breaking into the elite group would require Barclays to oust Citigroup Inc. from fifth position. </p><p>   Barclays' strategy is to boost revenue in mergers and acquisitions and equity capital markets, or helping companies issue new shares. Both areas have been strengths of Credit Suisse. </p><p>   Barclays recently promoted New York-based bankers John Miller and Jean-Francois Astier to lead a new management team for the investment bank, a signal of the bank's intent to grow. The new team will implement the expansion strategy, Paul Compton, a member of the bank's executive committee, said last week. </p><p>   The latest progress report card comes Wednesday, when Barclays announces its results for the second quarter. </p><p>   An example of its investment banking wins: Barclays advised and arranged financing for a group of private-equity firms that agreed to buy medical-supply company Medline Industries Inc. for more than $30 billion, in one of the largest leveraged buyouts since the financial crisis. </p><p>   Barclays has struggled in previous attempts to get its investment bank into the top tier. It took over the U.S. business of Lehman Brothers Holdings Inc. in 2008 and tried to create a global footprint, only to scale back sharply earlier this decade. </p><p>   Mr. Staley, who joined the bank in 2015, reversed efforts by his predecessor to cut back the investment bank. One of his bankers described him in a recent interview as riding in on a white horse to save the operation. </p><p>   But the profits flowing into the investment bank aren't encouraging investors to flock to Barclays shares. Barclays is worth about 0.53 times its book value, less than the 0.72 times book value at which British retail-banking rival Lloyds Banking Group PLC trades. </p><p>   There is concern that increasing pay will push up costs at the investment bank, according to Christopher Cant, an analyst at Autonomous Research, a unit of AllianceBernstein. </p><p>   \"The question now for Barclays is: How low can they hold the cost-to-income ratio for that division?\" Mr. Cant said. \"The revenue performance has been very good, but how much of that are they going to bleed away?\" </p><p>   Past forays into investment banking have ended in failure at other lenders. It is a notoriously volatile business, booming when times are good, as they are now. But revenue can evaporate quickly, while costs stay high. </p><p>   A senior banker at Barclays said that the bank can't afford to slip up. European competitors including Deutsche Bank AG and UBS Group AG have scaled back investment banking operations in recent years in the wake of billions of dollars of losses. </p><p>   The bank is also rebuilding its presence in Asia, where Barclays reduced its presence drastically before Mr. Staley took charge. </p><p></p>",
  "published": "2021-07-27T06:04:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 483,
          "end": 503
        },
        {
          "start": 1437,
          "end": 1445
        },
        {
          "start": 1446,
          "end": 1454
        },
        {
          "start": 481,
          "end": 501
        }
      ]
    }
  ]
}