{
  "_id": "98ed6a688f99f1f4a93651eed53d18ea4eeace3b2359f0934f7d86426361f646",
  "feed": "ftcomall",
  "title": "Growthflation takes hold",
  "text": "<p>Unhedged has nothing to say about Jay Powell's renomination as Federal Reserve chair that hasn't been said <a href=\"https://www.ft.com/content/2b1f7aa8-206f-4d54-bccc-3f9eeddb9f51\">already</a>. It was a good idea, and good politics, because continuity was needed and a new Fed chief was not a hill President Joe Biden needed to die on. If you think there is more to say than that, email it to us at <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a> or <a href=\"mailto:ethan.wu@ft.com\">ethan.wu@ft.com</a>&#xa0;</p> <h2>Growthflation, real rates and debt traps</h2> <p>Well, would you look at <a href=\"https://www.atlantafed.org/cqer/research/gdpnow\">this</a>:</p> <p>Fourth-quarter economic growth is tracking towards an 8 per cent annualised rate, according to the Atlanta Fed's purely data-driven real time estimate. That's a heck of an acceleration from the 2 per cent for the third quarter, and ahead of high inflation. Hat tip to Chris Verrone of Strategas, who pointed this out in a recent note, on the grounds that no one was paying attention — which was true, at least of Unhedged, which was fully asleep at the wheel on this development. </p> <p>The Atlanta reading is not anomalous, either. Verrone points out that, for example, Citi's economic surprise index, which had been on a long slide downwards since mid-2020, has been rising since September, and is now well into positive territory, meaning that the majority of reports are now coming in ahead of expectations.</p> <p>Jim Reid of Deutsche bank called this environment “growthflationary” yesterday, and I like the term, as a contrast to stagflation. But the signs of emerging growthflation make the refusal of real interest rates to rise all the more mysterious. Here are the standard proxy for real rates, the yield on 10-year inflation-indexed Treasury securities, or Tips:</p> <p>This chart makes me embarrassed to be an American. I mean, real rates of minus 1 per cent, after a kazillion dollars in stimulus, and despite consumers and companies that are flush and free-spending? Come <em>on</em>, people. </p> <p>It makes me embarrassed as an analyst too, because I've always thought that spikes in inflation, like the ones we are having now, should force real rates up. The argument for this idea is that because high inflation is always volatile, bond investors respond to high inflation by demanding compensation for the possibility that inflation will get higher still, dragging real rates (nominal rates minus inflation) up. This is not happening at all now.</p> <p>A look at the long-term relationship between real rates and inflation only makes me feel a little bit better. Tips have only existed for a few decades so in this chart I have used 10-year yields less three-year rolling average core consumer price index inflation as a real rates proxy. Here is the result, compared to average core CPI inflation by itself:</p> <p>It is interesting that real rates hit or came close to zero when inflation peaked in 1970, '74 and '80. It took time for volatile inflation to drag real rates up to their early-80s peak, by which time inflation had begun its long-term decline. Maybe we are seeing a repeat of this pattern now, and we can expect real rates to play catch-up. Decades of low and stable inflation has taken the inflation risk premium out of the bond market. It's not going to come back in a period of a few months. People may need to lose more money before the message gets through. </p> <p>But there is another explanation for why real rates remain on their backs: we're in a debt trap. The always-interesting Ruchir Sharma <a href=\"https://www.ft.com/content/c9e0c2c1-55af-4258-9c92-92faa111f41e\">argued</a> this line in the FT yesterday. The idea is that debt has so piled high that any increase in rates will make it terribly expensive to service, wounding the economy and leading rates back down again: </p> <blockquote>  <p>“In past tightening cycles, major central banks typically increased rates by about 400 to 700 basis points. </p>  <p>“Now, much milder tightening could tip many countries into economic trouble. The number of countries in which total debt amounts to more than 300 per cent of GDP has risen over the past two decades from a half dozen to two dozen, including the US. An aggressive rate rise could also deflate elevated asset prices, which is usually deflationary for the economy as well.”</p> </blockquote> <p>I'm not sure the debt trap hypothesis is right, but it is not to be dismissed. Note that, as Sharma indicates, it comes in two flavours. Following <a href=\"https://www.poetryfoundation.org/poems/44263/fire-and-ice\">Robert Frost</a>, we might call them fire and ice. In the fire scenario, higher rates cause an asset price crash that stalls the economy and ends inflation all at once. In the ice scenario, rates high enough to end inflation cool economic growth over time. Like Frost, I favour fire: the last two cycles ended in asset price crashes. Why should this time be different? </p> <h2>Fixing the Treasury market</h2> <p>The US Treasury market <a href=\"https://www.ft.com/content/ea6f3104-eeec-466a-a082-76ae78d430fd\">almost broke down</a> in March 2020, which scared everybody to death. When things get rough, it is important that people can raise cash by selling Treasuries, because if they can't, pretty much everyone will default on everything. </p> <p>We recently spoke to Yesha Yadav, a Vanderbilt University law professor who last year wrote a <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3739971\">blueprint</a> for reforming the Treasury market. Yadav thinks that a couple of dozen primary dealers — mostly big banks — underpin Treasury market liquidity. But they disappear when they are needed most. In last year's crisis: </p> <blockquote>  <p>“We saw price dislocations, liquidity disappeared, bid-ask spreads widened, Treasury prices became out of sync with the futures market. This was a catastrophe as far as the reputation and credibility of the Treasury market is concerned.</p>  <p>“[Primary dealers] do not have any constraint binding them to liquidity provision in US Treasury markets. Which means it's [rational] for them to do as they have done in March 2020, in <a href=\"https://www.federalreserve.gov/econres/notes/feds-notes/the-treasury-market-flash-event-of-february-25-2021-20210514.htm\">February 2021</a>, in October 2021 — to simply exit the market.”</p> </blockquote> <p>The world's most important market is liable to fall apart whenever a few firms decide that the risks of participation are too great. Something ought to be done about this, and proposals vary.</p> <p>Gary Gensler, chair of the US Securities and Exchange Commission, wants a centralised Treasuries clearing house, eliminating the counterparty risks of bilateral clearing. JPMorgan thinks the <a href=\"https://www.ft.com/content/91f43572-414c-48d1-af80-857b9fa2fb18\">supplemental leverage ratio</a>, which requires capital to be held against risk-free assets, should be nixed, as it discourages banks from holding Treasury inventory. Yadav likes both ideas, and also thinks regulators could secure agreements from primary dealers that they would trade “against the wind” during market turmoil. She writes:</p> <blockquote>  <p>“Such a commitment would not be open-ended. But it could prevent a rapid deterioration of trading conditions during difficult conditions. This affirmative market making was once prevalent in the equity markets where, for example, New York Stock Exchange specialists provided this kind of service.”</p> </blockquote> <p>Neither primary dealers, nor any other buyer, will enter panicked markets unless it is profitable for them to do so. A central clearing house, ending the SLR, and liquidity provision agreements would all increase risk-adjusted profits at the margin. But it may not be enough, given the size of leveraged positions in the modern Treasury market, and the huge messes they can create. Unhedged thinks that either the Fed will remain the buyer of last resort, as it was in 2020, or markets will have to learn to live without guaranteed Treasury market liquidity (<em>Ethan Wu</em>).&#xa0;</p> <h2>One good read</h2> <p>Jonathan Chait <a href=\"https://nymag.com/intelligencer/2021/11/joe-biden-agenda.html\">thinks</a> that Biden's unpopularity comes not from Rooseveltian aspiration but the stain of the hard left, “a privatised shadow party, financed by naive donors and staffed by fervent foot soldiers, carrying out a strategy of anti-politics”. A good rendition of an increasingly popular view.</p><p>Source: Robert Armstrong and Ethan Wu 2021 'Growthflation takes hold' FT.com 23 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-23T06:30:45.972Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5953,
          "end": 5961
        }
      ]
    }
  ]
}