{
  "_id": "048c65e082806163ea52144cd18f81f40ff0589fc8c31a95c616f9906051ab81",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: Dark Skies for Emerging Markets --- It's getting tough to make the case for EM stocks",
  "text": "<p>The MSCI World Index, made up of developed-market stocks, is up almost 12% in dollar terms this year, while the EM index has risen 6%. And pressure on central banks around the world to roll back their accommodative monetary policies is growing. Last week, J.P. Morgan analysts noted that the proportion of emerging-market central banks expected to increase interest rates by March 2022 has doubled since January, to 38% from 19%. The equivalent number for developed markets is 11%, and hasn't budged.</p><p>Brazil is a leading example, having raised its benchmark lending rate three times this year. At 4.25%, it is now back to its pre-pandemic level in February 2020. Brazilian equities have largely taken that in their stride, but interest-rate increases won't help to speed up the economic recovery, and the MSCI Brazil Index is still down around 14% since the end of 2019.</p><p>Meanwhile, the big Asian stocks that powered the EM index higher last year are flagging. Put together, Chinese, Taiwanese and South Korean stocks make up almost two-thirds of the entire EM index. And four companies -- Taiwan Semiconductor Manufacturing Co., Tencent, Alibaba Group and Samsung Electronics -- make up a full 20% of the entire EM equity universe.</p><p>Being so heavy on relatively pricey tech stocks isn't necessarily a good thing right now. After a long run of outperformance, the sector has underperformed across most of the world this year. That's not even to mention the specific threat to Chinese tech giants, which are under increasing regulatory pressure.</p><p>The Chinese economy could be another risk. Credit growth in the country has begun to weaken and recent industrial production and retail sales were a little weaker than expected.</p><p>Additional risks to watch: the strength of the dollar and the direction of U.S. interest rates. In general, higher rates are a negative for emerging-market equities, especially in countries with a lot of dollar-denominated debt.</p><p>There are still significant uncertainties, but with so much weighing on emerging stocks, it is becoming increasingly difficult to make the case for another round of strong performance.</p>",
  "published": "2021-06-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 256,
          "end": 267
        }
      ],
      "nexusId": "10009914"
    }
  ]
}