{
  "_id": "f9c7cb4ec0aab8082d6219bc8d6bc7943001a673f33c8f11cc6375699b0c89e3",
  "feed": "wall-street-journal",
  "title": "Lower Debt Costs Boost Firms in U.K.",
  "text": "<p>In the first two weeks of February, the ECB bought bonds issued by subsidiaries of London-based companies such as oil major BP PLC, consumer retail giant Unilever PLC and beer and spirits maker Diageo PLC, the central bank's weekly filings show. It doesn't disclose how much it spent on the bonds.</p><p>The Bank of England and the ECB are buying corporate bonds to keep credit markets functioning smoothly after the pandemic dealt a blow to the global economy. But the BOE buys a far smaller volume of bonds, and imposes more rigorous eligibility requirements.</p><p>Rates are lower in Europe. The yield on investment-grade corporate bonds in Europe was at 0.3% on Friday, compared with 1.7% in the U.K., according to ICE indexes.</p><p>Bonds that are eligible for purchase by the ECB can carry a slight premium, though yields generally remain very low, said Aurelien Buffault, a credit portfolio manager at Meeschaert Asset Management.</p><p>\"It's important from an issuer point of view: it gives you access to the market for a long time,\" Mr. Buffault said. Investors have no way of knowing what the ECB will buy ahead of time, he said.</p><p>While the ECB can buy only government bonds issued by the 19 members of the eurozone, existing rules allow the central bank to purchase corporate bonds from locally domiciled subsidiaries of foreign companies.</p><p>The central bank is buying up roughly 40% of each eligible new issuance, bankers said. That is helping push down the cost of borrowing for a swath of companies.</p><p>\"The problem for the ECB is finding enough liquidity for this: there's just not enough paper. It's difficult to source,\" Mr. Buffault said.</p><p>Last year, the ECB snapped up over 67 billion euros in corporate debt, along with 265 billion euros of government bonds.</p><p>The ECB's actions highlight financial markets' disconnect from the strained political ties between the U.K. and European authorities. Since the Brexit transition period ended Dec. 31, redrawing trade relations, the two sides have found themselves at odds over vaccines, border controls and disruptions in the flow of goods.</p><p>\"Politically, it doesn't make any sense at all,\" said Carsten Brzeski, chief economist for the eurozone at Dutch bank ING. \"The purchasing program is officially meant to ensure a smooth transition of monetary policy in the eurozone.\"</p><p>The BP bonds purchased by the ECB in February were issued by the energy company in December. It had raised 750 million euros through the sale of 20-year bonds that carried 0.9% yield at issuance. That compared with the 1.7% yield on a dollar-denominated bond sold by BP's U.S. subsidiary a few months earlier, even though the dollar bonds' maturity was half as long. BP didn't issue any sterling-denominated bonds in the second half of last year.</p><p>\"If the ECB is buying your bonds, there's certainly a pricing benefit,\" said Marc Baigneres, a regional head of debt capital markets at JPMorgan Chase &amp; Co.</p><p>The ECB this month also bought some of the eight-year bonds that Diageo had sold in September, raising 700 million euros. The yield on the debt was 0.125% at the time of issuance.</p>",
  "published": "2021-02-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2889,
          "end": 2909
        }
      ],
      "nexusId": "10009914"
    }
  ]
}