{
  "_id": "91e3dfa3e06e131e03d5ced2c1b06c0120726dff52267fda1d74e2cab0843af2",
  "feed": "market-watch",
  "title": "Stitch Fix stock soars after $2 billion revenue report but analysts are still hesitant",
  "text": "<p>But Wells Fargo analysts are hanging on to their underweight stock rating.</p><p>“We appreciate the improvement, but the story remains challenged, in our view,” wrote analysts led by Ike Boruchow.</p><p>Chief among those challenges are fiscal 2022 revenue guidance that's below the 20%-plus multiyear average, inventory that's 80% above 2019, and investments in Freestyle that Wells Fargo says will leave free cash flow “depressed.”</p><p>See: Shop early and expect to pay more: Supply-chain issues could be a stumbling block to upbeat holiday shopping forecasts</p><p>“[W]e expect the story to remain controversial,” Wells Fargo said.</p><p>Wells Fargo also maintained its $35 price target.</p><p>Analysts acknowledge the upbeat earnings report and the growth potential of the company's Freestyle offering. And investors responded to the Tuesday after-hours announcement by pushing shares up 15.5% in Wednesday trading.</p><p>https://twitter.com/stitchfix/status/1440352653473583109But analysts are also cautious about how Stitch Fix's SFIX strategy will play out.</p><p>“We are reducing our top-line estimates and adjusting our margin expectations reflecting the greater investment spend,” wrote Stifel analysts led by Lamont Williams.</p><p>All in, analysts recognize that Stitch Fix is taking share in the apparel and accessories market and has qualities that differentiate it from the competition, including the use of predictive algorithms and its stylist network.</p><p>However, based on valuation, Stifel held their hold stock rating and slashed their price target to $46 from $70.</p><p>“We like Stitch Fix's recent growth initiatives including Freestyle (direct buy), but to get more positive we'd like to see Freestyle successfully drive new customer acquisition and margins sustainably turn the corner following multiple years of compression,” wrote JPMorgan analysts.</p><p>JPMorgan rates Stitch Fix stock neutral with a $45 price target.</p><p>Also:Amazon is the biggest apparel seller in the U.S. as questions arise about whether the business should be broken up</p><p>Truist analysts are upbeat, not just about the new Freestyle business that could come Stitch Fix's way, but about the core business, which is based on curated items sent to customers who then choose what they want to keep.</p><p>“The company disclosed that keep rates exited the quarter at all-time-highs,while client churn was at an all-time-low,” analysts wrote.</p><p>“We are encouraged by these data points, which we believe speaks to theproduct improvements the company has made within its core Fix offering.”</p><p>Still, Truist cut its price target to $60 from $77. Analysts maintained their buy stock rating.</p><p>Stitch Fix stock soared 15.7% in Wednesday trading, but has tumbled 30.2% for the year to date while the benchmark S&amp;P 500 index SPX has gained 17% for the period.</p>",
  "published": "2021-09-23T07:59:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1815,
          "end": 1823
        }
      ],
      "nexusId": "10009914"
    }
  ]
}