{
  "_id": "e6d030f2397b5d2d21de497d4dc0097bdb8a0dc847447ce7bdeb65ebcdad7cf4",
  "feed": "ftcomall",
  "title": "Why Staley's departure from Barclays still leaves questions for the bank",
  "text": "<p>Perhaps Jes Staley was always destined to go down in a blaze of strategic glory and personal ignominy?</p> <p>The<a href=\"https://www.ft.com/content/9b778298-e1ab-4c5c-b03f-f73ecaee0117\"> chief executive's six-year tenure</a> has been marked by his ability in picking and sticking with a seemingly winning strategy for Barclays — matched by his remarkable talent for stumbling from one personal misjudgment to another.</p> <p>It's the latter that has been his undoing, with Staley leaving Barclays to contest the as yet unpublished conclusions of a probe into how candidly or accurately the Barclays boss characterised his relationship with paedophile Jeffrey Epstein — an association that predates his time at the UK bank.&#xa0;</p> <p>The common interpretation is that strategic success, particularly at the UK's last meaningful investment bank, helped him survive in the job this long. In reality, one shouldn't have been allowed to mitigate the other.</p> <p>Barclays'<a href=\"https://www.ft.com/content/2a125a22-721e-4a8e-8d91-bafd23a9fa8e\"> third-quarter results</a> last month were something of a victory lap. After activist Edward Bramson in May <a href=\"https://www.ft.com/content/97c5708a-5a38-4666-9262-e5d7edaacad9\">admitted defeat in his campaign</a> to get Barclays to shrink its investment bank, the division put in another strong performance.&#xa0;</p> <p>After six years, said Staley, with a quarterly record for investment banking fees and group-wide return on equity of 14.9 per cent so far this year, Barclays was “reaping the rewards now of the stability of our strategy”. &#xa0;</p> <p>It's easy to nitpick. Yes, the enduring era of monetary easing and ultra-low interest rates played into wholesale banking while hobbling Barclays' retail and consumer-facing operations. Yes, a once-in-a-century pandemic probably wasn't what Staley had in mind when he espoused the diversification benefits of the different parts of his empire.&#xa0;</p> <p>But fundamentally, Staley's instincts have served him well. Barclays did need stripping of businesses, like its African bank, that were never going to generate acceptable returns. Investment banking and retail banking don't move coincidentally through economic (or indeed epidemiological) cycles. Post-crisis regulation did shift financing towards capital markets and away from bank balance sheets — and playing a part in that requires a certain transatlantic heft.</p> <p>Yet the clarity and stability Staley brought to the bank's strategy was repeatedly absent in his personal judgment, an oddity for a man described by those who have worked with him as a “people person” and as well-liked internally.&#xa0;</p> <p>His <a href=\"https://www.ft.com/content/86089810-5502-11e8-b24e-cad6aa67e23e\">attempts to identify a whistleblower</a> in 2016 were variously dismissed as naive or based on a misunderstanding of the rules. But it resulted in <a href=\"https://www.ft.com/content/6f19aeb8-bcc3-4a7c-bb8e-35ae2249261b\">a rare sanction</a> in 2018 under the UK's standards regime for holding executives to account — an event that alone could have justified his departure. </p> <p>A <a href=\"https://www.ft.com/content/5239dc0a-2f57-11e7-9555-23ef563ecf9a\">bust-up with private equity client KKR</a> over Staley's defence of his brother-in-law's interests in a Brazilian deal didn't help. Falling foul of an <a href=\"https://www.ft.com/content/154f3dca-3cb4-11e7-821a-6027b8a20f23\">email prankster</a> impersonating his chairman was embarrassing but nothing more.&#xa0;</p> <p>However, that backdrop meant that nothing short of total exoneration in the two year-long regulatory investigation was enough when it came to Epstein. And rightly so.&#xa0;</p> <p>There remained, said Barclays, no suggestion that Staley knew about&#xa0;the relevant crimes before&#xa0;Epstein's arrest for&#xa0;sex&#xa0;trafficking of minors in 2019.&#xa0;</p> <p>But that sets a low bar for personal conduct in a sector that is meant to insist on the very highest standards. While at JPMorgan, Staley had what he has characterised as a professional relationship with Epstein for several years after the financier's 2008 conviction for soliciting prostitution from a child. The regulator's forthcoming report is now expected to query Staley's portrayal of their interactions, which included him <a href=\"https://www.ft.com/content/02bd2954-4e88-11ea-95a0-43d18ec715f5\">sailing his yacht</a> to the financier's Caribbean idyll.</p> <p>The question for Barclays, which signalled continuity in appointing Staley-hire CS Venkatakrishnan as his successor, is whether its former boss won the activist battle only to lose the war. Bramson had suggested that sufficient due diligence hadn't been done around Staley's appointment, given his public association with Epstein — which now seems a fair point.</p> <p>More fundamentally, Staley's perceived success with Barclays hasn't translated into stock market performance. Its shares have gone sideways under his tenure, marginally outperforming UK banking rivals but trailing hugely the US institutions its strategy seeks to emulate. Diversification and stability also hasn't won Barclays a premium valuation: it trades at a slight discount to UK peers, all well short of tangible book value.</p> <p>Barclays will welcome a period without drama emanating from its chief executive's office. But it remains to be seen whether Staley's strategic victory is truly secure.</p> <p><a href=\"mailto:helen.thomas@ft.com\">helen.thomas@ft.com</a><br><a href=\"https://www.twitter.com/helentbiz\">@helentbiz</a></p><p>Source: Helen Thomas 2021 'Why Staley's departure from Barclays still leaves questions for the bank' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-01T16:27:58.665Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3324,
          "end": 3332
        }
      ],
      "nexusId": "10009914"
    }
  ]
}