{
  "_id": "8df562e0c0d3ba29933cb588c16f6a3af0addb7dec8c273a391ef3c3b90f2e7e",
  "feed": "ftcomall",
  "title": "Turkey's lira plunge is a reminder of risks facing emerging markets",
  "text": "<p><em>The writer is an investment director at GAM</em></p> <p>On paper, 2021 should have been a great year for emerging market currencies and bonds as global growth recovered from the Covid-19 shocks. But Turkey's alarming currency plunge this year has shown how things can sometimes go horribly wrong in the emerging market world.</p> <p>On the checklist for emerging market strength is a series of ticks: strong export growth, accommodative monetary policy in the big developed economies, rising currency reserves and strong commodity prices. Yet JPMorgan's index of emerging market currencies has dropped 9 per cent this year and yields have risen.</p> <p>This is at least partially due to the return of the “vigilante” effect in financial markets where countries that deviate from traditional economic orthodoxy or borrow too much pay the price in currency weakness and higher bond yields. In big, developed economies, such forces are still quiescent. Not so in emerging markets.</p> <p>Turkey is the most obvious example after a 20 per cent drop in the lira over the past two weeks following fresh rate cuts that deepened concern over Ankara's economic management.</p> <p>Turkey's economic fundamentals are in many respects the best for years, but the insistence of President Recep Tayyip Erdogan on interest rates cuts has <a href=\"https://www.ft.com/content/7c3ec643-0045-4437-9e7f-66e1385af2ce\">put the lira under pressure</a>.</p> <p>In July 2019, Erdogan fired central bank governor Murat Cetinkaya. The lira appreciated over the next month, and by the end of 2019 was roughly unchanged. When Erdogan repeated the action against Naci Agbal in March this year, the lira dropped 15 per cent in one day before recovering, and has struggled since. </p> <p>But a rate cut last week — the third since September — sent the lira into freefall, hitting 13 per dollar (compared with 7.2 on Agbal's last day in office). The worst day for the lira came after Erdogan reiterated his commitment to his unorthodox views that high interest rates cause inflation.</p> <p>Turkey's case might be the most extreme but there have also been investor revolts in markets from Brazil to South Africa.</p> <p>Emerging markets have been dragged down by three factors. The first is the strength of the dollar. Emerging markets have always struggled when the US currency is strong. It makes foreign debt more costly to service and can spur investment outflows. </p> <p>The second is Covid. The vaccine rollout has come and gone in developed economies, bringing euphoria then disappointment. Emerging markets have gone straight for disappointment. Vaccines have been slow to reach poorer countries. Even when they are available, vaccination rates are low.</p> <p>The third, and likely to be the most intractable, is the price that emerging markets pay for populist, sometimes unpredictable governments with a relaxed approach to fiscal spending.</p> <p>Unlike big developed economies, emerging markets have a great deal less flexibility on the policy front. Residents in emerging markets are much more prone to move their savings into foreign currency and even offshore, causing a repricing of both bond prices and exchange rates.</p> <p>Beyond Turkey, the yields in longer bonds across emerging markets raise doubts about fiscal sustainability. Brazil's policy rate is 7.75 per cent, but 10-year bonds yield 12 per cent. South Africa's figures are 3.75 per cent and 10 per cent. South African bonds have struggled to claw back post-Covid losses while Brazilian investors assume the country is going into one of its periodic phases of rate rises. </p> <p>These countries are pointing to either higher credit risk a few years out or long-term high rates to stem capital flight. Even Russia — with a sovereign balance sheet that would leave most finance ministers green with envy — pays nearly 9 per cent to borrow for 10 years.</p> <p>These rates seem like an anomaly in a world where G20 yields are still historically low. It does look as if the investors who are happy to pay stratospheric valuations for tech stocks or fraud-prone cryptocurrencies suddenly become sober and cautious when faced with poorer countries. Emerging markets seldom get the benefit of the doubt.</p> <p>This has not been uniform since the outbreak of Covid — while emerging markets were sold along with everything else during the initial outbreak, a solid rally late last year delivered 9.6 per cent return in JPMorgan's index of local currency emerging market debt in the fourth quarter of 2020 and the index hit its all-time high at the turn of the year.</p> <p>For an investor, the current path seems clear: emerging market assets are cheap but investments in them are best funded out of non-dollar currencies, and better to stick to countries with responsible governments.</p><p>Source: Paul McNamara 2021 'Turkey's lira plunge is a reminder of risks facing emerging markets' FT.com 24 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-24T10:54:50.614Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4263,
          "end": 4271
        },
        {
          "start": 524,
          "end": 532
        }
      ],
      "nexusId": "10009914"
    }
  ]
}