{
  "_id": "4d4bae725653f2f7b3aa17e814dc7e67e8a56fcc55976383c39323ff4d84a1da",
  "feed": "wall-street-journal",
  "title": "New York City Sets Covid-19 Vaccine Mandate for Private-Sector Workers; Mayor Bill de Blasio says new requirement goes into effect later this month",
  "text": "<p>The mandate, which applies to employees working in person, will go into effect Dec. 27—days before a new mayor takes office and as a federal vaccine requirement for many private-sector employees remains entangled in a court battle. About 184,000 businesses in the city will be affected, according to New York City Health Commissioner Dave Chokshi.</p><p>\"We in New York City have decided to use a pre-emptive strike to really do something bold to stop the further growth of Covid,\" Mr. de Blasio said on MSNBC's \"Morning Joe,\" where he announced the new mandate. The Democrat cited recent cases linked to the Omicron variant and coming holiday gatherings as some of the reasons for the move.</p><p>Mr. de Blasio said more details about the rules and how they would be enforced will be released Dec. 15.</p><p>Kathryn Wylde, chief executive of the Partnership for New York City, a business group whose members include large companies such as JPMorgan Chase &amp; Co., said many employers in the city were caught off guard by the announcement and its timing. The mandate is slated to take effect just days before Mayor-elect Eric Adams replaces Mr. de Blasio.</p><p>\"There's no clarity around who and how this will be enforced,\" Ms. Wylde said.</p><p>Evan Thies, a spokesman for Mr. Adams, said the mayor-elect would evaluate the mandate, as well as other Covid-19 strategies, when he takes office.</p><p>For now, much remains unclear, Ms. Wylde said. On Monday morning, she said, some employers asked her if they would need to fire workers who don't comply with the new rules, or if there will be a way for employees to take a test in lieu of vaccinations.</p><p>The new rules could create \"problematic confrontations\" between employers and workers and spur potential layoffs as some businesses struggle with labor shortages, said Randy Peers, president and chief executive of the Brooklyn Chamber of Commerce.</p><p>Many large New York employers said Monday they planned to evaluate the details of the mandate. A spokesman for Macy's Inc. said the retailer was reviewing the incoming information on the new rules. Macy's already requires corporate employees to show proof of vaccination or a negative Covid-19 test before entering its offices.</p><p>Employment lawyers say the mandate is bound to face legal challenges from business groups, though much will depend on how details of the rules are written.</p><p>Ian Carleton Schaefer, chair of the New York employment and labor practice at the law firm Loeb &amp; Loeb, said the city's vaccine requirement likely will be structured similarly to those of the Biden administration.</p><p>The federal rules mandate employers with at least 100 workers to require employees to be vaccinated against Covid-19 or test negative for it weekly and wear a mask in the workplace. A federal appeals court temporarily blocked the requirements last month, saying they raise \"grave statutory and constitutional issues.\"</p><p>Mr. de Blasio said Monday he was confident the city's new mandate would survive any legal challenges \"because it's universal.\"</p><p>\"I don't know all the intricacies of what the Biden administration has been through, but I do know this: Our health commissioner has put a series of mandates in place. They have won in court, state court, federal court, every single time,\" Mr. de Blasio told MSNBC.</p><p>The city in August started requiring people to show proof of vaccination for certain indoor activities, such as going to the gym or eating inside restaurants. As part of Mr. de Blasio's Monday announcement, the city will also now require children ages 5 through 11, who recently became eligible to get vaccinated against the virus, to have vaccine proof for indoor dining, entertainment and fitness.</p><p>Existing mandates in New York City and elsewhere in the U.S. have helped increase vaccination rates in affected communities and organizations, said Lorna Thorpe, a professor of epidemiology at the New York University Grossman School of Medicine. The addition of the new mandate at this moment in the pandemic—with a new variant and possibilities for more spread indoors in the colder months and during the holiday season—is a smart strategy, she said.</p><p>New York City, like other parts of the country, has seen newly reported Covid-19 cases rise in recent days as the highly contagious Delta variant continues to spread. The seven-day average of daily confirmed and probable infections was 1,975 as of Dec. 6, according to the latest data from the city's health department. That was higher than the average of 1,507 cases reported each day over the last 28 days.</p><p>Officials are also worried about the potential impact of the Omicron variant. New York state said last week it had detected five Covid-19 cases linked to the new variant, four of which were in New York City residents.</p><p>New York Gov. Kathy Hochul said Mr. de Blasio called her before announcing the new measures. The Democrat said she encouraged localities in the state to make the best decisions in response to the pandemic for their communities.</p><p>\"It's the right time to do it,\" Dr. Thorpe said. \"Already half of the employers in New York City have a vaccine mandate so we're quite far along already. This will equalize the playing field.\"</p><p>Almost 78% of New York City residents have gotten at least one vaccine dose and 70% of residents are fully vaccinated, according to data from the city's health department. Leading companies including Goldman Sachs Group Inc. and Morgan Stanley have already required employees to get vaccinated to use their offices. And surveys conducted among the Partnership for New York City's members have shown that the vast majority of employees had already been vaccinated, Ms. Wylde said.</p><p>Still, the new vaccine mandate could slow return-to-office efforts at a time when New York leaders want more companies to bring workers back, she said.</p><p>\"The mayor has been eager to support return to the office; this goes in the other direction because it basically confuses the situation more,\" she said. \"What we need to get people back to the office is confidence in a consistent set of policies coming from all levels of government.\"</p><p>Companies around the country are trying to determine when and how best to bring people back to the office amid news of the Omicron variant. Ford Motor Co. on Monday said it was delaying its return-to-office plans until March. The company said previously it planned to have office workers return to a hybrid working model in January.</p><p>Last week, Alphabet Inc.'s Google said it was delaying its required return-to-office plans that were scheduled to start Jan. 10 at the earliest for U.S. offices. The tech company said it would wait until next year to decide when its office-return plan will take effect, according to an email to employees.</p><p>Some New York employers that support vaccinations for workers said they still found the timing of the city's announcement to be abrupt and problematic.</p><p>\"It has a real knee-jerk kind of feeling to it,\" said Michael Colacino, president of the real-estate company SquareFoot Inc., which has about 75 employees. \"It's unclear if it's going to withstand legal challenge.\"</p><p>Mr. Colacino said his company and others had gotten into a rhythm of working in person again, setting workplace policies that employees understood. SquareFoot requires unvaccinated workers to wear masks in its Midtown Manhattan office, though most employees don't need to do so because they are vaccinated, Mr. Colacino said. He and other executives have also repeatedly encouraged employees to get shots.</p><p>\"Most companies have really settled into a pretty good response to this already,\" he said. \"This is a little bit out of the blue.\"</p><p>—Allison Prang, Mike Colias and Suzanne Kapner contributed to this article.</p><p>Write to Chip Cutter at chip.cutter@wsj.com and Jennifer Calfas at jennifer.calfas@wsj.com</p><p>New York City Sets Covid-19 Vaccine Mandate for Private-Sector Workers</p>",
  "published": "2021-12-06T23:28:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 923,
          "end": 943
        }
      ]
    }
  ]
}