{
  "_id": "db1e8191cf1f875b8804232526b4ebf8b7e4965cfdfb8f4704417544bd10554a",
  "feed": "ftcomall",
  "title": "America's political and business elites no longer agree on China",
  "text": "<p>The business news has become a portal to the recent past. Researchers at BlackRock, the world's largest asset manager, tell investors to <a href=\"https://www.ft.com/content/f876fb63-1823-4f4b-a28f-faa7797aa49c\">as much as triple</a> their exposure to China. Goldman Sachs is cleared to take full control of its securities business there. Apple, <a href=\"https://www.bbc.com/news/technology-58921230\">at least for now</a>, withholds a Koran app from Chinese users, after officials expressed qualms. </p> <p>“Three is a column,” goes the rule. But it is not a duty to stop there. The American Chamber of Commerce in Shanghai reports <a href=\"https://www.amcham-shanghai.org/en/article/amcham-shanghai-releases-2021-china-business-report\">more confidence</a> among its members than at any time since the trade tiff began. As for Goldman's coup, JPMorgan Chase had already pipped it to the landmark of full ownership in China.</p> <p>No one in Washington in, say, 2018 would have bet on much of the above. In their book&#xa0;<a href=\"https://www.ft.com/content/c6402988-d78a-427f-957f-f58ca4bc9a7d\"><em>Superpower Showdown</em></a>, the reporters Bob Davis and Lingling Wei chart the raw meetings between US business and Chinese leaders in the early years of Donald Trump's administration. Our president is not an aberration, said the C-suite stars, but the voice of a fairly aggrieved country. Some worked with him to press Beijing for concessions. Business, once China's friend in Washington, its feather-smoother with hostile White Houses, had cooled.</p> <p>For what has happened since, two theories do the rounds. One is that China answered the grumbles about market access and much else. US trade representative <a href=\"https://ustr.gov/about-us/policy-offices/press-office/press-releases/2021/october/remarks-prepared-delivery-ambassador-katherine-tai-outlining-biden-harris-administrations-new\">Katherine Tai</a> denies this. The other dwells on the bottomless naivety of business. Reputational harm, governmental caprice: the risks of trading in China have paled next to the immediate lure of a vast market. </p> <p>Whatever the cause, the result is unmistakable. America's public and private elites are no longer as one on China, if they ever were. In Washington, vigilance to Beijing is the nearest thing there is to a bipartisan verity. Democrats, no less than Republicans, brood over Chinese gains in artificial intelligence and <a href=\"https://www.ft.com/content/ba0a3cde-719b-4040-93cb-a486e1f843fb\">hypersonic missiles</a>. Successive governments have tried to knit a web of Asian and Australasian friends by way of counterweight. Trump's tariffs <a href=\"https://www.ft.com/content/fb775a22-eaa5-44b4-8643-16c3f40a5d02\">remain largely in place</a>. </p> <p>In <a href=\"https://www.ft.com/content/d5e09db3-549e-4a0b-8dbf-e499d0606df4\">Wall Street</a> and beyond, though, commercial imperatives are reasserting themselves. There is no outright contradiction here: it is not as if the government barred or even discouraged all business with China. There is no lack of logic, either. If US firms don't seize the openings, ones from Europe or elsewhere will. But consider the mental bifurcation required of those who together run the US. “Blunting Chinese power and order” is how <a href=\"https://www.amazon.com/Long-Game-Strategy-Displacement-American/dp/0197527914\">Rush Doshi</a>, a scholar-turned-administration official, has described the national mission. At the same time, the US is helping its rival put its savings to good use and evolve its capital markets. (Wordplay, isn't it, what counts as a “strategic” sector?).</p> <p>In fact, given the revolving door between government and business — hear it creak through overuse — individuals might find themselves stifling and developing China in consecutive jobs. And this is before the financial enmeshment of the two countries deepens and matures. At what point does it become eccentric to refer to “the” US strategy on China?</p> <p>True enough, the two nations' tech sectors are more distant than they were. (Even LinkedIn, at the lighter end of things, has <a href=\"https://www.ft.com/content/bf56e388-f2c5-4686-90c0-b995529ce63f\">closed its app</a> in China.) But the Trump-era assumption that frost spreads, that wider trade would suffer, looks rash now. “Decoupling”, the dream of some in that White House, if not of Trump himself, has faded from both word and thought. When the US commerce secretary says there is <a href=\"https://www.ft.com/content/f1b37340-fe64-4a93-a1a2-bac4013c1d5c\">“no point”</a> entertaining it now, it is as much a bow to reality as a salute of progress.</p> <p>If what beckons is less a cold war than a lukewarm one, with contact maintained through economics, so much the better. But the US has not had to wrestle with such ambiguities before. It has never been so tied to an existential rival. As a doctrinally communist state, not a titular one, Soviet Russia wasn't waving in foreign wealth-managers by the Audi-load. America was a relatively closed economy when it was up against wartime Germany, Imperial Japan and the Spanish empire. </p> <p>If anything, there is something of turn-of-the-20th-century Europe about the US and China: the same economic integration and political froideur, the same sense of countries at once entwined and not. There is no reason the contradictions should unravel with similar force, but nor can they can be denied or glossed over. It is the mark of free societies that the elite is not a monolith, toiling on a shared national project. The dread is that it is also their frailty.</p> <p><a href=\"mailto:janan.ganesh@ft.com\"><em>janan.ganesh@ft.com</em></a></p><p>Source: Janan Ganesh 2021 'America's political and business elites no longer agree on China' FT.com 19 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-19T11:46:15.568Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 588,
          "end": 602
        }
      ]
    }
  ]
}