{
  "_id": "b3a2a0df4b6fb4be2e2d597b9888fac8a7af1483a9ec1407d59a213e14cdb809",
  "feed": "ftcomall",
  "title": "UK set for ‘fast and full' recovery after strong economic data",
  "text": "<p>The UK economy is bouncing back faster than expected as businesses report the strongest growth in activity in more than 20 years and “hordes” of shoppers splash their cash in reopened stores.</p> <p>The interim composite purchasing managers' index rose to 62 in May, up from 60.7 in April, marking its highest reading since records began in January 1998. At the same time, the volume of retail sales in Britain rose 9.2 per cent in April against the previous month, the Office for National Statistics reported, more than double the 4.5 per cent expansion forecast by economists polled by Reuters. </p> <p>Chris Williamson, chief business economist at IHS Markit, which published the PMI, said the UK was “enjoying an unprecedented growth spurt”. He added that “the output and order book growth seen in May, and record level of business optimism, are consistent with GDP rising sharply in the second quarter”.</p> <p>Paul Dales, chief UK economist at consultancy Capital Economics, said the data supported his view that “the recovery would be fast and full” and the economy could return to its pre-Covid peak earlier than expected. </p> <p>Philip Shaw, chief UK economist at wealth management group Investec, forecast the UK economy would grow 7.5 per cent in 2021, but said there was “a realistic possibility that growth will exceed 8 per cent”.</p> <p>The PMI survey, based on data collected between May 12 and 19, partially reflected the reopening of hotels, indoor hospitality and other businesses on May 17. It showed that business confidence hit an all-time high as concerns about the impact of the pandemic faded.</p> <p>Factory orders surged at a record pace, reflecting improved global demand, while the services sector reported near-record growth as the opening up of the economy allowed more businesses to trade.</p> <p>The PMI index for services, which accounts for about 80 per cent of the economy, rose to 61.8 in May from 61 the previous month with growth resulting in the fastest pace of job creation since May 2015.</p> <p>The PMI manufacturing index jumped to 66.1 in May from 60.9 the month before helped by steep increases in output, new orders and employment. Manufacturers noted a sharp improvement in demand from the US and China, as well as an easing in <a href=\"https://www.ft.com/brexit\">Brexit</a>-related difficulties when exporting to the EU.</p> <p>However, the PMIs also signalled <a href=\"https://www.ft.com/content/f04bdd59-6070-45d8-9b99-d9ef17d62601\">cost pressures</a> rising at the fastest pace in 13 years, with manufacturers facing shortages of raw materials and high shipping costs, and service providers pointing to higher staff salaries.</p> <p>Jai Malhi, global market strategist at JPMorgan Asset Management, said the data “will do little to ease recent market fears that inflation will be an unwelcome guest at the party”.</p> <p>Concerns over rising prices were supported by strong consumer demand. Retail sales rose more than 10 per cent above pre-pandemic levels in April as restrictions eased and more shops opened their doors from the middle of the month. </p> <p>Clothing sales soared nearly 70 per cent to reach pre-pandemic levels for the first time since the initial restrictions were imposed in March last year. Sales of household goods rose about 10 per cent compared with March.</p> <p>Lynda Petherick, head of retail at the consultancy Accenture, said the data showed consumers headed to the high streets “in hordes” and she expected sales to rise further in May as the reopening of the hospitality sector revives city centres. </p> <p>Additional signs of the strength of the sector came on Friday from data published by research company GfK, which showed UK consumer confidence jumping in May, regaining the ground lost during the pandemic.</p> <p>Simon Harvey, analyst at UK-based foreign exchange company Monex Europe, said “any signs that the consumer is drawing down on savings quicker than policymakers are assuming . . . would stoke expectations in money markets of earlier rate hikes by the Bank of England”.</p><p>Source: Valentina Romei in London 2021 'UK set for ‘fast and full' recovery after strong economic data' FT.com 21 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-21T17:02:52.709Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2535,
          "end": 2543
        }
      ]
    }
  ]
}