{
  "_id": "b6336bf28caa47b1ed052360db689d207bf1f7e6db4a928c0cc224ee0abe038b",
  "feed": "ftcomall",
  "title": "Deep sea miner insists it has enough cash despite missing $200m ",
  "text": "<p>The Metals Company has enough cash to complete the “important work” needed to secure a permit to mine deep in the Pacific Ocean, according to its executive chair, despite an investor's failure to hand it an agreed $200m in funding.</p> <p>Gerard Barron said the deep-sea miner could finance its operations until the third quarter of 2023, when it expects to apply for a licence to collect so-called nodules, or rocks, containing energy transition metals such as nickel and copper from the seabed. </p> <p>Rules to allow deep-sea mining in international waters have yet to be agreed by the UN-backed International Seabed Authority, although a regulatory framework to allow permit applications is expected in July 2023. </p> <p>“On the financing side, do I wish I had another $200m in the bank? Of course. But I'm not overly concerned about it because . . . I've got enough money to complete the important work,” he told the Financial Times.</p> <p>TMC, formerly known as DeepGreen Metals, went public in September through a special purpose acquisition company, waiving an agreement to raise at least $250m after it received just $110m from <a href=\"https://www.ft.com/content/6675ac1e-a9a0-48d8-b4e9-aee2ef27c7be\">outside investors</a>.</p> <p>Two groups, Ramas Capital Management, a little-known private equity firm run by former JPMorgan Chase analyst Ganesh Betanabhatla, and Ethos, a San Francisco-based private equity firm, failed to stump up the cash they had promised.</p> <p>Attempts to secure the funds are continuing. TMC has filed a lawsuits against Ethos and Ramas, which signed up to invest almost $200m in the lossmaking company. </p> <p>“In one case we have a high probability [of success] . . . unfortunately, in the larger one [Ramas], we are starting to lose confidence. So we have referred the case to the Department of Justice and the FBI,” Barron said, defending the company's processes.</p> <p>“They [Ramas] put forward a large pile of documents as part of the due diligence process, including limited partnership agreements, which they put forward to our bank and lawyers. It appears they may not have had the cash they showed they had.”</p> <p>Ramas and Ethos did not respond to email seeking comment and they have yet to file defences against the claims, according to US court filings.</p> <p>Since TMC revealed in early September that it had not received funding from Ramas and Ethos its shares have sunk to less than $3.70, hurting investors who bought in at $10. </p> <p>Some investors do not believe the $113m of cash it had in the bank at the end of September will be enough to get it through to the third quarter of 2023, citing cost projections given by the company at investor presentations in March.</p> <p>TMC has also been attacked by short seller <a href=\"https://twitter.com/BonitasResearch/status/1445735274865209344\">Bonitas Research</a>, which claims the company overpaid for a key asset and artificially inflated exploration spending, giving investors “a false scale of its operations”. </p> <p>“We are an SEC [regulated] company and not a single word in that document caused us any concern,” Barron said when asked about the allegations in the interview.</p> <p>TMC, which has a deal to sell some of its nickel and copper to <a href=\"https://www.ft.com/content/c6a3a6ca-9e20-42b9-b734-c28610cffe59\">Glencore</a>, says two of its exploration areas in the Clarion-Clipperton Zone of the Pacific Ocean contains enough resources to power 280m electric vehicles. </p> <p>Opponents of deep-sea mining say that it would result in the loss of biodiversity and functioning ecosystems, while scientists say there is a lack of <a href=\"https://www.ft.com/content/da8b64b6-ca6d-4dea-9293-595d279065ef\">data to assess the risks</a>.</p> <p>BMW, Volvo and Google are among companies that have said they will not buy metals produced from deep-sea mining until the environmental risks <a href=\"https://www.ft.com/content/e618a555-2d21-4f33-b6b5-46564197f834\">are better understood</a>.</p><p>Source: Neil Hume, Natural Resources Editor 2021 'Deep sea miner insists it has enough cash despite missing $200m ' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-22T05:00:05.007Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1215,
          "end": 1229
        },
        {
          "start": 1215,
          "end": 1223
        }
      ]
    }
  ]
}