{
  "_id": "fd4c2ba11beb26ac5e8bc80356d2d703752a0586ec20ec2945c822d9e31fa77b",
  "feed": "ftcomall",
  "title": "Emerging markets need support to avoid a ‘lost decade'",
  "text": "<p><em>The writer is a senior fellow at Harvard Kennedy School</em>&#xa0;</p> <p>The Latin American debt crisis in the 1980s and eurozone debt crisis in the 2010s both led to a lost decade of economic growth for those regions. A key question now is whether emerging markets are heading down the same path, saddled with debt incurred in response to the pandemic. Signs another crisis may be looming should prompt a rethink of the IMF's tools.</p> <p>There are two main scenarios ahead for debt-laden EM countries. One argues big twin deficits driven by trillions in American fiscal stimulus have pushed down fair value for the US dollar. Even though the real effective exchange rate has weakened since last summer, the Institute of International Finance calculates that the US dollar is 12 per cent overvalued. This should be good news for countries that have issued debt in US dollars, as it makes their burdens more sustainable. </p> <p>But there are two powerful forces offsetting this narrative. Huge fiscal stimulus and a relatively successful vaccination rollout should boost US growth, strengthening the dollar. Treasury yields are rising and that could push the Federal Reserve to withdraw accommodation sooner than other major central banks. The resultant policy divergence would also cause dollar appreciation.</p> <p>Higher Treasury yields are also an issue for debt-laden countries. The 10-year note yield, which recently <a href=\"https://www.cnbc.com/2021/02/25/us-bonds-treasury-yields-rise-ahead-of-fourth-quarter-gdp-update.html\">topped 1.6 per cent</a>, hasn't been this low relative to growth estimates since 1966 — so there may be room to climb higher still. <a href=\"https://www.ft.com/content/41283847-30e4-49ef-82a0-9cd4dfca1c12\">The rise </a>in US long-term interest rates has dragged rates up globally. For some EM countries such as Turkey and Russia, borrowing costs are already rising due to accelerating inflation.</p> <p>Investors seem to be voting with their feet on which scenario to believe. <a href=\"https://twitter.com/RobinBrooksIIF/status/1368961115464609804\">The IIF's daily capital tracker</a> (excluding Chinese debt), shows capital outflows in early March approaching levels seen during the 2013 “taper tantrum” as the Fed prepared to pare back quantitative easing. EM currencies have nearly all depreciated in the past two weeks. With rising debt levels, sagging potential growth rates and borrowing costs coming off their lows, the conditions that rendered EM debt sustainable for the past decade may be shifting.</p> <p>Before a crisis comes, the IMF must beef up its firepower. <a href=\"https://www.ft.com/content/f595784b-5da6-44ce-a9d5-c8aaa949b06b\">G20 finance ministers</a> recently signalled their <a href=\"https://www.oxfam.org/en/press-releases/g20-signals-support-new-allocation-imf-special-drawing-rights-oxfam-reaction\">support</a> for a new allocation of special drawing rights. The distribution is likely to be <a href=\"https://www.ft.com/content/8535e507-eac7-4b4e-b3dd-f78b06dffac4\">as much as $500bn,</a> dwarfing the $250bn and $33bn allocations during the global financial crisis. That helps but is not a silver bullet. Because the SDRs are distributed based on existing IMF quotas, the lion's share (around 70 per cent) goes to developed markets and large EM countries with plenty of foreign exchange reserves. But, as a percentage of foreign exchange reserves, the SDR allocation would give some of the poorest and most debt-distressed countries the biggest lift.</p> <p>IMF head Kristalina Georgieva says the fund will look into a <a href=\"https://www.imf.org/en/News/Articles/2021/02/26/pr2147-g20-imf-md-kristalina-georgieva-calls-strong-g20-policies-counter-dangerous-divergence\">reallocation system </a>whereby wealthier countries can lend SDRs to poorer countries. According to JPMorgan, if G20 countries set aside just 10 per cent of their SDRs, it would more than double the additional funding for low-income countries. </p> <p>But reallocating SDRs could come with demands for traditional IMF programme conditions, which borrowers would seek to avoid. Instead, the reallocated SDRs could top up funds for cheaper concessional IMF lending. Even so, given low income countries' small quotas and high budget deficits, some could be pushed into insolvency. Reallocated SDRs could be offered as grants for pandemic spending and sustainable development goals, but this could face opposition in creditor countries.</p> <p>Beefing up firepower isn't enough; lending programmes must also be adjusted. The IMF has traditional bailouts with strict conditionality for basket case countries and facilities for countries with a stellar record. If borrowing costs continue to rise, a number of EM countries could fall in the middle: too robust to accept conditions but too weak to make it without support as the pandemic toils on. </p> <p>Unlike in 2013, EMs (excluding China) were in current account surplus in the four quarters to September 2020, and foreign exchange reserves have risen sharply in recent years as well. Rapid distribution of vaccines to EM countries and faster-than-forecast global growth could forestall a new debt crisis. But the recent trend is worrying. This may be a perfect opportunity for US President Joe Biden's administration to continue embracing multilateralism and re-establishing American leadership in the world. The US is doing a lot to boost its own economy. Supporting new programmes at the IMF will ensure help for EM countries as well.</p><p>Source: Megan Greene 2021 'Emerging markets need support to avoid a ‘lost decade'' FT.com 15 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-15T11:00:37.494Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3065,
          "end": 3073
        }
      ],
      "nexusId": "10009914"
    }
  ]
}