{
  "_id": "34eb269a71c71c2db6b3e75ad15d4093054018516a5078d94cc5cbfe84cf2222",
  "feed": "wall-street-journal",
  "title": "Chinese Property's Stronger Niche",
  "text": "<p>Property management has grown into an industry in its own right in China in recent years, with dozens of companies going public in Hong Kong. As well as standing guard and cleaning buildings, these groups are branching out into areas such as child care, bulk-buying of groceries, helping residents resell apartments and managing sales offices for developers.</p><p>Many companies are backed by developers or their controlling shareholders. Some have become potential lifelines for their owners -- such as ailing China Evergrande Group, which recently tried to sell a majority stake in its services unit.</p><p>Investors say property managers represent some of the best opportunities in Chinese real estate. They argue that the leaders will benefit from a wave of takeovers -- and should be able to keep growing even if new-home sales falter -- since residents will keep paying fees and signing up for new services.</p><p>\"Revenues in the property management sector are a lot more predictable than in the development sector,\" said James Macdonald, the head of research for Savills in China. He said the business \"doesn't necessarily depend on sales; it depends on long-term contracts, and nearly every project needs a property manager.\"</p><p>J.P. Morgan Asset Management is generally avoiding investing in Chinese developers and instead favors management companies, said Rebecca Jiang, an equities portfolio manager at the U.S. firm.</p><p>\"We are less concerned by any regulatory pressure on the property management market: there is no monopoly in the subsector and property management fees aren't a big burden on households, unlike housing prices or education expenses,\" Ms. Jiang wrote in emailed comments.</p><p>Revenue for China's property-management industry totaled 1.18 trillion yuan last year, the equivalent of $185 billion, and the firms managed an area of about 8.15 million acres, according to China Real Estate Information Corp. data cited in a recent listing application by Zoina Service Commercial Ltd.</p><p>The five biggest players by market value are likely to see revenue increases of 29% to 53% annually through 2023, consensus analyst forecasts compiled by FactSet show.</p><p>Consolidation is part of the appeal. \"It's a very fragmented market, so there's still plenty of room for growth,\" said Wilfred Sit, the chief investment officer at Hang Seng Investment Management in Hong Kong, who said stronger players could buy weaker rivals.</p><p>Nicholas Yeo, head of equities for China at Abrdn PLC, said a government push to change property management would weed out weaker players and would tend to favor established, financially strong firms.</p><p>Country Garden Services Holdings Co. has already been acquisitive, buying businesses linked to weaker developers. As of Friday, the company had a $25.55 billion market value, making it the largest property manager listed in Hong Kong.</p><p>Country Garden Services is spending up to $517 million by buying property-management businesses from Colour Life Services, a business backed by Fantasia Holdings Group Co. And last month, it struck another deal valued at $1.55 billion, involving assets of R&amp;F Property Services Group Co. Earlier in the year it agreed to buy Sichuan Languang Justbon Services Group Co.</p><p>A smaller competitor, Shimao Services Holdings Ltd., raised about $624 million by selling shares and convertible bonds this month, which it said could be used to fund potential mergers and acquisitions.</p><p>The property managers aren't totally shielded from the difficulties facing the developers, who are struggling to adapt to an era of tighter credit, tougher regulations and slowing home sales.</p><p>Service companies often win a large proportion of their contracts from their parent companies. Even if existing homeowners continue to pay for services, growth could slow if developers struggle to find the funding to build new projects or finish uncompleted ones. In addition, property managers sometimes make money partly by selling services directly to developers.</p><p>Shares of Evergrande Property Services Group Ltd. have dropped in value this year as its parent has struggled. That has helped pull down the Hang Seng Property Service and Management Index. As of Friday, the 30-constituent index lost 31% since its April launch, slightly more than the 30% drop in the Hang Seng Mainland Properties Index.</p><p>Evergrande Property Services warned in its first-half results that it could be affected by any financial difficulties at its parent and said about 32% of revenue came from managing Evergrande projects.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}