{
  "_id": "8045b3ced724e4a680128f391b3d9023653586f162bbda03e4eb31d10837299b",
  "feed": "wall-street-journal",
  "title": "Rout in Chinese Internet Stocks Continues in Hong Kong; Hang Seng Tech Index slides to a low as U.S. delisting and Beijing's regulatory crackdowns weigh on sector",
  "text": "<p>The selloff has also hit SoftBank Group Corp., which along with its Vision Fund is one of the biggest investors in Alibaba, Didi Global Inc. and other Chinese technology companies that have been hit by the regulatory clampdown. The Japanese conglomerate's Tokyo-listed shares tumbled 8.2% on Monday, the lowest close since June 2020, according to FactSet.</p><p>Chinese ride-hailing company Didi's decision to delist from the New York Stock Exchange has triggered a wall of worries about the future of Chinese internet and technology stocks listed on American stock exchanges. The U.S. Securities and Exchange Commission last week also completed rule-making to formally implement the Holding Foreign Companies Accountable Act, which will force companies off U.S. exchanges if the firms fail to hand over their audit work papers for three years in a row.</p><p>On Friday, Chinese companies listed on major U.S. exchanges shed $99 billion in market capitalization to $1.4 trillion, according to data from S&amp;P Global Market Intelligence. The Nasdaq Golden Dragon China Index plummeted 9.12% that day to its lowest level since March 2020, near the nadir of a global market selloff at the start of the coronavirus pandemic. Premarket U.S. trading early Monday indicated some stocks were likely to recoup some of their heavy losses from last week.</p><p>The three-year regulatory countdown suggests that some Chinese companies could be delisted from the U.S. as early as 2024, but Didi's plans raise the prospect of some firms voluntarily doing the same before then for other reasons. The Chinese ride-hailing giant Friday said it intends to pursue a listing in Hong Kong, but didn't say how it plans to do so or map out a time frame, creating uncertainty for public shareholders that in some cases are already sitting on substantial losses.</p><p>\"The big deal is that this window, between delisting and relisting, could be a vacuum where foreign investors just don't know what's going to happen, and because they don't know what's going to happen, they just sell [these Chinese stocks],\" said Chi Lo, BNP Paribas Asset Management's investment strategist for the Asia-Pacific region.</p><p>On Sunday, the China Securities Regulatory Commission responded to market concerns regarding delisting, saying that it has always maintained an open attitude toward Chinese companies choosing to list overseas and that it fully respects companies choosing their listing venues.</p><p>\"As far as we know, some domestic companies are actively communicating with domestic and foreign regulators to seek listing in the U.S. markets,\" the securities watchdog said in the statement, without naming the firms or the sectors they operate in.</p><p>The regulator said it had conducted \"candid dialogues\" with its U.S. counterparts on their differences in accounting standards and the issues surrounding the U.S.-listed Chinese stocks.</p><p>The statement also alluded to this year's involuntary U.S. delistings of three Chinese telecom carriers and oil major Cnooc Ltd., which were forced to leave American exchanges after an executive order signed by former President Donald Trump said the firms had ties to the Chinese military. \"Certain political factions in the U.S. have turned capital market regulation into part of their politicizing tools, waging unwarranted clampdowns on Chinese companies and coercing them into delisting from U.S. stock exchanges,\" the Chinese regulator said.</p><p>\"We think the selloffs [in the U.S. market] were an overreaction, and clarification from the Chinese regulator has been helpful,\" Alexander Treves, an investment specialist for emerging markets and Asia-Pacific equities at J.P. Morgan Asset Management, said Monday.</p><p>He said there is a \"clear path\" forward for Chinese companies listed in the U.S., since many will be eligible for Hong Kong listings, while others may consider listing on mainland exchanges such as the Shanghai's Nasdaq-style STAR Market. More than 200 Chinese companies are listed in the U.S.</p><p>Alibaba, the most valuable U.S.-listed Chinese company, has been one of the biggest casualties of this year's selloff in Chinese new-economy stocks. Even before last week, Chinese regulators had launched a barrage of regulatory actions against numerous internet-platform companies, sending investors fleeing from their stocks.</p><p>Alibaba's ADRs on Friday tumbled 8.2% to their lowest level since April 2017, extending what has already been an unprecedented decline in the e-commerce giant's shares.</p><p>The company's Hong Kong-listed shares fell 5.6% Monday, giving the company a market capitalization of $313.6 billion—down more than $400 billion over the past year, according to FactSet. The Hangzhou-based company unveiled plans to replace its chief financial officer and reorganize its e-commerce teams as it tries to combat slowing growth.</p><p>Rout in Chinese Internet Stocks Continues in Hong Kong</p>",
  "published": "2021-12-06T11:49:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}