{
  "_id": "b5f0b1a0428279139e979b0ec984479a1ad9f1f8325c3cbf29603c089d6c4e65",
  "feed": "wall-street-journal",
  "title": "Stock Futures Waver Ahead of Inflation Data, Earnings; JPMorgan, BlackRock and Delta Air Lines will post results ahead of the opening bell",
  "text": "<p>Stocks have been weighed down by fears about inflation in recent days, stoked by rising energy prices and continued bottlenecks in supply chains. Investors are trying to gauge the effect this could have on central bank support for the economy and whether the higher costs for raw materials and energy will erode profits as third-quarter earnings season kicks off.</p><p>\"Equity markets need to incorporate the higher uncertainty on central banks' approaches and the uncertainties on the earnings side,\" said Antonio Cavarero, head of investments at Generali Insurance Asset Management. \"This doesn't mean the tide has turned, but some higher caution is probably the way to go for the next few weeks.\"</p><p>Data on the consumer price index for September is set to go out at 8:30 a.m. ET. Economists project that inflation remained at an elevated level, boosted by worker shortages and strained supply chains.</p><p>\"The Fed will be very sensitive to this number. If it comes very far from market expectations, they will have an incentive to prove they are on top of things,\" Mr. Cavarero said.</p><p>Federal Reserve official Raphael Bostic said Tuesday that there was a risk of inflation being more persistent than expected and that he was on board with an imminent pullback in some stimulus measures. The Fed is expected to publish minutes from its last meeting at 2 p.m., providing investors with more insight into policymakers' views.</p><p>The yield on the benchmark 10-year Treasury note held steady at 1.578% Wednesday, from 1.579% Tuesday.</p><p>Several household-name companies are scheduled to report earnings on Wednesday ahead of the opening bell, including JPMorgan, BlackRock and Delta Air Lines.</p><p>\"Have we passed the point of the sweet spot—low costs and explosive demand, to a point where demand is softening and costs are picking up? We do expect to see some signs of that starting to emerge,\" said Sebastian Mackay, a multiasset fund manager at Invesco. \"I do believe we'll be in a more rocky patch for equities, where they will be moving sideways or possibly down a little bit.\"</p><p>Apple shares declined 1.3% in after hours trading after a report that the company could cut its iPhone 13 production targets for the year by as much as 10 million units, due to chip shortages.</p><p>Oil prices stabilized following a report that suggested Iran nuclear talks could recommence as soon as this week, prompting some traders to price in a potential higher supply of crude to the market. Global benchmark Brent crude edged down less than 0.1% and traded at $83.40.</p><p>Tempered demand due to the sharp rise in energy prices may also be contributing to the stabilization, according to Mr. Mackay.</p><p>\"We are probably entering the stage where prices have moved up so quickly that we are now getting a demand response, people are reining in spending and that starts to balance the market a little bit,\" he said.</p><p>Overseas, the pan-continental Stoxx Europe 600 declined 0.3%. Among European equities, German software firm SAP rose 3.2% after raising its full-year guidance late Tuesday. Man Group jumped 6.4% after the listed hedge fund reported a strong performance in the third quarter and said it expected the momentum to carry into the next quarter.</p><p>In Asia, major benchmarks were mixed. The Shanghai Composite Index added 0.4% while Japan's Nikkei 225 slid 0.3%. Markets in Hong Kong were closed due to a typhoon.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stock Futures Waver Ahead of Inflation Data, Earnings</p>",
  "published": "2021-10-13T09:25:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 55,
          "end": 63
        }
      ],
      "nexusId": "10009914"
    }
  ]
}