{
  "_id": "6c8cf2124b408f3fa82b28ad5a7de5544c02e188bf15c4ef0b36cbf11b6f251b",
  "feed": "wall-street-journal",
  "title": "Coppers & Kidnappers",
  "text": "<p>(Potomac, 341 pages, $34.95)</p><p>Decades before actor Kevin McCarthy had his big-screen encounter with the pod people of Santa Mira, Calif., America suffered from an invasion of real-life body snatchers.</p><p>Through the Jazz Age and the Depression, mobsters and copycat amateurs captured rich and prominent people or their children and held them for ransom. Most of the victims were freed unharmed, often for a million dollars or more in today's money. But in the most notorious case -- the kidnapping of Charles and Anne Morrow Lindbergh's 20-month-old Charlie from their home in New Jersey -- the baby was long dead during the endless negotiations for his release.</p><p>That case prompted the passage of the \"Lindbergh Law\" -- the Federal Kidnapping Act of 1932 -- enabling the U.S. government to get involved and giving J. Edgar Hoover, the head of the FBI, a boost in his insatiable quest for fame. Even so, the epidemic of kidnapping, as the papers called it, stubbornly persisted through the 1930s and into our times. Frank Sinatra's 19-year-old son Frank Jr. was grabbed at Harrah's Lake Tahoe in 1963 and, a decade later, the radical Symbionese Liberation Army snatched the publishing heiress Patty Hearst.</p><p>The kidnappings of the '30s seem almost quaint compared to the school massacres, drive-by shootings, cyberhacks, radical rioting, pressure-cooker bombings and other grim crimes of today. But they were terrifying in their era. The New York Times began publishing a kidnapping log. Behind the gates of their mansions, rich people quaked for their lives. They hired armed chauffeurs and slept with shotguns and pistols at their bedsides. J.P. Morgan enlisted 250 armed guards for its partners and their families.</p><p>In \"The Snatch Racket,\" Carolyn Cox, a veteran Washington lawyer and law professor, reanimates this intriguing slice of American life. Crisp, zesty and free of the cliches of most true-crime writing, Ms. Cox's book interweaves her case narratives with the inside story of how Hoover exploited the crisis to launch a \"crusade\" against organized crime, even coining the term \"G-men\" to glamorize his agents.</p><p>In one of the first headlined cases, in April 1931, Dr. Dee Kelley, a leading St. Louis ear specialist, was lured out in the middle of the night on a house call, captured and stashed away. Within two days, Kelley's family forked over more than $4.2 million in today's money and he was released, shaken but unharmed. Eight months later, kidnappers in Kansas City, Mo., grabbed Nell Donnelly, the largest women's clothing manufacturer in the country. They demanded today's equivalent of $1.2 million and threatened to blind her and kill her husband if the police were called. Instead, a U.S. senator who was a pal of the victim blackmailed local Mafia boss Johnny Lazia into arranging her release -- with an apology.</p><p>Crooked cops and mobsters kept popping up in these kidnappings. Frank Costello and Al Capone volunteered to try to break the Lindbergh case. After mad dog Alvin Karpis and confederates kidnapped Minnesota brewer William Hamm Jr., \"the most eligible bachelor in the Midwest,\" in November 1933 -- the fifth such case in St. Paul in three years -- officials set up a kidnap squad headed by a former police chief. He turned out to be a \"finger man,\" identifying victims for future snatches.</p><p>Local and state police had a mixed record in kidnapping cases, and some of the perps were never tried. The men who snatched handsome young Brooke Hart, whose father owned the biggest department store in San Jose, Calif., faced a different fate. After Hart's body was found floating in San Francisco Bay, Ms. Cox writes, thousands of angry citizens surrounded the county jail, seized the two suspects and lynched them. The governor of California applauded.</p><p>Given the ineptitude of the locals, Hoover had little trouble insinuating his G-men deeper into the cases -- although the Feds sometimes came off more like Keystone Kops than crack sleuths. During his three-year campaign against the kidnappers, Hoover was also at war with the marquee mobsters of the age, among them Capone, John Dillinger (whose family pronounced it with a hard \"g\"), \"Machine Gun\" Kelly, Karpis and his mentor Ma Barker. These hoods were sometimes involved in the snatches and sometimes spuriously linked to them by Hoover. The Feds were trigger-happy, too, massacring mobsters, including Ma Barker and Dillinger, while supposedly trying to capture them.</p><p>Appropriately, Ms. Cox devotes a good deal of the book to the authentically sensational Lindbergh case. From the beginning, Hoover and the FBI were kept at the margins of the investigation run by H. Norman Schwarzkopf -- head of the New Jersey state police (and father of the Gulf War hero general) -- and the New York City cops. But, using the vast resources of the Treasury Department and his nationwide network of agents, Hoover pioneered tracing the serial numbers of the ransom bills as the kidnapper began to spend the money. By pinpointing where each bill was passed, the FBI located Bruno Richard Hauptmann, a 36-year-old immigrant carpenter in the Bronx, and captured him when a service-station operator happened to write the license number of Hauptmann's car on the $10 gold certificate he'd used to buy gas. Lindbergh had overheard Hauptmann when the ransom was passed. At the trial, he dramatically identified Hauptmann by his German accent, and he was convicted and sent to the electric chair.</p><p>\"Once the professional kidnappers -- the instigators of the kidnap epidemic -- realized they could no longer be confident they could exchange or spend ransom money without getting caught,\" Ms. Cox writes, \"they gave up on kidnapping as a business, and the magnitude of the threat rapidly diminished.\" And J. Edgar Hoover got his wish, becoming Public Hero No. 1 to millions of Americans.</p><p>---</p><p>Mr. Kosner is the former editor of Newsweek, New York, Esquire and the New York Daily News.</p>",
  "published": "2021-02-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1637,
          "end": 1648
        }
      ],
      "nexusId": "10009914"
    }
  ]
}