{
  "_id": "4841a3826a6ffe14b615f1fca0d4c37aae006dd0378bd97dc8a3e71fadb92b61",
  "feed": "ftcomall",
  "title": "FirstFT: Global investors' exposure to Chinese assets surges",
  "text": "<p>Global holdings of Chinese stocks and bonds have <a href=\"https://www.ft.com/content/f0c71c66-b386-4f3c-8796-4384e7378a56\">surged to more than $800bn</a> as investors bought assets in the country at a record pace despite souring relations between Beijing and the international community.</p> <p>The drive into China's markets by global investors has come even amid tensions between Beijing and Washington over issues from <a href=\"https://www.ft.com/content/27a148ba-adba-425e-8d59-c22c3bb36ad8\">corporate audits</a> to Beijing's repression of Uyghurs in Xinjiang, which the US has labelled genocide.</p> <p>It has also coincided with a <a href=\"https://www.ft.com/content/5b87bbf9-f652-40fc-b06d-8e58693a8c6e\">crackdown by Beijing</a> on Chinese listings in US capital markets, including a probe into data security at ride-hailing group Didi Chuxing announced just days after its $4.4bn New York initial public offering.</p> <p>Offshore investors have bought a net $35.3bn of Chinese stocks in the year to date via trading platforms that link Hong Kong with exchanges in Shanghai and Shenzhen, according to Financial Times calculations based on Bloomberg data. That was about 49 per cent higher compared with a year earlier.</p> <p>Foreign investors have also bought more than $75bn in Chinese Treasuries in the year to date, according to figures from Crédit Agricole, representing a 50 per cent rise from a year earlier.</p> <p>The enthusiasm for Chinese assets from foreign buyers has been fuelled by the country's swift rebound from the Covid-19 pandemic but concerns are surfacing that its <a href=\"https://www.ft.com/content/105e7c30-6e70-4498-a854-83288bd9cea4\">economic growth is slowing</a>.</p> <h1>Five more stories in the news</h1> <p><strong>1. US inflation picks up pace </strong>The pace of US consumer price increases <a href=\"https://www.ft.com/content/234a9b90-e4f6-4b59-9e39-c6e34ac78276\">accelerated unexpectedly</a> in June, jumping 5.4 per cent from the previous year, challenging the view within the Federal Reserve and White House that high inflation will be temporary. What is driving US inflation higher? <a href=\"https://www.ft.com/content/aadaa577-b286-443f-b173-256dfc4af6a5\">Colby Smith explains</a>.</p> <ul>  <li><p><strong>UK inflation:</strong> In Britain, too, <a href=\"https://www.ft.com/content/92e87e48-1618-4283-b247-52dcf70dde45\">inflation far exceeded expectations</a> in June. The Office for National Statistics said the inflation rate last month rose to 2.5 per cent, up from 2.1 per cent in May and above economists' forecasts of 2.2 per cent.</p></li> </ul> <p><strong>2. Goldman and JPMorgan pivot to M&amp;A </strong>The two US banks <a href=\"https://www.ft.com/content/73999cf3-82ed-453d-a30c-e88e55cc8813\">benefited from a boom</a> in dealmaking activity in the second quarter, helping to offset declining returns from bond and stock trading. Analysts said the <a href=\"https://www.ft.com/content/bacdf86f-e786-4439-966e-f5958adb1c59\">dealmaking frenzy</a> had been fuelled by rock-bottom interest rates and the effect of quantitative easing programmes on the economy. </p> <ul>  <li><p><strong>Related:</strong> Private equity groups, which world have historically turned to Wall Street banks to finance takeovers, are beginning to <a href=\"https://www.ft.com/content/0a67e36e-b42f-42e1-8c17-042108fb014e\">turn to other buyout groups</a> to fund deals.</p></li> </ul> <p><strong>3.</strong> <strong>Biden blasts Trump's ‘big lie' in voting rights speech</strong> US president Joe Biden has issued one of his <a href=\"https://www.ft.com/content/7a0a5f45-c608-4ac5-affc-e4bb2fdf14d8\">strongest condemnations</a> yet of the election fraud claims championed by his predecessor Donald Trump. The remarks came a day after Texas Democrats took the bold step of leaving their state's capital to fly to Washington and deny Republicans in the state a two-thirds quorum required to proceed with a vote on a bill to limit ballot access.</p> <p><strong>4.</strong> <strong>Senate Democrats reach $3.5tn deal on spending</strong> Senate Democrats have <a href=\"https://www.ft.com/content/9f6b3107-52ef-42cd-9e21-f9f4bb2c2240\">agreed to press ahead</a> with legislation worth $3.5tn in new government spending without Republican support. The intraparty deal was sealed last night after negotiations involving both the most progressive lawmakers, including Bernie Sanders of Vermont, and moderate Democrats such as Mark Warner of Virginia, as well as the White House. </p> <p><strong>5.</strong> <strong>Pinault family joins European Spac push </strong>The French billionaire family is aiming to <a href=\"https://www.ft.com/content/cf2d6587-4dc3-41c1-bc19-cbdd60b29609\">raise as much as €300m</a> for a blank-cheque company that will focus on the entertainment and leisure industries. The special purpose acquisition vehicle, named I2PO, is being launched in Paris today.</p> <h1>Coronavirus digest</h1> <ul>  <li><p><strong>France</strong> will make <a href=\"https://www.ft.com/content/3a876fdf-c9f7-423f-a008-49a3ca15f850\">vaccination compulsory</a> for healthcare workers and will restrict access to cafés, restaurants and other venues to those with “health passports”.</p></li>  <li><p>The mayor of London and the leaders of Scotland and Wales <a href=\"https://www.ft.com/content/fdc5f236-2c27-4146-b6d0-8c489e61530e\">have broken ranks</a> with Prime Minister Boris Johnson's government by insisting on <strong>mask</strong> <strong>wearing </strong>on public transport after most restrictions end in England next week.</p></li>  <li><p>Pop star <strong>Olivia Rodrigo</strong> will meet Biden and chief medical adviser Anthony Fauci today to <a href=\"https://www.ft.com/content/95716f06-c92d-4f9a-b2f7-30e30ce7cb22#post-5429ed1a-54b4-4eac-9ec8-e939a4358454\">promote vaccination</a> among youths.</p></li> </ul> <p><em>Follow the latest with our coronavirus </em><a href=\"https://www.ft.com/content/95716f06-c92d-4f9a-b2f7-30e30ce7cb22\"><em>live blog</em></a><em> and </em><a href=\"https://click.newsletters.ft.com/f/a/XeIZz1bJd3pG-_DksexLnA~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS9Cbl8wNUk5NFNYeE1mV0ozNF9PeHVnfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFJfYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDI1bGQzTnNaWFIwWlhKemFXZHVkWEF0WTI5eWIyNWhkbWx5ZFhNX1pXMWhhV3hKWkQwMk1HRTNPVFU0TVRKbFlUTTJZekF3TURRNE1qSTRZV1ltYzJWbmJXVnVkRWxrUFRFellqZGxNelF4TFdWa01ESXRNbUkxTXkxbE9HTXdMV1E1WTJJMU9XSmxPR0l6WWxjSVptbHVkR2x0WlhOQ0NtQ2xQNTJuWUVzOElJRlNGbXBsYm01cFptVnlMbU55WldWeWVVQm1kQzVqYjIxWUJBQUFBQUF-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>sign up</em></a> <em>for our </em><a href=\"https://click.newsletters.ft.com/f/a/IFcve3cwP5qEsmYH9ZMosQ~~/AAAAAQA~/RgRiwX3fP4STAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS92R2VUcVhxOHp5ZGVEeWUtakh1V0RRfn4vQUFBQUFRQX4vUmdSaWlpSXNQMFItYUhSMGNITTZMeTkzZDNjdVpuUXVZMjl0TDJOdmNtOXVZWFpwY25WekxXSjFjMmx1WlhOekxYVndaR0YwWlQ5bGJXRnBiRWxrUFRZd1lUYzVOVGd4TW1WaE16WmpNREF3TkRneU1qaGhaaVp6WldkdFpXNTBTV1E5TVROaU4yVXpOREV0WldRd01pMHlZalV6TFdVNFl6QXRaRGxqWWpVNVltVTRZak5pVndobWFXNTBhVzFsYzBJS1lLVV9uYWRnU3p3Z2dWSVdhbVZ1Ym1sbVpYSXVZM0psWlhKNVFHWjBMbU52YlZnRUFBQUFBQX5-P2VtYWlsSWQ9NjBkZWVkNjE4NDBhZDcwMDA0NWQyMGE5JnNlZ21lbnRJZD0xM2I3ZTM0MS1lZDAyLTJiNTMtZThjMC1kOWNiNTliZThiM2JXCGZpbnRpbWVzQgpg3fr43mDIn1ReUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\"><em>Coronavirus Business Update</em></a> <em>newsletter for more Covid-19 news.</em></p> <h1>The day ahead</h1> <p><strong>Jay Powell appearance</strong> The Federal Reserve chair is due to appear at a virtual hearing before the US House of Representatives financial services committee just as <a href=\"https://www.ft.com/content/42d3984b-6bae-49f0-b3c4-d16c2acff7cb\">debate is raging</a> on whether the surge in US inflation is transitory or has the makings of a permanent shift.</p> <p><strong>US bank earnings </strong>Bank of America, Wells Fargo and Citigroup follow Wall Street rivals JPMorgan Chase and Goldman Sachs and will <a href=\"https://www.ft.com/content/8738c327-ceab-4d00-8c24-fbc44c81a0c4\">report second-quarter earnings</a> today. </p> <p><strong>EU climate proposals </strong>The European Commission will unveil its long-anticipated “Fit for 55” package aimed at <a href=\"https://www.ft.com/content/c6285ff1-af09-4138-a5ed-f11b1137953c\">reducing net greenhouse gas emissions</a> 55 per cent by 2030 from 1990 levels. Plus, plans for a digital euro are likely to be set in motion today by the European Central Bank. Our Europe Express newsletter <a href=\"https://www.ft.com/content/79f8a2a1-e932-40bf-8329-9c16edb4678e\">has more</a>. (Sign-up <a href=\"https://ep.ft.com/pages/newsletters/566825b8cb56e60cea589e91/subscribe/success\">here</a>)</p> <p><strong>Bastille Day </strong>If you are a French citizen, you can add to your <em>liberté</em> a side order of <em>égalité</em> and <em>fraternité</em> as Bastille Day is <a href=\"https://www.ft.com/content/cde834a9-8dc2-42d7-ae49-7573b1e614f6\">celebrated today</a>. In Paris, President Emmanuel Macron will watch a military parade and honour health workers.</p> <h1>What else we're reading and watching</h1> <p><strong>The G20 has failed to meet its challenges </strong>The lack of a truly global response to Covid augurs badly for common action on climate change. Next to these global challenges, the agreements on corporate taxation and special drawing rights, welcome though they are, are not that important, <a href=\"https://www.ft.com/content/c9448d15-8410-47d3-8f41-cd7ed41d8116\">writes Martin Wolf</a>.</p> <p><strong>Competition enforcement is harder than it looks</strong> After years of growing disquiet over corporate consolidation and the dominance of big companies, governments are springing into action to block corporate mergers. But enforcement cases tend to produce lists of “don'ts” at a time when industry really need some “dos”, <a href=\"https://www.ft.com/content/4c894aba-5b9f-4c9b-ab1f-0b61a71c81e9\">writes Brooke Masters</a>.</p> <ul>  <li><p><strong>Go deeper:</strong> A read on how Biden is styling himself as <a href=\"https://www.ft.com/content/2db2f9d4-7a91-476b-bb22-d0a7cf0d4805\">a 21st-century ‘trust buster'</a>, in the tradition of Theodore Roosevelt who instigated the break-up of Standard Oil in 1906.</p></li> </ul> <p><strong>Can the Olympics succeed behind closed doors? </strong>The Tokyo Games <a href=\"http://www.ft.com/content/75f2b380-1d04-4a5a-981a-9ef033fe409e\">promised to revive</a> Japan's self-confidence after decades of economic stagnation, opening its doors to the world as an equal, and spiritually reconnected to the youthful nation of the 1964 games, when the country announced itself as a democratic power. Covid threatens those goals.</p> <p><em>Do you think the Tokyo Olympics should proceed as planned given the Covid situation? Tell us what you think in our </em><a href=\"https://compass.pressekompass.net/compasses/financial_times_hk/do-you-think-the-tokyo-olympics-should-p\"><em>poll</em></a><em>.</em></p> <p><strong>Time for AI to pull up a chair to the negotiating table </strong>Science fiction has sparked decades of debate about whether future wars will be made more deadly by weaponised artificial intelligence. But in the real world, AI is already being harnessed <a href=\"https://www.ft.com/content/8f2f5a9f-ddca-4a53-8091-f6ec3b88af4b\">to broker peace</a>, writes Helen Warrell.</p> <p><strong>What business leaders can do about biodiversity </strong>The World Economic Forum estimates that half of global gross domestic product, or $44tn, depends on nature. <a href=\"https://www.ft.com/video/00c7171d-3234-4f0f-9843-aaa512af4b94\">Gillian Tett examines</a> what business executives can do to protect environmental assets. <em>Get the latest on socially responsible business with our </em><a href=\"https://www.ft.com/moral-money\"><em>Moral Money</em></a> <em>newsletter. Sign up </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5ce7dcb373511b000490ac5b\"><em>here</em></a><em>.</em></p> <a href=\"http://www.ft.com/cms/00c7171d-3234-4f0f-9843-aaa512af4b94.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Food &amp; Drink</h1> <p><strong>Grilled peaches and silken tofu </strong>Griddling peaches, as Ravinder Bhogal does in <a href=\"https://www.ft.com/content/cc58f06b-2214-4f38-a83d-386d946cb999\">this recipe</a>, ekes out their natural sweetness. They pair perfectly with the bittersweet Thai basil in the zesty gremolata.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Global investors' exposure to Chinese assets surges' FT.com 14 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-14T09:44:26.980Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1955,
          "end": 1963
        },
        {
          "start": 4609,
          "end": 4623
        }
      ]
    }
  ]
}