{
  "_id": "34e58136183b4342b059db6a2c76cb31eb77cbec8c5475b5ac1df671f6e75afb",
  "feed": "wall-street-journal",
  "title": "Wednesday's Markets:  Stocks Welcome Fed's Bond Shift  ---  All three major  benchmarks finish at  records, but Activision,  Avis are big losers  ----  By Will Horner and Gunjan Banerji",
  "text": "<p>   Major U.S. stock indexes hit concurrent records for a fourth consecutive session after the Federal Reserve approved plans to start scaling back its bond-buying stimulus program. </p><p>   The S&amp;P 500 hit session highs after Chairman Jerome Powell's postmeeting press conference. The broad stock-market gauge rose 29.92 points, or 0.6%, to 4660.57. The Dow Jones Industrial Average added 104.95 points, or 0.3%, to 36157.58. The technology-heavy Nasdaq Composite Index gained 161.98 points, or 1%, to 15811.58, rising for an eighth consecutive session. All three indexes finished at highs. </p><p>   The Federal Reserve concluded its two-day meeting and announced plans to end its bond-buying program but keep rates unchanged. Investors were prepared for the Fed to start dialing back its bond purchases and were focused on how the Fed approached rising prices. Mr. Powell put greater emphasis on the uncertainty facing the outlook for inflation and the Fed's statement described high inflation as \"largely reflecting transitory factors.\" </p><p>   \"It was more dovish than markets expected,\" said Mona Mahajan, senior investment strategist at Edward Jones, of the outcome and press conference. \"Anytime there's a whiff of lower rates, we tend to get favorable market reactions.\" </p><p>   Low interest rates have been a boom for growth stocks, and the tech-heavy Nasdaq outperformed its peers and finished its longest winning streak since 2020. </p><p>   The yield on the benchmark 10-year U.S. Treasury note rose to 1.577% from 1.546% on Tuesday. Bond yields and prices move in opposite directions. </p><p>   Major indexes have been on a winning streak in recent weeks, and some investors said they expect stocks to keep rising through the end of 2021, continuing a rally that has been fueled by low interest rates over the past year. </p><p>   \"Earning season has been very strong and the beats have been extremely robust,\" said Hugh Gimber, a strategist at J.P. Morgan Asset Management. \"Despite the fact that there have been lots of concerns about price pressures and supply bottlenecks, there is no sign that any of that is going through into margins.\" </p><p>   Though the broader market was calm, companies popular with traders on Reddit's WallStreetBets recorded big swings while options activity heated up. Bed Bath &amp; Beyond surged 15%. The company, which on Tuesday announced a partnership with grocery chain Kroger, was among the most discussed companies on the forum, according to sites that track mentions of ticker symbols. </p><p>   Meanwhile, Activision Blizzard fell $10.92, or 14%, to $66.75. after the videogame maker said the release of two of its titles would be delayed. Ride-hailing firm Lyft jumped 8.2% after saying revenue climbed in the latest quarter as demand returned. </p><p>   Avis Budget Group fell 17% after more than doubling in the prior session. The company reported better-than-expected profit and announced plans to add more electric vehicles to its rental fleet. </p><p>   In commodity markets, Brent crude, the international oil benchmark, fell 3.2% to $81.99 a barrel. </p><p>   Overseas, the Stoxx Europe 600 edged higher, closing at a record. </p><p>   Early Thursday, Japan's Nikkei Stock Average was up 0.9%, Hong Kong's Hang Seng Index was up 0.7% and the Shanghai Composite was up 0.6%. U.S. stock futures rose less than 0.1%. </p><p></p>",
  "published": "2021-11-04T06:11:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}