{
  "_id": "3a1cdb4f30d68dfeec1eb385e226c0f306d47564a0ba8ff5ee993c1169ec13ff",
  "feed": "wall-street-journal",
  "title": "Your Borrowing Could Affect Treasury Yields",
  "text": "<p>As businesses and consumers have reeled in borrowing -- such as by paying down credit-card balances -- banks have had to find other ways to put the flood of deposit cash they received over the course of the pandemic to work. Many analysts believe a lot of that money has ended up in the Treasury market, helping to suppress long-term yields.</p><p>At the end of November, banks had added a record $435 billion to their Treasury securities holdings from the start of the year, according to government figures compiled by strategists at TD Securities. That is a nearly 50% jump from the total added in 2020, which itself was a big year. Mortgage bonds, too, have benefited from bank buying.</p><p>Moreover, banks have effectively been putting many of these bonds into long-term storage, using what is known as \"held-to-maturity\" accounting. This suggests that banks may have been buying longer-term securities, according to TD's head of global rates strategy Priya Misra.</p><p>Ten-year Treasury yields are a bit above 1.4%, about where they were last week before the Fed meeting. That is below what markets are betting will be the peak fed-funds rate this cycle. The degree to which that gap is driven by views about monetary policy, the economy or structural forces is an important question.</p><p>At least part of the dynamic might change in 2022. Notably, many expect bank deposit growth to slow sharply next year. Strategists at JPMorgan Chase estimate systemwide bank deposit growth could be about $800 billion in 2022 -- half of what it was in 2021, and a quarter of the growth in 2020. A major reason is the tapering of bond purchases by the Fed leading to slower reserve growth, which translates into slower deposit growth for banks.</p><p>Meanwhile, rising loan demand could mean that banks have more other uses of their resources beyond bond buying. Fitch Ratings, for example, anticipates loan growth to return in 2022, particularly in \"consumer segments, driven by strong consumer demand and purchase volumes.\" Consumer loans at U.S. banks dropped sharply last year and, as of early December, were less than 2% higher than they were in mid-March 2020, according to Federal Reserve data.</p><p>Growth could come from credit-card balances. Consumers might just start borrowing again as their savings narrow and if they spend more on big-ticket items like travel next year, especially if Covid-19 and associated border restrictions cooperate.</p><p>With less deposits to put to work, and more profitable avenues for lending, banks may be parking less in long-term bonds like Treasurys or mortgage securities. That in turn could put some upward pressure on long-term yields.</p><p>The Fed made its pivot. Now, how the banking system responds is a key variable to watch.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1408,
          "end": 1422
        },
        {
          "start": 1408,
          "end": 1416
        }
      ],
      "nexusId": "10009914"
    }
  ]
}