{
  "_id": "16c475f30d3ddf0ce05ef3cf5b91ab87613efa0cbeb6f0536598f2f9ff048c8e",
  "feed": "ftcomall",
  "title": "Copper hits 10-year high fuelled by recovery bet and demand boost",
  "text": "<p>Copper prices rose to their highest levels since 2011 on Friday as investors bet on an economic recovery from the pandemic and a rise in demand for commodities needed to enable a global transition to green energy. </p> <p>The metal reached as high as $8,930 a tonne by afternoon in London, while nickel rose to its highest level since September 2014. Aluminium prices hit their strongest levels since late 2018, at $2,162 a tonne. </p> <p>Copper was set for its third weekly advance as Wall Street analysts from Citi to JPMorgan predicted a new commodity “<a href=\"https://www.ft.com/content/e6cc8521-9156-4ac4-bf87-1c9ad2e48339\">supercycle</a>” — where demand streaks ahead of supply, fuelling a prolonged rise in prices — due to efforts to combat climate change and better economic growth prospects with the rollout of vaccinations against Covid-19. </p> <p>“Prospects for supercycles in copper and aluminium are real,” analysts at Citi said this week. </p> <p>Copper, which is used in wiring, is expected to benefit from greater demand for electricity in a shift away from fossil fuels. In addition, a larger portion of future power generation is expected to come from renewable energy such as wind farms, which use more copper. </p> <p>“We expect to see a stunning economic upswing and a supportive environment for the copper market and for investors as the year unfolds,” said Brian Kloss, a portfolio manager at Brandywine Global, part of Franklin Templeton. “Longer term, copper is an important component in renewable energy and electromobility.”</p> <a href=\"http://www.ft.com/cms/2b32c6b4-ea0b-4b17-b99c-c3331bfe9d26.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Copper demand from renewables and electric vehicles is expected to grow more than seven times by the 2050s, if the world meets its target of having net zero greenhouse gas emissions by then, according to analysts at Bernstein.&#xa0;Overall copper demand could double over that time, according to miner Glencore.</p> <p>But there are few new large copper mines coming into production over the next decade. </p> <p>“Investors are starting to appreciate that there is insufficient mine capacity to enable rapid transition to a more environmentally-conscious global economy,”&#xa0;said John Meyer, a partner at brokerage SP Angel. </p> <p>Recent copper price moves have also benefited from a weaker US dollar and a rise in inflation expectations, according to analysts, due to commodities' use by investors as an inflation hedge.&#xa0;</p> <p>Trading in copper was given a boost by the return of Chinese traders from the new year holiday late this week, according to Malcolm Freeman, a director at brokerage Kingdom Futures. The market saw “the most massive surge of speculative buying” this week, he said.&#xa0;</p> <p>Still, analysts at Commerzbank said they did not share the “euphoria” in the markets, which they said was not matched by a fundamental change in demand. </p> <p>“In our opinion the price rise has been driven to a large extent by speculation, which puts it on shaky ground,” they said.&#xa0;</p><p>Source: Henry Sanderson 2021 'Copper hits 10-year high fuelled by recovery bet and demand boost' FT.com 19 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-19T15:16:25.635Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 504,
          "end": 512
        }
      ]
    }
  ]
}