{
  "_id": "3bb671cd8d118a6a16028e3c2cc32e843fffbb07a9e0cbbb35c28dd9ce05d725",
  "feed": "wall-street-journal",
  "title": "Credit Markets:  Dollar Strengthens Amid  Signs Biden to Shift Policy  ----  By Paul J. Davies and Caitlin Ostroff",
  "text": "<p>   The dollar rose more than 1.5% against a basket of other major currencies since its recent low, confounding expectations of a tumbling greenback in 2021. Some investors and analysts expect any strength to be short-lived. </p><p>   The ICE U.S. Dollar index advanced to almost 91 Monday while U.S. stock and bond markets were closed, according to FactSet, up from 89.4 on Jan. 5, which had been its lowest level since mid-April 2018. </p><p>   The dollar's recovery comes as Janet Yellen, President-elect Joe Biden's nominee for Treasury secretary, is expected to signal that the new administration will depart from President Trump's regular demands for a weaker dollar. The former head of the Federal Reserve plans to affirm a commitment to market-driven exchange rates when she testifies in Senate hearings on Tuesday, The Wall Street Journal reported. </p><p>   \"This just rubs in this doubt among investors\" who have bet heavily against the dollar, said Jane Foley, head of foreign-exchange strategy at Rabobank. </p><p>   In futures markets, investors have piled into bets on a weakening dollar. Net bets against the dollar are almost as high as they were in late September, according to an analysis of Commodity Futures Trading Commission data by the Royal Bank of Canada, which was the most negative the market had been since April 2018. </p><p>   Many expect the dollar to weaken this year with a global recovery from the Covid-19 crisis. The idea is that a global economic rebound would lead to a wave of money leaving the safety of U.S. assets to seek risk and higher returns elsewhere in the world. That means selling dollars to buy other currencies, pushing the dollar's value down. </p><p>   One of the most eye-catching forecasts was from Citigroup strategists, who predicted a potential drop of up to 20%. </p><p>   At the same time, rising yields are making U.S. Treasurys a more attractive investment. Expectations of more government spending in the U.S., greater Treasury issuance and ultimately higher inflation has lifted yields, especially since Democratic victories in Georgia's two Senate races gave the party control of Congress. </p><p>   There is skepticism that higher yields can give the dollar a serious boost. Even though U.S. Treasury yields have risen and the gap between U.S. yields and equivalents in Germany or Japan has reached its largest since early March, they haven't yet increased enough to really attract more investors. The Fed has promised to keep rates low. </p><p>   \"It is premature to yet call an end to the dollar downtrend in the near-term on this basis alone,\" according to Paul Meggyesi, currency strategist at JPMorgan in London. </p><p>   The euro slipped 0.1% against the dollar Monday, buying $1.2067. The U.S. dollar strengthened 0.4% against the Canadian dollar, with $1 buying 1.2771 Canadian dollars. </p><p></p>",
  "published": "2021-01-19T07:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2572,
          "end": 2580
        }
      ]
    }
  ]
}