{
  "_id": "76d4b327fdab5f533f4184f3b3a8530bf70b69071f1f18eb10bc21ffb590097f",
  "feed": "wall-street-journal",
  "title": "Biden Expected to Nominate Wall Street Critic as Top Banking Regulator; Cornell law professor Saule Omarova will be named Comptroller of the Currency, say people familiar with the matter",
  "text": "<p>A White House spokeswoman declined to comment. Ms. Omarova didn't immediately respond to a request for comment.</p><p>Bloomberg News reported earlier on the expected nomination.</p><p>The OCC is an independent bureau of the Treasury Department. It oversees about 1,200 banks with total assets of about $14 trillion, some two-thirds of the total in the U.S. banking system, making it one of the most powerful regulators alongside the Fed and the Federal Deposit Insurance Corp.</p><p>On Twitter, Ms. Omarova criticized this summer's end to temporary restrictions on big bank share buybacks and dividends after the banks performed well in annual stress tests.</p><p>In a separate tweet, she criticized a news report on acquisitions by JPMorgan. \"Does the world need JPMorgan to grow bigger or more powerful? Just wondering,\" she wrote.</p><p>In academic writing, Ms. Omarova has called for a shift of consumer banking deposits from private firms to the Federal Reserve and called to \"effectively end banking as we know it.\"</p><p>The same 2020 paper endorsed steps to \"radically redefine the role of a central bank as the ultimate public platform for generating, modulating, and allocating financial resources in a democratic economy—the People's Ledger.\"</p><p>The pick is expected to be cheered by progressive Democrats who support her criticism of banking and is likely to meet opposition from Republicans and industry groups.</p><p>A Republican Senate aide said GOP lawmakers are concerned that her views are \"far to the left of anyone we've seen in the regulatory space.\"</p><p>The Biden administration has struggled to find a comptroller nominee who would be embraced by its Democratic allies on Capitol Hill. Earlier this year, the White House abandoned a former Obama-era Treasury official it had eyed for the post after he drew opposition from progressive Democrats. Several other people were considered for the role but never nominated.</p><p>Michael Hsu, a former Fed staffer, has been serving as acting comptroller since May.</p><p>Write to Andrew Ackerman at andrew.ackerman@wsj.com</p><p>Biden Expected to Nominate Wall Street Critic as Top Banking Regulator</p>",
  "published": "2021-09-23T01:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 709,
          "end": 717
        },
        {
          "start": 740,
          "end": 748
        }
      ],
      "nexusId": "10009914"
    }
  ]
}