{
  "_id": "c1bb72fc67c0a20fd0791f0ba5a9a1fe7f531af4c3780d8f4c182c724467652b",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  When It Comes to Loans,  Banks Are Wary of Offices  ----  By Carol Ryan and Rochelle Toplensky",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Some bank chiefs, like JPMorgan's Jamie Dimon, talk as if the office will soon look more or less as it did before. Their real-estate lending teams seem less sure. </p><p>\n  Banks are more selective about which offices they will lend against. Pockets of the market have been resilient during the pandemic: The rate banks charge for mortgages on the best central London offices was 1.65% in the first quarter, more or less where it was before the crisis, data from real-estate company CBRE shows. But U.K. lending margins for older, less central offices are close to historic highs, based on the Cass Business School's commercial real-estate lending report. </p><p>\n  In the U.S., the value of new office loans issued by banks in the first quarter was 35% of levels in the same period of 2019, according to Trepp data -- a sharper pullback than for unloved retail assets such as malls. The spread between office mortgage rates and 10-year Treasurys widened from precrisis levels. </p><p>\n  The rise in debt costs is notable because default rates on existing office loans are currently below 1%. Corporate tenants locked into leases are paying the rent, so landlords have met their mortgage payments. But that could change once existing contracts roll off and white-collar employees spend more time at home. Companies ranging from Facebook to HSBC plan to let some staff work remotely permanently. </p><p>\n  Oversupply is an issue in San Francisco, leading to big falls in rent and high vacancy rates. Lenders are watching New York closely. In the mid-Atlantic region, which includes Manhattan, almost one-third of banks' outstanding office loans now fall into the riskier \"criticized\" category, up from 6% before the pandemic, survey data by Trepp shows. </p><p>\n  The pandemic also accelerated the trend toward more energy-efficient offices with strong communal areas, good ventilation and natural light. Expensive improvements are needed to entice workers back and to meet growing expectations for businesses to cut carbon footprints. </p><p>\n  These factors make it tough to predict where office valuations are headed and to underwrite loans. In central London, the best offices are changing hands at high valuations that give rental yields of 4%, buoyed by rock-bottom interest rates and strong overseas demand. Shareholders are more bearish. The discount to book value at which U.K. and U.S. office real-estate investment trusts now trade imply 15% and 10% falls in the value of the properties they own, respectively, according to real-estate research firm Green Street. </p><p>\n  For now, mortgage writers are erring on the side of caution. Seen through the lens of their lending activity, banks' efforts to play up the office to staff appear halfhearted. </p><p></p>",
  "published": "2021-06-23T06:02:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 61,
          "end": 69
        }
      ],
      "nexusId": "10009914"
    }
  ]
}