{
  "_id": "92d2452e0e032041e3cd2ee8d9adbd4201f4a3f0afbaac22a92aef430c6020b5",
  "feed": "wall-street-journal",
  "title": "ECB Sticks With Negative Rates Despite Surging Inflation, Diverging From Fed; European Central Bank is likely to maintain policy at least another year, expecting rise in prices to prove temporary",
  "text": "<p>A combination of high inflation and softening economic growth is posing a dilemma for central banks. They want to keep their monetary stimulus in place long enough to ensure a strong recovery from the Covid-19 shock, but not so long that consumer-price growth becomes unmanageable. Inflation has surged to multidecade highs in the U.S. and other countries in recent months, driven by booming demand and supply-chain bottlenecks as economies reopen.</p><p>ECB President Christine Lagarde acknowledged on Thursday that a recent rise in eurozone inflation, to 3.4% in September, would last longer than previously expected, while stressing it would be temporary. She said at a news conference that investors were wrong to expect the ECB to respond by increasing interest rates next year.</p><p>Eurozone bond markets sold off as Ms. Lagarde spoke, suggesting that investors doubt the ECB's commitment to easy money. Sovereign bonds issued by Southern European governments declined the most, with Italy's benchmark 10-year bond yield rising above 1% for the first time since August. Yields rise when prices fall. The euro strengthened 0.5% against the dollar.</p><p>Canada's central bank signaled on Wednesday that it could increase interest rates as soon as April, earlier than expected, and warned that inflation would stay above target through much of next year. In the U.S., where a key inflation measure hit a 30-year high in August, Fed officials have signaled they would soon start to scale back their bond-buying program. And Bank of England Governor Andrew Bailey signaled this month that the bank could soon increase U.K. interest rates in response to rising inflation.</p><p>Ms. Lagarde said that high energy prices would likely stabilize as inventories were rebuilt, and that supply-chain bottlenecks and shortages would ease over time. In a statement, the ECB said it would hold its key interest rate at minus 0.5% and continue buying bonds under a €1.85 trillion (equivalent to $2.16 trillion) asset-purchase program at least through March 2022.</p><p>\"We talked about inflation, inflation, inflation,\" Ms. Lagarde said of her policy meeting with other ECB rate setters. \"We did a lot of soul searching to test our analysis and we are confident\" that the surge in inflation will prove temporary, though \"it will take a bit longer than expected.\"</p><p>Analysts were skeptical that inflation would fall back as sharply next year as the ECB expects. \"It is remarkable that the ECB continues to see no danger of inflation in the longer term,\" said Joerg Kraemer, chief economist at Commerzbank in Frankfurt.</p><p>Eurozone overnight indexed swaps, a type of forward-looking interest-rate derivative, traded on Thursday at minus 0.32% for October 2022. That suggests investors continue to think the ECB could raise interest rates twice in the next 12 months, from the current level of minus 0.5%.</p><p>\"This is in stark contrast to what the ECB is telling us,\" said Rohan Khanna, a rates strategist at UBS.</p><p>Most analysts expect the ECB to signal after its next policy meeting on Dec. 16 that it will start to scale back its emergency bond purchases next year, while ramping up another bond-buying program. Ms. Lagarde said she expected the bank's €1.85 trillion emergency bond-buying program to end in March.</p><p>However, the ECB hasn't yet communicated how it plans to transition from emergency stimulus to its more standard bond-buying programs and that uncertainty spooked markets, said Iain Stealey, chief investment officer for fixed income at J.P. Morgan Asset Management. \"This is what people will be looking for at the December meeting.\"</p><p>Ms. Lagarde said she still expects the eurozone's economic output to return to its pre-pandemic level by the end of this year. Some economists don't expect the region to cross that threshold until the middle of next year, around a year later than the larger U.S. economy.</p><p>Write to Tom Fairless at tom.fairless@wsj.com and Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>ECB Sticks With Negative Rates Despite Surging Inflation, Diverging From Fed</p>",
  "published": "2021-10-28T16:15:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}