{
  "_id": "f1fd67ec3c4ba62e3f0f608abc5c54479d6c309418c911eb3b0ad9c0895f9f8d",
  "feed": "ftcomall",
  "title": "Forget ‘to the moon': ESG investors should ask what crypto is doing to the Earth",
  "text": "<p>Good morning from New York. Today we are proud to launch our second Moral Money Forum <a href=\"https://www.ft.com/content/92915630-c110-4364-86ee-0f6f018cba90\">report</a>. This time we are diving headfirst into the environmental social and governance (ESG) world's alphabet soup problem and we'd like to thank everyone who answered our call for input on how they think it could be fixed. Read on for more. — <em>Billy Nauman</em></p> <h1>Musk tweet casts spotlight on crypto's climate problem</h1> <p>Uh, oh: <strong>Elon Musk</strong> has done it (yet) again. After talking up bitcoin and dogecoin earlier this year (or, more accurately, tweeting them up), he caused dogecoin to tumble by calling it <a href=\"https://www.ft.com/content/f44373d2-72de-4dbc-99fc-3d88f87365d4\">“a hustle”</a> last weekend — and then sparked a sell-off in bitcoin when Tesla revealed it would no longer take cryptocurrency as a form of payment for its cars. </p> <p>As a <a href=\"https://pbs.twimg.com/media/E1OEK8jVEAMEv5A?format=jpg&amp;name=medium\">tweet </a>explained, Musk is now concerned about “rapidly increasingly use of fossil fuels for bitcoin mining, especially coal” and worried “about the cost to the environment”.</p> <p>Well, duh, some environmentalists might say. Green activists have been warning for months about bitcoin's carbon footprint, and noting that it undermined Tesla's ESG credentials (as Moral Money previously <a href=\"https://www.ft.com/content/399563b1-761c-45fc-9412-d4aa9b9df11f\">reported</a>). We have also explained that environmentalists at the Rocky Mountain Institute are collaborating with the UN and the fintech sector to find ways to reduce this footprint. </p> <p>The Chia token, launched this week, is one experiment being closely watched. Since Musk tweeted that “we are looking at other cryptocurrencies that use [a minute fraction] of bitcoin's energy/transaction”, could it mean Tesla is about to jump that way?</p> <p>Regardless of Musk's next move, the saga — as I note in a <a href=\"https://www.ft.com/content/b917ec4f-8b57-45dc-82ba-960d82ad7974\">column</a> — is a cautionary lesson for investors. For one thing, it shows how ESG investors need to assess the entire range of a company's operations (and investments) when deciding whether it meets ESG criteria, or not. </p> <p>For another, it raises the question of whether other tech companies (such as those creating energy-guzzling artificial intelligence platforms) might turn out to be less green than they seem as well. Rarely have debates about the (green) virtues and vices of data centres been so important. <em>(Gillian Tett)</em></p> <a href=\"http://www.ft.com/cms/36ae3597-c563-49a5-b7e8-2fa1296ad187.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Banks add muscle and manpower to their climate pledges</h1> <p>This week Wall Street heavyweights JPMorgan Chase and Citigroup gave insights into the targets and teams responsible for helping them reach the lofty climate goals most US banks have set over the last several months.</p> <p>JPMorgan Chase became the first big US bank to lay out sector-specific carbon reduction targets for clients on Thursday, after promising last October to use its influence as the largest US lender to push clients to align with the Paris Agreement.&#xa0;</p> <p>Using 2019 as a baseline, JPMorgan plans to work with clients in auto manufacturing, electric power and oil and gas to reduce emissions by 35&#xa0;to 69 per cent by 2030.&#xa0;</p> <p>The announcement puts pressure on rivals to follow suit.&#xa0;</p> <p>“It is a significant market signal,” the Environmental Defense Fund's <strong>Ben Ratner</strong> told Moral Money. “Banks tend to move as a pack, and I would expect more banks to put meat on the bones for the&#xa0;net-zero pledges that they've made in recent months.”</p> <p>However, some environmental groups called the targets “insufficient” because of use of a “carbon intensity” metric, which does not commit to absolute emissions reductions.</p> <p>JPMorgan also stopped short of saying it would stop working with clients which do not meet certain climate criteria, saying these were targets for its portfolio, rather than for individual companies.&#xa0;</p> <p>Chief executive <strong>Jamie Dimon</strong> (pictured) has called the idea of deserting companies associated with fossil fuels “counterproductive.”&#xa0;</p> <p>“Instead, we must work with them,” he wrote in his letter to shareholders last month which for the first time included an entire page on the bank's sustainability initiatives.&#xa0;</p> <p>Helping clients clean up their emissions is just one focus of Wall Street's sustainability efforts. So far this year banks, including Bank of America, have committed to increase green financing by trillions of dollars. </p> <p>And, in a sign that banks are moving from pledges to action, Citigroup installed a new clean energy transition team within its corporate and investment bank, staffed with veteran bankers to help it meet that goal, according to an internal memo seen by MM on Thursday.</p> <p>The group will work with private and public companies, as well as VC and PE firms.</p> <p>“The market is taking note of where growth opportunities are going to come from,” Ratner said.&#xa0;<em>(Imani Moise)</em></p> <h1>Europe expands green deal to combat pollution</h1> <p>The European Commission on Wednesday <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_21_2345\">adopted a plan</a> to eliminate various forms of air, water and soil pollution by 2050, the latest step forward for the bloc's massive “green deal” project.</p> <p>“To provide a toxic-free environment for people and planet, we have to act now,” said <strong>Frans Timmermans</strong> (pictured), EU vice-president for the green deal. “This plan will guide our work to get there.”</p> <p>As with most other aspects of the green deal, the pollution plan involves working with the European Investment Bank and private sector banks. “Private investments are a key lever,” the plan said.&#xa0;</p> <p>Hitting its targets will require €100bn to €150bn of investment every year until 2030. (The plan puts the cost of improving air quality alone at €70bn to €80bn a year). And to help companies and governments track their pollution reductions, the commission is pledging to support standardised accounting practices and tougher environmental reporting.</p> <p>Launched in December 2019, the green deal aims to achieve net-zero carbon emissions for Europe by 2050, with an interim 2030 target for cutting emissions by 55 per cent compared with their 1990 levels.&#xa0;</p> <p>The green deal poses a growing credit risk to heavy polluting businesses. Energy producers, steel and cement companies and auto manufacturers are all vulnerable to the economic shifts that will flow from it, Moody's said in a May 12 report. But these companies have an opportunity to reduce their credit risks by embracing cleaner technologies, the rating agency said.&#xa0;&#xa0;</p> <p>The European parliament will be busy this summer developing the green deal's next steps. In July, it is expected to propose legislation to toughen the emissions trading system, driving up carbon costs for fossil fuel businesses. New legislation is also expected for auto emissions, renewable energy and a carbon trade adjustment mechanism.</p> <p>The pending legislation underscores the massive amount of work Europe still needs to do to achieve its green promises. (<em>Patrick Temple-West</em>)</p> <h1>What to know about the scramble to measure what matters</h1> <p>We've been covering the challenges of measuring companies' true impact on their stakeholders since Moral Money's very first edition, but the pandemic has made the search for clearer common standards more urgent.&#xa0;</p> <p>We launched the <a href=\"https://www.ft.com/moral-money-forum\">Moral Money Forum</a> to go deeper into big topics like this (if you missed its first report, on how to combat short-termism, you can find it <a href=\"https://www.ft.com/content/5bc1580d-911e-4fe3-b5b5-d8040f060fe1\">here</a>).&#xa0;</p> <p>Our second report, published <a href=\"https://www.ft.com/content/92915630-c110-4364-86ee-0f6f018cba90\">here</a> today, dives into the efforts to simplify the “alphabet soup” of ESG reporting and measure what really matters in defining sustainability.</p> <p>When we asked FT Moral Money readers for their input, there was scepticism about whether current frameworks were truly measuring companies' impact on people or the planet. “Our internal standards are all PR,” one told us. </p> <p>One theme, though, came through strongly: the need to focus on “materiality” or, to strip away the jargon, what matters.</p> <p>And as <strong>Janine Guillot</strong>, chief executive of the Sustainability Accounting Standards Board, told Sarah Murray, there has been a “sea change” in how the world's top investors, companies and regulators are prioritising sustainability disclosure.</p> <p>Central to that process is the effort to launch a global Sustainability Standards Board at the UN's COP26 climate summit in November. That alone will ensure that 2021 is a pivotal year for ESG metrics.</p> <p>We'd love to hear your feedback as we cover this critical process, so please let us know your thoughts at <a href=\"mailto:moral-money-forum@ft.com\">moral-money-forum@ft.com</a>. And thanks to all of you who helped shape this report. <em>(Andrew Edgecliffe-Johnson)</em></p> <h1>Less can be more for ESG reporting, Swedish pension execs say</h1> <p>Executives at Sweden's massive AP7 national pension fund have some ideas of their own on how to improve ESG reporting. One problem, as they see it, is that efforts designed to push companies to provide more information can backfire if they are not structured properly.</p> <p>“The reporting initiative has got stuck half way. The companies feel that reporting has become a burden, while the investors find it difficult to use the information because it is too superficial, general, and difficult to compare,” said <strong>Richard Gröttheim</strong>, AP7's chief executive and <strong>Johan Florén</strong>, head of sustainability. “Quite simply, the quality of reporting is too low for it to be meaningful.”</p> <p>This is especially evident when it comes to fossil fuel companies, they argue. AP7 recently commissioned UK-based Trove Research to study how 14 global oil and gas companies are complying with the Taskforce for Climate-Related Financial Disclosure framework. </p> <p>Under TCFD, companies are asked to report how they would fare under various potential climate scenarios that are “both favourable and unfavourable in their future outcomes to business operations”. </p> <p>But it is up to the companies to pick those scenarios, and AP7's deep dive found that the analyses can differ wildly.</p> <p>“Scenario analysis is a great idea. It is forward looking. It is something that you can use both for investments and the market is better informed about risks and opportunities,” Florén told Moral Money. “It's just that it's not enough. We have to drill down into specific indicators and assumptions that these are built on.”</p> <p>For example, one oil company has basically said “we have a great future and in the coming two decades we don't see any business problem”, Florén said, declining to name the company.</p> <p>If those types of assumptions are used as the baseline for a climate scenario analysis, it is impossible for investors to make use of the information they are receiving. It also goes a long way toward explaining why few investors believe oil companies when they say they are committed to net zero.</p> <p>But AP7 is hoping to fix this by working with other large investors to press companies into producing higher quality (rather than more) data. “Greater reporting has no intrinsic value, but better reporting has,” they said. <em>(Billy Nauman)</em></p> <h1>Smart reads</h1> <ul>  <li><p>There is an interesting development in environmentalists' legal crusade against oil companies in the North Sea. Three climate activists this week challenged the UK's support for continued North Sea oil and gas production through the High Court in a bid to end fossil fuel production in British waters. The campaigners, backed by environmental groups including Greenpeace, Friends of the Earth Scotland and the UK Student Climate Network, have applied for a judicial review of the Oil &amp; Gas Authority's strategy to “maximise the economic recovery” of the country's reserves of hydrocarbons. Please read Nathalie Thomas's report from Edinburgh <a href=\"https://www.ft.com/content/c57f00ba-167a-4460-92ad-797325afb5c1\">here</a>.</p></li> </ul> <h1>Further Reading </h1> <ul>  <li><p>Vaccine drive for delegates being considered for UN COP26 climate summit (<a href=\"https://www.ft.com/content/f6afa5af-466d-4223-ab7c-f1cf37bfbcde\">FT</a>)</p></li>  <li><p>Who really pays for ESG investing? (<a href=\"https://www.wsj.com/articles/who-really-pays-for-esg-investing-11620858462\">WSJ opinion</a>)</p></li>  <li><p>Hot corner of ESG investing is cooling fast and losing cash (<a href=\"https://www.bloomberg.com/news/articles/2021-05-12/hot-corner-of-esg-investing-is-cooling-fast-and-losing-cash\">Bloomberg</a>)<br></p></li> </ul><p>Source: Gillian Tett, Billy Nauman, Patrick Temple-West, Andrew Edgecliffe-Johnson and Imani Moise 2021 'Forget ‘to the moon': ESG investors should ask what crypto is doing to the Earth' FT.com 14 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-14T11:00:49.498Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2410,
          "end": 2424
        },
        {
          "start": 2683,
          "end": 2691
        },
        {
          "start": 3299,
          "end": 3307
        }
      ]
    }
  ]
}