{
  "_id": "3cfad46a8b0a3c9fc114f4d5aa8c7f7367d889c9352f476c40deaba47e1f91b7",
  "feed": "ftcomall",
  "title": "A commodity boom with a difference",
  "text": "<p>For big oil and miners, the boom times are back. That is the signal emerging from recent company results and rising sector share prices.</p> <p>BP revealed this week a <a href=\"https://www.ft.com/content/07aefbb0-b4c9-43b3-823a-944408fd294b\">tripling of quarterly profits</a> from a year ago, while commodities trader Glencore issued some bullish guidance on its full-year results. The talk among traders and analysts is of another “super cycle” for energy and raw materials.</p> <p>Booming demand for oil, lumber, food crops and industrial metals such as copper and iron ore shows little sign of slowing at the moment, with buoyant <a href=\"https://www.ft.com/content/3250f348-6a58-4a8f-ba79-5556ddfce127\">economic growth</a> in both the US and China leading to significant demand for commodities. </p> <p>The Bloomberg Commodity index has rebounded to levels not seen since 2015. With 30 per cent of the index tracking energy, it has gained 8 per cent in April alone and 15 per cent this year.</p> <p>Commodity prices last peaked in 2011. So this is a turn of fortune after a long fallow period that caused companies to cut back on investment. But today, alongside a robust global economic expansion and pandemic-related supply chain disruptions, this has led to a commodities “squeeze”, with demand outstripping supply, at least for now. </p> <p>“Commodity cycles tend to arise when there is an inability to speed up supply and this is short term bullish for the sector,” said David Kelly, chief global strategist at JPMorgan Asset Management.</p> <p>Commodities also have support from investors seeking “real” assets that tend to appreciate when inflation becomes a bigger risk in portfolios. There is wariness about inflation pressure becoming entrenched due to the current combination of very loose fiscal and monetary policies.</p> <p>This week, the US Federal Reserve was resolute that <a href=\"https://www.ft.com/content/296ae4e6-5e4e-44fc-8636-67e2ad38eee4\">policy will remain loose</a> for some time. Money expansion has already surged in the past year. At the same time, President Joe Biden has managed to get a $1.9tn fiscal stimulus bill passed by Congress, and made his case for a $2.3tn infrastructure spending bill and a $1.8tn expansion of the social safety net.</p> <p>Noting the rise of “policies to address income and wealth inequality”, analysts at Goldman Sachs predicted “an overheating economy and physical inflationary pressures” for the US.</p> <p>Certainly, many investors are unconvinced that an expected rise in consumer prices in the coming months will prove “transitory”, as the Fed currently foresees. </p> <p>Inflation expectations priced into the US bond market have climbed to their highest level in eight years. Bond investors now expect inflation will run at an annualised 2.4 per cent over the next 10 years. That is above the average rate of 1.75 per cent expected by the market since 2015.</p> <p>As economic activity gathers pace, the recent push higher by both commodity prices and inflation expectations shows how these markets are feeding off each other.</p> <p>One result is that investors tracking commodity baskets and inflation indexed bonds through exchange traded funds are likely to be feeling pretty happy — as are investors who have benefited from a market-beating one-third rise in the S&amp;P 500 energy sector this year.</p> <p>Reopening economies in the coming months also bodes well for greater energy usage. That will probably drive the price of commodity ETFs and shares in energy and miners higher still, with Goldman predicting “commodities rallying another 13.5 per cent over the next six months”.</p> <p>Still, once the supply disruptions abate, the rally may well fade, and with it expectations for this mini commodity super cycle. </p> <p>Oil prices could be hit by increased production from Opec, and US shale wells drawing from spare capacity. And expectations that infrastructure projects will keep commodity prices elevated in coming years are perhaps overstated given the lengthy approval process of many developed countries. China is also showing signs of tilting the balance of growth away from construction.</p> <p>At first glance, this bodes ill for <a href=\"https://www.ft.com/content/bbd0adc1-442d-4662-bf13-9a641807b378\">copper</a>, which has risen above $10,000 a tonne and approached its 2011 peak of $10,190. But the prospects for a greener economy that rewards copper, nickel, lithium and other metals needed for electricity generation and batteries entails a different commodity cycle than those of previous bull runs.</p> <p>“Copper has always been a powerful cyclical indicator, but its ubiquity [of usage] is likely to drive the metal into a new cycle,” said research house TS Lombard. It cited the high usage of copper in solar and wind energy generation, electric cars and the construction of battery-charging infrastructure.</p> <p>BP itself seems cognisant that the sun is slowing setting on oil and gas. It plans to shift cash towards lower-carbon investments while looking to sustain its oil and gas business.</p> <p>For investors concerned about inflation and seeking commodity exposure, it makes sense to be selective. </p> <p>“Industrial metals appear to be in the sweet spot of a green cycle, but beyond that, there are few other areas in commodities that look as appealing longer term,” said JPMorgan's Kelly. </p> <p><a href=\"mailto:michael.mackenzie@ft.com\"><em>michael.mackenzie@ft.com</em></a></p><p>Source: Michael Mackenzie 2021 'A commodity boom with a difference' FT.com 1 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-01T04:00:38.304Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4929,
          "end": 4937
        }
      ]
    }
  ]
}