{
  "_id": "942bd51c77740ccc76e63d67921f574f89ab85bc67fee3b709ab4b93dad43c9e",
  "feed": "wall-street-journal",
  "title": "Princeton, Cornell, Others Urge Students to Head Home Because of Covid-19 Outbreaks; Several colleges and universities shut down in-person final exams and nonacademic events as the Omicron variant drives a surge in infections",
  "text": "<p>The changes mark a moment of increased uncertainty about the pandemic across the U.S. While the percentage of U.S. residents who are vaccinated continues to rise, so are Covid-19 cases and hospitalizations. The U.S. seven-day average of daily cases stands at nearly 120,000, up about 62% since the start of November. Data reported by the Department of Health and Human Services showed 67,306 Covid-19 patients in hospitals around the U.S., compared with 47,411 a month earlier.</p><p>The percentage of Covid-19 cases in the U.S. caused by the fast-moving Omicron variant is rising as well, and health officials say Omicron could soon become the leading variant in the U.S. The U.K. on Wednesday reported its highest daily number of Covid-19 cases, a surge health officials are attributing largely to the spread of Omicron.</p><p>Researchers around the globe are working to figure out the highly mutated variant's transmissibility, severity and ability to evade the immune response from vaccination and prior infection. Dr. Anthony Fauci, President Biden's chief medical adviser, said early data shows existing booster vaccines provided sufficient protection against the Omicron variant, though much wasn't yet known about Omicron.</p><p>\"What we do know is that when you give a person like a third shot boost with an mRNA, you substantially increase and reconstitute their level of protection,\" Dr. Fauci said, in an interview with The Journal podcast. \"So if ever there was a reason to re-emphasize and stress the importance of getting a booster shot, this is that reason.\"</p><p>New York and California recently issued tougher mask-wearing rules. Return-to-office dates are shifting and some planned events are in limbo. JPMorgan Chase &amp; Co. is moving its annual healthcare conference in San Francisco to a virtual setting, telling participants the spreading Omicron variant had made the in-person gathering too risky.</p><p>Apple Inc. has closed stores in Annapolis, Md.; Ottawa; and Miami's Brickell City Centre after a rise in Covid-19 cases in those stores. \"We regularly monitor conditions and we will adjust our health measures to support the well-being of customers and employees,\" Apple said in a written statement.</p><p>The company also said on Wednesday that it is delaying employees' return to offices to a date yet to be determined.</p><p>Health and Human Services Secretary Xavier Becerra said that the spread of the Omicron variant has the administration increasingly focused on determining the severity of cases in people who have been vaccinated.</p><p>\"It's about severity, it's not about cases,\" Mr. Becerra told reporters at a briefing Tuesday.</p><p>The fact that colleges are reporting outbreaks is particularly striking to health officials, because many schools require students and staff to be vaccinated.</p><p>Cornell University moved to alert-level red after 883 students tested positive in the week ended Monday. The move means the Ithaca, N.Y., Ivy League school is essentially shutting down its campus—moving exams online, closing libraries, canceling events and preventing guests from entering campus.</p><p>A Cornell lab identified evidence of the Omicron variant in a significant number of Monday's positive student samples, the school said.</p><p>\"While I want to provide reassurance that, to date, we have not seen severe illness in any of our infected students, we do have a role to play in reducing the spread of the disease in the broader community,\" Cornell President Martha Pollack said in a letter to students. Michael Kotlikoff, the university's provost, said in a televised interview Wednesday that science will determine whether in-person learning resumes in January as scheduled. \"Anything is possible,\" he said.</p><p>Princeton University, citing an uptick in cases among students, made all of its exams remote, canceled indoor gatherings and encouraged students who plan to travel home for the holiday break to leave campus as soon as possible. The rationale was to avoid students getting stuck on camps if they tested positive and had to quarantine, according to the university.</p><p>The school, which requires all students, faculty and staff to be vaccinated against Covid-19, is now also requiring all eligible students to receive a booster by Jan. 31. The university has a 99% vaccination rate among undergraduates, according to the school's online Covid-19 data dashboard.</p><p>Riley Martinez, a Princeton junior from Utah, said that when the school announced students would be taking finals online and should leave the campus as soon as possible, the stress level among students immediately shot up as they sought to make new travel plans and arranged to take exams remotely.</p><p>\"This is the heat of finals so all of these changes in plans adds to the cumulative stress,\" he said.</p><p>SHARE YOUR THOUGHTS</p><p>How is your life changing amid the latest rise in Covid-19 cases? Join the conversation below.</p><p>Travel creates a further complication and concern to some health officials, who said clearing campuses could lead to broader spread of the disease.</p><p>\"Sending students home as soon as possible is like wrapping up a ticking time bomb and putting it in the mail,\" said David Paltiel, a professor of health policy and management at the Yale School of Public Health.</p><p>Dr. Paltiel instead encouraged colleges to enter a period of quarantine and testing before sending students home.</p><p>Tulane University in New Orleans gave undergraduates the option to complete the semester online after the school had a significant increase in Covid-19 cases in the past week, university officials said in a letter to students. More than 170 people at Tulane tested positive for Covid-19 from Dec. 7 to Monday; the previous week, just over a dozen people tested positive. University officials said most people testing positive are asymptomatic or exhibiting mild symptoms.</p><p>Tulane's athletic department temporarily suspended its basketball program because of multiple positive cases within the program.</p><p>Middlebury College, in Vermont, last week moved its classes and exams online for the remainder of the semester. The liberal-arts school, which has a vaccine mandate and about 2,500 undergraduate students, has 70 total active Covid-19 cases, its data shows.</p><p>New York University on Wednesday canceled nonessential, nonacademic events including holiday parties, athletic events and club meetings on campus and off-campus while encouraging faculty to move final exams online because of a rise in Covid-19 cases in the community, the school said in a written statement.</p><p>Some of Canada's largest universities are also moving online as infection rates rise. Several universities canceled in-person tests, including Queen's University, in Kingston Ontario, Western University, in London, Ontario, and the University of Victoria in British Columbia.</p><p>At McGill University in Montreal, almost 3,000 people signed a petition demanding that the school stop in-person examinations as case counts rise in the city.</p><p>The variant is already affecting next semester for some students.</p><p>DePaul University in Chicago starts its second semester on Jan. 3, which is earlier than most schools. Because it isn't clear how widespread Covid-19 will be at that point, the school said Monday that the first two weeks of the second semester will be online.</p><p>George Washington University said it would require a Covid-19 vaccine booster for students, faculty and staff by Feb. 1, according to the Washington, D.C., school's website. Students who don't get the booster by March 15 won't be eligible to register for summer or fall classes.</p><p>Syracuse University in New York state said all students, faculty and staff eligible for a booster will need to get one before the start of the spring semester.</p><p>—Sabrina Siddiqui, Vipal Monga and Tim Higgins contributed to this article.</p><p>Write to Omar Abdel-Baqui at omar.abdel-baqui@wsj.com, Jennifer Calfas at jennifer.calfas@wsj.com and Douglas Belkin at Doug.Belkin@wsj.com</p><p>Princeton, Cornell, Others Urge Students to Head Home Because of Covid-19 Outbreaks</p>",
  "published": "2021-12-16T00:58:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1699,
          "end": 1719
        }
      ],
      "nexusId": "10009914"
    }
  ]
}