{
  "_id": "69a2347c43e5845280bc2c382e8300231e3d213a81c730607779900c503daa83",
  "feed": "ftcomall",
  "title": "Former Bear Stearns chief James Cayne dies aged 87",
  "text": "<p>James “Jimmy” Cayne, the executive who presided over the storied New York investment bank Bear Stearns in the run-up to its fall in the 2008 financial crisis, has died at the age of 87.</p> <p>His daughter Alison Cayne confirmed his passing on Tuesday.</p> <p>Cayne, who served as chief executive during some of Bear's most successful years, ended his career as a <a href=\"https://www.ft.com/content/ebc43c5c-27fc-11dc-80da-000b5df10621\">caricature</a> of reckless bank management, as investors and media reports chided him for regularly leaving the office to play golf and bridge even as his company came under pressure.</p> <p>Bear Stearns, one of the smallest and most highly leveraged of the top banks heading into the crisis, had earned a reputation as Wall Street's scrappy underdog.</p> <p>However, outsized bets on mortgage-related assets ultimately led to the bank's demise in 2008, when housing prices started to fall and panicked creditors demanded repayment. The company <a href=\"https://www.ft.com/content/d42c01d2-2d8d-11dd-b92a-000077b07658\">became the first casualty of the financial crisis </a>when it was bought by JPMorgan Chase for $10 a share in a government-assisted deal. The stock had peaked at roughly $170 a share less than two years earlier. </p> <p>While Cayne <a href=\"https://www.ft.com/content/2e11ad84-586e-11df-9921-00144feab49a\">later conceded</a> that Bear had taken on too much debt, he blamed the collapse of the investment bank primarily on market rumours and short sellers, saying that his company was like a “big fat goose” waiting to be eaten by its enemies.</p> <p>But that defence has largely been rejected by critics, including some of the bank's employees and shareholders, who said executives could have acted sooner to raise capital and placed most of the blame on Cayne.</p> <p>A former scrap metal salesman from Illinois, Cayne elbowed his way up Wall Street's ranks, at times through connections he made over the bridge table. He joined Bear in 1969 after an interview with Alan “Ace” Greenberg, its future chair, revealed a shared love of the card game.</p> <p>His reputation at the bank was solidified when he persuaded executives to make a market in bonds issued by New York City, which paid off when the Big Apple recovered from the brink of bankruptcy in the 1970s.</p> <p>During his 14 years at the helm of the company, Cayne helped to build Bear into a formidable presence on Wall Street despite its small size. It was <a href=\"https://www.ft.com/content/6e488a94-270a-11e8-b27e-cc62a39d57a0\">renowned</a> for energy trading, prime brokerage and equity research during its final days.</p> <p>Cayne stepped down as chief executive months before Bear was sold, after revelations that he frequently logged short days in the office to play golf and bridge added to the mounting pressures facing the company.</p> <p>In his final public appearance with the Wall Street group, Cayne apologised to investors at a 10-minute meeting to approve the sale of his company.</p> <p>“I just want to personally apologise for what has happened,” he said to a packed auditorium in the bank's Midtown headquarters. “We just ran into our own hurricane.”</p> <p>Cayne is survived by his wife, two daughters and seven grandchildren.</p> <p>In retirement, Cayne doubled down on his love for the card game that has won him more than a dozen North American championship titles, according to a statement from his family. </p><p>Source: Imani Moise in New York 2021 'Former Bear Stearns chief James Cayne dies aged 87' FT.com 29 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-29T04:50:53.505Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 949,
          "end": 957
        },
        {
          "start": 949,
          "end": 963
        }
      ]
    }
  ]
}