{
  "_id": "8dd53398fc9320f266db8582d7fd3db769efc62c13011bb2a5882fa18f50a526",
  "feed": "economist-newspaper",
  "title": "Bagehot: Jordan Peterson and the lobster",
  "text": "<p>First, the lobster. For those (non-lobsters) who have been living under a rock for the past five years, a primer. Mr Peterson is a Canadian academic who, depending on your viewpoint, is either monstrous or magnificent, but who is, all agree, a phenomenon. His book, \"12 Rules for Life\", has sold over 5m copies and is an intriguing read. It passes briskly from the biology of lobsters to Eden, original sin, Buddhism and the suffering soul. It is peppered with admonitions to \"stand up straight with your shoulders back\" and \"tell the truth\". The effect is as if St Augustine had been reincarnated as a life coach, with added input from your mum.</p><p>For those who like this sort of stuff (mainly young men), it is wonderful: bracing; inspiring; manly. For critics (of whom there are many) Mr Peterson is propping up the patriarchy with cod biology about lobsters. (At one point he uses lobster hierarchies to explain why men should walk tall.) While the sides bickered, Mr Peterson became a sensation. He speaks in arenas, appears on talk shows and news programmes and almost always manages to annoy. His interviews (one in 2018 with Cathy Newman, a news anchor for Channel 4, was particularly excruciating) are tense, taut and watched by millions.</p><p>In 2018 Mr Peterson happened to sit opposite Douglas Hedley, a Cambridge professor of the philosophy of religion, at dinner. Mr Hedley invited him to take up a visiting fellowship. It seems likely that neither quite knew what they were getting themselves into: the invitation was prompted not by lobsters or talk shows but a shared interest in Jung and Biblical symbolism. What happened next was a textbook cancellation.</p><p>Not many complaints are needed to constitute the quorum of a controversy today. Earlier this year a podcaster criticised \"Brian Wong, Who was Never, Ever Wrong\", a story by David Walliams, a comedian turned children's author, for reinforcing \"harmful stereotypes\" about Chinese people. His publisher, HarperCollins , said it would remove the story from reprints. Mr Walliams's series has sold 2m copies, and that book had 6,691 reviews on Amazon, almost all five-star. Yet a single complaint ended in censorship.</p><p>In Cambridge, problems began when some students complained about Mr Peterson. The faculty reneged on the invitation in an inept Twitter announcement before Mr Peterson had even been told. The pretext was that he had been photographed next to someone wearing a T-shirt reading \"I'm a proud Islamophobe\". When asked to clarify, the divinity faculty remained silent; a press officer for the university explained that they \"don't wish to be interviewed about events that happened nearly three years ago\". The department is home to students of Thomas Aquinas, original sin and early Judaism. Perhaps three years ago was just too fresh.</p><p>Little of this is surprising. British universities are, as is clear from the treatment of Kathleen Stock, hardly distinguishing themselves as bastions of free speech. Ms Stock recently resigned from a professorship in philosophy at Sussex University after a years'-long campaign of harassment by students and faculty. But in Cambridge there are signs of a pushback. In 2020 a group of academics led by Arif Ahmed, a philosophy professor, rejected an amendment to university regulations that would have restricted their free speech. They forced the university to accept that academics should not have to \"respect\" everyone's views, but merely \"tolerate\" them. More recently they kicked an attempt to set up an anonymous online-reporting tool into the long grass.</p><p>Then a handful of academics--including Mr Ahmed and James Orr, a divinity lecturer--turned their attention to Mr Peterson. Not because they are diehard fans (they aren't) but because, as Mr Ahmed says, there had been \"a grotesque violation of academic freedom\" and a \"stain on our reputation\". Bureaucratic cogs started to turn. Committees were dealt with, halls booked, security organised and invitations issued. The vote to ensure \"tolerance\" helped: now critics had to put up with Mr Peterson. Nonetheless, says Mr Orr, it took \"an awful lot\" of time.</p><p>The bloody history of the 20th century can lead to a misapprehension about free speech. It is thought to be lost suddenly, to stormtroopers in the night. In fact, freedoms are almost always first removed bureaucratically, with processes made steadily more onerous, whisper campaigns started by colleagues, a word in the boss's ear. Bertrand Russell--another academic kicked out of Cambridge, in his case for pacifism--wrote that the habit of considering morality and political opinion before offering a person a post \"is the modern form of persecution, and it is likely to become quite as efficient as the Inquisition ever was\".</p><p>A timid and tremulous sound</p><p>The academics persisted. The cogs turned. And on a cold, clear Tuesday evening, a talk took place. There were trestle tables and people ticking off names. Mr Peterson, slender and brittle as a blade in a sharp blue suit, spoke for over an hour to a satisfied audience. The lobster appeared, shouted something about feminism and scuttled through a side door. No one expired from offence. The sky did not fall in. Votes of thanks followed. Mr Peterson was thanked. The audience was thanked. The lobster was thanked.</p><p>It was all quite humdrum--and that was the point. When people think of defending freedom of speech, they also turn to the dramatic: to Voltaire and defending to the death. But that is rarely necessary. Speech can be silenced by bureaucracy--or saved by it: by cogs turning; by trestle tables and people with lists; by insisting on clearly stated rights. And by votes of thanks to lobsters.</p>",
  "published": "2021-12-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}