{
  "_id": "90cf00d8271963f6d8410f18a447d01bcec6e6b65dba644d808026f57f593ede",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Waver Amid Energy, Inflation Concerns; Investors look to earnings season for clues on how companies are coping with price increases",
  "text": "<p>Stock indexes have been dragged lower in choppy trading in recent weeks. Investors are contending with an energy crunch that threatens to add to inflationary pressures just as signs emerge that global economic growth is slowing.</p><p>Concerns about China's struggling real-estate sector continued. Two board members of embattled developer Fantasia resigned, days after the company failed to make a $206 million bond payment. Its troubles add to worries that China's property sector difficulties extend beyond Evergrande, whose failure to meet its debt payments raised concerns about a fresh drag on the world's second-biggest economy.</p><p>Oil prices edged lower in volatile trading Tuesday, but held near multiyear highs. West Texas Intermediate, the U.S. oil benchmark, ticked up 0.6% to $80.97 a barrel, after earlier hitting a fresh seven-year high. Brent crude, the international benchmark, hovered with the flatline, most recently down 0.1% to $83.52 a barrel. Crude prices have been on an extended climb in recent weeks amid a world-wide shortage of natural gas.</p><p>MGM Resorts International rose over 7% after Credit Suisse more than doubled its price target for the company. CureVac's U.S.-listed shares fell more than 6% after the company said it would shelve its most advanced Covid-19 vaccine and focus on a new version.</p><p>Investors are looking to the third-quarter earnings season, which begins this week, for clues on how companies are faring with price increases. Some of the U.S.'s biggest banks, including JPMorgan Chase and BlackRock, are set to kick off the reporting season Wednesday.</p><p>\"The main topic will be inflation, there is some real concern about a winter of discontent,\" said Brian O'Reilly, head of market strategy for Mediolanum International Funds. \"We could see some volatility if companies don't get their communications right on their cost pressures.\"</p><p>On Tuesday, U.S. data on job openings and labor turnover are due at 10 a.m. ET.</p><p>The yield on the benchmark 10-Year U.S. Treasury note was little changed at 1.600%. Yields, which rise when bond prices fall, have been on an upward trajectory since the Federal Reserve strongly signaled last month it could start tapering its bond purchases as soon as November.</p><p>Overseas, the pan-continental Stoxx Europe 600 index was little changed. In Asia, stock markets were broadly lower. In Japan, the Nikkei 225 lost 0.9%, while in Hong Kong, the Hang Seng Index fell 1.4%. In mainland China, the Shanghai Composite Index fell 1.3%.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>U.S. Stocks Waver Amid Energy, Inflation Concerns</p>",
  "published": "2021-10-12T13:58:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1508,
          "end": 1516
        },
        {
          "start": 1508,
          "end": 1522
        }
      ],
      "nexusId": "10009914"
    }
  ]
}