{
  "_id": "754618c653312e2536a5dcd34a75a4f4c36a536bf74246c23595c13d6731854b",
  "feed": "ftcomall",
  "title": "US banks to pay extra $2bn in quarterly dividends",
  "text": "<p>The biggest US banks on Monday announced plans to pay investors an extra $2bn of dividends next quarter after the Federal Reserve loosened restrictions on payouts to shareholders imposed during the Covid-19 pandemic.</p> <p>The move underscored the confidence of large US lenders, which think they can return more capital to shareholders and still remain comfortably above the levels mandated by the Fed. </p> <p>The Fed last Thursday released the results of its <a href=\"https://www.ft.com/content/78f53986-fefa-4208-b4ea-674052a9ca3f\">“stress tests”</a> for lenders, which prompted the US central bank to ease restrictions on dividends and buybacks.</p> <p>Morgan Stanley announced that it would double its quarterly dividend to 70 cents a share and boost the size of its share buyback programme from up to $10bn to as much as $12bn. </p> <p>James Gorman, chief executive,&#xa0;said Morgan Stanley had “accumulated significant excess capital over the past several years and now has one of the largest capital buffers in the industry”. </p> <p>Other large banks also announced higher shareholder payouts, but only a handful followed Morgan Stanley by increasing the size of their buyback programmes. </p> <p>Goldman Sachs raised its dividend to $2 from $1.25, JPMorgan Chase increased its payout to $1 from 90 cents and Bank of America boosted its dividend to 21 cents from 18 cents. </p> <p>Wells Fargo doubled its dividend to 20 cents, though the bank had <a href=\"https://www.ft.com/content/f1bbaf65-7cb7-4855-ba7f-d9bda5f4b053\">slashed the dividend</a> a year ago from 51 cents. Similar to Morgan Stanley, the bank said it also planned to spend about $18bn in the year starting in the third quarter to buy back its own stock. </p> <p>For the 13 banks that updated investors on Monday, the increased dividends will result in shareholders receiving an extra $2.08bn in the third quarter, according to calculations by the Financial Times&#xa0;based on the companies' most recent share counts.&#xa0;</p> <p>Buying back their own stock is more expensive for the banks than it would have been when the Fed imposed the pandemic restrictions, because their shares have <a href=\"https://www.ft.com/content/18a3c032-8974-459d-9d0e-847f8fb6c0c2\">become more expensive</a>. Stock prices have rallied since September, in some cases to highs, on the back of a boom in trading and dealmaking activity as well as on the brightening outlook for the US economy. </p> <p>Many banks had <a href=\"https://www.ft.com/content/c4f446b1-a71d-4656-a81f-f2bcaf97c9ba\">already announced</a> large share repurchase programmes since the last round of stress tests in December, including JPMorgan, which signed off on one of $30bn, and Bank of America, which approved $25bn.</p> <p>Relative to analysts' consensus, Morgan Stanley and Goldman were the most ahead of expectations with their planned payouts, Barclays wrote in a note. </p> <p>Shares in Morgan Stanley gained 2.5 per cent in after-hours trading in New York and Goldman was up 0.6 per cent, while other large bank stocks were flat. Wells' stock was down 0.7 per cent. </p> <p>Jamie Dimon, JPMorgan chief executive, said: “Our longstanding capital hierarchy remains the same — invest in and grow our market-leading businesses . . . pay a sustainable dividend, and return any remaining excess capital to shareholders.”</p> <p>David Solomon, chief executive of Goldman Sachs, said: “We are encouraged by the progress in reducing the capital intensity of our business as reflected in the recent stress test results.”</p> <p>The Fed's analysis last week concluded that the 23 banks included in the exercise could suffer almost $500bn in combined losses and still comfortably meet capital requirements.</p> <p><em>Additional reporting by Colby Smith in New York</em></p><p>Source: Joshua Franklin and Imani Moise in New York 2021 'US banks to pay extra $2bn in quarterly dividends' FT.com 29 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-29T01:22:00.546Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1132,
          "end": 1146
        },
        {
          "start": 2257,
          "end": 2265
        },
        {
          "start": 2697,
          "end": 2705
        }
      ]
    }
  ]
}