{
  "_id": "6a7a104965527ac0fbfd121398aafa2d793c4dda20634092459ed7486291324d",
  "feed": "wall-street-journal",
  "title": "BNY Mellon, Google Develop  AI to Spot Treasury Trade Fails  ----  By John McCormick",
  "text": "<p>    Bank of New York Mellon Corp., working with Alphabet Inc.'s cloud-computing business, Google Cloud, developed machine-learning technology designed to predict when Treasury market trades will fail to settle. </p><p>   Treasury securities are traded by broker-dealers, institutional investors, banks and others. There are a number of reasons U.S. Treasury trades can fail, such as if one party is short the securities needed to complete a trade, a computer system goes down, or because of some other operational issue, according to the custody bank. </p><p>   The failure to deliver the securities can cause both reputational harm and result in penalty recommendations from the Treasury Market Practices Group, which could be up to 3% of the face value of the securities, BNY Mellon said. TMPG is an industry trade group sponsored by the Federal Reserve. </p><p>   BNY Mellon, which is one of the largest clearing and settlement firms in the roughly $20 trillion Treasury market, said that on a typical day about 2% of transactions fail to settle. BNY Mellon is involved in the clearing and settlement of about a third of U.S. Treasurys, according to research and consulting firm Aite Group. Other firms clearing and settling Treasury trades include JPMorgan Chase and State Street Corp., according to Aite. </p><p>   \"It's a large market,\" said Brian Ruane, chief executive of BNY Mellon's clearance and collateral management business. \"So 2% is still a large number.\" </p><p>   When the Treasury market technology service, which BNY Mellon announced earlier this month, predicts a market trade will fail to settle, it provides a warning to the client and allows them to take corrective action, such as obtaining additional securities to fulfill a trade. </p><p>   The bank used 10 months of BNY Mellon settlement data to train and test the model and found it can pick up about 40% of the trades that are likely to fail. The model is new and will learn and get better as it ingests more client data, Mr. Ruane said. </p><p></p>",
  "published": "2021-02-22T07:06:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1218,
          "end": 1226
        },
        {
          "start": 1218,
          "end": 1232
        }
      ]
    }
  ]
}