{
  "_id": "c625abe49878a3e493bc81611180ea13e96f82022b6228d54d21a52db2a8f5d8",
  "feed": "wall-street-journal",
  "title": "Banking & Finance:  Regulator Wants  Banks to Increase  Women on Boards  ----  By Patricia Kowsmann",
  "text": "<p>   The European Central Bank wants to include gender diversity as a criterion to approve bank board members and executives, a step that would put further pressure on a sector where the vast majority of senior posts are still held by men. </p><p>   The ECB's banking supervisor, which oversees the eurozone's largest lenders, said Tuesday that while \"diversity in leadership has long been recognized as crucial for effective governance,\" figures by the European Banking Authority show that only 8% of chief executive officers of European credit and investment institutions are women. </p><p>   It added that only a fifth of the positions in the management bodies of Europe's largest banks are held by women, and while European law requires banks to have a diversity policy, less than two-thirds do. </p><p>   The new criterion will be used when the supervisor reviews new or current board members or executives, a process known as a \"fit-and-proper\" assessment. \"Whenever targets are not met, we will issue recommendations to remedy such imbalances,\" Elizabeth McCaul, a member of ECB's supervisory board, and a colleague said in an opinion piece published on the regulator's website. </p><p>   \"If there are manifest breaches of diversity strategies, we may need to obligate banks to comply with these strategies,\" they added. </p><p>   Ms. McCaul herself is among 11 women on the 34-member supervisory board of the ECB, which is made up of representatives of the ECB and of national banking supervisors in the eurozone. The ECB's monetary policy-setting arm has just two women, including President Christine Lagarde, in its 25-member governing council, which largely consists of national central-bank governors. </p><p>   A challenge the ECB faces is that European countries have different laws on the subject. In Germany, lawmakers recently approved a bill forcing large companies to ensure they have at least one woman on their management boards. In France, there are quotas for boards of directors, which oversee companies, but not executive boards, made up of companies' day-to-day managers. </p><p>   Several banks have laid out plans to increase female representation at senior positions. Last year, Citigroup Inc. named Jane Fraser as CEO, making her the first woman to run a major Wall Street bank. JPMorgan Chase &amp; Co. signaled that top female executives are contenders to one day succeed James Dimon as chief executive. </p><p>   In Europe, Deutsche Bank recently set a target of having women fill 35% of the managing director, director and vice president positions by 2025, up from 29% currently. </p><p>   Spanish lender Banco Santander SA, the only major European bank run by a woman, Ana Botin, said it plans to eliminate the pay gap among employees and increase the presence of women in management positions to above 30% by 2025. The bank recently said it narrowed its gender pay equity gap to 1% from 3% in 2018. </p><p>   The ECB said it would launch a public consultation on the change, and it hopes to release a revised guide later in the year. </p><p>   The ECB said it is also considering requiring bank boards to include members with experience in information technology, cybersecurity and climate-related risks, subjects it said are increasingly prominent. </p><p></p>",
  "published": "2021-06-16T06:02:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2235,
          "end": 2255
        }
      ]
    }
  ]
}