{
  "_id": "54aa37dd068f67ea3d66360113780e81fd3285affc937cf5e80232f4b1a88fe3",
  "feed": "wall-street-journal",
  "title": "Federal Judges Heard Cases  Despite a Financial Interest  ----  By James V. Grimaldi, Coulter Jones and Joe Palazzolo",
  "text": "<p>   More than 130 federal judges have violated U.S. law and judicial ethics by overseeing court cases involving companies in which they or their family owned stock. </p><p>   A Wall Street Journal investigation found that judges have improperly failed to disqualify themselves from 685 court cases around the nation since 2010.  The jurists were appointed by nearly every president from Lyndon Johnson to Donald Trump. </p><p>   About two-thirds of federal district judges disclosed holdings of individual stocks, and nearly one of every five who did heard at least one case involving those stocks. </p><p>   Alerted to the violations by the Journal, 56 of the judges have directed court clerks to notify parties in 329 lawsuits that they should have recused themselves. That means new judges might be assigned, potentially upending rulings. </p><p>   When judges participated in such cases, about two-thirds of their rulings on motions that were contested came down in favor of their or their family's financial interests. </p><p>   In New York, Judge Edgardo Ramos handled a suit between an Exxon Mobil Corp. unit and TIG Insurance Co. over a pollution claim while owning between $15,001 and $50,000 of Exxon stock, according to his financial disclosure form. He accepted an arbitration panel's opinion that TIG should pay Exxon $25 million and added $8 million of interest to the tab. </p><p>   In Colorado, Judge Lewis Babcock oversaw a case involving a Comcast Corp. subsidiary, ruling in its favor, while he or his family held between $15,001 and $50,000 of Comcast stock. </p><p>   At an Ohio-based appeals court, Judge Julia Smith Gibbons wrote an opinion that favored Ford Motor Co. in a trademark dispute while her husband held stock in the auto maker. After she and the others on the three-judge appellate panel heard arguments but before they ruled, her husband's financial adviser bought two chunks of Ford stock, each worth up to $15,000, for his retirement account. </p><p>   The hundreds of recusal violations found by the Journal breach a bedrock principle of American jurisprudence: No one should be a judge of his or her own cause. Congress laid out that principle in 1792. </p><p>   Judge Ramos, from the Exxon case, was unaware of his violation, said an official of the New York federal court, because his \"recusal list\" -- a tally judges keep of parties they shouldn't have in their courtrooms -- listed only Exxon Mobil and not the unit, whose name has the additional word \"oil.\" The official said the court conflict-screening software relied on exact matches. </p><p>   The unit had informed the court at the outset it was a subsidiary of Exxon Mobil so Judge Ramos could \"evaluate possible disqualification or recusal,\" a court filing shows. </p><p>   After the Journal contacted Judge Ramos, the court's clerk notified the parties of his stockholding. TIG attorneys asked the court to send the case to a new judge. Exxon opposed this, calling it a \"waste of judicial resources.\" An appellate court has  put a hearing on hold until the district court decides what to do. </p><p>   In the Comcast case, a Colorado couple asked Judge Babcock to block the firm from accessing their property to install fiber-optic cable. Representing themselves in court, Andrew O'Connor and Mary Henry accused Comcast workers of bullying them, scaring their 10-year-old daughter and injuring their dog, Einstein, allegations the company denied. Judge Babcock ruled the couple \"continually blocked Comcast's access to the easement\"  and sent the case back to state court, as Comcast wanted. </p><p>   \"I dropped the ball,\" Judge Babcock said when asked about the recusal violation. He blamed flawed internal procedures. \"Thank you for helping me stay on my toes the way I'm supposed to,\" he said. A Comcast spokeswoman declined to comment. </p><p>   Mr. O'Connor, who settled his case in state court, said, \"If you are a federal judge, you should not be holding individual stocks.\" </p><p>   Judge Gibbons from the Ford trademark case said she had mistakenly thought holdings in her husband's retirement account didn't require her recusal. She later directed the clerk of the Sixth U.S. Circuit Court of Appeals to notify parties of the violation and said that her husband has told his adviser not to buy individual stocks. </p><p>   \"I regret my misunderstanding, but I assure you it was an honest one,\" she said. </p><p>   A spokesman for Ford said a fair and impartial judiciary is critical, but the violation of Ford's trademarks was clear. </p><p>   Nothing bars judges from owning stocks, but federal law since 1974 has prohibited them from hearing cases that involve a party in which they, their spouses or their minor children have a \"legal or equitable interest, however small.\" That law and the Judicial Conference of the U.S., the federal courts' policy-making body, require judges to avoid even the appearance of a conflict. Although most lawsuits don't directly affect stock prices, the Supreme Court in 1988 said the law's goal is to promote confidence in the judiciary. </p><p>   Conflict-of-interest rules are common for state and federal employees as well as for lawyers, journalists and corporate executives. U.S. government workers may not participate substantially in matters in which they have a financial interest. </p><p>   The Journal reviewed financial disclosure forms filed annually for 2010 through 2018 by roughly 700 federal judges who reported holding individual stocks of large companies,  then compared these to tens of thousands of court dockets in civil cases. The same conflict rules apply to criminal cases, but large companies are rarely charged. The Journal found no instances of judges holding shares of criminal defendants in their courts. </p><p>   It found that 129 federal district judges and two federal appellate judges had at least one case in which a stock they or their family owned was a plaintiff or defendant. </p><p>   Judges' stockholdings exceeded $15,000 in 173 cases and $50,000 in 21 of those cases, although under the law, the amount doesn't matter. </p><p>   The Journal found 61 judges or their families not only holding stocks in companies that were plaintiffs or defendants in the judges' courts but also trading the stocks during cases. </p><p>   Judges offered a variety of explanations for violations. Some blamed court clerks. Some said their recusal lists had misspellings that foiled conflict-screening software. Some pointed to trades that resulted in losses. Others said they had only nominal roles, such as confirming settlements, though there is no legal exemption for such work. </p><p>   The ethics code for federal judges \"requires recusal when a judge has a financial conflict, regardless of the substance of the judge's actual involvement in the case,\" the Judicial Conference's Committee on Codes of Conduct wrote to a judge this month. </p><p>   The Administrative Office of the U.S. Courts said: \"The Wall Street Journal's report on instances where conflicts inadvertently were not identified before a case was resolved or transferred is troubling,\" and it is reviewing the matter. </p><p>   It said the federal judiciary \"takes very seriously its obligations to preclude any financial conflicts of interest\" and has taken steps to prevent violations. \"We . . . are looking for ways to improve,\" it said. </p><p>   The nation's roughly 600 full-time federal trial judges, supplemented by about 460 semiretired jurists called senior judges, wield enormous power. Holding lifetime appointments, they preside over hundreds of thousands of civil and criminal cases each year in 94 court districts. </p><p>   They have control over all elements of their courtrooms, from pretrial process and trial to criminal pleas, judgments and sentencing. Judges have wide latitude for fact findings and evidentiary rulings, most of which can be overturned only for abuse of discretion, a high hurdle. </p><p>   Violations of the 1974 law almost never become public. Judges' financial disclosures aren't online, are cumbersome to request and sometimes take years to access. </p><p>   Judges are informed if anyone requests to see their disclosures, a disincentive for lawyers who might fear annoying judges in whose courtrooms they frequently appear. </p><p>   Judges rarely make public the lists of companies on whose cases they shouldn't work. When judges disqualify themselves from cases, they typically don't disclose details. No judges in modern times have been removed from the federal bench solely for having a financial interest in a plaintiff or defendant that appeared in their courtroom. </p><p>   The Journal analyzed data from the Free Law Project, a nonpartisan legal-research nonprofit that is planning to post judicial disclosure forms online. The findings amount to a pervasive disregard for the judicial conflict-of-interest laws, legal experts said. </p><p>   A recusal violation in isolation could be viewed as an oversight, but the Journal's investigation \"raises a more systemic problem of judges chronically neglecting their duty to disqualify in such cases,\" said Charles Geyh, a law professor at Indiana University, who specializes in judicial conduct. </p><p>   The findings \"are both surprising and disappointing,\" said Timothy Batten Sr., chief judge of the U.S. District Court for the Northern District of Georgia and a member of the Committee on Codes of Conduct for the Judicial Conference of the U.S. </p><p>   \"I believe in the vast majority of these cases, it is an oversight and indolence,\" he added. </p><p>   Judge Batten himself owned shares of JPMorgan Chase &amp; Co. while he heard 11 lawsuits involving the bank, most ending in the bank's favor, the Journal's analysis shows. </p><p>   \"I am mortified,\" Judge Batten said in a phone interview when notified about his violations, which occurred in 2010 and 2011, well before he joined the Codes of Conduct committee. \"I had no idea that I had an interest in any of these companies in what was a most modest retirement account\" managed by a broker. </p><p>   \"I just blew it. I regret any question that I've created or appearance of impropriety or a conflict of interest,\" he said. </p><p>   Judge Batten said he stopped investing in individual stocks in 2012 and moved his portfolio to mutual funds, which don't require recusal. </p><p></p>",
  "published": "2021-09-29T06:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 9273,
          "end": 9293
        }
      ],
      "nexusId": "10009914"
    }
  ]
}