{
  "_id": "91865f2e58dbcc5d12171634cdd12580c8d5aaa1bbc3d0462a8e6dd65db83348",
  "feed": "wall-street-journal",
  "title": "Before Greensill Imploded,  Credit Suisse Saw Danger  ----  By Duncan Mavin, Julie Steinberg and Margot Patrick",
  "text": "<p>   Credit Suisse Group AG knew since 2019 that supply-chain finance funds it ran with Greensill Capital were too reliant on a small group of insurers to protect investors against default and failed to remedy the situation, according to people familiar with the funds. </p><p>   That turned out to be a ticking time bomb, and when the insurers balked at renewing contracts on Monday, Greensill began its swift implosion. </p><p>   Credit Suisse contemplated a rule in 2019 that would require the funds to secure coverage from a broader set of insurers, but never put it in place, according to the people familiar with the funds. </p><p>   The concentration grew and grew until, at one point, the small group of insurers was protecting 75% of the portfolio. By last summer, lead insurer Tokio Marine Holdings Inc. and the others warned Greensill they wouldn't continue providing coverage, court documents say. </p><p>   The insurance was crucial because it made Greensill's assets appear safer to Credit Suisse's institutional investors, some of whom are restricted from putting cash into riskier investments. </p><p>   Without insurance in place, Credit Suisse suspended the $10 billion supply-chain finance funds Monday, draining a key source of funding for Greensill. Greensill plans to file for insolvency this week in the U.K., and is in talks to sell its operating business to Apollo Global Management Inc. for a fraction of its peak valuation. </p><p>   The developments mark a blow for Credit Suisse Chief Executive Thomas Gottstein, who said he wanted 2021 to be a clean slate after a damaging spying scandal and one-off charges dented the bank's financial results and reputation. </p><p>   The four suspended funds invested exclusively in securities created by Greensill, which specializes in supply-chain finance, a type of short-term cash advance to companies to stretch out the time they have to pay their bills. </p><p>   Founded by banker Lex Greensill, the company billed itself as a technology startup that competes with traditional banks such as Citigroup Inc. and JPMorgan Chase &amp; Co. It owns a small bank in Bremen, Germany, which regulators froze on Wednesday. </p><p>   Mr. Greensill was born in Australia and grew up on a sweet potato, sugar-cane and watermelon farm before moving to London to pursue a banking career. He worked at Morgan Stanley and Citigroup and started Greensill in 2011, leveraging a network of financial and political connections. He signed up former U.K. Prime Minister David Cameron as an adviser. </p><p>   Prince Charles bestowed on Mr. Greensill an honorary title of Commander of the British Empire for his service to the economy. To ferry him between Australia, Germany and London, Greensill Capital maintained a fleet of private planes. </p><p>   SoftBank Group Corp.'s Vision Fund plowed in $1.5 billion in 2019, giving Greensill a valuation of $4 billion. The Vision Fund is expected to write down its entire investment, The Wall Street Journal reported this week, citing a person familiar with the matter. </p><p>   Supply-chain finance has been around for decades, but gained traction after the financial crisis as a way for companies to effectively borrow to pay their bills, though the transactions aren't classified as traditional debt, according to accounting rules. </p><p>   In a typical supply-chain finance deal, Greensill pays a company's suppliers sooner than they would normally expect, but at a discount. The company, which has more flexibility over its cash because of the service, then pays Greensill the full amount later. </p><p>   Clients included blue-chip borrowers such as Ford Motor Co. and government agencies such as the New Jersey Department of Transportation. They also included startup businesses and companies considered higher-risk borrowers. </p><p>   Greensill used its German bank to fund some deals. But instead of holding the cash advances -- which typically get renewed every 60 or 120 days -- on its balance sheet like a traditional bank, it spun most of them into bondlike securities, or notes. The Credit Suisse funds were big buyers of the notes, essentially serving as an off-balance-sheet financing for Greensill. </p><p>   Credit Suisse launched its first Greensill fund in 2017. The bank's head of asset management, Eric Varvel, talked about them in a glossy magazine for clients that featured an interview with Mr. Greensill. </p><p>   The main purchasers were insurance companies and pension funds, according to the people familiar with the funds, alongside some of Credit Suisse's wealthy private-banking clients. There were more than 1,000 such investors at the time the funds were frozen, according to the bank. </p><p>   Credit Suisse fact sheets given to investors scored the funds as 1 or 2 on a scale of 1 to 7, where 1 is the safest. The larger funds that stuck to investment-grade borrowers targeted returns of between 0.8% and 1.5% above benchmark short-term interest rates. A smaller, riskier high-income fund targeted gains of 3.5% above those benchmarks. </p><p>   Investors could take out money weekly or monthly depending on the fund, and had to provide five or 10 days' notice before withdrawing. </p><p>   Among the funds' borrowers was U.K. steel magnate Sanjeev Gupta. German regulators cited irregularities tied to Mr. Gupta's businesses when they took over control of Greensill Bank this week. Some of the financing extended to him by the Credit Suisse funds was covered by insurance, according to fund documents sent to investors. </p><p>   As government bond yields shrank or went negative, the funds gained traction with investors. </p><p>   By the summer of 2019, the funds had grown to $4 billion. Executives in Credit Suisse's asset-management unit planned a new rule that would require Greensill to diversify the sources of insurance coverage, according to Credit Suisse emails reviewed by the Journal and the people familiar with the funds. </p><p>   No single insurer would cover more than 20% of the assets in the fund. That way, if there were a dispute or one pulled out, the whole fund wouldn't collapse. </p><p>   At the time, Bond &amp; Credit Co., a unit of Insurance Australia Group Ltd., an outfit backed by Warren Buffett's Berkshire Hathaway Inc., provided about 40% of the cover for the largest of the four Credit Suisse funds, according to fund documents. </p><p>   Insurance Australia sold Bond &amp; Credit to Japanese insurer Tokio Marine, while retaining some coverage that slowly wound down. By April 2020, policies written by Bond &amp; Credit had grown to 51% of Greensill's coverage. </p><p>   The manager of the Credit Suisse funds, Lukas Haas, and one of his superiors, Luc Mathys, head of fixed-income asset management, were involved in the decision not to implement the 20% cap, according to people familiar with their thinking at that time. They grew confident that trade credit insurance wouldn't be hard for Greensill to find if an insurer pulled out, the people said. </p><p>   The concentration risk intensified. By June 2020, 75% of the coverage came from Tokio Marine, its Bond &amp; Credit unit, or the runoff Insurance Australia policies, according to the fund documents. </p><p>   In July 2020, Tokio Marine wrote to Greensill's insurance brokers to say the firm didn't plan to renew its coverage, according to court documents. Among other reasons, it said a Bond &amp; Credit employee had acted beyond his authority on the extension of the original policies, the documents said. </p><p>   In September, Tokio Marine told Greensill the coverage would end for new business on March 1. The change would affect 40 of Greensill's clients, who generated $4.6 billion in supply-chain finance assets. </p><p>   The same month, Mr. Gottstein launched a strategy review of Credit Suisse's $476 billion asset-management arm. It axed underperforming funds and wrote down a stake in investment manager York Capital Management by $450 million. </p><p>   The supply-chain funds were protected. Mr. Varvel held them up to shareholders at a December investor day as an example of Credit Suisse's competitive advantage. At the same event, Mr. Gottstein said he wanted to address problems where they exist in the bank and \"avoid surprises.\" </p><p>   Credit Suisse, meanwhile, had that fall extended a $140 million bridge loan to Greensill while it helped the startup raise new equity from outside investors. The loan got signoff from high-level executive committees inside the bank, according to people familiar with the loan. The loan hasn't been paid back. </p><p>   Greensill's capacity to get trade credit insurance was narrowing. Another trade credit provider, Euler Hermes Group SA, proposed tougher terms on its policy, reducing what Greensill would receive in a claim, according to people familiar with the matter. Greensill rejected the terms and opted to replace Euler, a Greensill spokesperson said in October. </p><p>   It couldn't turn to American International Group Inc., which stopped working with Greensill in 2017 after a disagreement over a policy, according to people familiar with the matter. A Greensill spokesperson said in October there was no dispute and that it found a new insurance relationship to get better pricing terms. AIG declined to comment. </p><p>   Without new policies lined up, at the end of February, Greensill prepared to sue Tokio Marine and the other insurers in the Supreme Court of New South Wales in Australia to force them to maintain their policies. The judge rejected Greensill's claim on March 1, noting that Tokio Marine and the others had warned Greensill of their position \"since the middle of last year.\" </p><p>   --- </p><p>   Alice Uribe contributed to this article. </p><p></p>",
  "published": "2021-03-05T07:14:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1998,
          "end": 2017
        },
        {
          "start": 1998,
          "end": 2018
        }
      ]
    }
  ]
}