{
  "_id": "e452509290c13381af6fea1b18d2df575f244d2bfb21b1e14c5b73b7fcd4e851",
  "feed": "ftcomall",
  "title": "Real Madrid and Barcelona seek to thwart CVC's €2bn La Liga deal",
  "text": "<p>Real Madrid and Barcelona have launched a late bid to thwart private equity group CVC's €2bn cash injection into Spanish football, with a counter-offer they claim is economically superior.</p> <p>Spain's two most successful clubs, along with Athletic Bilbao, have written to the heads of the 39 other teams in the first and second divisions of Spanish football, urging them to reject the CVC deal and back their alternative.</p> <p>The rebel clubs' move piles pressure on La Liga, which runs both divisions, ahead of a critical vote on its deal with the Luxembourg-based buyout firm.</p> <p>The intervention marks the latest clash between La Liga and its two biggest clubs, which are still committed to trying to launch a breakaway Super League with elite teams across Europe. </p> <p>It also highlights contrasting visions of Spanish football, as it attempts to recover from the financial devastation caused by the pandemic and compete with England's Premier League, the biggest by revenue in Europe.</p> <p>In response, La Liga called the alternative financing “hypothetical”, and labelled it an “improvised proposal elaborated without the minimum rigour required”. </p> <p>The Spanish league also reiterated that the CVC deal went beyond the need to obtain financing for clubs, and pointed to the private equity firm's history of sports investment and increasing revenues in the sector. </p> <p>Under the new proposal, a special-purpose vehicle would be created that would raise €2bn of debt at a cost of 2.5 to 3 per cent a year over 25 years. </p> <p>The SPV would distribute the proceeds to clubs, with participating teams' revenues meeting its interest and amortisation costs. The plan does not involve giving up an ownership stake in the league or its assets. </p> <p>Titled “Project Sustainable”, Real and Barcelona argue that it would cost less than the CVC alternative, potentially saving more than €12bn for clubs.</p> <p>Bank of America, JPMorgan and HSBC are working with the three clubs on the funding, said people with knowledge of the matter.</p> <p>The alternative proposal comes a day after La Liga's executive committee ratified its support for the CVC deal, known as Project Boost, ahead of formally presenting the agreement to the rest of the league for approval on December 10.</p> <p>Under Project Boost, which values La Liga at roughly €24bn, CVC would provide €2bn to be lent at zero interest to clubs.</p> <p>Real and Barcelona have both raised concerns about the structure and economics of the deal, under which CVC would acquire a share of the league's broadcasting revenues for the next 50 years. </p> <p>The opposition to the CVC deal forced La Liga to alter the original proposal, carving the three clubs out of the agreement.</p> <p>Real and Barcelona have repeatedly clashed with La Liga. Both were among the 12 European clubs that sought to set up the <a href=\"https://www.ft.com/content/46cc7a08-95c9-44c3-9aea-136ca3ae80b5\">European Super League</a> in April, only for it to be shot down by fans, politicians and existing football authorities. </p> <p>Javier Tebas, La Liga president, opposed the Super League and has warned that the concept has not yet been seen off. He also presided over the Spanish league's enforcement of financial regulations that led Barcelona to allow its star player Lionel Messi to leave for Paris Saint-Germain.</p> <p>La Liga has accused Real of putting its own interests above those of Spanish football. One person close to La Liga warned the financing proposal could serve as a distraction from Real's continued support for the super league.</p> <p>La Liga clubs' revenues dropped 8 per cent to €3.1bn in the 2019-20 season, according to consultancy Deloitte, falling behind Germany's Bundesliga at €3.2bn. Both were dwarfed by the Premier League where revenues totalled €5.1bn.</p><p>Source: Samuel Agini and Arash Massoudi 2021 'Real Madrid and Barcelona seek to thwart CVC's €2bn La Liga deal' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-02T20:58:44.595Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1876,
          "end": 1884
        }
      ],
      "nexusId": "10009914"
    }
  ]
}