{
  "_id": "dd12d32ba7bbb6b84ff0c05bf72edb2df13d4a14b649790991d20a7f95f15f66",
  "feed": "ftcomall",
  "title": "US banks' trading bonanza keeps Wall Street booming",
  "text": "<p>JPMorgan Chase and Citigroup's fourth straight quarter of blowout trading results have tempered fears that Wall Street's boom was running out of steam, setting the scene for strong earnings from Goldman Sachs and Morgan Stanley next week. </p> <p>JPMorgan <a href=\"https://www.ft.com/content/6cbd0f02-7ef9-4ea1-8ade-9711292d54d2\">reported</a> a 20 per cent increase in trading revenues year on year, led by a 32 per cent jump in revenues from stock trading. <a href=\"https://www.ft.com/content/d7e5deb2-1a9e-401d-acb3-03d2f4f6e691\">Citi</a>'s stock trading revenues were up 57 per cent on the same basis, while its total revenues from trading stocks, bonds and derivatives were up 14 per cent. </p> <p>The strong quarter capped off a bumper year for Wall Street as the volatility inspired by the coronavirus pandemic — and central bank actions' designed to ease the economic impact — led to market conditions described as “nirvana” by the head of trading at one large bank. </p> <p>Senior Wall Street executives have spent months stressing the extraordinary nature of the marketplaces and talking down the prospect of a continued boom. </p> <p>“It was definitely better than expected,” said Gerard Cassidy, analyst at RBC, of the fourth-quarter trading revenues reported by JPMorgan and Citi, which both posted their earnings on Friday. “The fourth quarter is the weaker quarter [seasonally] . . . the numbers were very strong.” </p> <p>Mr Cassidy said Morgan Stanley should be a particularly big beneficiary of the trends seen in Friday's results because it had such a big equities trading business. In the first nine months of the year, Morgan Stanley made $7.3bn trading equities, the highest of any bank on Wall Street, and higher than the $7.16bn it made in fixed income. </p> <p>Goldman Sachs' trading business is more heavily weighted towards fixed income, where it made about 57 per cent of its $17bn trading revenues in the first nine months of 2020. </p> <p>Mike Mayo, analyst at Wells Fargo, said Goldman's results would also be buoyed by strong revenues from investment banking, which includes everything from advising clients on mergers and acquisitions to helping them raise debt and equity. </p> <p>JPMorgan reported fourth-quarter investment banking revenues up 37 per cent year on year, although Citi's investment banking revenues were down almost 5 per cent on the same basis. </p> <p>Mr Mayo said Goldman should do well in investment banking, partly because it was strong in the booming area of helping “blank cheque” Spac companies list, and partly because it traditionally won share in busy quarters. </p> <p>“There's a decent chance that Goldman will be best in class for the fourth quarter and the standout performer,” he added. </p> <p>For Goldman, the relative strength of its traditional trading and investment banking powerhouses complicates management's vow to make more of its money from more stable businesses like retail banking and cash management. </p> <p>“When they put up blockbuster years like 2020, it's hard to grow those other businesses meaningfully enough to diversify the revenue,” said Mr Cassidy. </p> <p>Goldman has promised its fourth-quarter earnings will include an update on the strategy it unveiled a year ago. To stay true to the original vision, Mr Cassidy said the bank should take the excess profits from trading and investment banking and invest those in the newer businesses, rather than looking at the strong 2020 results as a reason to swing back to Goldman's roots.</p> <p>While noting the healthy pipeline of investment banking deals and strong markets outlook in the short term, fuelled by stimulus and Federal Reserve interventions, senior executives at JPMorgan and Citi both stressed that the tide would eventually turn.</p> <p>“We've had an extraordinary year,” said Citi's chief financial officer Mark Mason. “The industry has seen a great deal of wallet growth in markets, and that's got to normalise at some point.” <br></p><p>Source: Laura Noonan in New York 2021 'US banks' trading bonanza keeps Wall Street booming' FT.com 17 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-17T11:00:42.940Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 3449,
          "end": 3457
        },
        {
          "start": 239,
          "end": 247
        },
        {
          "start": 1994,
          "end": 2002
        },
        {
          "start": 1086,
          "end": 1094
        }
      ]
    }
  ]
}