{
  "_id": "74dee9d3e06300cfbce205e51096e724525bb56f928f603a77d3c6280ece8c15",
  "feed": "ftcomall",
  "title": "Long-term greedy: why investors should block out the noise ",
  "text": "<p>This week a well-meaning British organisation called The Purposeful Company will publish a new rejoinder on a question that has vexed the world of work since James Rowntree, that epitome of benevolent capitalism, challenged the image of the greedy Victorian industrialist: how to make companies worry less about quick profits and more about the social benefits they bring — or at least how to be seen to be doing so?</p> <p>Will Hutton, the political economist and co-chair of the lobby group, is championing the<a href=\"https://thepurposefulcompany.org/wp-content/uploads/2021/05/TPC_The-Purpose-Tapes_May21.pdf\"> “Purpose Tapes”</a>— an amalgam of interviews with 14 business leaders on topics ranging from responsible finance (via Barclays chief executive Jes Staley) to responsible water management (in the words of Severn Trent boss Liv Garfield). </p> <p>The result is, depending on your point of view, 60 pages of PR guff, or a manifesto for genuine corporate reform that sees profit-generation as a welcome result of worthwhile business activity, rather than a goal in its own right.</p> <p>It also goes to the heart of a perennial debate about investing — and the benefits, both individually and societally, of a long-term investment horizon over get-rich-quick short-termism.</p> <p>Hutton's initiative, in one sense, chimes with the mood of the moment. The world is adjusting to post-pandemic realities barely 12 years after the worst financial crisis in a generation. <a href=\"https://www.b2bmarketing.net/en-gb/resources/news/financial-times-launches-first-campaign-global-financial-crisis#:~:text=With%20its%20slogan%2C%20'Capitalism%3A,future%20of%20the%20corporate%20world.\">Rethinking capitalism</a> and prioritising investing with an environmental, social and governance filter is on trend.</p> <p>Of all the big-name companies in the world, Unilever (another of the “Purpose Tapes” participants) is probably the best-known for having taken a stance on such issues. Former chief executive Paul Polman once <a href=\"https://www.cgdev.org/blog/surprising-and-sensible-remarks-unilever-ceo-paul-polman#:~:text=%E2%80%9CWe're%20the%20world's%20biggest,%E2%80%9CIdeas%20in%20Action%E2%80%9D%20Award.\">claimed the group</a> was “the world's biggest NGO”.&#xa0;</p> <p>The owner of consumer brands from Hellmann's mayonnaise to Dove beauty products is certainly ahead of many competitors in terms of embedding sustainability metrics into its production processes. </p> <p>But, as Investico, a Dutch investigative journalism outfit has <a href=\"https://www.platform-investico.nl/artikel/inside-unilevers-sustainability-myth/\">pointed out</a>, there is an unavoidable conflict between expanding sales and diminishing the impact on the planet — evident most starkly in the expansion into emerging markets and the consumer switch from locally made goods to highly packaged western brands.</p> <p>Severn Trent, also interviewed for the “Purpose Tapes”, explicitly acknowledges the consumption-sales tension and, unusually, comes down on the side of less consumption. </p> <p>“We would far rather you use less of our product in order to save water,” says chief executive Liv Garfield, arguing that overusing water in the short-term could lead to longer-term shortages that damage business prospects. Garfield though does not mention Severn Trent's <a href=\"https://www.ft.com/content/baa4765a-4f04-11e9-9c76-bf4a0ce37d49\">£500,000 fine</a> in 2019 for discharging raw sewage into a park in the West Midlands, amid criticism that executive pay and high dividends had been prioritised over expenditure on maintenance and clean-up. More recently, the company has been lauded by the Environment Agency for its performance.</p> <p>If you look past the fluff, and the inconsistencies, there is an important, if obvious, point here: companies should excel over the long term if they genuinely think about long-term sustainability. That in turn should draw support from long-termist shareholders.</p> <p>The snag is that for all the supportive initiatives in the world — from Joe Biden's rejoining of the Paris Agreement to the ESG boom — the past year has delivered gains for those taking a more short-term approach.</p> <p>JPMorgan markets strategist Jan Loeys reckons hedge funds, which typically take short-term opportunist bets, have just had their best year since 2006, with the HFRI index generating alpha, or excess return over a standard portfolio of equities and bonds, of 14.6 per cent.</p> <p>Activist investing, sometimes a healthy corrective of inefficiency, but sometimes the enemy of long-termism, has boomed, too. According to Lazard's Review of Shareholder Activism, last year was a record year for new campaigns in Europe, with the tally up 21 per cent to 58. At the same time, companies have rushed to list on stock markets, often via Spac shell structures that seek quick gains for sponsors.</p> <p>But short-term gains are often followed by equally quick losses as the market cycle turns.&#xa0;That could be painful for the short-term investor. But for those prepared to commit for a longer period, maybe as long as 30 years, such turbulence should just be distracting noise en route to a&#xa0;more sustainable capitalism.</p> <p><em>patrick.jenkins@ft.com</em></p><p>Source: Patrick Jenkins 2021 'Long-term greedy: why investors should block out the noise ' FT.com 10 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-10T04:00:14.354Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3443,
          "end": 3451
        }
      ],
      "nexusId": "10009914"
    }
  ]
}