{
  "_id": "c9451929a17cd430c921f4c7540334da6c8f7b80e6fab2d831cd74d1721e92c0",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: London Exchange Operator To Close Venture",
  "text": "<p>\"Following a strategic review of the business, the decision has been taken to wind down the company,\" the spokesperson said.</p><p>The closure of CurveGlobal shows the difficulties that even major exchange operators face when they try to break into new markets. Trading in European interest-rate derivatives is dominated by Deutsche Boerse AG and Intercontinental Exchange Inc.</p><p>Traders use such derivatives to bet on fluctuations in interest rates or to protect bond portfolios against unfavorable rate moves. Historically, once an exchange has developed an active derivatives market, it has been difficult for rival exchanges to lure away traders, who generally prefer to do all of their betting and hedging in one place.</p><p>LSEG unveiled its plans for CurveGlobal in 2015, and trading started the next year. The venture drew investments from a group of investment banks that included Barclays PLC, Goldman Sachs Group Inc. and JPMorgan Chase &amp; Co., as well as U.S. exchange operator Cboe Global Markets Inc. As of last year, LSEG held a 44% stake in the venture.</p><p>Despite its big-name backers, CurveGlobal never had much impact. The venture last year lost GBP 4 million, equivalent to $5.5 million, according to LSEG's financial reports.</p><p>The decision to pull the plug on CurveGlobal comes as LSEG has had challenges integrating Refinitiv, the financial-data business it acquired for $15 billion in one of the largest exchange deals of recent years. LSEG's stock is down about 8% since the deal closed in January, and the company has been hit by several outages of Refinitiv's Eikon data terminals, which compete with similar products from Bloomberg LP.</p><p>LSEG also has a new leadership team since CurveGlobal was launched, with former Goldman banker David Schwimmer having become the exchange group's chief executive in 2018.</p><p>Other exchange groups have also failed to break into European derivatives trading. U.S.-based CME Group Inc. and Nasdaq Inc. both shut European ventures in the past several years.</p><p>In the U.S., where CME is the dominant player in interest-rate derivatives, several efforts by rival exchange operators to break into that market have also failed to take off.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 920,
          "end": 940
        }
      ]
    }
  ]
}