{
  "_id": "d3ce8985ac7454f390f04fb7ae04836c27c0fe40408e4b5a537cc5ce94e246ef",
  "feed": "ftcomall",
  "title": "Corporate America is more talk than action on diversity pledges",
  "text": "<p>Good morning from New York. As proxy season starts to get rolling we are getting our first glimpse at whether or not large investors are going to follow through on their promises to hold companies accountable on environmental, social and governance issues. It's very early, but so far things are looking good. Read on for more on this and an update on the political battle brewing between US companies and the Republican party.<br><em>— Billy Nauman</em></p> <h2>Corporate America struggles with the politics and practicalities of racial justice</h2> <p>US Senator <strong>Mitch McConnell</strong> may have told business leaders to “stay out of politics” but politics, especially as it relates to racial justice, is stubbornly refusing to stay out of business.&#xa0;</p> <p>Baseless claims of a stolen election by the Senate minority leader's colleagues continue to put a harsh spotlight on corporate donations: the anti-Trump Lincoln Project this week attacked JetBlue for one such payment, while activists are urging JPMorgan Chase, Pfizer and Home Depot to explain how their political spending aligns with their values.&#xa0;</p> <p>Even greater pressure is building for companies to oppose legislation stemming from debunked election fraud claims, which experts say would deter African-American voters.&#xa0;</p> <p>Employees' “heightened sensitivity” to racial injustices as the US grapples with another <a href=\"https://www.ft.com/content/98ee9eda-ca0f-4e5f-abb0-d9cc8a393c60\">police killing</a> of a black man was one reason <a href=\"https://www.ft.com/content/8b13a28b-2e54-42f5-b418-2a3a6a5ff065\">700 companies</a> and executives (and <strong>George Clooney</strong>) pledged on Wednesday to stand up for voting rights, says <strong>Charles Phillips</strong> of the Black Economic Alliance.</p> <p>But how good is corporate America's record on following such pledges with concrete changes? Almost a year after business leaders responded to <strong>George Floyd's</strong> death by resolving to do more to tackle racial inequities, Just Capital is trying to answer that question.&#xa0;</p> <p>Its new <a href=\"https://justcapital.com/reports/corporate-racial-equity-tracker/#the-corporate-racial-equity-tracker\">corporate racial equity tracker</a> finds that top employers are far more willing to disclose baseline diversity commitments than to take actions holding themselves accountable for progress.&#xa0;</p> <p>So while every company Just Capital studied has anti-discrimination policies, just 31 per cent have analysed how equitably the pay of their white and non-white employees compares.&#xa0;</p> <p>“Companies are pledging a lot . . . [but there's] less follow through,” says <strong>Martin Whittaker</strong>, Just Capital's chief executive.&#xa0;</p> <p>Racial equity is no longer a side issue, he says, but “it's pretty clear companies sit on this data until they have a good news story to tell”. And that has a broader lesson about disclosure on the “S” in ESG: “We've measured what we can; not what we should.” <em>(Andrew Edgecliffe-Johnson)</em></p> <h2>BlackRock targets board director on climate change</h2> <p>It is still early in the 2021 season for annual general meetings, but there is an indication that it could be a significant year for investors focused on climate change.</p> <p>At the annual meeting on Thursday for Woodside Petroleum, one of Australia's largest oil and gas producers, BlackRock voted against one of the company's board members to protest its lack of climate change disclosures.</p> <p>BlackRock <a href=\"https://www.blackrock.com/corporate/literature/press-release/blk-vote-bulletin-woodside-petroleum-apr-2021.pdf\">said</a> Woodside did not publish reduction targets for scope 3 emissions, which include all of a company's total and indirect carbon output.</p> <p>As a result of the omission, BlackRock voted against board member <strong>Christopher Haynes</strong>, the longest-serving independent director up for a vote at the company.&#xa0;</p> <p>By voting against a board member, BlackRock changed its approach towards the company. In 2020, BlackRock voted against a climate change shareholder proposal at Woodside that called on the company to disclose more information about its carbon emissions.</p> <p>Earlier this month, BlackRock also <a href=\"https://www.blackrock.com/corporate/literature/press-release/blk-vote-bulletin-vinci-apr-2021.pdf\">voted for</a> a shareholder proposal at Vinci, a French construction company, calling for a clear road map toward climate change targets.</p> <p>Big asset managers' votes for climate change shareholder proposals get noticed in company boardrooms, but votes against individual board members should set off alarm bells. Data from Broadridge <a href=\"https://www.broadridge.com/_assets/pdf/broadridge-proxypulse-2020-review.pdf\">show</a> that while most directors are in little to no danger of losing their seats, there has been an increasing number who have seen their support drop in recent years. If more large investors follow BlackRock and vote against individual directors to voice their displeasure on climate, it could shake things up even more.</p> <p>In 2020, BlackRock <a href=\"https://www.ft.com/content/d7e83ba0-c90b-46c0-9233-ad06187606c1\">voted against</a> 62 directors because of climate-related issues. Investors and boards worldwide will be paying even more attention to the annual meeting votes this year to see how BlackRock and the other major asset managers choose to vote. (<em>Patrick Temple-West</em>)</p> <h2>Companies fail to clear low bar on ESG and exec pay</h2> <p>Another way investors are looking to push companies to do better is by tying executive pay to ESG metrics. This has been on investors' agendas for a long time, but a <a href=\"https://www.alliancebernstein.com/content/dam/corporate/corporate-pdfs/AB%202020%20Engagement%20Campaign%20Report.pdf\">recent report</a> from asset manager AllianceBernstein found there is still significant work to be done.</p> <p>Over the past year, AllianceBernstein identified nearly 300 companies in its portfolios that had not made a link between ESG and pay in a way that meets the standards set out by proxy adviser Institutional Shareholder Services.</p> <p>To fix that, it set out on an engagement campaign, talking to each company directly to explain its expectations as a shareholder. </p> <p>AB is not asking for much. It only wants to see companies “formally include at least one material ESG metric (such as [diversity and inclusion] targets, employee training goals, and water or carbon-reduction targets)” and leaves it to companies to decide how to implement any targets they choose to set.</p> <blockquote>  <p>“Because companies know their own businesses best, we gave management leeway to develop the goals that are most relevant to driving positive business outcomes,” it said in its report.</p> </blockquote> <p>But still its campaign was met with broad resistance. AB found many companies thought they were doing enough already.</p> <p>“Some issuers claimed that ESG is inherently incorporated in their compensation plans because ESG issues impact the fundamental financial performance metrics they use to determine pay outcomes. We don't think ESG factors should be sidelined this way,” AB said.</p> <p>And, for more than 100 companies on its list, AllianceBernstein rated their “receptiveness” to the conversation as “neutral”, “poor” or “very poor”. </p> <p>With such a low bar being set, this does not bode well for the power of shareholder engagement.</p> <p>However AB did find cause for hope. The manager noted that in 2020 Dutch electronics conglomerate Philips started linking as much as 10 per cent of its managers' pay to the UN Sustainable Development Goals. (This will come as no shock to loyal Moral Money readers, <a href=\"https://www.ft.com/content/f596b6fa-f02b-48c8-9eab-e57444fda892\">of course</a>).</p> <p>And AB said that other companies seemed likely to change their policies in the future. NXT Semiconductors, another Dutch tech company, asked the asset manager for examples of how ESG could be linked to pay. (<em>Billy Nauman</em>)</p> <h2>Extinction Rebellion plots its return to the streets</h2> <p>Extinction Rebellion UK, the radical climate change pressure group that shut down London streets in 2019, is preparing to go back to work after months of lockdowns.</p> <p>The group is planning an uprising for the first weekend after the UK's lockdown restrictions ease on June 26 and 27.</p> <p>The group's plans include holding media businesses accountable “For profiting from our division and consistently failing to tell the truth about the climate and ecological emergency.”</p> <p>“Our government is too busy giving lucrative contracts to their mates to face up to the climate emergency, the billionaire press making a living off scapegoating and truth twisting, and the revolving door between the two makes a mockery of our so-called democracy,” the group said.</p> <p>The revived campaign comes at a crucial time for the UK, which is planning to host COP26 in person in November. (<em>Patrick Temple-West</em>)</p> <h2>Chart of the week</h2> <p>The pandemic may have crushed the finances of many people around the world, but it has been a time of plenty for US billionaires, who saw their wealth swell by more than 55 per cent, according to data compiled by the Institute for Policy Studies and Americans for Tax Fairness.</p> <h2>Smart read</h2> <p>A group of 175 former world leaders and Nobel laureates <a href=\"https://www.ft.com/content/43fd53f5-2b82-4e41-981c-8544a6ce996b\">is urging</a> the US to take “urgent action” to suspend intellectual property rights for Covid-19 vaccines to help boost global inoculation rates. Doing so would allow developing countries to make their own copies of the vaccines that have been developed by pharmaceutical companies without fear of being sued for intellectual property infringements. Former leaders who signed the letter included <strong>Gordon Brown</strong>, former UK prime minister and <strong>François Hollande</strong>, former French president.</p> <h2>Further Reading</h2> <ul>  <li><p>Forget identity politics: economics is what matters now (<a href=\"https://www.ft.com/content/dcf76e59-8f8e-4445-b92a-b9fb77a89226\">FT</a>)</p></li>  <li><p>German politics is greening in unpredictable ways (<a href=\"https://www.ft.com/content/e541d107-3d63-4794-adee-239f2f6610c7\">FT</a>)</p></li>  <li><p>Joe Biden's oil clean-up plan slammed as bailout for fossil fuels (<a href=\"https://www.ft.com/content/6d1707d0-7a35-4caa-861a-4c77cc9348e9\">FT</a>)</p></li>  <li><p>Senate confirms Gary Gensler as SEC chair (<a href=\"https://www.marketwatch.com/story/senate-confirms-gary-gensler-as-sec-chairman-11618417804\">MarketWatch</a>)</p></li>  <li><p>Clim8 pledges to fix “dysfunctional” ethical investment world with new app (<a href=\"https://sifted.eu/articles/clim8-launches-sustainable-investing-app/?utm_source=siFTed&amp;utm_campaign=8fc381a42f-EMAIL_CAMPAIGN_2021_04_14_09_00&amp;utm_medium=email&amp;utm_term=0_3d44334990-8fc381a42f-378527766\">Sifted</a>)</p></li>  <li><p>Climate change assuming central role in inst'l portfolios: report (<a href=\"https://www.fundfire.com/c/3133924/395494/climate_change_assuming_central_role_inst_portfolios_report?referrer_module=emailMorningNews&amp;module_order=1&amp;code=YTNKcGMzUmxiaTUwWVd4dFlXNUFablF1WTI5dExDQXhNelUxTkRFMU15d2dNVGcyT1RjM09EWTFOUT09\">FundFire</a>)</p></li>  <li><p>ESG risk alert raises the CCO bar (<a href=\"https://www.ignites.com/c/3137634/395994/risk_alert_raises?referrer_module=emailMorningNews&amp;module_order=1&amp;code=YTNKcGMzUmxiaTUwWVd4dFlXNUFablF1WTI5dExDQXhNelUxTkRFMU15d2dNVGt5T1RVd09UUTRPQT09\">Ignites</a>)</p></li> </ul><p>Source: Billy Nauman, Patrick Temple-West and Andrew Edgecliffe-Johnson 2021 'Corporate America is more talk than action on diversity pledges' FT.com 16 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-16T11:00:11.679Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 961,
          "end": 969
        }
      ]
    }
  ]
}