{
  "_id": "f5c8dcda0ecb171278b6b04bd099b5003e77ad7b1611e9a5e1f618a37c976532",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Amazon Could Use Less Prime Time  ---  Annual shopping event showcases all the strengths that have now put the company under intense scrutiny  ----  By Dan Gallagher",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Prime Day has long been about more than Amazon just keeping itself busy over the slow summer. But this may be an inopportune time for the e-commerce titan to fuel its famous \"flywheel.\" </p><p>\n  Amazon kicked off its two-day annual sales extravaganza on Monday, touting more than two million deals available across 20 countries. That seems a significant expansion from last year's event, which included more than one million deals across 19 countries. But last year's Prime Day was an anomaly, as Amazon shifted the event to October from its typical mid-July time frame as part of its response to the pandemic. The company typically doesn't break out financial details from the event, but Doug Anmuth of J.P. Morgan estimates $8.4 billion in total Prime Day revenue this year, up 12% from his estimate from last year's haul. </p><p>\n  That is about 7% of the $115.3 billion in total revenue Wall Street expects from Amazon in the second quarter. But the boost is unlikely to fully compensate for what will be a very tough comparison to last year, when the frenetic start of the pandemic fueled a 40% jump in Amazon's second-quarter revenue. Analysts expect Amazon's revenue to rise 30% year over year in this year's second quarter. </p><p>\n  Beyond the revenue contribution, Prime Day has come to serve as a showcase for the so-called flywheel effect of Amazon's various businesses. Based on the company's past pronouncements, Prime Day typically lures new customers to the Prime shipping service, who in turn order more stuff from Amazon, and may become users of its streaming video service. It lures new sellers to the company's third-party marketplace, which generated a record $3.5 billion in sales during last year's Prime Day event. It boosts Amazon's consumer-electronics business -- its Echo smart speakers and Fire tablets frequently top the list of most-popular products each year. And with more sellers jostling for attention, Brent Thill of Jefferies estimates this year's Prime Day will add about $280 million to Amazon's ad business. </p><p>\n  This cross-selling model has allowed Amazon to defy the gravity that normally afflicts such massive enterprises; no other business generating more than $400 billion in revenue annually even comes close to the 30% annual growth rate Amazon has averaged over the past four years. </p><p>\n  But that success has come with a cost. Amazon is now a prime target for regulators and lawmakers, some of whom would like to throw a wrench into the flywheel. Among the bills introduced by the House earlier this month targeting big technology companies is one that would effectively require Amazon to split up by breaking off its third-party marketplace business from its own retail operation. Last week also brought the surprise elevation of Lina Khan to head the Federal Trade Commission. Ms. Khan, who will preside over the agency's review of Amazon's pending acquisition of MGM Studios, first made her name with a paper titled \"Amazon's Antitrust Paradox,\" arguing that \"elements of the firm's structure and conduct pose anticompetitive concerns -- yet it has escaped antitrust scrutiny.\" </p><p>\n  Amazon has been working overtime to improve its image. It even took the rare step last week of admitting to the growing problem of fake product reviews on its pages -- a sore spot among customers and many of its third-party merchants. The company is still dealing with the fallout of a failed unionization drive at one of its large fulfillment centers in Alabama in April, with outgoing Chief Executive Jeff Bezos using his final annual letter to set a goal of making Amazon \"Earth's Best Employer.\" Nonetheless, online petitions asking Earth's Richest Human to not return to the planet following his jaunt into space next month have reportedly garnered more than 60,000 signatures. Cheap smart speakers don't buy as much goodwill as they used to. </p><p></p>",
  "published": "2021-06-23T06:02:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 733,
          "end": 744
        }
      ],
      "nexusId": "10009914"
    }
  ]
}