{
  "_id": "b3054a416ebae42118a6659bf68fe0ffb84eb619a2b667bf227483c6d89b6095",
  "feed": "wall-street-journal",
  "title": "Bank of America Quarterly Profit Rises 58% on Higher Interest Income; Profit also boosted by release of cash that bank had set aside to cover loan losses",
  "text": "<p>Bank of America Corp. third-quarter profit rose 58%, suggesting banks' lending businesses are starting to improve from a pandemic slump.</p><p>The second-largest U.S. bank earned $7.69 billion, up from $4.88 billion a year earlier. Per-share earnings of 85 cents topped the 71 cents that analysts polled by FactSet had expected.</p><p>Revenue totaled $22.77 billion, up 12% from $20.34 billion a year ago. That beat analysts' expectations for revenue of $21.68 billion.</p><p>Much of the country's economic activity flows through Bank of America and its peers, offering a real-time view of how consumers and businesses are recovering from the pandemic. The bank said its consumer and small business customers were spending at well ahead of pre-pandemic levels.</p><p>The bank benefited from a rebound in net interest income, which includes the money it makes on loans and holdings of debt instruments such as mortgage-backed securities. Net interest income rose 10% from a year earlier to $11.1 billion.</p><p>Despite an improving economy, banks have had difficulty growing their loan books this year. JPMorgan Chase &amp; Co. on Wednesday reported that its loan book was basically flat from the second quarter, but executives said they see signs that consumers and businesses have an increasing appetite for debt.</p><p>At Bank of America, outstanding loans and leases totaled $927.74 billion at the end of the third quarter, up slightly from the second quarter but down 3% from a year earlier. If not for the runoff in government Paycheck Protection Program loans, the bank's loan book would have grown almost 2% from the second quarter.</p><p>Commercial lending inside the U.S. and abroad ticked up from a year ago. Additionally, more people borrowed against their stock portfolios. Securities-based loans to wealth-management clients jumped by about a quarter over the past year.</p><p>\"We're anticipating more loan growth across all of our products,\" Paul Donofrio, the bank's outgoing chief financial officer, said on a call with reporters Thursday.</p><p>Noninterest income, which includes fees, rose 14% from a year earlier to $11.67 billion.</p><p>A boom in mergers and acquisitions helped lift investment banking fees, which rose 23% from a year earlier to $2.17 billion. Bank of America's investment bank has often lagged behind peers, but Mr. Donofrio said the pipeline of deals remained robust going into the fourth quarter.</p><p>Adjusted trading revenue was $3.63 billion, up 9% from a year earlier.</p><p>Profit was also boosted by a release of cash that it had set aside to cover loan losses. So far, pandemic loan defaults have failed to materialize, prompting the bank to release $1.1 billion of its reserves. Net charge-offs halved from a year ago to $463 million.</p><p>Analysts and investors have also been keeping a close eye on expenses, which rose in recent quarters. Noninterest expenses were roughly flat from a year earlier at $14.44 billion.</p><p>Bank of America's stock price, which is up about 45% so far this year, traded 2.4% higher in Thursday morning trading.</p><p>Bank earnings</p><p>Read more articles about companies closely tied to the economy, selected by WSJ editors.</p><p>* Wells Fargo Profit Rises 59% On Reserve Release</p><p>* Citigroup Profit Jumps 48% After Releasing Rainy-Day Funds</p><p>* Morgan Stanley Profit Rises, Powered by Deal Making, Trading</p><p>* JPMorgan's Jamie Dimon Says Pandemic Is Moving to the Rearview Mirror</p><p>* Heard on the Street: JPMorgan Shows Why Bank Stocks Are Stuck in Neutral</p><p>Write to Ben Eisen at ben.eisen@wsj.com</p><p>Bank of America Quarterly Profit Rises 58% on Higher Interest Income</p>",
  "published": "2021-10-14T15:09:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1072,
          "end": 1092
        },
        {
          "start": 3287,
          "end": 3295
        }
      ]
    }
  ]
}