{
  "_id": "b110dd4577f1746cb1385a6bf84d99d50d50df1dcb4a62cb6cfc8cae13702adc",
  "feed": "wall-street-journal",
  "title": "MANSION  ---  Private Properties:  The Gilded  Townhomes of  A Wall Street  Heavyweight  ----  By Katherine Clarke",
  "text": "<p>   On New York's Upper East Side, a pair of Georgian-style townhomes built around 1930 by the family of one of the world's richest men -- and more recently owned by the late investment banker and preservationist Richard H. Jenrette -- are coming on the market for $25 million. </p><p>   Designed by Delano &amp; Aldrich, an architecture firm known for building houses for the Rockefellers, Vanderbilts, Astors and Whitneys, the houses consist of a larger main home that is connected in several places to an adjacent smaller home with a large garage. Both are perfectly preserved with all original architectural details, fixtures and fittings, said listing agent Joshua Wesoky of Compass. </p><p>   A trip to the houses feels like stepping into the 1800s. A collector of thousands of antiques, many American and most from the early 19th century, Mr. Jenrette filled both homes with portraits, landscape paintings, urns, clocks and porcelain dinner services. </p><p>   An architectural enthusiast, he bought and renovated more than a dozen mansions in his lifetime. Mr. Jenrette attributed the beginnings of his obsession with old houses to watching \"Gone with the Wind\" too many times as a teenager growing up in Raleigh, N.C. </p><p>   \"Restoring fine old homes to their former glory has been a hobby -- some say a passion -- of mine,\" he wrote in his 2000 book \"Adventures with Old Houses.\" </p><p>   \"A disease might be a more accurate description! Friends have described me as a 'house-aholic' who can't say no to a fine old house that has fallen on hard times.\" </p><p>   The main house, at 67 East 93rd Street, is long and narrow, spanning the width of just one room across the front but extending back 75 feet to the rear. It has 12-foot ceilings and tall English Regency-style windows. A circular staircase at the home's center connects the four stories, while a decorative skylight at the top floods the middle of the house with light. </p><p>   The entire first floor is fitted in beige-and-brown marble, including a grand oval dining room with chocolate-brown walls, a white-marble mantel and wall niches for displaying carved classical busts of British prime ministers. An early 19th-century French Empire chandelier hangs over the table. </p><p>   The second floor is used as a library; the full 75-foot span is covered in walls of Mr. Jenrette's books. </p><p>   Even the kitchens are original: The larger of the two in the main house is on the basement level and was designed in the early 20th century for a household with staff. A buyer could more thoroughly combine the houses, and would likely remodel them to include a more modern kitchen, Mr. Wesoky said. The carriage house includes a large garage that can accommodate five cars. </p><p>   The main house was built for George F. Baker Sr., who had made his fortune in railroads and banking in the late 1800s and was a close friend and business partner of J.P. Morgan. He is also known for having given a grant for the construction of Harvard Business School. </p><p>   Mr. Baker's son built the home for his aging father, who died before it was completed. </p><p>   It was an attractive history to Mr. Jenrette, who attended Harvard Business School and went on to become one of the founders of investment bank Donaldson, Lufkin &amp; Jenrette and to head Equitable Life Assurance Society. He wrote that Mr. Baker -- whose name was on his acceptance letter to Harvard Business School -- was one of his \"larger-than-life heroes\" in the business world. </p><p>   Mr. Jenrette actually owned the main house twice. He first bought the house for $4 million in October 1987, according to his book. Within a week after the purchase, the stock market crashed and, a little over a year later, he agreed to sell the house for $6 million. </p><p>   After the sale, he downsized to the smaller adjacent home with the garage at 69 East 93rd Street, which at the time wasn't connected to the main home. He lived in the adjacent home for about seven years before the main house again became available for a discounted price of $5 million. He decided to buy it back and reunite the two buildings. </p><p>   He lived there until his death in 2018 at 89. Mr. Jenrette didn't have any children. His longtime partner, William L. Thompson, died in 2013. </p><p>   The properties are being sold by the Classical American Homes Preservation Trust, a nonprofit foundation set up by Mr. Jenrette to protect four 19th -century properties he owned in New York, North Carolina and South Carolina. They include Edgewater, an 1820 Classical Revival mansion on the Hudson River. Mr. Jenrette bought the house from Gore Vidal, The Wall Street Journal reported. </p><p>   The trust's president Robert Leath said the organization is selling the townhouses because they aren't core to the group's mission. The trust will instead focus on preserving and protecting classical American architecture of the first half of the 19th century. Proceeds from the sale will be invested in the establishment of permanent funds to support historic preservation and education, Mr. Leath said. Mr. Jenrette's furniture and antiques will be addressed separately and are not included in the sale of the house, Mr. Leath said. </p><p></p>",
  "published": "2021-05-14T06:01:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2818,
          "end": 2829
        }
      ]
    }
  ]
}