{
  "_id": "0f13e40c78bd8f105c489cc18fb129b109c1dcaa2017a19e7da4ba1cf3476094",
  "feed": "wall-street-journal",
  "title": "New York Businesses Weigh Mask, Vaccine Policies Under New State Rule; Gov. Kathy Hochul's order requires employees, patrons to either be vaccinated or wear masks indoors as Covid-19 cases rise",
  "text": "<p>Gov. Kathy Hochul, a Democrat, announced the requirements last Friday. She said Tuesday that the state's Covid-19 infections have increased 58% and hospitalizations by 70% since Thanksgiving. She said that the new policy is preferable to the shutdowns ordered last winter.</p><p>On Thursday, the state reported that 18,276 people tested positive for the virus in the state—up from fewer than 3,000 a day in July. The seven-day average of cases per 100,000 people in New York stood at 60.66 Thursday, compared with 24.6 at the start of September.</p><p>As of Wednesday, 81% of New Yorkers had received at least one vaccine dose, according to data from the Centers for Disease Control and Prevention.</p><p>New York City Mayor Bill de Blasio said Thursday that he would send more inspectors to enforce state and city masking requirements. The city will distribute at-home Covid-19 tests, and officials are considering whether to cancel plans to hold a New Year's Eve celebration in Times Square, he said.</p><p>Many white-collar employers in the state already required employees to be vaccinated as a condition of working in offices, including Citigroup Inc. and Ernst &amp; Young LLP.</p><p>The Swiss bank UBS Group AG required all employees of its New York offices to wear masks this week in response to the new state requirements.</p><p>JPMorgan Chase &amp; Co. sent a memo to employees late Monday saying that only vaccinated employees would be allowed in its offices. \"It seems unfair to require our vaccinated employees to wear masks all day at their desks,\" the memo said.</p><p>While restaurants, fitness centers and venues in the five boroughs already required proof of vaccination under a city mandate, establishments in upstate areas have had to decide quickly how to proceed. Leaders in more than a dozen counties said they wouldn't enforce the state regulations.</p><p>Ms. Hochul said Thursday that she was frustrated by that development, as well as that about 30% of state residents aren't fully vaccinated, a number that is higher upstate. \"This is a healthcare crisis and people are going to die. That is not hyperbole,\" she said. \"If people had gotten vaccinated when we asked them to, and they got the booster shots, I would not have to put in place a mask mandate.\"</p><p>Business owners said they weighed many factors in deciding whether to require masks or vaccines, including the impacts on their existing employees and the potential for long-term scorn among customers who oppose vaccination.</p><p>Jason Pierce, owner of the Savoy Taproom and the Copper Crow in Albany, opted against a mask requirement, saying that all his employees have been vaccinated and that he believed most of his clientele have as well. Mask requirements triggered confrontations last year, he said.</p><p>\"This is the hospitality industry,\" he said. \"We make our living by providing you with an experience once you walk in the door. By introducing mask-wearing into that, I'm not able to provide you with that experience.\"</p><p>The Hollow Bar + Kitchen, a bar and music venue, began requiring masks because two employees aren't vaccinated and would face termination, co-owner Dora Philip said. She said she can't spare any staff to ask patrons for proof.</p><p>\"I don't have anyone, and I don't have the opportunity to employ someone to stand at the door to do this all day long,\" Ms. Philip said. \"I'm lucky that I have a kitchen and servers who show up.\"</p><p>Losing staff was a concern for Vic Christopher, who runs six restaurant and retail establishments in Troy, just north of Albany on the opposite bank of the Hudson River. Seven of his employees aren't vaccinated, like many of the patrons at one of his bars, he said.</p><p>\"We put a couple of signs up,\" he said. \"Everyone is wearing a mask. We've played this game long enough where people are compliant.\"</p><p>The state order requires masks to be worn at all times when patrons aren't actively eating or drinking. It sets fines of up to $1,000 for establishments that aren't in compliance. Troy is in Rensselaer County, where County Executive Steve McLaughlin, a Republican, has said he wouldn't send health inspectors to enforce the new rules.</p><p>Ms. Hochul hasn't committed state resources for enforcement of the mandate—which is set to expire on Jan. 15—but said she believed people would do the right thing. In addition to the state's requirement, New York City will require all private-sector employees to be vaccinated if they are working in person, effective Dec. 27.</p><p>Responses among fitness centers vary. YMCAs in the Albany and Rochester areas told members they would require masks inside their facilities, while other chains said they would allow only vaccinated people to enter.</p><p>Fitness-center operator Life Time Inc. is mandating vaccines in lieu of masks at its New York facilities, a spokeswoman said. The chain has eight locations in New York, four of which are outside New York City. The Midtown Athletic Club in Rochester adopted a vaccine mandate, while New York Sports Clubs, with 13 locations outside New York City, is requiring masks for anyone working out.</p><p>\"The debate around gyms throughout the pandemic had been, 'Will customers choose to come back?' \" BMO Capital Markets analyst Simeon Siegel said. \"Now they're arguably not allowed to come back without making a change. For a hospitality company to have to choose a side with customers creates its own set of challenges.\"</p><p>In Rochester, Kristen Flores-Fratto said she would like to implement a vaccine mandate at her restaurant, the Gate House Cafe, but fears a customer backlash.</p><p>\"We would lose business in the short term to people walking in who were unaware, and in the long term risk losing patrons,\" she said. \"There's really no good options here.\"</p><p>Sharon Terlep contributed to this article.</p><p>Write to Jimmy Vielkind at Jimmy.Vielkind@wsj.com</p><p>New York Businesses Weigh Mask, Vaccine Policies Under New State Rule</p>",
  "published": "2021-12-16T20:58:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1298,
          "end": 1318
        }
      ]
    }
  ]
}