{
  "_id": "6ed8a31a9f9c8665694bad16ab5795f8220c2bbb89b9bb93906d3080cac2158c",
  "feed": "wall-street-journal",
  "title": "Mortgage Firms Cash In on Forbearance  ----  By Ben Eisen",
  "text": "<p>\n  When homeowners paused mortgage payments early in the Covid-19 pandemic, their mortgage companies found a way to make a buck. </p><p>\n  Mortgage companies have ramped up their purchases of government-backed mortgages in forbearance, and they are selling these loans back to investors at a profit. The trade is made possible by a policy meant to shrink the government's own burden for dealing with mortgages where the homeowner isn't paying. </p><p>\n  The so-called early buyout trade, an arcane but lucrative part of the mortgage business, is being employed by many mortgage companies, including the three biggest: Rocket Cos., PennyMac Financial Services Inc. and Wells Fargo &amp; Co. That has added to what was already a banner stretch for mortgage making, fueled over the past year by refinancings and pandemic-inspired moves to the suburbs. </p><p>\n  Investors are eager to get their hands on these loans. Many were made long ago and thus carry interest rates that are higher than the going rate. Another appealing factor is that investors believe many of these borrowers are unlikely to refinance in the near term. A refinancing hurts investors because it closes out one mortgage and thus takes away their revenue stream. </p><p>\n  Here's how the early buyout trade works: </p><pre> </pre><p>\n  -- When a mortgage is made through programs run by the Federal Housing Administration or the Department of Veterans Affairs, it will typically get pooled with others in a Ginnie Mae bond. Ginnie Mae is a government-owned mortgage corporation that backs the bonds that get sold to investors. </p><pre> </pre><p>\n  -- Later, if that borrower stops making payments, Ginnie Mae rules allow the mortgage servicer to buy it out of the pool after 90 days at face value. That means the mortgage company pays an amount equal to the unpaid principal balance and any interest due at the time. </p><pre> </pre><p>\n  -- The mortgage company then works with the borrower to get him or her current again -- for example, by letting the homeowner make up the missed payments at the end of the loan. </p><pre> </pre><p>\n  -- Once the borrower has resumed payments, the mortgage company sells the loan back into a new pool that gets bought by investors, often for more than what the mortgage company paid. </p><p>\n  About 840,000 FHA and VA loans were in forbearance this month, or 6.9% of that market, according to Black Knight Inc. </p><p>\n  Over the 12 months through May, mortgage companies bought some $140 billion of Ginnie Mae loans where homeowners were in forbearance or otherwise not paying, according to a JPMorgan Chase &amp; Co. analysis of Ginnie Mae data. Roughly $94 billion more is eligible. </p><p>\n  Now that some of these loans are performing again, $7.8 billion of them were repackaged into bonds in May alone, according to the JPMorgan analysis. </p><p>\n  In normal times, this practice is meant to give mortgage companies more flexibility to handle delinquent loans -- and decrease the government's role in dealing with them. It also means the mortgage companies are no longer on the hook for making sure investors get paid. Otherwise, a mortgage company is typically responsible for advancing principal and interest to investors even if the homeowner isn't making payments. </p><p>\n  Michael Drayne, acting executive vice president at Ginnie Mae, said that a robust market for buying out delinquent loans enhances the overall attractiveness of the Ginnie Mae program. (While loans in forbearance are considered delinquent by investors, they aren't supposed to be reported as delinquent to credit-reporting firms.) </p><p>\n  When the pandemic hit, the government allowed millions of borrowers to temporarily stop paying their mortgages, expanding the number of loans that servicers could buy out. And the market viewed them as a relatively safe bet, believing the economy would bounce back by the time homeowners had to start paying again. </p><p>\n  At the same time, some investors have complained about the buyouts because they lose the income stream from the borrowers whose loans are no longer in the pool. That led Ginnie Mae to adjust the program last year. </p><p>\n  PennyMac reported nearly $284 million of revenue from these buyouts, including interest income and revenue from repooling the loans, in the first three months of the year. That compares with less than $48 million in the period a year earlier. </p><p>\n  Rocket recently said that its financing facility for these activities nearly doubled to almost $636 million in the first quarter from the fourth quarter. </p><p>\n  Wells Fargo last year bought $30 billion of mortgages where the homeowners had stopped paying. A bank spokesman said the buyouts have long been a normal practice, then \"increased substantially in the second half of 2020\" and returned to normal in 2021. </p><p></p>",
  "published": "2021-06-17T06:09:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2669,
          "end": 2677
        },
        {
          "start": 2451,
          "end": 2471
        }
      ]
    }
  ]
}