{
  "_id": "72bd59da72bade8025c01b63547f30fbb8708a0816fdd4577efe4919b184602d",
  "feed": "wall-street-journal",
  "title": "More Options Emerge to Turn Retirement Savings Into Retirement Paychecks; More money managers, including investment giant BlackRock, are starting to offer annuities inside 401(k) investment options",
  "text": "<p>The retirement paycheck, a staple of the old-fashioned pension plan, is staging a comeback. This time, it is inside the 401(k).</p><p>Employers are starting to offer annuities inside 401(k) plans to help employees make their money last into retirement. These insurance contracts give retirees the option to convert their workplace savings into a regular monthly income for life.</p><p>Policy makers and some in the retirement industry say the trend is positive for people in or near retirement who want some predictable income and are unsure how to make their money last.</p><p>But these new products can bring higher costs and greater complexity. Before buying an annuity, it is important to understand the fees and features involved, said Greg Ungerman, defined contribution practice leader at investment-consulting firm Callan LLC.</p><p>A small but growing number of companies are embedding annuities in target-date funds, all-in-one portfolios that serve as default investments under automatic enrollment and hold about 30% of the $10.4 trillion in 401(k)-type plans.</p><p>This month, investment giant BlackRock, Inc., which manages more than $350 billion in target-date funds, said five employers have committed to using its LifePath Paycheck, a target-date fund with annuities, in their 401(k) plans. They include the Tennessee Valley Authority Retirement System and Advance Auto Parts Inc.</p><p>A growing number of employers are also giving participants access to institutionally priced annuities, which pay a higher monthly income than the employees can get in the individual market.</p><p>According to Callan, nearly 10% of employers offer a service through which retirees can purchase an annuity outside the 401(k) plan, up from 1.9% in 2015. And 4.1% let workers allocate money to a guaranteed-income product within the plan, up from 2.7% in 2007.</p><p>Figuring out how to make a nest egg last can be tough, so \"more employers are understanding the need to evolve retirement plans from focusing on savings to providing retirement income,\" said Jennifer DeLong, head of defined contribution at AllianceBernstein LP. AllianceBernstein has seen assets in its Lifetime Income Strategy, which pairs a target-date investment with an annuity, more than double in the past 18 months to over $6 billion.</p><p>Why Annuities?</p><p>Employers are turning to these options in part to persuade retirees—who tend to have the biggest balances—to keep at least some of their money in the company 401(k) plan, rather than transfer their savings to an individual retirement account when they stop working. The more assets held in an employer's plan, the greater the company's leverage to bargain with fund managers for lower fees.</p><p>IRAs offer thousands of investment options, but many 401(k)s feature low-cost versions of funds that are off-limits to individual investors. According to a recent survey of 1,125 older workers and retirees by Pew Charitable Trusts, about half rolled at least some savings into an IRA upon retirement.</p><p>The use of annuities in 401(k)s received a boost from a new law that protects employers that follow certain procedures from being sued if they select an insurance company that later fails to make annuity payments.</p><p>Vanguard Group and Fidelity Investments, the two largest target-date fund providers, say they have no immediate plans to incorporate annuities into these products.</p><p>Because retirees' savings, health and tolerance for investment risk differ, Vanguard believes annuities aren't \"a best fit\" for all target-date fund investors, said senior investment strategist Colleen Jaconetti.</p><p>A growing number of rivals disagree.</p><p>TIAA, which specializes in retirement plans for nonprofits and universities, says 122 plans and 93,000 participants with $9.3 billion in assets use its target-date option with annuities. JPMorgan Chase &amp; Co., Nationwide Mutual Insurance Co. and Wells Fargo Asset Management have or plan to launch their own offerings.</p><p>Within target-date funds, annuities are mainly available to employees 50 and older, who are likely to have a better sense than younger workers of their retirement income needs, given factors including health, savings and projected Social Security benefits.</p><p>Advisers say annuities can make sense for retirees unable to cover basic living expenses with guaranteed sources of income, including Social Security.</p><p>How it Works</p><p>The annuities in target-date funds come in three basic varieties: variable, fixed immediate and fixed deferred.</p><p>Variable annuities typically provide some exposure to the stock market and allow buyers to withdraw their money. Fixed annuities often feature higher payout rates and might require buyers to surrender principal to the insurer. Some fixed annuity payments start immediately. Others defer payments until age 80 or 85 in return for a higher income.</p><p>Before buying, it is important to understand an annuity's fees and features, including when payments start, their size and whether you can get your money back if you change your mind or need the cash.</p><p>SHARE YOUR THOUGHTS</p><p>How might 401(k) income options change your retirement planning? Join the conversation below.</p><p>To see how variable annuities work, consider the one offered by the State Universities Retirement System of Illinois, which defaults employees into AllianceBernstein's Lifetime Income Strategy. When employees reach age 50, the fund starts to allocate to an annuity. By 65, the entire balance is in the annuity, unless the employee opts out.</p><p>In retirement, the variable annuity pays an annual income for life. The annual payment generally ranges from 4% to 5% of the high water mark of the account, depending on factors including the investor's age. The payment can rise if the balance increases due to rising markets but won't decline if it falls. Retirees can cash out their balance for any reason, canceling the annuity. Retirement savers pay about 1.25% a year when fully invested in the annuity. Costs are typically over 2% in the individual market for variable annuity contracts and investment fees, according to Morningstar, Inc.</p><p>BlackRock is pairing a fixed immediate annuity with its LifePath Paycheck target-date fund.</p><p>As with a traditional target-date fund, LifePath Paycheck invests in a mix of stocks and bonds. For participants 55 and older, the fund also invests in group annuity contracts issued by two insurers, which comprise about 30% of an employees' assets by age 65. Participants have the option, between ages 59½ and 72, to roll over that 30% to the insurers and purchase a fixed annuity.</p><p>If a retiree elects to buy an annuity, payments begin immediately, and the money isn't refundable. Heirs may receive a death benefit.</p><p>The cost of the fund starts at roughly 0.1% a year. It rises around age 55, when the managers shift some money into annuity contracts, to a maximum of 0.16%.</p><p>The University of California offers a fixed deferred annuity in its target-date fund. When employees reach age 55, the fund starts to include an allocation to bonds with similar characteristics to a deferred annuity. At retirement, they can choose to put up to 25% of their assets into the deferred annuity.</p><p>In some ways, it is a bet on longevity, since payments don't start until age 78, but when they begin they are more generous than those on a conventional immediate annuity. For example, a married retiree would receive about 11% of the purchase price annually, starting at 78, for as long as both spouses live, said David Ireland, head of defined contribution at the target-date fund's manager, State Street Global Advisors.</p><p>State Street charges about 0.1% for the fund with the annuity, which includes a death benefit and a 2% inflation adjustment.</p><p>Write to Anne Tergesen at anne.tergesen@wsj.com</p><p>More Options Emerge to Turn Retirement Savings Into Retirement Paychecks</p>",
  "published": "2021-10-29T13:14:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3784,
          "end": 3798
        },
        {
          "start": 3784,
          "end": 3804
        }
      ],
      "nexusId": "10009914"
    }
  ]
}