{
  "_id": "0976c3102b557d8dc90e6f1042f0fb0f027bf3181da28b6cd98be0f430ceba3d",
  "feed": "wall-street-journal",
  "title": "Goldman Boosts Pay for Junior Staff  ----  By Orla McCaffrey",
  "text": "<p>   Junior bankers at Goldman Sachs Group Inc. are getting a big raise. </p><p>   The Wall Street firm is increasing base pay for its entry-level employees -- first-year analysts -- to $110,000, a nearly 30% increase from the previous starting salary of $85,000, according to a person familiar with the matter. Second-year analysts are set to make $125,000, up from $95,000. Salaries for first-year associates will jump to $150,000 from $125,000. </p><p>   The bank plans to inform rookie bankers of the increases to base salaries, along with their annual bonus amounts, later this week, the person said. The changes cover just over 1,000 employees world-wide. </p><p>   Analysts and first-year associates perform much of the grunt work that allows banks to pump out deals and take advantage of busy trading periods. Their titles are a function of how long they have been at the bank. Responsibilities vary based on their division -- investment banking, capital markets, asset management, among others. Investment banking analysts, for example, might be asked to create slide decks detailing the financial impact of mergers and acquisitions. </p><p>   It has been a tough time for Wall Street's youngest workers. Many of the most junior employees at investment banks have worked for months during the pandemic  without meeting their colleagues in person, and their first year on the job was one of the busiest on record for deal making. </p><p>   In a small, self-conducted survey earlier this year, Goldman's first-year analysts reported that they were working an average of 95 hours a week and said job stress had harmed their physical and mental health. Goldman, in response, said it would hire additional bankers and more strictly enforce boundaries around working hours. </p><p>   Goldman trailed other banks in raising pay, but the firm's starting salaries now best those of its big-bank rivals. JPMorgan Chase &amp; Co., Citigroup Inc. and Morgan Stanley increased pay for early-career bankers earlier in the summer. </p><p>   Investment banking fees were the second-highest ever at Goldman last quarter, trailing only the first quarter, thanks to the surge in deal making. The bank said it had more deals in the pipeline at the end of the second quarter than ever before. </p><p></p>",
  "published": "2021-08-03T06:04:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1837,
          "end": 1857
        }
      ]
    }
  ]
}