{
  "_id": "db28b9acf27d89bcd46d3ec208a168fe7c61e8579c4b4e91eba02c2e291e903a",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>AT&amp;T has agreed <a href=\"https://www.ft.com/content/a424c8ae-c879-455c-8b57-fcf0605f03af\">to spin off and combine</a> WarnerMedia with its rival Discovery in a multibillion-dollar deal to create a media empire that has the programming heft to compete with Disney and Netflix in a global streaming race.</p> <p>The deal comes just three years after AT&amp;T <a href=\"https://www.ft.com/content/45fd9800-988a-11e6-8f9b-70e3cabccfae\">paid $85.4bn</a> for the owner of CNN, HBO and Warner Bros and reflects the breakneck pace of change for traditional US media groups attempting to reinvent themselves as streaming services.</p> <p>Under the proposed tie-up, one of Hollywood's most prized portfolios — including Warner Bros film and television studios, the HBO network and a portfolio of cable channels including CNN — will be brought together with the “real life” output of Discovery, whose brands range from sport and wildlife to home renovation.</p> <p>David Zaslav, Discovery's long-serving chief executive, will lead the combined group, which will be 71 per cent owned by AT&amp;T.</p> <p>AT&amp;T over the past decade has tried to move beyond its mobile, broadband and wireline phone businesses to be a serious Hollywood player. Instead, its two big acquisitions — Time Warner and DirecTV in 2014 for $67bn — proved to be millstones, <a href=\"https://www.ft.com/content/2409472e-6e3c-494d-aa7c-f7ee78f97a93\">says the Lex column</a>.</p> <h2>Coronavirus digest</h2> <ul>  <li><p>The price of <strong>gold</strong> rose to its highest level <a href=\"https://www.ft.com/content/4c241565-1d48-46ac-83b2-74ec92c09e44\">in more than three months</a> on Monday after a US inflation scare last week and a resurgence of Covid-19 cases in parts of Asia rattled investors.</p></li>  <li><p>A leading <strong>Indian</strong> scientist has resigned from a government-appointed Covid-19 task force days after <a href=\"https://www.ft.com/content/8cc9e5e2-0d39-4e27-b268-4945af44dea6\">publicly criticising</a> Narendra Modi's government.</p></li>  <li><p>The <strong>EU's </strong>largest countries are <a href=\"https://www.ft.com/content/69f0c3b8-00ff-4065-a482-ebe00c6a890a\">lifting restrictions</a> but epidemiologists worry the shift is coming too soon. Brussels plans to <a href=\"http://ft.com/content/d2a47c7e-0b00-4e31-92ab-cd3ff0b9070b\">throw its weight</a> behind a new push to expand vaccine manufacturing in <strong>Africa</strong>.</p></li>  <li><p>Matt Hancock, <strong>UK </strong>health secretary, expressed confidence that <a href=\"https://www.ft.com/content/f85c24c0-ff81-4dc4-9399-851052eb9c3c\">vaccines worked against the variant</a> detected in India, which is surging in London and north-west England.</p></li>  <li><p><strong>GlaxoSmithKline</strong> said it was banking that <a href=\"https://www.ft.com/content/53062063-2485-4c41-bb66-a25a82fe0351\">it can come back</a> from behind in the race for a Covid-19 vaccine after releasing positive trial data with partner Sanofi of France.</p></li> </ul> <p><em>Follow the latest on our </em><a href=\"https://www.ft.com/content/f533a766-8df3-4235-adf4-4bb7f5bd5eb2\"><em>live blog</em></a><em>, and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our </em><a href=\"https://www.ft.com/coronavirus-business-update\"><em>Coronavirus Business Update</em></a> <em>newsletter.</em></p> <h2>In the news</h2> <p><strong>Israel steps up Gaza attacks</strong> Israel's bombing of the Gaza Strip stretched into a second week <a href=\"https://www.ft.com/content/ecd2178e-d9eb-4a17-abb2-413b0540d19c\">on Monday</a> as talks to end the violence continued between Saudi Arabia, Qatar, Egypt and the US. The conflict has <a href=\"https://www.ft.com/content/c3978b64-a57d-4ae7-ab35-6a410e4fb32e\">rattled Israel's ties</a> with a third of the Arab world, but it may have resurrected Benjamin Netanyahu's <a href=\"http://ft.com/content/be6434bf-fe56-430e-8b16-d61e0a30178a\">political fortunes</a>. “Together we count out loud the explosions” — Gazans <a href=\"https://www.ft.com/content/bcae7fc5-165c-4d9b-93c0-0e478bb2dd9e\">describe the terror</a>.</p> <p><strong>Citi names new head of European investment banking</strong> Ignacio Gutiérrez-Orrantia has been named as Citigroup's <a href=\"https://www.ft.com/content/9a9c6c82-fd72-497e-86ca-e642c0dc7ce0\">new head of investment banking operations in Europe</a>, as the US lender makes a push to displace JPMorgan Chase and Goldman Sachs as the top-earning bank in the region. Meanwhile, a top banking analyst <a href=\"https://www.ft.com/content/4b6a5ab2-9f6d-4116-8d8f-9c09f7b3aef0\">has warned</a> that US banks could shed 200,000 jobs or 10 per cent of their workforce over the next decade.</p> <p><strong>Asset managers express caution on cryptocurrency </strong>UBS Wealth Management, Pimco, T Rowe Price and Glenmede Investment Management have <a href=\"http://ft.com/content/cf378147-1c60-4d60-96fb-bacbfad840fe\">raised doubts</a> over the future of cryptocurrencies as an asset class following recent bitcoin price volatility triggered by Elon Musk. Bitcoin traded at just above $44,000 on Monday, down about $20,000 from the record high it hit just a month ago.&#xa0;</p> <p><strong>Spacs lose their deal ‘pop' as fever fades </strong>Shares in special purpose acquisition companies are <a href=\"https://www.ft.com/content/1c22bcb2-6184-4c3b-9284-bb152a578629\">sliding</a> following takeover announcements, a marked reversal from previous enthusiasm for the vehicles, which could threaten their ability to do deals.</p> <p><strong>Microsoft investigated Gates over ‘intimate relationship'</strong> Bill Gates <a href=\"https://www.ft.com/content/1ce4b9ab-1918-49d5-85ea-f45cf7c7535e\">denied</a> that Microsoft's investigation into an “intimate relationship” with an employee two decades ago had any impact on his decision to leave the software company's board last year.</p> <p><strong>Indonesia's Gojek and Tokopedia agree $18bn merger</strong> Indonesia's two biggest start-ups <a href=\"https://www.ft.com/content/ce944c28-a6d1-42b9-9da2-12e90cb2ae19\">have agreed a merger</a> that will create an $18bn food delivery, ride-hailing and ecommerce group with reach across south-east Asia.&#xa0;Separately, JD Logistics, the delivery unit of Chinese ecommerce group JD.com, will seek to raise <a href=\"https://www.ft.com/content/bb5f4313-fb32-4ce5-9424-51dc6169a9ef\">up to $3.4bn</a> in a Hong Kong IPO this year.</p> <p><strong>Jimmy Lai's Hong Kong media group in doubt</strong> A Hong Kong media company controlled by Jimmy Lai <a href=\"https://www.ft.com/content/7673b036-0c13-4590-929a-ee5e7d8600e2\">halted trading of its shares on Monday</a> after authorities froze the jailed pro-democracy campaigner's assets under the territory's national security law. The halt came as Lai and nine other activists pleaded guilty to a charge of organising an “unauthorised assembly”.</p> <p><strong>China lands rover on Mars for the first time </strong>Chinese state media reported that the lander and the rover from the Tianwen-1 unmanned probe <a href=\"https://www.ft.com/content/9dc0a641-fa34-4185-8d8f-a52764e9cfc3\">reached Mars on Saturday</a>. The FT View is that the international community should establish <a href=\"https://www.ft.com/content/49a2419f-ee9f-46d6-a559-afba051b83e4\">norms of governance and laws</a> in space.</p> <h2>The day ahead</h2> <p><strong>Covid restrictions ease </strong>Indoor hospitality will reopen in the UK <a href=\"https://www.ft.com/content/98c3a781-7661-41a7-b6a3-4ff9a0a10b9b\">from today</a>, despite concerns about the variant that was detected in India. England, Wales and Scotland will also allow international travel to <a href=\"https://www.ft.com/content/94991706-c252-4b77-9047-943251fbe702\">resume</a>. Turkey will <a href=\"https://www.ft.com/content/f533a766-8df3-4235-adf4-4bb7f5bd5eb2#post-84652922-4928-4ceb-9824-179436dda581\">begin to lift</a> restrictions, while Pakistan is to lift a <a href=\"https://www.ft.com/content/f533a766-8df3-4235-adf4-4bb7f5bd5eb2#post-182d9a2c-1ff2-4125-a6d9-47e979463395\">ban</a> on internal travel. Trinidad and Tobago will impose a <a href=\"https://www.ft.com/content/f533a766-8df3-4235-adf4-4bb7f5bd5eb2#post-46714fcd-a684-451e-9ee3-eadcf5509539\">state of emergency</a>.</p> <p><em>The FT launches </em><a href=\"https://www.ft.com/content/931a6091-a5cf-4a00-bddb-fdf8fe493e6e\"><em>a new email today</em></a><em> on markets and the people and companies that live and die by them. Written by US financial editor Robert Armstrong, it will land in inboxes each weekday morning. </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=584573e552860d000491cdb8\"><em>Sign up</em></a><em> to “Unhedged”.</em></p> <h2>What else we're reading</h2> <p><strong>A midlife crisis takes shape in the US</strong> For decades, the US birth rate helped buoy growth and global status. But since the financial crisis the total fertility rate — the number of births that a woman is expected to have in her lifetime — in the US has fallen to levels similar to Europe. A country obsessed with youth will need creative, bipartisan thinking to address the magnitude of its demographic slowdown, <a href=\"https://www.ft.com/content/a8431f77-653e-4091-856b-dd58a5867b40\">writes Rana Foroohar</a>.</p> <p><strong>Inflation: will central banks and investors hold their nerve? </strong>A <a href=\"https://www.ft.com/content/414e8e47-e904-42ac-80ea-5d6c38282cac\">summer burst of inflation</a> was inevitable once lockdown measures began to ease. But central bankers' assurances that price rises are temporary have not calmed investors' nerves. Investors will have to make a call on whether the shift is <a href=\"https://www.ft.com/content/7f022fcd-9925-4eaf-8f1f-e409b6c4a91b\">transitory or a regime change</a>. </p> <p><strong>Colombia's social unrest could spread</strong> Colombia this month looks uncannily similar to Chile in 2019. President Iván Duque's&#xa0;“Sustainable Solidarity Law”&#xa0;<a href=\"https://www.ft.com/content/998a4ba0-dc7b-4cac-b831-50f64ca58bbf\">has proved anything but</a> for residents of one of the world's most unequal countries. And across the region, tempers are fraying as longstanding grievances over governments seen as out-of-touch, corrupt and incompetent come to the fore, writes Latin America editor <a href=\"https://www.ft.com/content/998a4ba0-dc7b-4cac-b831-50f64ca58bbf\">Michael Stott</a>.</p> <p><strong>The sinister PR push that links cyber criminals to CEOs</strong> DarkSide, the hackers that forced the closure of a US pipeline last week, is the most prominent group in the rapidly-professionalising industry dubbed&#xa0;<a href=\"https://www.ft.com/content/b48a2d70-4a8c-4407-83a2-59cd055068f8\">ransomware-as-a-service</a>. They are in a “war for talent” on the dark web, where résumés and references are solicited. <a href=\"https://www.ft.com/content/87887f26-b57e-48d8-b60e-c4eb281ff679\">DarkSide is also wise to the ESG trend</a>.</p> <p><strong>Can a building be sexist? </strong>An<a href=\"https://www.ft.com/content/b2fec667-f088-46dd-824f-a9064b53c0a5\"> exhibition at London's Barbican</a> gallery explores the Matrix Feminist Design Co-operative, one of the first architectural practices to explicitly call itself feminist. The idea of feminist architecture is to creatively rethink assumptions behind conventional building provision and design. </p> <p><strong>How to avoid the return of office cliques</strong> After weighing up the pros and cons of future working patterns, Dropbox decided against the hybrid model. It opted for a virtual-first policy, which prioritises remote work over the office. Status-conscious workers may be itching to return to the office but this could create a two-tier workforce, <a href=\"https://www.ft.com/content/c113f86b-fbe3-4ed4-b39a-359ad57d72b8\">warns one expert</a>.</p> <ul>  <li><p>Remember Mondayitis? The problem has faded during the pandemic but maybe set to return in many parts of the world, <a href=\"https://www.ft.com/content/cfa740a3-2a60-4f11-aadc-95feed1e5a8c\">says Pilita Clark</a>.</p></li> </ul> <h2>Video of the day</h2> <p><strong>Why internet freedom is under threat </strong>Is the dream of a free and accessible <a href=\"https://www.ft.com/video/ea67fc0b-c4fd-4087-8aea-81e6fbf517f2\">internet already dead</a>? Siddharth Venkataramakrishnan examines how philosophical, political and social attitudes towards online privacy are creating a “splinternet”.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 17 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-17T11:45:19.991Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2758,
          "end": 2772
        }
      ]
    }
  ]
}