{
  "_id": "52ed7dcf44732b7e6731276af5dc2c3bb157ef2138848e0e3e430fc295dec700",
  "feed": "ftcomall",
  "title": "The tale of Masayoshi Son's ‘Money Guy'",
  "text": "<p><strong>One video to start</strong>: The FT charts the rise and fall of Carlos Ghosn, the industry titan turned international fugitive, in this <a href=\"https://www.ft.com/video/45515fe8-3edc-42b1-8d92-dd5ff28ceeac\">new 20-minute film</a>.&#xa0;&#xa0;</p> <h2>Inside the SoftBank/Greensill nexus</h2> <p>Several of the biggest financial stories of the past few years — <a href=\"https://www.ft.com/content/b8eec9d0-0c85-467d-8cb1-467ad87adced\"><strong>Wirecard</strong></a>, <strong>Greensill</strong> and <strong>WeWork</strong> — are connected by one name: <strong>SoftBank</strong>.&#xa0;</p> <p>While that may not be a surprise to DD readers, the nature of some of those connections might be. DD's Rob Smith and Arash Massoudi and the FT's Stephen Morris set it all out in <a href=\"http://www.ft.com/content/72713b5e-628b-4029-8a8f-7b11d767dc72?\">this deeply-reported tale</a>.&#xa0;</p> <p>It starts with an October 2019 phone call in which <strong>Rajeev Misra</strong>, the head of SoftBank's Vision Fund, which had poured $1.5bn into Greensill, discovered that the group's German bank had about €1.5bn in exposure to the metals magnate <strong>Sanjeev Gupta</strong>.&#xa0;</p> <p>During that call, smooth-talking <strong>Lex Greensill</strong> had tried to reassure Misra that his eponymous company itself had zero exposure to Gupta's companies. It was only when Misra pressed about exposure by <strong>Greensill Capital</strong>'s banking subsidiary, <strong>Greensill Bank</strong>, that Lex revealed the figure.&#xa0;</p> <p>The story is packed with details about the nexus between Greensill, SoftBank, <strong>Credit Suisse</strong>, Gupta and other Vision Fund-backed companies such as WeWork and <strong>Katerra</strong>.&#xa0;</p> <p>Some highlights:&#xa0;</p> <ul>  <li><p>Lex Greensill spent weeks wooing SoftBank executives, including by bringing the former UK prime minister <strong>David Cameron</strong> to Tokyo to meet the Japanese group's chief executive <strong>Masayoshi Son</strong>. Son would later call Greensill “the Money Guy”.&#xa0;</p></li>  <li><p>As WeWork's IPO plans struggled in 2019, Son summoned Lex to Tokyo to devise a plan to lend the office rental company $3bn or more. “You put Masa and Lex in a room together and you get some seriously crazy shit,” one person involved in the negotiations said.&#xa0;</p></li>  <li><p>After the pandemic upended markets in March 2020, with Credit Suisse investors withdrawing billions of dollars from Greensill-linked funds, SoftBank <a href=\"https://www.ft.com/content/6995af3b-5f66-4e1b-9143-1e9daccfc9b4\">quietly injected</a> more than $1bn of its own cash into the funds, and received more equity in Greensill in exchange.</p></li>  <li><p>Greensill used the Credit Suisse funds to finance some of the weakest companies in the Vision Fund.</p></li>  <li><p>When SoftBank's portfolio company Katerra needed to restructure its debt, including loans Greensill had extended through the Credit Suisse funds, SoftBank wired Greensill $440m to cover losses the restructuring would inflict on the Swiss bank's funds. But its executives realised later that the $440m had <a href=\"https://www.ft.com/content/d2a6d829-f27e-4668-bcc0-14cc2441fa17\">never made it</a> to the Credit Suisse funds.</p></li>  <li><p>In the wake of Greensill's collapse, relations between Credit Suisse and SoftBank are so frosty that the Swiss bank has recalled personal loans it extended to Son.&#xa0;</p></li> </ul> <p>All in all, it helps explain Son's humility at SoftBank's annual results presentation in May — and the incredible slide below, which he presented while referencing Greensill.&#xa0;</p> <h2>Break-up Monday: two megamergers fall apart</h2> <p>It was one of the most tumultuous days for the stock market in March 2020 when insurance brokers <strong>Aon</strong> and <strong>Willis Towers Watson</strong><a href=\"https://www.ft.com/content/dafe0116-61f8-11ea-a6cd-df28cc3c6a68\"> announced a $30bn tie-up</a>.&#xa0;</p> <p>The S&amp;P 500 was cratering as it became evident the coronavirus crisis in China had escalated into a pandemic that would force governments around the world to impose lockdown measures.&#xa0;</p> <p>The timing of the announcement perhaps foreshadowed the deal's eventual collapse. Aon and Willis <a href=\"https://www.ft.com/content/a6471af0-764d-49e7-87a0-dd2a2c110fd9#comments-anchor\">said on Monday</a> they had called off their merger, which would have created the world's largest insurance broker.&#xa0;</p> <p>The break-up was prompted by the <strong>US Department of Justice</strong>, which in June <a href=\"https://www.ft.com/content/d03e1302-4091-4b11-a590-1c65358f0ab4\">filed a lawsuit to block the all-stock deal</a>, alleging it would eliminate competition and likely lead to higher prices.&#xa0;</p> <p>For a while it looked like we were heading for a showdown in court to resolve the matter after the parties <a href=\"https://www.ft.com/content/a850ee0f-5feb-410e-bde8-46e5dd15fadf\">agreed a November 18 kick-off</a> for the trial. Instead the companies have decided to avoid a drawn out legal battle.&#xa0;</p> <p>Aon's chief executive <strong>Greg Case</strong> said on Monday that the companies had reached an “impasse” with the DoJ. We can see why Aon's lawyers said they'd be in a “world of hurt” if they lost — the company has to pay a $1bn break fee to Willis.</p> <p>While we're on the topic of deals falling apart: the €18bn takeover of German residential landlord <strong>Deutsche Wohnen</strong> by rival <strong>Vonovia</strong> is also<a href=\"https://www.ft.com/content/bb5aea07-f3a8-41b7-b0eb-d1eda1688169\"> “dead in the water”</a> to quote the latter's chief executive <strong>Rolf Buch</strong>.</p> <p>The bid, in which Vonovia <a href=\"https://www.ft.com/content/e57c04ba-c88a-4694-86b8-373c6393bf88\">offered €52 in cash</a> per Deutsche Wohnen share, was approved by 47.62 per cent of the target's shareholders, falling short of the minimum 50 per cent requirement.&#xa0;</p> <p>It's the second time in five years that Deutsche Wohnen's shareholders have shot down a deal between the two, including a hostile bid in 2016.&#xa0;</p> <p>That's not to say the deal — which would've been one of Europe's biggest this year — can't one day be revived.&#xa0;</p> <p>Vonovia managed to buy more than 10 per cent of Deutsche Wohnen before tax laws changed on July 1. That will enable it to avoid paying stamp duty if it ever does end up buying its rival's property.&#xa0;</p> <h2>London's top lawyers cash in on a dealmaking boom</h2> <p>Even as some megadeals fall apart, lawyers advising on M&amp;A have had a bumper period with the many others that have gone ahead.&#xa0;</p> <p>The biggest UK firms are posting record results and handing their equity partners almost £2m each, the FT's Kate Beioley <a href=\"https://www.ft.com/content/137e4920-d042-41d9-98bb-0ff18b6801a5\">reports</a>.&#xa0;</p> <p><strong>Clifford Chance</strong> experienced its best-ever quarter in the three months to April on the back of a wave of M&amp;A activity, particularly by private equity houses. Its partners saw their take-home pay increase by 9 per cent on average to £1.85m.&#xa0;</p> <p>Its rival in the UK's “magic circle” of top firms, <strong>Allen &amp; Overy</strong>, credited “exceptionally high” M&amp;A levels and a boom in blank-cheque company deals for its own 19 per cent rise in pre-tax profits. Its equity partners pocketed some £1.9m on average in profit shares — a 17 per cent jump on the previous year.</p> <p>It's all very different from many law firms' first response to the pandemic, which was to cut partners' distributions in a bid to shore up cash, fearing M&amp;A activity would dry up.&#xa0;</p> <p>These days, they are so busy that burnout is the problem. High demand is also contributing to a fierce talent war that is pitting US firms against their UK counterparts and triggering rises in pay for newly qualified lawyers well over £100,000.</p> <p>So far only two of the magic circle firms have reported. All eyes are now on <strong>Freshfields Bruckhaus Deringer</strong> and <strong>Linklaters</strong>.&#xa0;</p> <h2>Job moves</h2> <ul>  <li><p><strong>Joe Sullivan</strong>, the former head of <strong>Legg Mason</strong>, <a href=\"https://www.ft.com/content/fdf0f369-5d5f-4385-8689-158ad173f793\">is joining</a> <strong>Allspring Global Investments</strong>, the newly rebranded name of <strong>Wells Fargo Asset Management</strong>, as the chief executive and chair. He is replacing <strong>Nico Marais</strong>, who will remain as a senior adviser.</p></li> </ul> <ul>  <li><p><strong>Kevin O'Donnell</strong>, head of international private equity at Saudi Arabia's <strong>Public Investment Fund</strong>, has resigned from the investment group, Bloomberg News reports.&#xa0;</p></li> </ul> <ul>  <li><p><strong>JPMorgan Chase</strong> has hired <strong>Darren Novak</strong> as head of shareholder engagement and M&amp;A capital markets for Europe, the Middle East and Africa. Novak joins from <strong>UBS</strong>.</p></li> </ul> <ul>  <li><p><strong>Jones Day</strong> <a href=\"https://www.jonesday.com/en/news/2021/07/jones-day-adds-four-lawyers-to-global-disputes-practice-in-perth-office\">has hired</a> four new lawyers for the global disputes practice, based in the firm's Perth office.&#xa0;</p></li> </ul> <h2>Smart reads</h2> <p><strong>Secret to success </strong>Yves Perrier made Amundi a European asset management powerhouse through multiple successful consolidations and organic growth. As other asset managers try to scale up, Perrier has an interesting piece of advice: don't rely on M&amp;A. (<a href=\"https://www.ft.com/content/4ded2ae2-1160-4167-b856-5a2e38e17472\">FT</a>)</p> <p><strong>Lottery of life </strong>Once considered the go-to retirement scheme, tontines are now better known as storylines in popular TV shows such as <em>M*A*S*H</em> and <em>The Simpsons</em>. But with people living longer and pension schemes underfunded, it might not be such a bad idea to resurrect them. (<a href=\"https://www.ft.com/content/df283b32-56e1-442a-82e1-afea6d5f5cbf\">FT Lex</a>)</p> <p><strong>Roaming traders </strong>Sam Bankman-Fried, the 29-year-old Californian who founded cryptocurrency trading platform FTX, is among a group of crypto nomads who have set up companies that are out of reach for American regulators. Yet US investors are still participating. (<a href=\"https://www.nytimes.com/2021/07/23/us/politics/crypto-billionaires.html\">NYT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/66afff06-cee0-4e83-ba86-be674baee2c7\">SoftBank Vision Fund's bet on Didi falls $4bn into the red</a> (FT)</p> <p><a href=\"https://www.ft.com/content/9275baf4-0422-43a1-b8c9-9317882ca874\">Crypto has ‘no inherent worth' but is good to trade, says Man Group chief</a> (FT)</p> <p><a href=\"https://www.ft.com/content/390b261f-1a70-4eb3-a2f8-5fbd872fb1eb\">What to expect in European bank results</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5d85b043-5c59-4258-b0b2-851d1ca82c02\">UK government criticised for ‘sledgehammer' approach to governance reform</a> (FT)</p> <p><a href=\"https://www.ft.com/content/bef5cf2f-cee3-4380-b14c-47a06a621b6e\">Fidelity International threatens tough stance on climate and gender</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5cc8e9a5-3c2a-40a0-b795-e526dbb31104\">Egyptian billionaire Sawiris sets up $1.4bn gold mining vehicle</a> (FT)</p> <p><a href=\"https://www.ft.com/content/7f125086-1c30-40d0-84e4-a3ca23eb9f0a\">Digital bank Starling makes first acquisition in quest for faster growth</a> (FT)</p> <p><a href=\"https://www.ft.com/content/63490521-2d2b-4f19-9d81-6c95c06d6f45\">UK signals it may intervene in Cobham pursuit of Ultra</a> (FT)</p> <p><a href=\"https://www.ft.com/content/51f95019-407d-4c55-a6de-0a0586ca85d5\">Jeff Bezos offers Nasa $2bn discount for lunar contract</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-26/tether-executives-said-to-face-criminal-probe-into-bank-fraud?srnd=premium-europe\">Tether Executives Said to Face Criminal Probe Into Bank Fraud </a>(BBG)&#xa0;</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-26/credit-suisse-brain-drain-hits-investment-bank-in-top-deals-year?sref=OziMsGoK\">Credit Suisse rainmaker exits sting in midst of record deal boom</a> (BBG)</p> <p><a href=\"https://www.reuters.com/technology/thoma-bravo-buy-software-firm-medallia-64-bln-2021-07-26/\">Thoma Bravo to take software firm Medallia private for $6.4bn</a> (Reuters)</p><p>Source:  2021 'The tale of Masayoshi Son's ‘Money Guy'' FT.com 27 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-27T04:00:50.114Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6714,
          "end": 6728
        },
        {
          "start": 6714,
          "end": 6722
        }
      ],
      "nexusId": "10009914"
    }
  ]
}