{
  "_id": "83c2f55b6c3247dba71e35a2c0a2999f2176f486cb070487c0f74f8a8288d1bd",
  "feed": "ftcomall",
  "title": "Banks stare down a $10bn Archegos-shaped hole",
  "text": "<p><strong>Don't miss on Thursday: </strong>Sujeet Indap talks about his newly published book <em>The Caesars Palace Coup </em>(here's an <a href=\"https://www.institutionalinvestor.com/article/b1r08390k0ns0k/Apollo-Caesars-and-Wall-Street-s-Billionaire-Brawl-for-Control-of-a-Gaming-Empire\">excerpt</a>) and the distressed debt industry with leading investors and advisers. Details and sign-up <a href=\"https://events.bizzabo.com/319099\">here</a>.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\"><strong>Sign up here</strong></a><strong>. Get in touch with us anytime: Due.Diligence@ft.com.</strong>&#xa0;&#xa0;</p> <h2>The list of Archegos casualties grows longer</h2> <p>Large global banks <a href=\"https://www.ft.com/content/b7e0f57b-3751-42b8-8a17-eb7749f4dbc8\">fell over themselves</a> to court a relatively unknown trader who liked to put on big bets. Now they're spilling the beans on the real cost of doing business with <strong>Bill Hwang</strong>.</p> <p>On Tuesday, bank losses from the implosion of Hwang's investment firm <strong>Archegos Capital</strong> <a href=\"https://www.ft.com/content/c480d5c0-ccf7-41de-8f56-03686a4556b6\">topped $10bn</a>, as more lenders added themselves to the list of casualties.&#xa0;</p> <p><strong>Nomura </strong>and <strong>UBS </strong>were the latest to disclose Archegos-related losses. The Japanese lender said it had taken a $2.9bn hit while the Swiss Bank said<a href=\"https://www.ft.com/content/281ec98b-1366-415e-88ae-8154d4fe07e5\"> its losses had reached $861m</a>.</p> <p>Add to that <strong>Credit Suisse</strong>'s $5.4bn hole, <strong>Morgan Stanley</strong>'s $911m loss as well as the near $400m in losses predicted by<strong> MUFG</strong> and <strong>Mizuho</strong>, and you have a league table no one really wanted to be on.&#xa0;</p> <p>The losses disclosed by Morgan Stanley and UBS came as a surprise to those of us who have been covering the story and were briefed that their Archegos losses weren't “material”.&#xa0;</p> <p>We know banks have done well this year — in fact the hit marred otherwise gleaming first-quarter earnings from both banks — but we'd still consider a near $1bn loss as “material”.</p> <p>The collapse of Archegos has sparked a reckoning on Wall Street as senior bank executives try to explain why they let Hwang's highly leveraged family office, which operated more like a hedge fund, borrow so much money.&#xa0;</p> <p>Heads have <a href=\"https://www.ft.com/content/4668678b-37a9-4e82-9a0d-7246955ddca9\">already rolled at Credit Suisse</a>, which, as DD told you earlier this month, <a href=\"https://www.ft.com/content/1333420f-ab58-4a85-b7c6-b7cd5562be8e\">has tumbled through</a> a spin-cycle of scandals over the past six years or so, and<strong> Nomura</strong> suspended its head of prime brokerage <strong>Dougal Brech</strong> (who had formerly worked at Credit Suisse and nurtured Hwang as a client).</p> <p>The fallout has also prompted investigations by regulators in the US, UK and Switzerland regarding the banks' risk controls after it emerged that they had offered billions of dollars of leverage to Archegos.&#xa0;</p> <p>DD readers may have noticed two banks missing from the league table of losses: <strong>Goldman Sachs</strong> and <strong>Wells Fargo</strong>. They seem to have come out of the affair relatively unscathed, so far.&#xa0;</p> <h2>The price of running South Korea's largest empire</h2> <p>Since starting the <strong>Samsung</strong> group as a grocer trading dried fish and vegetables in the 1930s, South Korea's <strong>Lee</strong> family has survived its share of political and social turbulence.</p> <p>Japanese colonial rule was followed by the Korean war and decades of military dictatorship before a rocky transition to democracy and the devastating Asian financial crisis.</p> <p>Today the family behind the global technology powerhouse faces a new threat on home soil: a record-high <a href=\"https://www.ft.com/content/d9d664fa-0518-11ea-a984-fbbacad9e7dd\">inheritance tax</a>.</p> <p>When revered industrialist<strong> Lee Kun-hee </strong><a href=\"https://www.ft.com/content/eb541848-36af-464b-8325-0fcd8cc036a4\">died last year</a>, the patriarch left behind a fortune estimated at about $20bn.&#xa0;</p> <p>Lee's wife and three children — including <strong>Lee Jae-yong</strong>, the <a href=\"https://www.ft.com/content/8035a965-19fb-4b6f-88ca-d301073d0e38\">jailed heir</a> to crown jewel <strong>Samsung Electronics</strong> — have to pay more than $11bn back to state coffers over the next five years. The figure stems from the country's 60 per cent inheritance tax, the highest among OECD members.</p> <p>Even for the Lees, South Korea's richest and most powerful family, coming up with that kind of cash in a hurry isn't as simple as writing a cheque, the FT's Edward White, Song Jung-a and Leo Lewis <a href=\"https://www.ft.com/content/8447297a-a123-4c49-8448-968d13997af5\">report</a>.</p> <p>Under a five-year scheme <a href=\"https://www.ft.com/content/2e764ff1-1f30-4d5b-b671-383ea205365f\">confirmed on Wednesday</a>, the quartet plans to foot most of the bill through bank loans backed by their shareholdings in Samsung companies and higher dividend payouts from Samsung units.</p> <p>Analysts have speculated that the Lee family may have to divest some of their holdings in Samsung companies by 2025, a prospect that might open up rare opportunities for foreign investors to <a href=\"https://www.ft.com/content/3c441a82-32cb-4af9-a8cb-bf5304746762\">carve out a slice</a> of the tightly controlled corporate empire.</p> <p>But the pain from the tax won't stop at the money. The family is also parting with one of Asia's premier fine art collections.&#xa0;</p> <p>Together with his wife<strong> Hong Ra-hee</strong>, the late Lee Kun-hee amassed a collection of 23,000 pieces, including celebrated works by the likes of <a href=\"https://www.ft.com/content/801206f0-a2b8-11e7-9e4f-7f5e6a7c98a2\"><strong>Jean-Michel Basquiat</strong></a>, <strong>Pablo Picasso</strong>, <strong>Andy Warhol</strong> and <strong>Mark Rothko</strong>.</p> <p>The Lees will donate the entire collection to state-owned museums. They have also promised hundreds of millions of dollars for child cancer treatment and a new hospital for infectious diseases. The family hopes these gestures will cement in Koreans' minds their contributions to society and, ultimately, win acceptance for the third generation of family leadership at Samsung.&#xa0;</p> <h2>OneWeb vs SpaceX: to the moon</h2> <p>Earlier this month <strong>Elon Musk</strong> promised to “put a literal <a href=\"https://www.wsj.com/articles/what-is-dogecoin-how-to-say-it-and-why-its-no-longer-a-joke-thanks-elon-11612820776\">dogecoin</a> on the literal moon”.&#xa0;</p> <p>It was April fool's day.&#xa0;</p> <p>A real space race is unfolding, however, as the European satellite operator <strong>Eutelsat </strong><a href=\"https://www.ft.com/content/c785a6c4-ad20-4c09-82ba-4759c0296659\">is paying $550m</a> for a 24 per cent stake in <strong>OneWeb</strong>, the space-based internet group challenging Musk's <strong>SpaceX </strong>in the sprint to deliver high-speed broadband from orbit.</p> <p>The deal introduces a whole new cast of challengers to <a href=\"https://www.cnbc.com/2021/04/27/fcc-approves-spacex-starlink-modification-despite-objections.html\">SpaceX's Starlink</a> and <strong>Amazon</strong>'s <strong>Project Kuiper</strong> satellite programmes.&#xa0;</p> <p>For one thing, 20 per cent of Eutelsat is owned by the French state.</p> <p>Additionally, the UK government and India's <strong>Bharti Global</strong> — an arm of <strong>Bharti Enterprises</strong> — own <a href=\"https://www.ft.com/content/ed39407c-9b3f-4837-baa6-0d3a6003b8c1\">significant stakes</a> in OneWeb after helping to <a href=\"https://www.ft.com/content/597f0bb4-d3d2-4d70-a972-8021dbf6f241\">save the group from bankruptcy</a> with a <a href=\"https://www.ft.com/content/a573056c-ce86-4cad-a2d4-ef5836d6e729\">$1bn joint bid</a>, while Japan's <strong>SoftBank</strong> <a href=\"https://www.ft.com/content/576c8a7e-2fc4-4706-a7e1-3940ce5c14f8\">invested $350m</a> of its own in the satellite group back in January.</p> <p>So far, SpaceX maintains a clear lead, with 1,400 low-earth orbit satellites already floating around in space.</p> <p>But the latest investment from Eutelsat creates a formidable opponent and gives OneWeb a $2.3bn valuation.&#xa0;</p> <p><strong>Emmanuel Macron</strong>, <strong>Boris Johnson</strong>, Bharti's billionaire chief executive <strong>Sunil Bharti Mittal</strong> and SoftBank's <strong>Masayoshi Son </strong>board a rocket ship . ..</p> <p>As extraordinary as the crew may seem, it's not a joke this time.</p> <h2>Job moves</h2> <ul>  <li><p>Manhattan's <strong>Museum of Modern Art</strong> elected<strong> Marie-Josée Kravis </strong>as its new chair effective July 1. Kravis will succeed<strong> Apollo Global Management</strong> co-founder and former chief executive <strong>Leon Black</strong>, who has served as chair since June 2018.&#xa0;</p></li> </ul> <ul>  <li><p><strong>Tasnim Ghiawadwala</strong> has been appointed head of <strong>Citi Commercial Bank</strong>. She joins in London from <strong>Barclays</strong>, where she was UK corporate bank head.</p></li> </ul> <ul>  <li><p><strong>Bank of America</strong> has hired <strong>JPMorgan Chase</strong> banker<strong> Winnie Ng </strong>to lead its Hong Kong dealmaking business, <a href=\"https://www.bloomberg.com/news/articles/2021-04-27/bank-of-america-said-to-hire-veteran-jpmorgan-banker-winnie-ng\">according to Bloomberg</a>.</p></li> </ul> <ul>  <li><p><strong>Blackstone </strong>has <a href=\"https://www2.blackstone.com/webmail/213192/335823663/23e87c4b9d52dc033db3e49458625ae0f918c29bb7332810029a56a13112c8dc\">announced</a> five new hires on its ESG team.</p></li> </ul> <ul>  <li><p><strong>Latham &amp; Watkins </strong>has hired <strong>James Garrett</strong> as a partner in private equity and M&amp;A practices. He joins the firm's Houston office from <strong>Vinson &amp; Elkin</strong>.</p></li> </ul> <ul>  <li><p><strong>Cahill Gordon</strong> has recruited <strong>Joydeep Choudhuri</strong> as a leverage finance partner in its London office. He joins from rival law firm <strong>Allen &amp; Overy</strong>.&#xa0;</p></li> </ul> <ul>  <li><p><strong>Ethan Jin</strong> has joined<strong> Cooley</strong> as a partner in the firm's global capital markets practice. He joins in Beijing from <strong>Wilson Sonsini Goodrich &amp; Rosati</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Hedge fund hacking 101 </strong>Online fraudsters have a new favourite target: investment firms that lack the multimillion-dollar cyber security budgets of large banks. And their methods are growing more sophisticated. (<a href=\"https://www.ft.com/content/1eba0f54-86b2-433b-a1aa-522953e668ee\">FT</a>)</p> <p><strong>White-collar robots </strong>Like many of its peers, ESW Capital, a software-focused family office in Austin, Texas, has transformed the way its employees work during the pandemic. Its billionaire founder Joe Liemandt, however, envisions changes far more drastic for his army of young coders. (<a href=\"https://www.forbes.com/sites/nathanvardi/2021/04/27/inside-a-remote-work-billionaires-new-plan-to-turn-his-white-collar-workers-into-algorithms/?sh=4c515f1c5c3b\">Forbes</a>)</p> <p><strong>Follow the money </strong>MacKenzie Scott, the billionaire philanthropist who was previously married to Jeff Bezos, has given away billions of dollars. But wherever her generosity extends, a swarm of scammers are quick to follow. (<a href=\"https://www.nytimes.com/2021/04/24/business/mackenzie-scott-giving-scams.html\">New York Times</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/0dd2a0a9-19b5-4904-b624-d7bf613b2ef8\">JPMorgan calls US bankers back to the office from July</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/c686458c-e544-4c50-990d-954b91d955ed\">Google advertising boom lifts profits to new record</a> (FT)</p> <p><a href=\"https://www.ft.com/content/6a2c8742-4fa2-49db-b8e6-8d1f8c82b50d\">US Senate probes Credit Suisse after allegations of tax settlement breach</a> (FT)&#xa0;</p> <p><a href=\"https://www.wsj.com/articles/ant-ipo-approval-process-under-investigation-by-beijing-11619532022\">Ant IPO-approval process under investigation by Beijing</a> (Wall Street Journal)&#xa0;</p> <p><a href=\"https://www.ft.com/content/8069c138-8f0a-4c63-b197-772122c0b71c\">Shadow bids do not justify rewrite of UK Takeover Code</a> (FT Opinion)&#xa0;</p> <p><a href=\"https://www.nytimes.com/2021/04/27/business/economy/biden-american-families-plan.html\">Biden seeks $80b to beef up IRS audits of high-earners</a> (NYT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/fdc2895e-7bfe-499b-b37a-57c63cebd5df\">DSV Panalpina to buy Agility's logistics arm for $4.1bn</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/966893b5-6442-40e5-a643-9a542aaa9f42\">Abrdn hopes rebrand will be more Accenture than Consignia</a> (FT)</p> <p><a href=\"https://www.ft.com/content/8b6905fe-2158-436b-b2e0-bed0a0a128b1\">Tesla's publicity nightmare in China comes at crucial juncture</a> (FT)</p><p>Source:  2021 'Banks stare down a $10bn Archegos-shaped hole' FT.com 28 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-28T04:01:00.375Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7828,
          "end": 7836
        },
        {
          "start": 6464,
          "end": 6478
        }
      ]
    }
  ]
}