{
  "_id": "fac1139989ca3d3babe3546991e09345aa080c51c91f4cd72a26e8ba35a4d46f",
  "feed": "ftcomall",
  "title": "Goldman Sachs was poised to triumph in China. What happened?",
  "text": "<p>For Goldman Sachs, taking full control of its Chinese joint venture was meant to be the culmination of 30 years of work and a ticket to future riches. </p> <p>“One hundred per cent ownership of our franchise on the mainland represents a significant commitment to and investment in China,” the Wall Street bank said in a December 2020 memo, signed by chief executive David Solomon, which pointed to “ongoing reforms under way in China's capital markets, continued robust economic growth and the expanding needs of increasingly sophisticated clients”.</p> <p>Ten months on, Goldman's position in the country looks much less secure. In June, the bank was lead underwriter on the disastrous initial public offering of Chinese ride-hailing company Didi. In August, rival JPMorgan Chase leapfrogged Goldman to become the first western bank approved to own a Chinese securities business. Meanwhile, the investment banking opportunities have dimmed as Beijing cracks down on the biggest Chinese companies.</p> <p>For decades, Goldman has cultivated relationships in China. Former chief executive Hank Paulson flew to China in 1992 to meet Jiang Zemin a year before he became president and subsequently made dozens of visits to the country.</p> <p>In the years that followed, Goldman would become the first Wall Street firm to secure approval to set up a joint-venture investment bank in China and go on to win prime underwriting roles on IPOs such as PetroChina in 2000 and Bank of China in 2006.</p> <p>“Everything we do in China is more calculating than anywhere else in the world,” said one Goldman banker in Asia. “You have to conduct yourself in a way that is considered constructive, in a way that means we are in favour.”</p> <p>In 2000, Goldman dug the vice-governor of Guangdong, Wang Qishan, out of a $6bn hole with an investment fund debt restructuring — the first time a foreign investment bank had been hired by a Chinese province.</p> <p>Four years later, Wang, newly elevated by the Chinese Communist party to mayor of Beijing, approved a groundbreaking joint venture between Goldman and local brokerage Gao Hua Securities that would give the Wall Street bank an unmatched foothold in the country's markets. In 2018, Wang was made vice-president of China.</p> <p>By last year, Goldman's savvy political brokering had put it in prime position to expand rapidly as China fully opened its financial market. </p> <p>With curbs on foreign ownership relaxed, Goldman was quick to agree a deal to buy out its joint venture partner at Gao Hua and accelerate plans to double its workforce to 600.</p> <p>In addition to buying out its securities business partner, Goldman has entered into a relationship with a much bigger Chinese financial institution, ICBC, agreeing to set up a wealth management business.</p> <p>“The fact that we were chosen to partner with ICBC rather than a big asset manager . . . was because of our general commitment to and standing with China,” said the Goldman banker. In China, “that stuff matters”, they added.</p> <p>Yet the bank is confronted with a paradox: it is preparing to push deeper into China, just as Beijing introduces rules that have caused a rupture between the country's biggest companies and foreign investors. </p> <h2>A bitter IPO</h2> <p>When Goldman won the coveted lead underwriting mandate on Didi, it seemed another example of its prowess at connecting the biggest Chinese companies with western investors.</p> <p>Yet in July, just two days after <a href=\"https://www.ft.com/content/00403ae5-7565-413e-907d-ad46549375ba\">the $4bn IPO</a>, Beijing accused Didi of serious data security breaches and banned it from signing up new customers, wiping as much as 50 per cent from its share price. </p> <p>The bad blood flowing from the debacle might be a hindrance to Goldman, but the gravest threat is that it freezes future business.</p> <p>After Didi's flotation, new rules were announced forcing any company with more than 1m customers to submit to a review of its data security before listing overseas. Meanwhile, US regulators have established new disclosure rules for IPOs of Chinese companies. Combined, the official interventions have paralysed a two-decade money-spinner for Goldman and its peers.</p> <p>At the same time, US economic sanctions on China and an unexpectedly confrontational Biden administration are becoming a growing compliance problem. In Beijing, a series of regulatory crackdowns on sectors from education to video gaming has wiped $1tn from the market capitalisations of China's largest listed companies. </p> <p>The tension between the superpowers is such that Goldman executives are wary of speaking openly about their China business for fear of infuriating either Washington or Beijing. Goldman declined to comment.</p> <h2>Midwesterner goes east</h2> <p>Navigating this new world falls to Todd Leland, who was parachuted in to run the Asia-Pacific business in late 2018, having spent almost all of his 30-year career at Goldman in the US and Europe. A straight-talking Midwesterner, who speaks no Mandarin, the 61-year-old has spent most of his time in Hong Kong since taking the job. A plan to live part of the time in Shanghai was put on hold when the pandemic hit.</p> <p>Until recently, Leland's main task was cleaning up after the 1MDB scandal, where Goldman admitted paying bribes to officials to win work raising funds for the Malaysian sovereign wealth fund and then failing to raise red flags when vast sums of that cash were diverted to personal bank accounts.</p> <p>The large penalties connected to the scandal — including a $3.9bn settlement — have damaged the bank's reputation well beyond Malaysia and sapped the morale of some Goldman staff. </p> <p>“The Asia business had a big shock in the last five years and David Solomon needed someone to steady the ship,” said an ex-Goldman investment banker in Hong Kong. “After 1MDB, it became a weird place. My main driver for leaving was looking at the profit and loss and realising we were starting each year with [a big deficit from legal costs].”</p> <p>1MDB also provided another incentive for Goldman to push for full control of its Chinese securities operation at a time when China's easing of rules on foreign ownership made that possible. </p> <p>The former Goldman banker in Hong Kong said: “After 1MDB, the feeling was for the culture and from a risk and controls perspective, Goldman needed total control of its China business.”</p> <p>Leland agreed a deal to end Goldman's joint venture with Gao Hua Securities and a more than 20-year relationship with Fang Fenglei, the renowned Chinese rainmaker who runs the operation.</p> <p>Fang, who did not respond to requests for comment, brought in some of the bank's biggest deals in China, such as the landmark China Mobile IPO in 1997, but the relationship has had ups and downs, according to several people close to the bank. The divorce will lead to him keeping the Gao Hua Securities business while Goldman moves ahead under its own brand.</p> <p>The agreed deal is still waiting regulatory approval, however, and executives were unsettled when rival JPMorgan was allowed to take full ownership of its business on the mainland — despite applying seven months after Goldman. </p> <p>The process has also raised fears about Beijing's data policies. During discussions about Goldman's application for 100 per cent ownership last year, regulators attempted to prevent the business from sending memos to offices outside the country, according to a person close to the matter.</p> <p>“We said we can't conduct business that way,” said a person close to the matter. “That's representative of how the concerns have risen. We weren't getting these questions three years ago.”</p> <h2>Culture shock</h2> <p>Leland has made a series of outside hires to build a new investment banking team, including poaching Wei Cai from private equity firm FountainVest to jointly run the unit, the first time the bank hired a China partner from outside the firm. </p> <p>The recruitment spree means as much as a third of its China investment banking team are now new people, according to people familiar with the matter. “This is totally un-Goldman, a massive culture shock,” said a second former Goldman banker.</p> <p>Another outsider, Kevin Sneader, a former managing partner of consultancy McKinsey, has been brought in to run the region alongside Leland — he is the first non-banker to take that role and is expected to be tasked with restocking Goldman's client roster in Asia.</p> <p>Managing those clients has not always been easy. Goldman bought a stake in Jack Ma's Alibaba as early as 1999, and one of the bank's former top executives, Michael Evans, became president of the technology group in 2015. Nonetheless, Goldman did not have a prime mandate in the planned $37bn IPO of Alibaba's subsidiary Ant. </p> <p>When what was supposed to be the world's largest-ever listing was blocked at the last minute by Beijing, Goldman's absence looked canny. </p> <p>“People went from being very upset about not being involved to getting the news and pretending it was deliberate,” said a former partner. “Before the IPO was killed they would have cut off their own fingers to do the deal.”</p> <p>A person close to the bank said that Ant had barred its underwriters from working for competitors and noted the large sums Goldman had made from Alibaba's main rivals, such as Tencent, as a result of its cooling relationship with Ma's group.</p> <p>But the bigger picture is not that Goldman dodged a failed IPO but that Beijing blocked it. </p> <p>If Goldman can keep expanding in a China that continues to open up its borders to capital, the returns will be huge. Xi Jinping has demonstrated, however, that he is prepared to mount sweeping regulatory crackdowns with ramifications far beyond China's borders. </p> <p>“If international investors aren't interested in being in China, then the very purpose of us being in China is thrown into question,” said one Goldman executive. “But China's history is full of ups and downs. You have to plan for some big problems.”</p><p>Source: Tabby Kinder in Hong Kong  2021 'Goldman Sachs was poised to triumph in China. What happened?' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-30T03:00:33.303Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6858,
          "end": 6866
        },
        {
          "start": 751,
          "end": 765
        }
      ]
    }
  ]
}