{
  "_id": "6e620c64b685281eba7d42222f7f18eba670f3dbcd1655da5a91f0ad5c61e55e",
  "feed": "ftcomall",
  "title": "Moonpig confirms London IPO with £1.2bn valuation target ",
  "text": "<p>Moonpig has confirmed plans to float in London next month, with the greeting cards company targeting a valuation of up to £1.2bn.</p> <p>The internet retailer, which in 2016 was bought by private equity firm Exponent, has been <a href=\"https://www.ft.com/content/96faf363-c567-41b9-8bb4-fbbdb43ab4b5\">boosted by the pandemic</a>, as shop closures pushed people to buy online and social-distancing rules preventing celebratory meetups prompted many to send cards and gifts instead. </p> <p>Exponent is set to float at least a quarter of the company and fund managers BlackRock and tech investor Dragoneer Global Fund have committed to buying £130m worth of shares.</p> <p>Moonpig is one of the largest among a string of online greeting card companies in the UK, such as Cardly, Thortful and WHSmith's Funky Pigeon. </p> <p>The company is expected to <a href=\"https://www.ft.com/content/a557a1a0-f5ae-4ee2-b3ce-9a69a12dd5e5\">market itself to investors</a> as a tech company rather than a retailer, arguing that data on what people browse and buy through its online stores help it better understand what customers want.</p> <p>Its main business is in the UK and the Netherlands, where it is branded as Greetz, with smaller operations in the US and Australia.</p> <p>Nickyl Raithatha, the group's chief executive, said its “unique predictive insights into gifting intent” made it “as effortless as possible” for customers to choose a card or gift on its website.</p> <p>“As the market leading platform, with a strong track record, and a huge opportunity to grow, we are confident about our decision to become a publicly traded business,” he added. </p> <p>Mr Raithatha and other Moonpig executives, including chairwoman Kate Swann, the former head of WHSmith who was appointed in 2019, are expected to receive payouts of £11m and £7m respectively from a successful float. </p> <p>In its last set of statutory accounts, for the year to the end of April 2019, Moonpig made pre-tax profit of £18.4m on revenues just shy of £100m. </p> <p>But sales have swelled rapidly as the group has benefited from the shift online during the pandemic. Revenues in the six months to the end of October hit&#xa0;£156m; in the year to April 2020 they reached £173m.</p> <p>Moonpig was founded 20 years ago by Dragons' Den personality <a href=\"https://www.ft.com/content/b82185de-23cb-11e5-bd83-71cb60e8f08c\">Nick Jenkins</a>, who has said the company's name came from his own high school moniker.</p> <p>The group has hired Citigroup and JPMorgan to co-ordinate the float, while HSBC, Jefferies International and Numis Securities have been appointed bookrunners.</p><p>Source: Patricia Nilsson 2021 'Moonpig confirms London IPO with £1.2bn valuation target ' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-19T12:39:32.134Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2187,
          "end": 2195
        }
      ]
    }
  ]
}