{
  "_id": "7b9af49e038d94c4eeac10d6206f5f6babdfe539800e2444757e5f304446fe80",
  "feed": "ftcomall",
  "title": "Markets test how far to price in an economic boom",
  "text": "<p>The optimism over a prolonged economic boom is gaining traction. This week <a href=\"https://www.ft.com/content/c33c9577-0faf-424d-919e-68bda2052867\">Jamie Dimon</a> told <a href=\"https://reports.jpmorganchase.com/investor-relations/2020/ar-ceo-letters.htm\">JPMorgan shareholders</a> that the good times “could easily run into 2023” for the US economy.</p> <p>Similarly upbeat was an assessment by the <a href=\"https://www.ft.com/content/b3d04ff2-89f9-457c-806a-8618c8516580\">IMF</a> that the global economy will expand sharply in the next two years, led by the US and advanced economies. </p> <p>Such confidence has helped <a href=\"https://www.ft.com/content/ba83526b-c7de-4d14-ab93-f14b8ec1887a\">global equities </a>push further into record territory this week. But investors might want to ask: how much of the good news is already factored into stock market valuations?</p> <p>“It gets tougher for investors during the second year of a recovery, because the stock market is a forward predictor,” said Andrew Slimmon, senior portfolio manager at Morgan Stanley Investment Management. “There is a lot of optimism about the economy reopening and for additional government stimulus, but the market has largely priced in that outcome.”</p> <p>One way of gauging how far market sentiment has run is that the S&amp;P 500 is sitting just shy of 4,100 points, the median target for the end of 2021 for the US equity benchmark expected by Wall Street analysts surveyed by Bloomberg. It is a similar story elsewhere, with a global investor shift into companies expected to benefit from a vaccine and stimulus-led restoration of economic activity during 2021. </p> <p>Europe's Stoxx 600 has climbed beyond the 435 point level, the median analyst year-end target for the benchmark. Japan's Topix remains well above its mid-year target of 1,700, although it has retreated a touch from its March peak of 2,000 points.&#xa0;</p> <p>The strong performance duly raises the bar for future returns while leaving sentiment exposed to adverse developments. Among the challenges looming, corporate profits need to exceed current estimates to drive further market gains. </p> <p>Profit growth for the MSCI All World index during 2021 is forecast to rebound 29 per cent, according to analysts at Citi. That leaves the market already trading a toppy 19 times its forward earnings estimate over the next 12 months.</p> <p>Throwing some sand into the bull market gears is the likelihood of tax increases for global companies, with the Biden administration proposing a new model for <a href=\"https://www.ft.com/content/b358ebca-4097-4cd6-bc7f-8e9d8f069250\">levying multinational corporations</a> and a global minimum corporate tax. </p> <p>Higher taxes from 2022 as governments seek to offset the cost of their pandemic stimulus efforts and rising input costs is not a good combination for corporate margins.</p> <p>Another nascent area of concern is the likelihood of<a href=\"https://www.ft.com/content/5bdab1f8-3285-41ca-b964-bf3ce6b2c7fb\"> tightening credit standards</a> in China knocking European companies and commodity producers. For that reason, Slimmon says MSIM's portfolios hold cyclical companies in the US that can benefit from a strengthening economy, while they are more defensively positioned in Europe.</p> <p>Owning lower-quality stocks that stand to gain from a hot economy has been the winning equity strategy in recent months, a trend showing signs of fatigue. A tilt towards owning industrial, financial and tech companies with strong balance sheets has advocates. </p> <p>“There is a tendency for high-quality stocks to perform better after stimulus peaks,” said Jill Carey Hall, equity strategist at Bank of America. According to the bank, high-quality stocks “have never had a negative 10-year return in our data history (back to 1986), even excluding dividends”.</p> <p>Longer term, an important issue for the investment outlook is the legacy of current stimulus efforts. In his lengthy letter to shareholders, Dimon raised an important point: “The permanent effect of this boom will be fully known only when we see the quality, effectiveness and sustainability of the infrastructure and other government investments.” </p> <p>Here, the current level of US 10-year Treasury interest rates suggests less faith among bond investors in that welcome outcome. Interest rates have risen sharply this year, albeit from very low levels and this makes sense when the economy has exited a recession and entered expansion mode. </p> <p>But if the stars are truly aligning for booming economic conditions, the current US 10-year note at 1.6 per cent sticks out for having notably failed at this stage of the recovery to exceed its pre-pandemic level near 2 per cent, seen at the start of 2020. </p> <p>While higher interest rates appear likely this year from rising government spending and inflationary pressure, there is a risk that growth prospects fade once the stimulus has run its course and all the additional debt being piled up in the wake of the pandemic weighs heavily on activity.</p> <p>For equity investors, who have been on guard against the return of inflation and much higher bond market interest rates after the pandemic, there is a far more worrying scenario: mediocre long-term growth expectations remaining entrenched in spite of huge stimulus efforts. </p> <p><a href=\"mailto:michael.mackenzie@ft.com\"><em>michael.mackenzie@ft.com </em></a></p><p>Source: Michael Mackenzie 2021 'Markets test how far to price in an economic boom' FT.com 10 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-10T04:00:48.459Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 92,
          "end": 100
        }
      ]
    }
  ]
}