{
  "_id": "178b583bcab44899085766d72e4724b80d3505a068a15804e1a55e66fcf1d1ed",
  "feed": "market-watch",
  "title": "Cisco stock is now a buy at Credit Suisse, which targets a rally to a 21-year high",
  "text": "<p>The shares CSCO ran up as much as 2.2% in early trading, before succumbing to the selloff in the technology sector and the broader stock market. The stock was recently down 0.3% in morning trading, while the SPDR Technology Select Sector exchange-traded fund XLK was shedding 0.7% and the Dow Jones Industrial Average DJIA gave up 231 points, or 0.7%.</p><p>Don't miss: Cisco projects growth of 5% to 7% over next four fiscal years as software sales continue to climb.</p><p>“Investor sentiment is currently cautiously optimistic,…but we believe the cautiousness will abate as [Cisco] executes on its [long-term] guidance while ramping its recurring revenue plans (software, subs., etc.),” Credit Suisse analysts wrote in a note to clients.</p><p>Also read: Cisco investors spooked by supply-chain concerns, despite a return to growth.</p><p>The Wall Street broker raised its rating to outperform from neutral, and boosted its stock price target to $74 from $56.</p><p>The new price target implies about a 29% gain from current levels, to the highest price seen since April 2000. The target is also now the highest of the 29 analysts surveyed by FactSet.</p><p>The upgrade comes a day after Cisco hosted its Investor Day, at which the company updated its total addressable market and issued new revenue and profit growth guidance through fiscal 2025.</p><p>One of the highlights was Cisco saying revenue will grow 5% to 7% through fiscal 2025, while Wall Street analysts were expecting on average revenue growth to reach 6% in fiscal 2022, then decelerate from there.</p><p>Credit Suisse analysts aren't the only ones more bullish on Cisco after the Investor Day, as J.P. Morgan's Samik Chatterjee reiterated the overweight rating he's had on the stock since March but raised his target to $70 from $67.</p><p>He said that while Cisco's focus remains on transitioning to software subscriptions, it is also pursuing opportunities in “expansion” markets that will support growth that is “materially better” that current expectations.</p><p>“[W]e now see [Cisco] shares well-positioned for long-only investors who view Cisco's transformation as driving an improvement in positioning for top-line growth and expect them to remain patient for steady execution-led upside to earnings forecasts over time,” Chatterjee wrote in a research note.</p><p>And Raymond James Simon Leopold, who has been bullish on Cisco for at least the past three years, lifted his stock price target to $64 from $57.</p><p>He said his new target is based on a new valuation framework that tries to reveal the “hidden value” in the growing subscription business, plus the core business.</p><p>Cisco's stock has rallied 28.2% year to date, while the technology ETF has advanced 20.6% and the Dow has gained 13.0%.</p>",
  "published": "2021-09-16T11:29:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1619,
          "end": 1630
        }
      ]
    }
  ]
}