{
  "_id": "719c386fc9f0a05109dc9485842a34df633c618c817141a4e9d794db69b955eb",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Huawei CFO Denied Document Request",
  "text": "<p>Huawei is one of China's top companies and a global leader in telecommunications equipment. Ms. Meng asked the court in London, where HSBC is based, to obtain documents that her lawyers said would prove she didn't mislead the bank. She is currently living in Vancouver under bail terms requiring her to wear an ankle monitor and be supervised by court-appointed security.</p><p>\"I have no jurisdiction to make the order sought,\" Judge Michael Fordham said Friday.</p><p>An HSBC spokeswoman said the bank was pleased with the court's ruling, saying the bank wasn't party to the underlying U.S. case or the extradition request in Canada.</p><p>A Huawei spokesman said the company was disappointed by the ruling.</p><p>\"The pursuit of justice benefits from access to relevant information and clarity of fact,\" he said. \"Huawei remains confident in Meng Wanzhou's innocence and will continue to support her pursuit of justice and freedom.\"</p><p>The U.S. case against Ms. Meng has further inflamed its relations with China and deepened HSBC's entanglement in the geopolitical standoff. The bank, which competes with the likes of Citigroup Inc. and JPMorgan Chase &amp; Co., services multinational companies, but makes most of its profit in Hong Kong and China.</p><p>Last year, HSBC supported Beijing's imposition of a new security law in Hong Kong. The move angered U.S. and U.K. politicians who said it undermined an agreement to give the city a high degree of autonomy after the British handed it back to China in 1997.</p><p>As the controversy over the national security law peaked last summer, Chinese state media accused HSBC of setting Huawei up in Ms. Meng's case. The reports forced HSBC to issue a statement saying it wasn't involved in the U.S. decision to investigate Huawei or to arrest Ms. Meng, who is the daughter of Huawei's founder, Ren Zhengfei.</p><p>Ms. Meng's situation is seen by many in China as an attempt by Washington to slow the country's global ascent. Her arrest also touched off a major diplomatic standoff with Canada, with two Canadians, including a diplomat on leave from his post, detained in China and charged with espionage. China has denied any direct links between the arrests and Ms. Meng's case.</p><p>HSBC handed documents to the U.S. in the Huawei case in 2016. At the time, it was being monitored by the Justice Department as part of a 2012 settlement over sanctions breaches and money laundering. Huawei lawyers have alleged that the Justice Department's grip on the bank gave HSBC a motive to present Huawei as the mastermind of its sanctions violations. HSBC has denied that.</p><p>The U.S. has accused Ms. Meng of misrepresenting the relationship between Huawei and a company called Skycom Tech Co., which did business in Iran, to HSBC, including in a PowerPoint presentation handed to an HSBC banker in a Hong Kong restaurant in August 2013. The U.S. has alleged that HSBC subsequently relied on the presentation to clear millions of dollars in transactions that potentially violated U.S. sanctions against Iran.</p><p>Ms. Meng's lawyers told a Canadian court last year that the U.S. made \"reckless misstatements\" about her 2013 presentation, which they said identified Skycom as a partner that conducts business activities in Iran. Ms. Meng wanted HSBC to hand over documents that mention Huawei, Skycom or the PowerPoint presentation.</p><p>\"Knowledge of the true relationship between Huawei and Skycom was in fact shared by HSBC's senior executives,\" Ms. Meng's lawyers said in a filing to the London court.</p><p>HSBC opposed Ms. Meng's request, arguing that the London High Court doesn't have jurisdiction to make the order sought and the information she wanted may include documents held by HSBC units in different places around the world. A lawyer for the bank said at a court hearing last week that responding to the request could take \"several months.\"</p><p>A court hearing in Canada about Ms. Meng's potential extradition is scheduled for March.</p>",
  "published": "2021-02-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1114,
          "end": 1134
        },
        {
          "start": 1105,
          "end": 1125
        }
      ]
    }
  ]
}