{
  "_id": "8c469566d88d591c5aaed96e771112b1ab47d265085911e86d7742566eba0d66",
  "feed": "ftcomall",
  "title": "Facebook promotes Paxos in stablecoin race",
  "text": "<p>Greetings from Las Vegas!</p> <p>I'm here at Money2020 where I will be moderating a fireside chat with the chief operating officer of Plaid, one of the larger application programming interface (API) companies powering the US transition to open banking. Read to the end of this newsletter to learn why the API giant is redirecting some of its clients to a relatively new start-up that is hoping to carve out its own niche in the space.&#xa0;</p> <p>For today's main item, our new retail banking reporter in London, Siddharth Venkataramakrishnan, dives deep into a topic I expect will dominate many discussions at finance conferences this week: stablecoins.</p> <p>Plus, in the round-up section, I make a prediction about M&amp;A trends in the payments space. Let me know if you agree: <a href=\"mailto:imani.moise@ft.com\">imani.moise@ft.com</a>.</p>  <h1>Novi-Paxos partnership represents&#xa0;‘a tide shift in digital assets'</h1> <p>Among the flood <a href=\"https://www.ft.com/content/abaf9ea7-c5dc-4ba7-8f80-48b488aee5ae\">of Facebook headlines</a> in recent weeks, the launch of its digital wallet —&#xa0;more than two years after announcing its entrance into the digital currencies space —&#xa0;was mostly drowned out.</p> <p>Perhaps more interesting than the wallet, dubbed<a href=\"https://www.ft.com/content/b9a61950-a32c-4c77-95fe-fc0d00021a0f\"> Novi</a>, was the US dollar-backed stablecoin that the social media giant chose to roll it out with: Paxos Dollar, operated by New York-based crypto firm Paxos Trust Company.</p> <p>Diem, Facebook's proprietary coin, did not make the cut. Regulators unsurprisingly seem loath to green light the coin at a time when the name Facebook is practically toxic.</p> <p>Paxos Dollar's partnership with the social media company catapults the currency, which currently makes up less than 1 per cent of the stablecoin market, to the forefront of the race to become the premier dollar-backed digital coin.</p> <p>“This news represents a tide shift in digital assets, as it's the first time that stablecoins are readily available in a consumer wallet outside of the crypto ecosystem,” Walter Hessert, head of strategy at Paxos, said in a blog post. <a href=\"https://www.ft.com/content/16a5f891-0a59-47a1-8e62-b9039d91b8c3\">Stablecoins</a>, which are nominally pegged to assets such as dollars or gold, claim to offer the stability of fiat currencies and faster transactions compared to traditional wire transfers.</p> <p>Since 2017, the stablecoin debate has mostly focused on Tether, the $70bn market leader. But Tether's credibility as a suitable stand in for the dollar has waned after <a href=\"https://www.ft.com/content/0035016c-29ad-4e6f-9163-2a17df490aa5\">numerous reports</a> that many of the coins were not backed by dollars at all. </p> <p>So Novi's decision to partner with Paxos has set up a likely collision with the second largest stablecoin, USD Coin, operated by Centre Consortium — a product of payments company Circle and exchange Coinbase. In August, Centre chief executive David Puth told <a href=\"https://www.theblockcrypto.com/post/115952/usdc-issuer-centre-new-team-global-stablecoins-plans\">The Block</a> it wanted to create a “global network of stablecoins”, focusing on partnerships in markets such as Africa and Asia.&#xa0;</p> <p>USD Coin has $32bn worth of coins in circulation, compared to the roughly $1bn worth of Paxos Dollar issued. It is hard not to see an increasingly tense contest between the two to prove to payment providers, tech companies and financial institutions that they are the digital dollar to do business with.&#xa0;</p> <p>All of this plays out under a cloud of regulatory haze, as policymakers and watchdogs the world over have sounded the alarm bells over stablecoins' potential risks to consumers, financial stability and even monetary policy. The creation of central bank digital currencies may also challenge their <em>raison d'etre</em> if implemented effectively. For now, however, the race is on. <em>(Siddharth Venkataramakrishnan)</em> </p> <h1>Quick Fire Q&amp;A</h1> <p><em>Every fortnight we ask a fast-growing fintech to introduce themselves and explain what makes them stand out in a crowded industry. Our conversation, lightly edited, appears below. </em></p> <p>I recently caught up with Lindsay Davis, head of markets at payroll API provider Atomic, which completed its $22m Series A funding round earlier this month. So far, the company has raised $38.6m from investors like Core Innovation Capital, Greylock Capital Management, and Portag3 Ventures since it was founded by serial entrepreneurs Jordan Wright and Scott Weiner in late 2019. Though small, Atomic has been able to carve out a niche in the competitive API space and already facilitates data connections for 1.5m consumers.</p> <p><strong>How did the company get started? </strong>Scott and Jordan founded a business together previously called Unbill, which built connectivity to help roommates split financing like rent. Ultimately they sold that business to Q2, a banking-as-a-service platform, and reunited to do Atomic. They realised that the source of funds for roommates and for most consumers is actually in payroll systems. [They wanted to] build connectivity into payroll systems to help unlock the ability to make changes to the direct deposit, to access the financial data to qualify for a loan, to do verification of income and employment to basically get access to financial products that have otherwise not been easily accessible, and embed that experience within financial apps.</p> <p><strong>How is payroll API different from the banking API's we are already familiar with? </strong>Unlike banks, payroll is the wild west. There are state-by-state regulations and labour laws that control what employees have access to in terms of their financial data. Payroll is not really considered financial data by the standard definition of what's coming out of the Consumer Financial Protection Bureau and the banking data <a href=\"https://www.ft.com/content/c207e1c4-8978-4482-8b4d-c353acce33d1\">executive order</a> that President Joe Biden issued earlier this summer. We really believe that [officials] should augment the definition to include the data that is in payroll systems because every time you apply for a mortgage, refinancing, or any kind of debt you had to access your employer records, you had to take a picture of your pay stub, maybe even had to have your employer call [the lender] on your behalf. So we've streamlined this experience and also automated some of the processes to prevent potential manual error or fraud.&#xa0;</p> <p><strong>What kind of lenders are looking for this capability? </strong>It is across the gamut from mortgage, to auto, to medical, to even employee stock programmes. On top of doing the underwriting, we can also enable the ability to repay a loan directly from the paycheck. Right now we're piloting that in the buy now, pay later space because it is a lower risk. You don't want to give someone a mortgage and then find out if they can or can't pay it from their paycheck. </p> <p><strong>Why can't players currently dominating the API space do what you're doing in payroll? </strong>[Plaid] actually has gotten into our space and recently sort of put the kibosh on one of their beta products in the direct deposit area because it is incredibly complex. Within the payroll system, you need to know not only just the payroll provider, but potentially also the employer. We've also provided mapping for consumers on who employers use as their back-end payroll provider, and we've built some integrations into 450 different payroll systems, which roughly covers 75 per cent of the workforce or 120m workers, just on the payroll side alone.</p> <p><strong>Wait, so Plaid shuttered the beta? </strong>No, I don't think that they have shuttered it. They have a $13bn valuation so I would not discredit their ability to build a product and a team. They are the gorilla, and we are a nicely, freshly, funded company. We have a good rapport with them. From the direct deposit perspective, they have paused that beta, and a lot of those potential beta users have come over to Atomic with some positive encouragement [from Plaid]. So that's been great for us.</p> <h1>Fintech fascination</h1> <p><strong>Finance and media companies pair up&#xa0;</strong>Paypal said&#xa0;<a href=\"https://www.nytimes.com/2021/10/25/business/paypal-pinterest.html\">is not interested </a>in a Pinterest takeover, according to the New York Times, after talks of a <a href=\"https://www.ft.com/content/911cf6aa-031d-4119-8550-22d4e58737df\">$45bn bid</a> for the social media site were reported last week. A deal would have&#xa0;set the payments company up to&#xa0;join the ranks of finance giants<a href=\"https://www.ft.com/content/f6a29ac0-1ad4-4414-831d-fda74d2165eb\"> like JPMorgan</a> that are trying to&#xa0;<a href=\"https://www.ft.com/content/7a94cb81-4d74-4c7c-af66-655c9f8fbe51\">break into the entertainment sector</a> as they aim to capture a broader share of consumer spending. Even if the Paypal/Pinterest deal has fallen through,&#xa0;FintechFT expects to see more cross-sector deals as payments become even more embedded in our daily lives.&#xa0;</p> <p><strong>Spreading crypto one eyeball at a time </strong><a href=\"https://www.ft.com/content/0f873676-26c8-4b57-b369-23a2b30f11a5\">More than 100,000 people have had their eyes scanned </a>by crypto firm WorldCoin in exchange for its eponymous cryptocurrency. The eye scans are part of an ambitious project to distribute digital currency to the world's population for free. If you're having trouble keeping up with the pace of crypto-related news, you are not alone. Fortunately, the FT put together this<a href=\"https://www.ft.com/content/df9f5795-2aaf-4088-a76e-304056db61ef\"> crypto glossary</a> to help you stay on top of the lingo.</p> <p><strong>Fintech dominates Latin America's red hot start-up scene </strong>Latin America has emerged as<a href=\"https://www.ft.com/content/5440b1cf-3523-4a4d-96bc-07a2c2132069\"> tech's next frontier </a>with fintech at the forefront. Capital has been pouring into the region at an accelerated pace with investments of $6.5bn in the first half of this year up from $4.1 bn in all of 2020. Fintech companies accounted for about 40 per cent of private funding last year.</p><p>Source: Imani Moise and Siddharth Venkataramakrishnan 2021 'Facebook promotes Paxos in stablecoin race' FT.com 25 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-25T17:00:02.723Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7737,
          "end": 7745
        }
      ],
      "nexusId": "10009914"
    }
  ]
}