{
  "_id": "156ccb8aa7ce96eb4d13895fb1f9b2e0d5217331ee7d85dacf05a493a84abfc4",
  "feed": "ftcomall",
  "title": "How should companies decide on their ESG goals?",
  "text": "<p>Not a day goes by without companies being pressured to take a stance in political debates. Long gone are the days when chief executives could echo the economist Milton Friedman in saying <a href=\"https://www.nytimes.com/1970/09/13/archives/a-friedman-doctrine-the-social-responsibility-of-business-is-to.html\">the only social responsibility of business</a> was to increase its profits. </p> <p>In the fourth-quarter earnings calls for 2020, <a href=\"https://insight.factset.com/more-than-one-in-four-sp-500-companies-cited-esg-on-earnings-calls-for-q4#:~:text=Of%20these%20companies%2C%20129%20cited,factors)%20during%20their%20earnings%20calls.\">more than one in four S&amp;P 500 companies </a>discussed environmental, social and governance (ESG) objectives.</p> <p>But should companies be involved in ESG and, if so, how should they decide the type and the level of their involvement? </p> <p>There is a very simple answer: they should embrace these objectives whenever it is good for business. And when they would negatively affect the bottom line, companies should ask their shareholders how much of their profit to sacrifice — and for which objectives. &#xa0;</p> <p>Friedman opposed any social responsibility that did not add to the bottom line, arguing that the ultimate cost was borne by shareholders and imposing it against their consent was tantamount to taxation without representation. If shareholders personally care about ESG, they can use their dividends to pursue them.</p> <p>Until recently, this “separation principle” — maximise return and let shareholders do what they want with their money — has dominated not only the corporate world but also the asset management industry. </p> <p>However, as <a href=\"https://scholar.harvard.edu/files/hart/files/108.00000022-hart-vol2no2-jlfa-0022_002.pdf\">Oliver Hart and I argue</a>, there is a flaw in the argument: it is often cheaper for society as a whole not to pollute, for example, than to pollute and then clean up.</p> <p>This approach creates scope for corporate ESG engagement but also sets the boundaries of when intervention is justified: only when a company has a greater impact than the sum of its stakeholders acting in concert. That raises the question of how companies should make this decision.</p> <p>In a recent working paper, <a href=\"https://bfi.uchicago.edu/working-paper/exit-vs-voice/\">Eleonora Broccardo, Oliver Hart, and I</a> analyse how stakeholders can use their exit option (boycotting and divesting) and their voice option (voting for corporate action) to influence corporate behaviour towards their social goals. </p> <p>We show that not only are boycotting and divesting unlikely to work; they are not even guaranteed to work in the right direction. A minority group can easily impose its will on the majority, pushing a company in an undesirable direction. By definition, this cannot happen if the decision is made through a vote.</p> <p>Who should have that voting right? Paradoxically, the best decision maker — the one most likely to produce a socially desirable outcome — is the stakeholder with the least money at stake. </p> <p>A worker whose livelihood depends on a plant is less likely to prioritise the environmental damage it produces. A well-diversified shareholder is better positioned to resolve the options in the best way for society as a whole. The shareholder bears some of the cost, but such a minimal component that they trade it off against the benefits — as a benevolent planner would.&#xa0;</p> <p>Yet most shareholders barely have the time to vote in national elections. So how likely are they to be engaged in many hundreds of corporate proxies? </p> <p>Fortunately, there is an easy fix. Well-diversified shareholders do not own individual shares; they invest in mutual funds. If these funds differentiate themselves not just in their investment strategies but also in their voting behaviour, investors can vote with their feet.</p> <p>Environmentally conscious investors will put all their money into a “green” fund that commits to vote in favour of environmental proposals, while those less environmentally engaged will invest in the “brown” fund, which will vote against. For Pennsylvania-based Vanguard — the world's second largest asset manager after BlackRock — the additional effort is trivial: just the cost of splitting the order on how votes are cast. The cost of putting a proposal on the ballot is small and many activist shareholders are already doing so. What they miss is investor support. &#xa0;</p> <p>Unfortunately, most investors today do not even know how their votes are cast. Even funds with an ESG label <a href=\"https://medium.com/the-esg-advisor/all-sustainable-funds-are-not-the-same-when-it-comes-to-proxy-voting-c1ae39f6e040\">often vote systematically against shareholder proposals aimed at improving corporate ESG performance</a>. If investors want to make a difference, they should instead demand that their mutual funds support ESG proposals in companies with a bad record.</p> <p>If mutual funds do not vote according to their preferences, investors should move their money to others that do. By voting with their feet, they can transmit their ESG preferences to the corporations in which their funds are invested, without spending time to learn about the policies of thousands of companies.&#xa0;&#xa0;</p> <p>One benefit of this idea is that it relieves corporate managers from making decisions for which they are not qualified. For example, Jamie Dimon was chosen as chief executive of JPMorgan Chase for his business acumen, rather than his political views. For him to take ESG decisions unguided would be anti-democratic, dangerous and destructive.</p> <p>It would be anti-democratic because he would have disproportionate political power, removing it from legitimate elected representatives. </p> <p>It would be dangerous because small activist groups could easily blackmail him into decisions that are not in the interest of the majority. </p> <p>And it would be destructive because, if he is known to yield that power, he would spend most of his time assaulted by vested interests, distracting him from the job for which he has been hired: to make money.</p> <p><em>Luigi&#xa0;Zingales is Robert C McCormack Distinguished Service Professor of Entrepreneurship and Finance at the University of Chicago Booth School of Business</em></p><p>Source: Luigi Zingales 2021 'How should companies decide on their ESG goals?' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-31T02:00:39.726Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4749,
          "end": 4757
        },
        {
          "start": 4749,
          "end": 4763
        }
      ],
      "nexusId": "10009914"
    }
  ]
}