{
  "_id": "3e540c82c93fd9b911d16ac026535c2cd7cb8f7f8b7449dea6453af25ff3ac35",
  "feed": "ftcomall",
  "title": "Bank stocks as bellwethers  ",
  "text": "<p>Good morning. Thursday was all sunshine. Stock prices and bond yields rose nicely. The Federal Reserve, it appears, is going to tighten with total predictability and imperceptible gentleness; inflation will be transient; Evergrande et al will not sink the Chinese economy; lions will lie down with lambs; and so on. This sends me into a frenzy of irrational paranoia which I am struggling to repress. Maybe things really are that good. Email me: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a></p> <p>I'm also taking a few days off. <a href=\"https://www.ft.com/unhedged\">Unhedged</a> will be back next Wednesday. Need something to read instead? I heartily recommend signing up for <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">Due Diligence</a> and <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=56388465e4b0c3d64132e189\">Free Lunch</a>, which will keep you up to date on the interlocking worlds of finance and economics.&#xa0;&#xa0;</p> <h2>If things are so good, why aren't bank stocks doing better?</h2> <p>Back in June, I was <a href=\"https://www.ft.com/content/79269662-ba90-4b0b-a0a0-4a640db8c85a\">wondering</a> why banks weren't doing worse. Now, with my usual level of consistency, I'm wondering why they are not doing better.&#xa0;</p> <p>What has changed? Then, bond yields had broken a strong upward trend and were falling. Now they have broken that falling trend, and are rising. And while there has been an unpleasant realisation that in the near term growth is not going to be quite as strong as it was, the consensus expectation is that bottlenecks will soon ease, demand will continue to be strong and growth will be above trend next year, even as the Fed eases off asset purchases. Under this scenario (which is what the stock market seems to be pricing in) longer-term rates should keep right on rising. All that sounds pretty good for banks.</p> <p>But, while bank stocks had a pretty good day on Thursday, they have not done so well in recent months. Here is the performance of the KBW bank index, compared with the S&amp;P 500:</p> <p>Banks lend money and then hope to get paid back. The latter part of their business has been doing great. Loan defaults have been amazingly low. Here is a chart — to pick one type of loan at random — of auto loan defaults, from Deutsche Bank. Similar patterns are visible across various loan types:&#xa0;</p> <p>What are all the repo men doing to keep busy?&#xa0;</p> <p>The problem has been the first part of the business. Demand for loans has been awful. Switching to the commercial side, here is the outstanding volume of commercial and industrial loans at big banks:</p> <p>That spike last year is companies drawing down their credit lines in anticipation of a Covid crash crunch that never happened. Today, business loan volumes are stuck back at 2018 levels. Part of this is market share loss to the bond market, but demand for capital just has not been great.&#xa0;</p> <p>But in the optimistic scenario that is sketched above (and, again, priced in to the broad stock market) loan demand should come back. Lending officers' surveys suggest a climate of optimism about this. Matched with rising interest rates, this should boost banks' profits.&#xa0;</p> <p>Another potential source of higher returns: credit cards. During the pandemic Americans, prudently, have not borrowed on their cards. In the second quarter of this year, growth in card loans at JPMorgan Chase, Citigroup and Bank of America were 0 per cent, -5 per cent, and -10 per cent, respectively. But we are talking about Americans here. Barring another disaster, this pattern will change.&#xa0;</p> <p>Yes, the volatility that has driven good revenues in securities trading and investment banking may subside. But investors don't pay up for capital markets businesses anyway.&#xa0;</p> <p>So, if things are so good, why aren't banks doing better? One possibility is that the stock market is just sort of dumb about banks, and trades them mechanically in response to the 10-year bond yield. Here is that yield, charted against the relative performance of the banks versus the broad index:</p> <p>Banks are actually much more sensitive to short-term rates than long-term ones, so this correlation doesn't make tons of sense, except to the degree that 10-year yields reflect future growth and banks are very economically sensitive. </p> <p>Anyway, this pattern drives bank experts crazy, because a lot more goes into bank profitability than long rates, or even the shape of the yield curve. And this may be one of the times where the outlook for banks is better than the 10-year yield suggests, and we should all buy bank stocks.&#xa0;</p> <p>But there is another possible interpretation of banks' weak stock performance, which is that the economic and policy outlook isn't that good, whatever stocks in general seem to be saying, and banks are going to be stuck in a low-rate, low-credit-demand world, and bank investors know it. &#xa0;</p> <h2>More on the 1950s and inflation</h2> <p>I wrote <a href=\"https://www.ft.com/content/189ee652-af56-4d8b-8d1f-b4d05dbcdabf\">a few days ago</a> about how the economists Gabriel Mathy, Skanda Amarnath and Alex Williams think that the 1950s illustrates why (to simplify) policymakers don't need to freak out about inflation in 2021. There was a big spike of inflation in the early '50s, along with low unemployment, but the spike subsided without the Fed having to tighten policy and cool the economy. There was no self-reinforcing inflationary spiral then, and there won't be now.&#xa0;</p> <p>Then I <a href=\"https://www.ft.com/content/f8378ca3-9182-4e14-9d54-9d7a213f82b0\">wrote about</a> how Larry Summers thinks that MS&amp;W have it all wrong. He thinks that (simplifying again) the Fed was very hawkish indeed in the '50s, but used bank regulation, rather than interest rates, to cool the economy; that inflation expectations were anchored by the recent memory of the gold standard and the mean reverting prices it led it; and that potential growth was in any case higher back then.</p> <p>It will not surprise you to hear that MS&amp;W think it's Summers who has it all wrong. Below are (some of) their replies (simplified yet again) to Summers, which they passed on to me:</p> <ul>  <li><p>By the '50s, Americans had 10 years of experience with rising prices — so the idea that the gold standard anchored their expectations is a reach.</p></li>  <li><p>The relevant credit-limiting bank regulations were actually gone after 1953, and it is just not true that, as Summers says, only savings and loan associations could make home loans, and then only at capped rates.&#xa0;</p></li>  <li><p>In general, while both inflation and wage growth spiked at the beginning of the '50s, they subsided quickly, <em>before</em> the rise in unemployment associated with the 1950s recessions. The conventional view — where you have to cool the economy to keep an inflationary spiral from forming — is a bad fit. That is the important point.</p></li> </ul> <p>I will now let MS&amp;W and Summers argue among themselves. I'm not remotely qualified to mediate. The important point for me is simple: we cannot be hypnotised by the 1970s when thinking about inflation risk. We have to think seriously about the '50s, too, and whatever theory we choose has to apply to both decades.&#xa0;</p> <h2>One good read</h2> <p>A <a href=\"https://roaring20s.substack.com/\">weekly blog</a> of the most important financial news — from exactly 100 years ago.</p><p>Source: Robert Armstrong 2021 'Bank stocks as bellwethers  ' FT.com 24 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-24T05:30:06.798Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3018,
          "end": 3032
        }
      ]
    }
  ]
}