{
  "_id": "1b911da5a730f9561966b10d0607bc5ba86aca424f4d7aad2dc683be3262b8a7",
  "feed": "wall-street-journal",
  "title": "Inflation Wagers Fuel Longer-Dated Treasurys  ----  By Anna Hirtenstein and Paul J. Davies",
  "text": "<p>   Investors have rushed into longer-dated Treasurys in a bet that the Federal Reserve will act more quickly against inflation, leading to slower growth and lower interest rates in the longer term. </p><p>   Yields on shorter-dated bonds have risen and their prices fallen in recent days, reflecting higher rate expectations after the Fed's policy meeting last week. Meanwhile, longer-dated yields dropped because higher interest rates in the near term would likely mean slower growth and lower interest rates further into the future. These shifts, which reversed course slightly during Monday's trading, produce what is known as the flattening of the yield curve. </p><p>   \"It's flattening massively. The move has been quite brutal in the market,\" said Laurent Crosnier, chief investment officer at Amundi SA's London branch. </p><p>   The Fed signaled last week that some policy makers expect two interest-rate increases in 2023, and said officials had discussed an eventual tapering of bond-buying programs, although the timing remains uncertain. It also boosted inflation forecasts and said that if expectations of higher prices affect consumer and business behavior, they could act to address it. That marked a shift from a previous emphasis that inflation would be allowed to overshoot until the recovery is more certain. </p><p>   The biggest moves since the Fed's policy meeting have been in the difference between 2-year yields and 30-year yields. This gap had tightened by as much as 0.25 percentage point early Monday morning, mostly driven by a drop in 30-year yields, according to FactSet. However, long-term yields rose again later Monday reopening the gap, or steepening the yield curve, a little. </p><p>   The gap between the 2-year and 10-year yields has also dropped significantly. Despite Monday's change of direction, both these gaps are still near their tightest levels since early February, before a selloff in Treasury markets that drove longer-term yields sharply higher. </p><p>   The yield on the benchmark 10-year U.S. Treasury note settled Monday at 1.481%, according to Tradeweb, up from 1.449% Friday but down from 1.498% last Tuesday, in the last full trading session before the Fed meeting on Wednesday. The 30-year yield settled at 2.103%, down from 2.199% Tuesday, while the two-year yield closed at 0.254%, up from 0.165% before the Fed meeting. </p><p>   A key change highlighted by Fed Chairman Jerome Powell came in his comments on labor markets and the high number of people who had retired during the Covid-19 crisis, shrinking the size of the labor force. This means the economy is likely to hit full employment sooner than expected: High unemployment has been the Fed's justification for allowing inflation to run hot in recent months. </p><p>   \"Employment is the key variable,\" said Alberto Gallo, head of global credit strategies at fund manager Algebris. </p><p>   Shortages in some labor markets and higher retirements could lead to wage inflation, which has a longer term effect on other prices than commodities, for example. But it remains hard to predict how many new jobs will be created and how many retirements will prove permanent, Mr. Gallo said. \"Wage inflation is not a bad thing for society, but it might mean more volatility for financial markets.\" </p><p>   Bond markets in particular could see more volatility because the Fed's tolerance for inflation is lower than people thought, according to Seamus Mac Gorain, head of global rates at J.P. Morgan Asset Management. \"What this means is that the market will be very sensitive to inflation data and jobs growth from here,\" he said. </p><p>   The U.S. consumer-price index surged 4.2% in April and 5% in May. The latter was the biggest move in nearly 13 years. </p><p>   Investors were last week unwinding trades that had bet on the Fed letting inflation stay high without slowing bonds purchases or raising interest rates as the economy reopened. Money managers getting out of this so-called reflation trade have driven the recent market moves, according to James Athey, an investment manager at Aberdeen Standard Investments. </p><p>   \"The market was sticking its fingers in its ears to all the signs that the Fed was shifting,\" Mr. Athey said. \"The positioning was heavily in reflation trades, a lot of positions are being cleaned out.\" </p><p>   Inflation expectations as measured by the Treasury market have declined in recent weeks. Five-year inflation expectations have eased from a peak of about 2.77% in mid-May to about 2.4%, while the 10-year forecast has dropped from 2.57% to about 2.25%, according to Tradeweb. </p><p>   Betting on rising U.S. Treasury yields was seen as one of the most crowded trades, according to investors surveyed by Bank of America ahead of last week's Fed meeting. At the same time, there had been a big fall in the share of investors expecting a steeper yield curve. </p><p>   The flattening of the curve, meaning there is less difference between short-term and long-term interest rates, is seen as bad for bank profits. Stocks like Citigroup Inc., JPMorgan Chase &amp; Co. and Bank of America Corp. have sold off sharply this month. </p><p></p>",
  "published": "2021-06-22T06:06:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4938,
          "end": 4958
        },
        {
          "start": 4938,
          "end": 4957
        }
      ]
    }
  ]
}