{
  "_id": "de1c454cbc4d705dc1c82f82213e1cd516d928607051668fdc2a90e1e7c80b25",
  "feed": "ftcomall",
  "title": "More Federal Reserve officials see first interest rate rise in 2022",
  "text": "<p>A growing number of <a href=\"http://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Federal Reserve</a> officials expect an interest rate increase next year as the US central bank charges ahead with a reduction of its massive stimulus programme that will probably be announced in November. </p> <p>Nine officials on the Federal Open Market Committee now expect a US rate increase next year, according to projections released on Wednesday, with the remaining nine pencilling in a later “lift-off”. In June, just seven officials were <a href=\"https://www.ft.com/content/56ce9fae-6c5d-4a27-83c8-7a40271a9ecc\">forecasting</a> a rise in 2022. </p> <p>The forecasts for an earlier rate rise coupled with the looming taper of the Fed's $120bn-a-month asset purchase programme represents the biggest step towards normalising monetary policy since the central bank took unprecedented action to stave off an economic collapse at the start of the <a href=\"https://www.ft.com/coronavirus\">pandemic</a>. </p> <p>At the onset of the Covid-19 outbreak, the Fed pledged to buy $120bn of Treasuries and agency mortgage-backed securities each month until it had seen “substantial further progress” towards average inflation of 2 per cent and maximum employment. </p> <p>“My own view is that the ‘substantial further progress' test is all but met,” Jay Powell, Fed chair, said at a press conference on Wednesday, referring to the central bank's employment goal. </p> <p>Powell added that the Fed could “easily move ahead” with an announcement of the taper at its next meeting in November if the economy progresses as the central bank expects. The committee had broadly agreed on a timeline that would mean the stimulus is fully withdrawn around the middle of next year, he said. </p> <p>The central bank's 2 per cent inflation target has already been met with consumer demand increasing as the economy emerges from its pandemic slumber, resulting in a spike in prices that has been exacerbated by supply chain bottlenecks. </p> <p>Powell said that additional job gains in September would probably advance the labour market recovery to the point where the employment goal was also fulfilled. </p> <p>Importantly, the Fed chair said he did not need to see a “knockout, great, super strong employment” report released next month “for me to feel like that test has been met”. </p> <p>The August jobs report came in short of economists' expectations, with just 235,000 gains as the rapid spread of the Delta Covid-19 variant had a chilling effect on hiring. The disappointing report followed strong readings in June and July, when the economy added roughly 1m jobs a month.</p> <p>Bob Michele, chief investment officer at JPMorgan Asset Management, said: “The economy is on the road to recovery . . . given the inflationary pressures that are there and the concerns of the committee members, it's time to start the normalisation process and it begins with tapering.”</p> <p>US stocks rose following the publication of the Fed's statement and Powell's comments, with the blue-chip S&amp;P 500 closing up 1 per cent. Banks, which benefit from a higher interest rate environment, performed strongly, with Bank of America and Goldman Sachs closing about 2.5 per cent higher, while JPMorgan was up roughly 2 per cent.</p> <p>Reactions in the Treasury market were more modest, with the yield curve flattening slightly. The yield on the benchmark 10-year Treasury yield fell 0.014 of a percentage point to 1.32 per cent.</p> <p>The Fed meeting comes at a tenuous time for financial markets, which <a href=\"https://www.ft.com/content/952923b7-f421-407e-b14a-ad2ff190a134\">suffered</a> the biggest sell-off in months this week amid worries about potential contagion from the liquidity crisis hamstringing China's Evergrande, the world's most indebted developer.</p> <p>“As far as we can tell the core of the committee remains broadly dovish on the rate path,” said Ritchie Tuazon, portfolio manager at Capital Group.&#xa0;“We're headed towards tapering as expected and the market is reacting as such.”</p> <p>The new projections from Fed officials suggest at least one more interest rate increase in 2023 compared with the <a href=\"https://www.ft.com/content/0bf83e29-5ee2-415e-9e03-0edb38218bf3\">predictions</a> in June, bringing the total to at least three. At least three more rate increases are expected in 2024, according to the projections. </p> <p>The Fed's economic forecasts signalled more elevated inflation than in June, when the median committee participant saw the core measure at 3 per cent in 2021 and 2.1 per cent in 2022. Now, those estimates have increased to 3.7 per cent and 2.3 per cent, respectively. </p> <p>The unemployment rate is set to steady at 4.8 per cent this year, slightly higher than June's forecasts, while gross domestic product growth is expected to moderate.</p> <p>Fed officials see the economy expanding 5.9 per cent this year, compared with 7 per cent in June, before slipping further to 3.8 per cent in 2022. Powell said this reflected the supply constraints that have hobbled the recovery.</p><p>Source: Colby Smith and Kate Duguid in New York 2021 'More Federal Reserve officials see first interest rate rise in 2022' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-22T22:12:23.319Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2972,
          "end": 2980
        }
      ]
    }
  ]
}