{
  "_id": "4a0438ab81874e0018514e685185941648cd63c7e022bc18f6ef345449742980",
  "feed": "wall-street-journal",
  "title": "Former JPMorgan Exec Says Bank Fired Her for Raising Compliance Concerns; Shaquala Williams said she had concerns about whether the bank violated terms of settlements with U.S. agencies",
  "text": "<p>Ms. Williams joined JPMorgan's global anticorruption compliance team in New York in July 2018 and was fired in November 2019 for what the bank deemed performance issues, according to her lawsuit's complaint filed in federal court in Manhattan.</p><p>A JPMorgan spokeswoman didn't immediately respond to a request for comment. Lawyers for Ms. Williams declined to comment further on her claims.</p><p>At JPMorgan, Ms. Williams was primarily responsible for managing and assessing the bank's third-party intermediary program, according to her complaint. During her time at the bank, the complaint said Ms. Williams identified numerous problems with the program, including a lack of policies and procedures related to the practice of exempting some third parties from the bank's compliance rules and a lack of controls over third-party invoices.</p><p>She also raised concerns about the bank's monitoring and testing, due diligence reviews, and training and reporting processes, according to the complaint. Additionally, the complaint said Ms. Williams believed the bank ultimately misled regulators and the Justice Department about the state of its compliance program.</p><p>JPMorgan in 2016 agreed to pay $264 million to U.S. authorities for violating anticorruption laws. The settlements stemmed from an alleged scheme to win banking deals by awarding prestigious jobs to relatives and friends of Chinese government officials.</p><p>The bank at the time entered into an administrative settlement with the SEC and a nonprosecution agreement with the Justice Department under which it agreed to report to officials for a three-year period on its efforts to strengthen its compliance program.</p><p>Ms. Williams in May 2019 reviewed a draft of a report meant to update the Justice Department on JPMorgan's compliance with the nonprosecution agreement, according to her complaint. Her complaint said the draft report made numerous misrepresentations, including claims by the bank that it had a risk-ranking methodology and invoice controls when it didn't.</p><p>The complaint also said the U.K.'s Financial Conduct Authority asked JPMorgan for a list of third-parties the bank had terminated over corruption concerns. The bank didn't maintain such a list, according to the complaint, and had to scramble to respond based on what Ms. Williams described as \"guesswork.\"</p><p>Ms. Williams initially raised her concerns to her direct supervisors in JPMorgan's anticorruption unit, contacted more senior executives, filed written complaints with the bank's human resources department and eventually met with a lawyer on the bank's whistleblower legal team, the complaint said. It added that the bank tried to stop her from filing her complaints internally, and then retaliated against her by giving her inaccurate performance reviews and removing her from her duties.</p><p>Ms. Williams's complaint argued that raising concerns about the bank's compliance program was protected under a law shielding whistleblowers from retaliation.</p><p>Write to Dylan Tokar at dylan.tokar@wsj.com</p><p>Former JPMorgan Exec Says Bank Fired Her for Raising Compliance Concerns</p>",
  "published": "2021-11-12T00:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 391,
          "end": 399
        },
        {
          "start": 2085,
          "end": 2093
        },
        {
          "start": 246,
          "end": 254
        },
        {
          "start": 2394,
          "end": 2402
        },
        {
          "start": 3022,
          "end": 3030
        },
        {
          "start": 1149,
          "end": 1157
        },
        {
          "start": 1756,
          "end": 1764
        },
        {
          "start": 20,
          "end": 28
        },
        {
          "start": 7,
          "end": 15
        }
      ],
      "nexusId": "10009914"
    }
  ]
}