{
  "_id": "3ca33472e034fe1d365099da058cedf3083d673fce180aaefa07ad0dccf32d22",
  "feed": "ftcomall",
  "title": "Can Macquarie stem the flow at Southern Water?",
  "text": "<p>Just weeks after Southern Water was fined a record <a href=\"https://www.ft.com/content/9a26eb4b-2243-4047-8d7c-7f0ca1d65853\">£90m </a>for deliberately dumping billions of litres of sewage into rivers and coastal waters, a torrent of storm water and effluent <a href=\"https://www.theargus.co.uk/news/19479561.raw-sewage-pumped-sea-bulverhythe-beach-hastings/\">poured into the sea</a> near Hastings, closing beaches and once again stoking public anger against England's water companies.</p> <p>“It happens <a href=\"https://www.theargus.co.uk/news/19671462.sewage-emptied-water-10-sussex-beaches-swimmers-avoid/\">all the time</a>,” said Jo Godden, one of the founders of South Coast Sirens, a group of swimmers turned protesters who carry out their own water testing for<a href=\"https://www.theargus.co.uk/news/19130408.west-sussex-worst-water-issues-uk/\"> E.coli </a>and other health-threatening bacteria. “We're outraged that we <a href=\"https://www.kentonline.co.uk/thanet/news/stop-them-throwing-raw-sewage-into-our-sea-256237/\">can't swim</a> when we want to, and we're outraged that we are paying our water bills and that the contract hasn't been honoured.”</p> <p>No one knows exactly how much effluent Southern Water or any other of England's nine large water and sewage monopolies are pouring into the country's rivers and seas. </p> <p>Hundreds of the <a href=\"https://www.ft.com/content/e85e6682-16c6-4ad4-8072-74ba634e7780\">combined sewage overflow pipes</a>, which discharge a rancid mix of storm water and effluent, are not monitored, and the UK government has since 2009 relied on water companies to report their own outflows, though some of this is permitted under Environment Agency rules.</p> <p>But if the quantity of effluent pouring into England's waterways remains murky, Southern Water's history of rewarding financiers even as its infrastructure deteriorated is clear.</p> <p>Southern Water — which supplies 4.2m customers in Kent, Sussex, Hampshire and the Isle of Wight — is far from the only water company to have engaged in a “scandal of <a href=\"https://www.ft.com/content/b60e062e-9712-11e8-b67b-b8205561c3fe\">financial engineering</a>”, as Dieter Helm, professor of economic policy at Oxford university, describes it. </p> <p>“The sad reality of 30 years of <a href=\"https://www.ft.com/content/b7e28a58-f7ba-11e7-88f7-5465a6ce1a00\">privatisation</a> has been high gearing, high profits and dividends, and investment well below what could have been achieved,” he said. </p> <p>Nor is Southern the only water utility to draw public anger; a Twitter campaign helped force the government to <a href=\"https://www.ft.com/content/9bd19612-8371-4861-afde-eb1d71cedd0c\">promise tougher action</a> against water companies' sewage pollution last week.</p> <p>But Southern Water does stand out for the severe <a href=\"https://www.ft.com/content/36e18def-3ecf-4810-8ca9-2f316f6a7bbd\">financial</a> pressure it was under earlier this year. </p> <p>Since 2007, the utility has been owned by a consortium of infrastructure investors through a complex multi-layered structure involving 12 intermediate holding companies and whose ultimate parent is Greensands Holdings, which is incorporated in Jersey. The largest shareholder in Greensands Holdings was until September a <a href=\"https://www.ft.com/content/77e451a4-d053-11e7-9dbb-291a884dd8c6\">Cayman Islands </a>registered infrastructure fund, advised by JPMorgan.</p> <p>Although England's regional water monopolies were privatised free of debt and given a “green dowry” of £1bn in 1989, by the time Southern Water's most recent owners took over in 2007 its debt pile had swollen to £2.7bn, and then more than doubled by March 2021 to £6.3bn. </p> <p>Southern said that these “debts are Greensands Holdings' liabilities, and that it is used to invest in capital projects”.</p> <p>The interest and hedging costs on this debt have totalled £3.9bn over the past 10 years, equivalent to 48 per cent of its total revenues of £8.1bn from Southern Water customers during the period,&#xa0;suggesting&#xa0;nearly half of customer bills goes towards servicing finance costs.</p> <p>However, Southern said it was “open and transparent about its financing arrangements and only 15 per cent of customers' bills [which average £391 this year] goes to servicing finance costs”.</p> <p>But Kate Bayliss, research associate at Soas University of London and an infrastructure finance expert, said bill payers were right to be angry. “Water is an incredibly predictable and safe investment. These owners have essentially mortgaged the assets, resulting in hefty financing costs&#xa0;—&#xa0;which customers are paying&#xa0;— while none of the individuals who has benefited&#xa0;has been held to account.”</p> <p>Although Southern said the shareholder awards were low compared with other companies in the sector, in 2016 and 2017 the utility paid a bumper £190m of dividends at the same time as it halved contributions to its <a href=\"https://www.ft.com/content/f88385d2-f63b-11e8-8b7c-6fa24bd5409c\">employee pension scheme</a>, drawing censure from the water industry regulator Ofwat.</p> <p>And while Southern said its pay packages and returns were among the lowest in the sector, Ian McAulay, chief executive since 2017, received total remuneration of £1.08m in 2021, including a £550,000 bonus, even though the <a href=\"https://www.ft.com/content/5ec30787-1c2a-4aa5-b901-3dcc79565cf4\">Environment Agency</a> singled out the company this year for being “again” one of the “worst for environmental performance”.</p> <p>Southern said that “less than £200m has gone in external dividends” over the past 12 years and points to £7bn of investment, which it said “supported many of the environmental improvements we've seen in recent years, including the improvement to all our bathing waters in the region”.</p> <p>But an investigation by Ofwat published two years ago found that a lack of “necessary investment” had led to a host of maintenance failures in the company's 350 pumping stations and 53,000km of pipes in the seven years to 2017. These included clogged equipment, mechanical breakdowns and tanks being allowed to turn septic rather than being treated as required by law, leading to raw sewage being tipped into the sea. </p> <p>Wanting to conceal its problems, Southern manipulated <a href=\"https://www.ft.com/content/518b21fa-9711-11e9-9573-ee5cbb98ed36\">water samples</a> and deliberately misreported data. In some cases, it used tankers to shift waste water from problematic sewage plants to avoid punitive readings. The company's board “did not take the steps” expected of a “diligent and reasonable company”, the watchdog concluded.</p> <p>Handing down Southern Water's £90m fine this July for dumping 61,704 hours' worth of illegal spills from 17 different sewage plants into rivers and seas between 2010 and 2015, Justice Jeremy Johnson said that Southern had revealed “a shocking and wholesale disregard for the environment” and for “human health”. By diverting raw sewage into the environment, the company had been able to avoid the cost of maintenance and upgrades, the judge said.</p> <p>Furthermore, he added, this could not be viewed in isolation, as the company had a <a href=\"https://www.ft.com/content/08f533ae-6994-11e9-80c7-60ee53e6681d\">record of “criminality”</a>, with 168 previous offences and cautions. A further investigation by the<a href=\"https://www.ft.com/content/047bd3d4-1227-4b46-8613-041e56d34090\"> Environment Agency</a> to cover the years after 2015 is under way.</p> <p>Now a white knight has stepped in, promising change. In August, Southern Water received a £1bn emergency equity injection from the Australian infrastructure manager Macquarie. More than £500m of this went into the regulated company, with the remainder used to reduce leverage at holding companies. The deal dilutes existing investors' shares by giving Macquarie's investors a 62 per cent stake. </p> <p>Macquarie has pledged to invest £2bn over the next four years — equating to £1,000 per Southern Water household. By 2025 it plans to have upgraded half the treatment and sewage networks, 50 per cent of which were built before the 1970s. It will install more than 30,000 sensors to monitor for system failures so engineers can respond to and predict where the network is not working. All of which, it said, should halve pollution incidents by 2024 compared with 2019, while ensuring bills do not rise by more than the price of inflation. </p> <p>Martin Bradley, senior managing director at Macquarie Asset Management, acknowledged that a “significant step-change” was needed, adding that given the level of investment required just to keep the works running, more cash would be essential. “We recognise the need for Southern Water to significantly improve its performance, financial resilience and relationship with customers,” he said.<br><br>But the Australian infrastructure bank has its own controversial history, as the owner of <a href=\"https://www.ft.com/content/5413ebf8-24f1-11e7-8691-d5f7e0cd0a16\">Thames Water</a> between 2006 and 2016. It, too, presided over a series of <a href=\"https://www.ft.com/content/65e8979e-af3d-11e7-beba-5521c713abf4\">pollution failings</a>, culminating in what was in 2017 <a href=\"https://www.ft.com/content/b121a9e6-0a68-11e7-97d1-5e720a26771b\">a record £20m </a>fine for tipping raw sewage into the river Thames.</p> <p>Ofwat said it would ensure Macquarie remained “accountable to us and its customers”. Water UK, the industry lobby group, said that although it recognised the need for accelerated investment, privatisation had brought billions of investment “into an industry that was previously starved of cash”.</p> <p>But in Brighton, some of Southern Water's swimming customers remain unconvinced that a fresh round of “faceless financiers” will create lasting change. “We've had 30 years of under-investment already, so why would it change now?” says Godden. “We want it <a href=\"https://www.ft.com/content/8ee5d48a-6103-11e9-a27a-fdd51850994c\">renationalised.</a>”</p><p>Source: Gill Plimmer 2021 'Can Macquarie stem the flow at Southern Water?' FT.com 31 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-31T16:40:16.701Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2395,
          "end": 2403
        }
      ],
      "nexusId": "10009914"
    }
  ]
}