{
  "_id": "5d60862026a3412ab0e094a2189eb97bd74edae2c06f4eba55e580773d9a8c79",
  "feed": "ftcomall",
  "title": "Big investors stick with bets against bonds after painful run",
  "text": "<p>Heavyweight bond investors are sticking with bets against US government debt, saying an unflagging rally paints a false impression of deep concern about the economic outlook. </p> <p>BlackRock and JPMorgan Asset Management are among the fund managers continuing to wager that US Treasuries yields will rise even after they have tumbled from the highs reached earlier in 2021. </p> <p>They are joined by Wall Street analysts who are forecasting a rebound in US 10-year yields to 1.8 per cent by the end of the year, from Friday's level of 1.285 per cent. Yields on Treasuries move inversely to prices. </p> <p>“We remain of the view that the restart is real, and that economies are recovering,” said Scott Thiel, chief fixed-income strategist at BlackRock. “Treasury yields are too low in the current environment. Markets are too pessimistic about the prospects for the economy.”</p> <p>Investors such as Thiel acknowledge that the resurgence of Covid-19 cases has sapped some of the optimism from bond markets that helped fuel a major sell-off earlier this year. But they argue that relentless buying by central banks has combined with a bearish consensus among investors to create an environment where few new sellers come to the table. </p> <p>That exaggerates the lurch lower in yields, which pushed the US benchmark as low as 1.13 per cent this week before bouncing higher. The equivalent German yield touched minus 0.44 per cent, also a five-month low.</p> <p>“On the face of it, this is a level consistent with a recessionary environment,” said Antoine Bouvet, a senior rates strategist at ING. “I'm not sure that's really what the market is thinking. You simply have some moderate doubt about the strength of the recovery which means more demand for safe assets at a time when central banks are still hoovering up most of them. That's the explosive recipe behind this move.”</p> <p>The Federal Reserve has committed to buying $120bn of US Treasuries and agency mortgage-backed securities each month until it achieves “substantial further progress” on its goals of a more inclusive recovery. Chair Jay Powell has said discussions are under way about the eventual scaling back of those purchases, but the timing and pace of the retreat are hotly contested. Meanwhile, the European Central Bank confirmed at its latest policy meeting this week that it would continue buying €80bn a month of bonds until at least until September.</p> <p>Demand from central banks has come alongside a reduced net supply of Treasuries in June as a larger quantity of outstanding debt reached maturity compared with previous months, according to rates strategists at Citi. While many investors have held bearish positions for months, they are reluctant to increase the size of those positions by selling more bonds at a time when the market is moving against them.</p> <p>A weekly client survey carried out by strategists at JPMorgan shows that investors have reduced their negative bets on Treasuries since mid-June. But the remaining short position — a net 20 per cent of investors this week — remains large by historical standards.</p> <p>Iain Stealey, international chief investment officer for fixed income at JPMorgan Asset Management, said he expected the US 10-year yield to rebound to somewhere between 1.5 per cent and 2 per cent by the end of the year. But for now, the company is not increasing the size of its short positions on government bonds.</p> <p>“Stepping in front of this move doesn't feel like the right thing to do at the moment,” he said “I would be more comfortable seeing a turn in the market before we do.”</p> <p>Fresh evidence that a robust economic recovery is afoot could begin to reverse the slump in yields, according to Matthew Hornbach, global head of macro strategy at Morgan Stanley.</p> <p>“The economic data is certainly one factor that I would expect to catalyse a continued upward trajectory in interest rates,” he said. “Since the June [Fed] meeting, the data has been unequivocally strong and financial conditions are easier.”</p> <p>Further gains in the economic recovery may help to tip the balance in favour of the Fed soon beginning to lay out its plans to pull back its support, with Morgan Stanley forecasting additional details in September in preparation for a March 2022 start.</p> <p>“Our view is that by the end of this year the Fed will be much closer to the point where they no longer think that additional easing every month is required in order to keep the economy moving towards the Fed's goals,” said Hornbach. “If that plays out as we expect, interest rate markets will be trading at higher yields.”</p> <p>Still, a decisive change of direction may be hard to discern during the summer months, when light trading volumes can often spell jumpy markets.</p> <p>“Liquidity is down to where it was in February [2021] or even March last year,” said a senior trader at one of the top bond-dealing banks. “You can't trade it. It's just annoying.”</p> <p>The remaining short position in bond markets could fuel further gains in the short term as investors who have lost money throw in the towel and close their positions by buying back Treasuries they have sold, the trader added. “Everyone has the same view. It's the classic pain trade.”</p><p>Source: Tommy Stubbington in London and Colby Smith in New York 2021 'Big investors stick with bets against bonds after painful run' FT.com 23 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-23T20:30:53.495Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2842,
          "end": 2850
        }
      ]
    }
  ]
}