{
  "_id": "83baa180c35ae83b209eb54ca08de438ea0b3e2444e7798a4d31391758040167",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Edge Lower Amid Energy, Inflation Concerns; Investors look to earnings season for clues on how companies are coping with price increases",
  "text": "<p>Stock indexes have been dragged lower in choppy trading in recent weeks. Investors are contending with an energy crunch that threatens to add to inflationary pressures just as signs emerge that global economic growth is slowing.</p><p>\"Investors are running around like chickens with their heads cut off,\" said John Buckingham, portfolio manager at Kovitz. \"They focus on one thing at a time and buy and then change their mind and sell.\"</p><p>Concerns about disappointing economic data also have intensified.</p><p>\"There is a tone of worry on the data front, and that's been the factor that hasn't really turned around yet. We haven't seen any strong reports that suggest that this is just a temporary Delta variant driven slowdown,\" said Anwiti Bahuguna, senior portfolio manager and head of multiasset strategy at Columbia Threadneedle Investments.</p><p>Oil prices waffled in volatile trading Tuesday, but held near multiyear highs. West Texas Intermediate, the U.S. oil benchmark, gained 12 cents a barrel, or 0.1%, to $80.64, earlier hitting a seven-year high. Brent crude, the international benchmark, lost 23 cents a barrel, or 0.3%, to $83.42. Crude prices have been on an extended climb in recent weeks amid a world-wide shortage of natural gas.</p><p>MGM Resorts International rose $4.28, or 9.6%, to $48.70 after Credit Suisse more than doubled its price target for the company. Other entertainment stocks also rallied: Caesars Entertainment Inc. climbed and Las Vegas Sands Corp. both added around 2%. Southwest Airlines Co. shares gained 48 cents, or 0.9%, to $52.15 with the carrier working to reset itselfafter it canceled more than 2,000 flights over the weekend and into Monday.</p><p>General Motors Co. said it would recover from supplier LG Electronics Inc. nearly all of the $2 billion cost of recalling Chevrolet Bolt electric models for the risk of battery fires. Shares of the Michigan-based company rose 86 cents, or 1.5%, to $58.95.</p><p>Tech stocks pulled back: Facebook Inc. declined 0.5%, Alphabet Inc. fell 1.8% and Apple lost 0.9%. Steeply rising yields and regulation issues have dragged down tech shares in recent sessions.</p><p>Third-quarter earnings season, which begins this week, will provide clues on how companies are faring with price increases. Some of the U.S.'s biggest financial firms, including JPMorgan Chase and BlackRock, are set to kick off the reporting season Wednesday.</p><p>\"The main topic will be inflation, there is some real concern about a winter of discontent,\" said Brian O'Reilly, head of market strategy for Mediolanum International Funds. \"We could see some volatility if companies don't get their communications right on their cost pressures.\"</p><p>U.S. data showed job openings dropped to 10.4 million, missing forecasts of 10.9 million. Meanwhile, the International Monetary Fund lowered its growth forecastfor the world economy for this year, citing supply-chain disruptions in rich economies and global-health concerns caused by the spread of the contagious Covid-19 Delta variant.</p><p>The yield on the benchmark 10-Year U.S. Treasury note was little changed at 1.579%, the largest one-day decline in more than a week. Yields, which rise when bond prices fall, have been on an upward trajectory since the Federal Reserve strongly signaled last month it could start tapering its bond purchases as soon as November.</p><p>Overseas, the pan-continental Stoxx Europe 600 index declined less 0.1%. In Asia, stock markets were broadly lower. In Japan, the Nikkei 225 lost 0.9%, while in Hong Kong, the Hang Seng Index fell 1.4%. In mainland China, the Shanghai Composite Index fell 1.2%.</p><p>Concerns about China's struggling real-estate sector continued. Two board members of embattled developer Fantasia resigned, days after the company failed to make a $206 million bond payment. Its troubles add to worries that China's property sector difficulties extend beyond Evergrande, whose failure to meet its debt payments raised concerns about a fresh drag on the world's second-biggest economy.</p><p>Write to Will Horner at william.horner@wsj.com and Hardika Singh at Hardika.Singh@wsj.com</p><p>U.S. Stocks Edge Lower Amid Energy, Inflation Concerns</p>",
  "published": "2021-10-12T20:17:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2295,
          "end": 2303
        },
        {
          "start": 2295,
          "end": 2309
        }
      ],
      "nexusId": "10009914"
    }
  ]
}