{
  "_id": "527ef81d2203ec2e12f463fdb30e8a1e72c0296ec8dc2496f0d087a9183469bf",
  "feed": "ftcomall",
  "title": "Another European bank abandons the US retail market",
  "text": "<p><strong>One scoop to start: Eric Varvel</strong>, the one-time proponent of <strong>Greensill Capital </strong>at <strong>Credit Suisse</strong>, has left the Swiss lender in an agreement that could result in up to $10m of his benefits being clawed back, according to people with knowledge of his exit package. Full story <a href=\"https://www.ft.com/content/a730fa1f-c8e1-4f41-a3d8-2825ff242bb0\">here</a>.</p> <h2>BNP Paribas bids adieu to its US retail operation</h2> <p>After a 40-year venture out west, France's <strong>BNP Paribas</strong> is the latest European bank to call it quits in the US retail market as it lets go of its Californian business.</p> <p>The group has struck gold on some fronts, reaping a $16.3bn price tag for the unit that will give it extra firepower for its expansion plans.</p> <p>The deal for<strong> Bank of the West</strong>, <a href=\"https://www.ft.com/content/a8cd3541-8869-4ef7-ac96-f0c528edbc02\">reached on Monday</a> with <strong>Bank of Montreal</strong>, comes after a trickle of similar exits by European lenders. </p> <p><a href=\"https://www.ft.com/content/42a97547-d857-465d-afd3-7f5b7c9c4d74\">Spain's <strong>BBVA</strong></a> sold its American unit to Pittsburgh-based <strong>PNC</strong> last year, and <strong>HSBC </strong><a href=\"https://www.ft.com/content/d51df836-092b-4b6e-9b50-b5e8e6c98d96\">divested</a> the bulk of its US retail banking operations to <strong>Citizens Bank </strong>and<strong> Cathay Bank</strong> in May. <strong>Santander</strong> and its US consumer finance arm have been on the lonely side trying to buck the trend, <a href=\"https://www.ft.com/content/788b418f-4a85-411d-8645-503d226f4e01\">at least for now</a>.</p> <p>Keen for years to get a foothold in the US and its powerful economy, international banks have struggled to compete with the critical mass of lenders like <strong>JPMorgan Chase</strong>, <strong>Bank of America</strong> and <strong>Wells Fargo</strong>.</p> <p>A potential wave of stateside banking <a href=\"https://www.ft.com/content/669e6ad2-8b47-43c9-909d-faddc3213e95\">consolidation</a>, where regional banks are fetching juicy valuations in a historically fragmented system, would have only left the likes of Bank of the West trailing, people at BNP told the FT's Sarah White.</p> <p>Insiders insist there was no absolute need to cash in, with no obvious transformational deal on the table for now. Analysts concur, saying they expect the French group to look at smaller acquisitions, including tech-savvy ones (that's the new mantra for most big banks).&#xa0;</p> <p>But the extra funds — and a higher price than some stock pickers had envisaged when talk of the deal first emerged a few weeks ago — come at a useful juncture.</p> <p>While some of the funds will be used for a share buyback, the bank will still have €7bn in the coffers — bolstering chief executive<strong> Jean-Laurent Bonnafé</strong>'s push to bulk up BNP's corporate and investment bank. That push includes the US, where it will still have a presence to try and lure clients with European designs. </p> <p>The deal could also help boost BNP's shares, which have underperformed its peers <strong>Société Générale</strong> and <strong>ING</strong> over the past 12 months, Lex <a href=\"https://www.ft.com/content/125b1f2c-c7ed-4f0c-a2d0-78eddb97f59c\">points out</a>.</p> <p>The French bank has also proved it's not afraid to pounce on an opportunity. BNP struck a pact with <strong>Credit Suisse</strong> <a href=\"https://www.ft.com/content/31905026-18bb-4fea-bcda-86ad22e13ae7\">last month </a>to refer over its hedge fund clients, capitalising on the Swiss bank's withdrawal from prime broking services following the implosion of the family office <a href=\"https://www.ft.com/content/d4e95d7e-5d44-43e8-9646-ae99d4b518c3\"><strong>Archegos Capital</strong></a>. </p> <p>You know how the saying goes: when life gives you the seismic collapse of an obscure family office, leaving its prime brokers with $10bn in losses and the biggest industry upheaval since the global financial crisis . . . you make a deal.</p> <h2>Germany's workplace culture goes under the microscope at Deutsche Bank</h2> <p><strong>Julian Reichelt</strong>, the editor of Germany's biggest-selling newspaper <strong>Bild</strong>, became a headline of his own earlier this year following reports of his affairs with interns and subordinates. </p> <p>The scandal, and the <a href=\"https://www.ft.com/content/ed512d45-0921-49f6-969e-2d7498166591\">less than swift</a> decision by Bild's owner <strong>Axel Springer </strong>to <a href=\"https://www.ft.com/content/a0159f7e-13cb-44a5-9771-d0eeb42b45f3\">finally oust</a> Reichelt, put Germany's reluctance to embrace the #MeToo movement in boldface.</p> <p>Such issues re-entered the spotlight on Monday as the FT's Olaf Storbeck <a href=\"https://www.ft.com/content/d2c21c91-6277-42ee-9e37-d6044cc85f0e\">revealed</a> that a female Deutsche Bank trainee had accused a male colleague of sexual assault and another of sexual harassment, leading to the dismissal of one of the men.</p> <p>The allegations triggered an investigation by the German lender, which didn't substantiate the most serious allegations but found that both men had exchanged inappropriate text messages and photos with the woman. </p> <p>The more senior of the men was fired after the bank's investigation found evidence that he had illicitly interfered with the woman's training programme, helping arrange an “unusual”&#xa0; internal move to a division of the bank that was not part of the normal training schedule. </p> <p>The woman alleged he had tried to kiss her against her will on two occasions, and that she felt pressured to have sex with him. He has denied all wrongdoing and is challenging his dismissal in court. A criminal probe into his conduct was dropped after prosecutors concluded that there was insufficient evidence of criminality.</p> <p>The other man, who is still under investigation by Deutsche Bank and criminal prosecutors, had a romantic relationship with the trainee before she applied to join the bank. The woman said that he mentally abused and threatened her and forced her into sex that included sadomasochism. </p> <p>He was temporarily suspended but has since returned to work, pending the outcome of a wider investigation into his behaviour. He has also denied all wrongdoing.</p> <a href=\"https://twitter.com/OlafStorbeck/status/1472939519175536642\"> https://twitter.com/OlafStorbeck/status/1472939519175536642 </a> <p>The scandal highlights a significant grey area when it comes to German employment law. </p> <p>Unlike in the US, where it's common to place clauses in executives' contracts prohibiting relationships with junior colleagues, forcing such measures in Germany is more complicated.</p> <p>While German employers are legally obliged to protect employees from predatory bosses, powerful unions and stringent privacy rules can act as roadblocks to any formal policy changes.</p> <p>“For German employers, it is legally all but impossible to impose a blanket ban on relationships between managers and subordinates,” <strong>Peter Krebühl</strong>, a Frankfurt-based labour lawyer, <a href=\"https://www.ft.com/content/ec34e559-60d3-4e64-af70-e30307b44af3\">told the FT</a> last month.</p> <p>Deutsche Bank's investigation and the firing of the senior employee could signal changing attitudes around the issue in Germany, where only grave sexual harassment violations can be punished by immediate dismissal. </p> <p>But according to <strong>Julia Viohl</strong>, who specialises in German labour law at Berlin-based law firm <strong>Vangard</strong>, German courts sometimes rule in favour of the accused harasser. “I can only shake my head about some recent rulings,” she said.</p> <h2>How VCs manage their money after striking it rich</h2> <p><strong>Sequoia Capital</strong>, one of Silicon Valley's most storied venture capital firms, <a href=\"https://www.ft.com/content/0015e0b3-4664-4ead-a2b9-a4a193ce2bc0\">has been on a tear</a> recently.</p> <p>As the first wave of the pandemic subsided in late 2020, some of its biggest portfolio companies, including <strong>Airbnb</strong> and <strong>DoorDash</strong>, seemed to enter public markets all at once.</p> <p>The listings have produced huge returns for Sequoia's partners and investors. And when Sequoia's partners become rich, they have a dedicated outlet for their winnings: an affiliated fund called <strong>Sequoia Heritage</strong>.</p> <p>Speaking publicly for the first time <a href=\"https://www.ft.com/content/1024976f-5b97-4758-8322-3a37e644c33d\">to DD's Miles Kruppa</a>, the fund's co-heads <strong>Keith Johnson</strong> and <strong>Kevin Kelly</strong> said Heritage had beaten its target of tripling capital over a decade. Heritage has ballooned to more than $14bn in assets since it launched in 2010.</p> <p>Recently, the fund, which also has external investors such as the <strong>Oxford university</strong> endowment, has made some head-turning investments of its own, including building a large stake in the privately held industrial conglomerate <strong>Madison Industries</strong>.</p> <p>Heritage has sold shares in high-flying tech companies — including Airbnb and <strong>Unity</strong>, a game development company also backed by Sequoia — to help fund the new bets.</p> <p>“The world has come to believe assets in 2021 are worth what we thought they would have been worth in 2025 if the company performed flawlessly,” Kelly said.</p> <p>Heritage's tight investor base can sometimes create messy situations. <strong>John Collison</strong>, co-founder of the $95bn online payments company <strong>Stripe</strong>, sits on an advisory board for Heritage and has invested in the fund. Heritage also owns shares in Stripe, which is one of Sequoia's largest privately held portfolio companies.</p> <p>Johnson said the advisory board had “no participation in the day-to-day management of the business and no role in investment decision making”.</p> <h2>Job moves</h2> <ul>  <li><p>Germany's new coalition government <a href=\"https://www.ft.com/content/99486d26-6afd-4444-b262-2c319f8527a8\">has named</a> the economist <strong>Joachim Nagel</strong>, a top executive at the<strong> Bank for International Settlements</strong>, as successor to <strong>Jens Weidmann</strong> to head the country's central bank.</p></li>  <li><p>Former <strong>Tesco </strong>boss <strong>Sir Dave Lewis</strong> is <a href=\"https://www.ft.com/content/b86c4b0a-3e05-4303-80ff-880778ceb15d\">set to become chair</a> of<strong> GlaxoSmithKline</strong>'s new consumer health division, which is about to be spun off from its parent company. <a href=\"https://www.ft.com/content/d8dd2563-eeb6-4e82-aa51-4a540a6a0f70\">More here</a> from Lex.</p></li>  <li><p><strong>Dominic Barton</strong>, Canada's outgoing ambassador to China, is <a href=\"https://www.ft.com/content/4bf9016e-fb54-4068-a103-911cb2187f5e\">leading the race</a> to be the next chair of miner <strong>Rio Tinto</strong>.</p></li>  <li><p>Law firm <strong>Jones Day</strong> <a href=\"https://www.jonesday.com/en/news/2021/12/jones-day-names-48-new-partners\">has named</a> 48 new partners.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Behind the curtain </strong>A secretive talent management group and its owner Louise Taylor rode the coattails of Britney Spears to the upper echelons of Hollywood. A reckoning over the singer's conservatorship raises questions about her manager's motives. (<a href=\"https://www.nytimes.com/2021/12/19/business/britney-spears-conservatorship-tri-star.html\">New York Times</a>)</p> <p><strong>The wealthy's wild west </strong>How did Wyoming, America's least populous state, become one of the world's biggest tax havens? A coveted and complex financial arrangement coined “the cowboy cocktail” that billionaires are drinking by the barrel. (<a href=\"https://www.washingtonpost.com/business/interactive/2021/wyoming-trusts-finance-pandora-papers/?itid=sf_business\">Washington Post</a>)</p> <p><strong>Betting on China </strong>Bridgewater Associates founder Ray Dalio has spent decades quietly building a relationship with Beijing, efforts that have paid off by the billions. (<a href=\"https://www.bloomberg.com/news/articles/2021-12-20/dalio-s-china-fascination-predates-ties-to-beijing-s-billions?sref=OziMsGoK\">Bloomberg</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/a04d6c98-99e0-4182-8465-0ffb6345baf9\">World Economic Forum defers Davos meeting over Omicron concerns</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b7f2299f-3bf9-44ce-8ceb-5ca04a196638\">Italy's Zegna fashions New York listing in $3bn spac deal</a> (FT) </p> <p><a href=\"https://www.ft.com/content/2370dee8-31a8-4d69-857d-fcbe6c998d62\">Bolloré Group in talks to sell African ports and logistics business</a> (FT) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-12-20/blackstone-to-acquire-bluerock-residential-in-3-6-billion-deal?sref=OziMsGoK\">Blackstone will buy Bluerock Residential in $3.6bn deal</a> (BBG) </p> <p><a href=\"https://www.reuters.com/markets/us/oracle-buy-cerner-28-bln-2021-12-20/\">Oracle to buy Cerner for $28.3 bln in healthcare sector push</a> (Reuters + <a href=\"https://www.ft.com/content/a79b31f2-e869-44a4-abf7-374dbb5307c6\">Lex</a>) </p> <p><a href=\"https://www.ft.com/content/e14582fc-a154-4c96-9d65-9bc86c89a7a3\">JPMorgan develops blockchain system for Siemens' payments</a> (FT) </p> <p><a href=\"https://www.ft.com/content/956cc32f-d114-4300-9806-96939e96f45c\">Standard Chartered fined £46m over regulatory reporting failures</a> (FT) </p> <p><a href=\"https://www.ft.com/content/3850988e-04d2-4c89-950d-ce38d9ea2445\">China easing fails to calm Evergrande jitters in property sector</a> (FT) </p> <p><a href=\"https://www.ft.com/content/71709423-0fe2-4028-b208-68cbd0b2bd30\">SenseTime's IPO rescued by Chinese state-backed funds</a> (FT + <a href=\"https://www.ft.com/content/8463191d-ba63-4549-aa37-a026d09a4279\">Lex</a>) </p> <p><a href=\"https://www.ft.com/content/0e5a0373-ee69-438a-9026-4588338f6ee4\">Oil majors under pressure as activists circle</a> (FT) </p> <p><a href=\"https://www.reuters.com/markets/us/travel-tech-firm-mondee-aims-go-public-via-1-bln-spac-deal-2021-12-20/\">Travel tech firm Mondee to go public in $1 bln Spac deal</a> (Reuters) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-12-20/czech-billionaire-family-faces-final-showdown-over-bank-merger?srnd=deals&amp;sref=OziMsGoK\">Czech billionaire family faces final showdown over bank merger</a> (BBG)</p><p>Source:  2021 'Another European bank abandons the US retail market' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-21T05:00:35.145Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1212,
          "end": 1220
        }
      ]
    }
  ]
}