{
  "_id": "eb05bcde16d38cb5f18743d823e29c12b6a4bb4618a0e249a87f67304d85911b",
  "feed": "ftcomall",
  "title": "Bitcoin surge spurs City to recruit crypto natives",
  "text": "<p>Establishments survive by assimilating useful upstarts and excluding dangerous ones. This is the theme of Victorian novels where self-made entrepreneurs became MPs and American heiresses married dukes. It is also a trend in financial services.</p> <p>The value of unregulated cryptocurrencies has soared to an estimated $2.8tn. Regulated banks, fund managers and consultants are establishing or expanding fledgling <a href=\"https://www.ft.com/content/2691366f-d381-40cd-a769-6559779151c2\">digital asset</a> operations.</p> <p>The City of London and Wall Street are wrestling with the fear of missing out. This gives workers in the unregulated crypto business a route into “TradFi” or traditional finance.</p> <p>An experienced candidate can command a base salary of £150,000 to £200,000 a year plus bonus, said Robert Lycett, a director of M-Wek, a London recruitment consultant. A blockchain programmer can expect £200,000 to £250,000 annually. Temporary staff earn up to £1,500 a day. Even “a talented and enthusiastic [cryptocurrency] hobbyist will get a job”, Lycett added.</p> <p>One sceptical response would be that banks and brokers are staffing up on the strength of an ephemeral high in bitcoin. The flagship cryptocurrency is volatile, polluting and sometimes used for illegal payments. It accounts for about two-fifths of the estimated value of cryptos. The world is in a broader asset bubble. When this deflates, bitcoin could easily <a href=\"https://www.ft.com/content/8e02693a-1338-4b03-bfb3-2bc92bd193d5\">collapse</a>.</p> <p>Rich clients would then stop criticising wealth managers for refusing to deal in bitcoin or advise on it. Bosses <a href=\"https://www.ft.com/content/b1ee6c14-2cd0-3ad5-a9db-c8e82d993987\">critical of bitcoin</a>, such as JPMorgan Chase's Jamie Dimon, would feel vindicated.</p> <p>Record highs for bitcoin are only part of the story, though. Bankers say they are investing in digital asset expertise for defensive reasons. They do not expect to ever set up operations trading in <a href=\"https://www.ft.com/content/126ecd7a-0b02-4d9f-97f7-ffa2b24894a2\">unregulated cryptos</a>. They do envisage one day trading tokenised stocks and bonds approved by regulators. “If you aren't ready to go on Day One, it will be too late,” said a contact.</p> <p>The distributed ledger technology that underpins cryptocurrencies could make regulated transactions faster, cheaper and more sophisticated. Big banks have been experimenting for years. They have had little impetus to plunge in wholesale.</p> <p>There are three reasons. First, banks have poured huge capital expenditure into legacy systems that they have no interest in disrupting. Second, there is no reliable legal or regulatory framework for dealing in digital assets. Third, there is a “collective action problem” — the syndrome whereby telephones are useless unless many people install them.</p> <p>Instead, it has been left up to bitcoiners to show that a digital asset can be widely held and exchanged, albeit sometimes unreliably and disreputably. Bitcoin may therefore prompt the introduction of government-sanctioned digital currencies. China already has a limited version of this. EU central banks aspire to follow suit. The US and UK are sitting on the fence.</p> <p>My hunch is that if developed democracies decide to introduce official digital currencies, it would take years. Politicians and central bankers have legacy systems and power oligopolies to defend too. Regulated digital assets such as tokenised stocks and bonds may become prevalent sooner. </p> <p>In the meanwhile, most regulated businesses are staffing up in areas that do not involve trading unregulated cryptos or giving investment advice. They resemble the nice kid who avoids inhaling when passed a joint at a party.</p> <p>A recently launched exchange traded fund from US specialist ProShares has been described as <a href=\"https://www.ft.com/content/ffc17845-2667-4c44-b284-dc769b76b0d4\">“the first bitcoin ETF”</a>. In reality, its exposure comes from regulated futures. Nor can retail clients of Fidelity buy bitcoin through its platform — although they can use it to view holdings on Coinbase, a crypto exchange.</p> <p>Nomura, for its part, does not handle cryptos, but has a stake in a custodian that does. Banks including JPMorgan, Morgan Stanley and Deutsche publish <a href=\"https://www.ft.com/content/e8f899a3-885c-4bdc-a29c-e406fc78c28f\">research on digital assets</a>. This is usually observational in tone, or gives recommendations on shares of crypto businesses.</p> <p>It is apparent that the financial establishment has tentatively begun to assimilate parts of the crypto experiment that may be useful to it. </p> <p>Integrating new recruits from that world will be an interesting challenge for managers. For some new hires, cryptos will still embody a valid anti-authoritarian belief system as well as a technological solution. They may take some persuading that Dimon is an industry thought leader, rather than — as some see him — a TradFi no-coiner atop an entitled assetocracy.</p> <p><a href=\"mailto:jonathan.guthrie@ft.com\"><em>jonathan.guthrie@ft.com</em></a></p> <a href=\"http://www.ft.com/cms/f90aae62-ccca-4eda-892c-f302324ef8ba.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Jonathan Guthrie 2021 'Bitcoin surge spurs City to recruit crypto natives' FT.com 1 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-01T05:00:07.473Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3819,
          "end": 3827
        },
        {
          "start": 1492,
          "end": 1500
        }
      ],
      "nexusId": "10009914"
    }
  ]
}