{
  "_id": "1f2ffefe014cf5f6ca05e1db52e8f00df6c956289158b699f5e391ed3a372ed6",
  "feed": "wall-street-journal",
  "title": "Global Markets Mostly Rise; Chinese tech stocks lead gains in Hong Kong",
  "text": "<p>In Japan, the Nikkei 225 index closed 1.8% higher, building on a Friday rally sparked by news that Prime Minister Yoshihide Suga won't seek re-election as leader of the ruling party. His decision has prompted investors to price in the potential for increased spending on economic stimulus.</p><p>European stocks opened broadly higher. Shares of technology, travel and leisure companies rose, pushing the Stoxx Europe 600 up 0.3%.</p><p>Futures tied to the S&amp;P 500, Dow Jones Industrial Average and Nasdaq-100 added between 0.2% and 0.3%. U.S. markets are closed Monday for the Labor Day holiday.</p><p>On Friday, U.S. government data showed 235,000 jobs were added in August, undershooting the forecast of 720,000. Key U.S. indexes were mixed Friday, ranging from 0.2% losses to 0.2% gains.</p><p>High case numbers for the Delta variant of the coronavirus, global supply-chain disruptions and U.S. labor-market weakness have raised investors' concerns that global growth is peaking, said Kerry Craig, global market strategist at J.P. Morgan Asset Management.</p><p>\"The markets are waiting and waiting for a clear signal in a shift in the economy and the corresponding policy shifts,\" he said. If the supply-chain and labor-market disruptions prove temporary, then central bankers will remain on track to dial back on easy money, he added.</p><p>In Hong Kong, Chinese tech stocks led gains, extending a recent rally; Tencent Holdings Ltd. climbed 3.2% and Alibaba Group Holding Ltd. added 1.4%. After falling heavily starting in mid-February, the sector has rebounded somewhat in the past two weeks, suggesting investors believe the selloff may have been overdone.</p><p>Chinese tech firms have been under pressure in recent months as Beijing steps up regulatory scrutiny of the industry, while investors are also scrambling to figure out what the government's new focus on social equality, or \"common prosperity,\" means for companies.</p><p>That initiative could potentially affect all businesses and Chinese society as a whole, said David Chao, global market strategist for Asia Pacific ex-Japan at Invesco.</p><p>\"Companies will be looking at their business, trying to understand how to operate under this new 'common prosperity' playbook,\" said Mr. Chao, adding that the onus is on companies to prove that they are in favor of the concept.</p><p>Investors are still cautious about Chinese tech stocks, though some may start to buy selected shares whose prices have probably troughed, said Zhikai Chen, head of Asian equities at BNP Paribas Asset Management. \"I don't think anyone is looking to be a hero right now,\" he said.</p><p>In commodity markets, Brent crude, the global gauge of oil prices, fell 1.2% to $71.72 a barrel. Gold was 0.3% lower at around $1,828 a troy ounce.</p><p>Write to Chong Koh Ping at chong.kohping@wsj.com and Joe Wallace at Joe.Wallace@wsj.com</p><p>Global Markets Mostly Rise</p>",
  "published": "2021-09-06T07:50:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}