{
  "_id": "4965d7a53c0349aaa96472a5b853ebbe46a52ecf0504e27d69569f975e174a47",
  "feed": "ftcomall",
  "title": "US oil hits 7-year high after Opec+ resists calls to accelerate production ",
  "text": "<p>US oil prices rose to the highest level in seven years after Opec and its allies declined to accelerate plans to increase crude production, snubbing calls from the White House to help tackle a growing global energy crunch.</p> <p>Europe and Asia have been gripped by tight energy supplies that have pushed natural gas and coal prices to the highest level on record, while oil prices have been rising steadily as the world economy has rebounded from the depths of the coronavirus pandemic.</p> <p>But the expanded Opec+ group, which has included Russia since 2016, said on Monday it would stick with a plan formulated this summer of only gradually increasing oil production by 400,000 barrels a day each month, despite warnings of a growing deficit between supply and demand.</p> <p>The decision threatens to raise tensions between large energy consumers such as the US, Europe and China, which fear energy cost inflation could derail their economic recovery, and the expanded producer group, which controls more than half of global oil supplies.</p> <p>US oil benchmark West Texas Intermediate jumped 3 per cent after the meeting to more than $78 a barrel for the first time since 2014 on Monday, while Brent crude, the international marker, rose to $82 a barrel for the first time in three years. On Tuesday, the former was trading at about $77.80 while the latter held at about $81.60.</p> <p>“With this decision Opec+ appears content to see oil prices drift higher despite concerns about a deepening energy crisis in Europe and Asia,” said Helima Croft, head of global commodity strategy at RBC Capital Markets.</p> <p>“The question for the Biden administration is now whether it wants to make further calls on Saudi Arabia to do more to help dampen down prices,” she added.</p> <p>Croft said the situation for the White House was complicated by its own push to reduce reliance on fossil fuels ahead of UN climate talks in Glasgow next month. </p> <p>Jen Psaki, the White House press secretary, said the US had been in touch with Opec producers about “a compromise solution to allow those proposed production increases to move forward”, but stopped short of blaming the producer group for the crude price surge. She confirmed that Jake Sullivan, the White House national security adviser, had raised oil prices with Saudi officials during a visit to the kingdom last week.</p> <p>“We're going to use every tool at our disposal even as we're not a member of Opec to ensure we can keep gas prices down for the American public,” she said, citing the administration's request that the Federal Trade Commission monitor the country's petrol market for evidence of supplier collusion. </p> <p>Opec+ agreed record production cuts last year when oil demand collapsed at the peak of lockdowns across the western world. But investment bank Goldman Sachs warned last week that global crude stockpiles were now shrinking at a record pace and said it thought prices could rise to $90 a barrel later this year.</p> <p>Saudi Arabia, Opec's de facto leader and one of the US's main allies in the Gulf, eschewed its usual press conference after the online meeting of energy ministers for the second month in a row, declining to explain its strategy or whether it believes the oil market is under supplied.</p> <p>But people familiar with discussions said Prince Abdulaziz bin Salman, the country's energy minister and half brother of Crown Prince Mohammed bin Salman, did not believe oil prices have risen substantially enough in recent months to justify changing course, despite other energy commodities having surged. Oil demand could also fall again this winter if the coronavirus pandemic again requires lockdowns.</p> <p>“With the mixed signals and uncertainties surrounding the market, the case for change in course is not there,” said Bassam Fattouh, director of the Oxford Institute for Energy Studies, where Prince Abdulaziz sits on the board.</p> <p>There is also a wider element of frustration that fossil fuel producers are being sidelined in the rush to cut carbon emissions by large industrial economies, despite still making up the vast majority of their energy supplies.</p> <p>Higher prices are seen as necessary by Opec countries to both boost future investment in oil and gas production while demand is still growing and remind advanced economies of their continued importance to the health of the wider economy.</p> <p>Christyan Malek of JPMorgan said Opec wanted to appear steady in its decision-making, while higher oil prices were also helping bolster producer countries' economies.</p> <p>“Oil prices have not risen at the same rate as natural gas or coal, so there is less immediate pressure to act,” Malek said. </p> <p>“There is also a belief that under-investment in the oil sector could lead to a crisis even larger than the one we're seeing today in natural gas and Opec wants policymakers to take a potential oil supercycle seriously, even as they're trying to transition away from fossil fuels.”</p> <p>Record natural gas prices are also boosting demand for crude. Amin Nasser, the head of Saudi Arabia's state oil company Saudi Aramco, told a conference on Monday that he thought gas-to-oil switching had already boosted demand by as much as 500,000 b/d, a level higher than the planned production increase by Opec+ next month. </p> <p>Late in the New York trading session on Monday, WTI settled at $77.62 a barrel, up 2.3 per cent, while Brent settled at $81.26 a barrel, up 2.5 per cent. </p> <p><em>Additional reporting by Derek Brower in New York and James Politi in Washington</em></p> <a href=\"http://www.ft.com/cms/a6bfad2d-ff57-4e1e-94fc-8afe4bde2f42.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: David Sheppard and Tom Wilson in London 2021 'US oil hits 7-year high after Opec+ resists calls to accelerate production ' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-05T04:33:14.992Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4329,
          "end": 4337
        }
      ]
    }
  ]
}