{
  "_id": "28776dcf89d5b35ec9396c408a240269a42bc89a7dd6b3a3b43a06cdee263a48",
  "feed": "wall-street-journal",
  "title": "U.S. News: Two Banks to Resume Campaign Donations",
  "text": "<p>JPMorgan Chase &amp; Co. told employees it wouldn't give money in the 2021-22 election to the Republicans who challenged the election of President Biden.</p><p>The announcements make Citigroup and JPMorgan two of the first large U.S. corporations to announce that they will resume political donations since halting contributions after the Jan. 6 assault on the U.S. Capitol by a pro-Trump mob.</p><p>Citigroup and JPMorgan were among the first companies to say they would halt donations after the Jan. 6 riot. Their decisions to resume political giving could prompt others to follow suit.</p><p>Citigroup told employees that it would consider donations to those who meet five standards, including how relevant they are to Citi's business, their \"character and integrity\" and their commitment to bipartisanship.</p><p>The company said it would \"evaluate whether elected officials under consideration for contributions, including those who objected to the 2020 election verification, meet our criteria going forward.\"</p><p>JPMorgan said it won't donate to the 147 Republicans who voted to question Mr. Biden's election because \"this was a unique and historic moment when we believe the country needed our elected officials to put aside strongly held differences and demonstrate unity,\" according to a copy of the memo reviewed by The Wall Street Journal.</p><p>\"We will review this decision on a candidate-by-candidate basis after this election cycle,\" the company said in the memo, which was reported on earlier by Reuters.</p><p>A few days after supporters of former President Donald Trump stormed the Capitol, Citigroup and JPMorgan were among the first companies to say it would temporarily pause PAC donations to reassess its giving strategy.</p><p>Over the following weeks, dozens of other corporations followed suit. Some chose to halt donations for the remainder of the 2021-22 election cycle and some said they would no longer give money to the Republicans who challenged the election. Still other companies closed their PACs entirely.</p><p>The decisions by the companies to halt donations have been widely criticized by both Republican and Democratic lawmakers -- and could further erode the influence of American corporations in Washington.</p><p>Republicans, such as House Republican Leader Kevin McCarthy of California, told some corporate lobbyists at a recent GOP fundraising event in Florida that he was \"fed up with this corporate woke-ism crap,\" according to people who overhead the remark.</p><p>Mr. McCarthy's office didn't respond to a request to comment.</p><p>Mr. McCarthy has said he believes the Republican Party can raise more money from smaller, individual donors, who tend to be more ideologically driven, than from corporate PACs.</p><p>Some Democrats, meantime, were upset that corporations cut off donations to all members of Congress. One is Rep. Sean Patrick Maloney (D., N.Y.), the chairman of the House Democrats' political arm. Mr. Maloney has said Democrats did nothing wrong and shouldn't be hurt politically.</p><p>\"We find it offensive to be lumped in with the Republicans who voted to set aside the Electoral College results and who contributed to inciting this mob,\" Mr. Maloney told the Journal earlier this year.</p><p>Decisions by corporations to stop donating to certain GOP lawmakers could accelerate a growing divide between the Republican Party and its onetime allies among U.S. corporations.</p><p>Roughly 100 members of Congress received more than 40% of their campaign donations from industry PACs in the past election, according to an analysis by The Wall Street Journal.</p><p>If Republican lawmakers can't rely on money from corporate PACs to fund their campaigns, they could be less willing to support industry priorities in Washington, according to corporate lobbyists.</p>",
  "published": "2021-06-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1580,
          "end": 1588
        },
        {
          "start": 982,
          "end": 990
        },
        {
          "start": 398,
          "end": 406
        },
        {
          "start": 0,
          "end": 20
        },
        {
          "start": 988,
          "end": 996
        },
        {
          "start": 187,
          "end": 195
        },
        {
          "start": 186,
          "end": 194
        },
        {
          "start": 396,
          "end": 404
        },
        {
          "start": 1572,
          "end": 1580
        }
      ]
    }
  ]
}