{
  "_id": "a2be6004b5f73626b80036bdac12c6b8668f3162fe936af0c7886b729206e400",
  "feed": "wall-street-journal",
  "title": "Thursday's Markets:  Stock Benchmarks Set Records  ----  By Michael Wursthorn and Joe Wallace",
  "text": "<p>   Political unrest in Washington didn't dent the stock market's rally, with shares of large and small companies closing at records. </p><p>   Investors largely looked past Wednesday afternoon's violent clash between pro-Trump protesters and law enforcement in the Capitol building, instead focusing on what the shift of political power from Republicans to Democrats means for the market. </p><p>   So far, many investors say they expect to see heavy spending by Democrats aimed at shoring up the U.S. economy as the Covid-19 pandemic enters its darkest phase. Several Democrat lawmakers have already said initial priorities after the inauguration include boosting emergency relief payments to individuals to $2,000. </p><p>   That spending could have another knock-on effect that hasn't been seen in years: inflation. </p><p>   Cyclical stocks usually do well in an inflationary environment, something investors banked on Thursday by pushing up share prices of semiconductor, bank and consumer discretionary stocks. </p><p>   \"Job No. 1 for this [incoming] administration is to get Covid-19 under control and you got an economic recovery that the Democratic Party won't want to halt in the near term,\" said Ross Mayfield, an analyst at Baird. \"So we're seeing a continuation of the reflation trade.\" </p><p>   The S&amp;P 500 rose 55.65 points, or 1.5%, to 3803.79, while the Nasdaq Composite jumped 326.69 points, or 2.6%, to 13067.48. Both indexes closed at their first records of 2021. </p><p>   The Dow Jones Industrial Average also rose, adding 211.73 points, or 0.7%, to 31041.13, its second record close of the year. </p><p>   Small stocks took part in the action as well. The Russell 2000 index of small-cap stocks rose nearly 2%, also setting a high. </p><p>   Tech stocks led the stock market's gains, with chip companies notching some of the biggest climbs. Nvidia rose $29.18, or 5.8%, to $533.76, while Advanced Micro Devices added $4.83, or 5.3%, to $95.16. Shares of banks broadly rose, with JPMorgan Chase notching the biggest gain of the major banks, up $4.32, or 3.3%, to $135.87. Tesla jumped $60.06, or 7.9%, to $816.04, pushing the electric-car maker's valuation to $773 billion. </p><p>   Other individual movers include DXC Technology, which rose $2.46, or 9.3%, to $28.91 after reports that France's Atos had made a takeover offer for the firm. Walgreens Boots Alliance rose $2.23, or 5.2%, to $45.26 after reporting a sales increase for its latest quarter. </p><p>   Investors backed off from haven assets, dialing back expectations for further instability or economic uncertainty. Consumer staple and utility stocks, the S&amp;P 500's big dividend payers, closed lower. </p><p>   Investors also sold U.S. Treasurys. The yield on the 10-year note ticked up to 1.070% from 1.041% Wednesday. Bond yields rise as prices fall. The 10-year yield climbed past 1% for the first time since March on Wednesday on bets for increased U.S. stimulus. </p><p>   \"At the end of the day, the confidence in the institutions is still there,\" said George Efstathopoulos, multiasset fund manager at Fidelity International. </p><p>   On Friday, investors will focus on the latest job figures for December, which are scheduled to be released by the Labor Department. </p><p>   Overseas markets broadly advanced. The regionwide Stoxx Europe 600 index edged up 0.5%. In China, the Shanghai Composite Index added 0.7% to close at its highest in more than five years. South Korea's Kospi rose 2.1% to a record. </p><p>   Hong Kong's Hang Seng slipped 0.5%, however. Shares of China's big three telecommunications operators, listed in Hong Kong, tumbled after the New York Stock Exchange reversed course for the second time in days and said it would proceed with a planned delisting. China Mobile, China Unicom and China Telecom dropped between 7% and 11%. </p><p>   Also weighing on the Hong Kong market, shares of Alibaba Group lost 3.9% and Tencent fell 4.7%. The losses came after The Wall Street Journal reported that U.S. officials are considering prohibiting Americans from investing in the two technology giants. </p><p>   Early Friday, the Shanghai Composite was up 0.2%, the Kospi was up 2.6%, the Hang Seng was up 1% and Japan's Nikkei was up 1.7%. U.S. stock futures were up 0.4%. </p><p>    --- </p><p>    Xie Yu contributed to this article. </p><p></p>",
  "published": "2021-01-08T07:14:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1911,
          "end": 1925
        },
        {
          "start": 1911,
          "end": 1919
        }
      ]
    }
  ]
}