{
  "_id": "4cc756911a8a093b472be082eedc916df45e4924bd8af8d01866df96e9bbc4e8",
  "feed": "ftcomall",
  "title": "The consensus is wrong on European stocks",
  "text": "<p><em>The writer is chief market strategist for Emea at JPMorgan Asset Management</em></p> <p>European stocks have been strongly out of favour in recent years. And, in a recent call with clients, it appears this lack of enthusiasm is still present.</p> <p>When I asked what clients thought would be the top-performing regional market this year, only 3 per cent of the 700 respondents felt it would be continental Europe. More than three times the number thought it would be the US, despite the fact that at this point the S&amp;P 500 index sat at a valuation equivalent to 23 times forward earnings versus 18 times for the MSCI Europe ex-UK.</p> <p>Strong consensus views are always worth deep consideration, since this is most often where opportunities can lie. If expectations are low, the potential for upside returns can be high. There are four reasons to believe this consensus might prove wrong, and that Europe deserves a fair allocation in a global stock portfolio.</p> <p>First, when Covid-19 vaccines have been rolled out everywhere, the global recovery is likely to be strong and export-dependent economies are likely to be the main beneficiaries. The generosity of government stimulus around the world has resulted in a sizeable accumulation of household savings. Our expectation is that when restrictions can be sustainably removed, consumer demand is likely to soar.</p> <p>This global demand recovery is likely to benefit Europe disproportionately, since it is expected to be dominated by spending on luxury items and capital goods — two sectors that are well represented in European benchmarks. </p> <p>Both public and private investment are also likely to bounce back after a decade of weak growth. Covid-19 has been forcing companies to invest in new technologies. Although private and public debt has risen, low interest rates are an overriding temptation. From many corners of the globe, we are hearing companies and governments talk about the need to take advantage of low interest rates to invest. The EU recovery fund provides further fuel within Europe itself. All in all, we expect to see a revival in demand for European capital goods.</p> <p>Second, Europe's companies should benefit from increased global momentum towards tackling climate change that comes with the election of President Joe Biden. In particular, I expect Biden to use environmental standards as a new frontier in the US negotiations with China. This may lead to a global race to shift energy sourcing towards renewables. Many of Europe's companies should benefit from already being ahead of the curve on this front. For example, three-quarters of global wind assets have company headquarters in Europe.</p> <p>Third, at some point, the US Federal Reserve will have to signal its inclination to taper its asset purchases. At some stage in the coming years, it will occur and yield curves will steepen.</p> <p>Negative rates and flat curves are not good for financials because banks pay short interest rates on deposits and receive long rates on the loans they extend. So flat curves depress net interest margins. But they are good for tech and growth stocks (given the reduction in the rate at which future earnings are discounted). When global yield curves steepen and the prospect of deeper negative interest recedes, I would expect financials to outperform technology and, therefore, value stocks to outperform growth companies.</p> <p>This rotation should work in Europe's favour. MSCI Europe ex-UK has a relatively high weight in financials (15 per cent compared with 11 per cent in the S&amp;P) and a relatively low weight in technology (10 per cent compared with 28 per cent). We have seen this dynamic play out in short windows already: on November 9 the 10-year yield rose more than 0.1 percentage points and European stocks outperformed the US by 2.7 percentage points.</p> <p>Finally, this crisis has, in many ways, strengthened Europe's institutional architecture. The EU recovery fund has gone a long way in fixing what many considered to be a flaw of the single currency: a monetary union without a fiscal union, which was quite clearly exposed during the sovereign crisis. This time, thanks to the EU recovery fund, the risk premium attached to European assets should be lower heading out of this crisis.</p> <p>In short, I am not arguing the European economy will outperform the US this year, particularly given recent delays to vaccine rollout and the sizeable stimulus package that Biden looks set to pass. But two basic rules of investment still apply: the stock market is not the economy and it is not just what you buy, but what you pay for it. While certain segments of the global stock market look incredibly frothy, Europe still seems to be suffering from a case of excess pessimism.</p><p>Source: Karen Ward 2021 'The consensus is wrong on European stocks' FT.com 15 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-15T05:00:49.302Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 50,
          "end": 58
        },
        {
          "start": 50,
          "end": 75
        }
      ],
      "name": "JPMorgan Chase & Co.",
      "id": "US46625H1005",
      "nexusId": "10009914"
    }
  ]
}