{
  "_id": "a5f39e871a28de83ae01fe93302dd1b93cc22abb89e4e0e91bbe835a50426904",
  "feed": "wall-street-journal",
  "title": "Finance News: JPMorgan Data Trove Assists Policy Makers",
  "text": "<p>The Federal Reserve has used the institute's research when weighing interest-rate decisions, according to people familiar with the matter. Institute researchers meet with Biden administration economists monthly, some of the people said, and helped measure the costs and benefits of dueling student-loan forgiveness plans.</p><p>Economists studying U.S. consumers have plenty of data at their disposal, but nothing quite like what they can get from America's biggest bank. Peering into JPMorgan bank and credit-card accounts, researchers can match up inflows -- paychecks, unemployment benefits -- with outflows. That isn't possible with the government's broad unemployment and consumer-spending surveys.</p><p>\"Putting the two parts together has been something of a holy grail,\" said James Poterba, president of the National Bureau of Economic Research. The group's researchers cited the institute's consumer-spending and unemployment data in papers on the pandemic's effects.</p><p>JPMorgan is now using the data to shape economic policy. The bank recently paired the institute with its PolicyCenter, created in 2019 to advocate for nonpartisan, data-driven ideas. (The PolicyCenter is separate from the bank's team that lobbies for policies that benefit JPMorgan.)</p><p>The institute is run by two economists: Fiona Greig, a public-policy expert, and Chris Wheat, a data scientist. They report to Heather Higginbottom, a former Obama administration official who heads the bank's research and policy groups, as well as its philanthropic efforts.</p><p>What is good for the U.S. economy is good for JPMorgan. Banks prosper when businesses and consumers are healthy enough to spend and borrow. But executives say the Institute and policy groups have a broader aim: to deliver Chief Executive Jamie Dimon's vision of government policy tethered to measurable outcomes.</p><p>\"Two of the north stars guiding us at this moment are how do we drive an inclusive recovery and how do we close the racial wealth gap,\" said Ms. Greig.</p><p>JPMorgan launched the institute in 2015. That summer, the Fed was debating raising interest rates for the first time since the 2008 financial crisis sent them close to zero. Gasoline prices were plunging, but the central bank and other economists didn't have a clear understanding of what consumers were doing with the money they were saving. The answer would shed light on the state of consumer confidence.</p><p>\"It's a little bit of a mystery,\" then-Chairman Janet Yellen said at a Fed board meeting.</p><p>The institute tallied customer gas spending to show the savings in aggregate and mapped where that money was going. They found consumers were spending about 80% of their savings, more than surveys had shown. The Fed raised interest rates in December.</p><p>The institute's early work helped lead to changes inside JPMorgan. The bank launched an automatic saving program to encourage customers to put aside more money for rainy days. It cut health-insurance deductibles for Chase employees making less than $60,000 a year after an institute report showed unexpected medical costs could set back a family's savings by 12 months. A study of racial disparities in consumer finance informed the bank's $30 billion push to help close the racial wealth gap.</p><p>Then came a pandemic that put millions of Americans out of work in days. The economy ground to a halt and institute researchers watched spending on JPMorgan credit cards plunge across all income levels. At the same time, bank-account balances began to rise -- particularly among lower-income households. The swings were so enormous that researchers wondered if there was a glitch in the data.</p><p>Brad McConnell, chief executive of Allies for Community Business in Chicago, asked the institute for help targeting small-business aid during the lockdowns. JPMorgan supplied a breakdown of cash balances at small businesses by ZIP Code, something Mr. McConnell had never seen.</p><p>\"It was a point of emphasis on our team to make sure we were dedicating additional time to the neighborhoods that data showed us,\" Mr. McConnell said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2795,
          "end": 2803
        },
        {
          "start": 1570,
          "end": 1578
        },
        {
          "start": 3782,
          "end": 3790
        },
        {
          "start": 1238,
          "end": 1246
        },
        {
          "start": 479,
          "end": 487
        },
        {
          "start": 1989,
          "end": 1997
        }
      ],
      "nexusId": "10009914"
    }
  ]
}