{
  "_id": "d25ece57631ffe8126f2720fd28b2244460f7ace858db8411bcd737e0bf3bd84",
  "feed": "ftcomall",
  "title": "Abrdn in talks to finalise £1.5bn deal to buy Interactive Investor",
  "text": "<p>FTSE 100 asset manager Abrdn is finalising a deal to buy Interactive Investor, the UK's second-largest fund supermarket, for £1.5bn, in a bid to deepen its direct-to-consumer business, according to people with direct knowledge of the matter. </p> <p>Abrdn confirmed in a statement on Saturday that it was currently in discussions with JC Flowers and Co, the private equity group that has owned a majority stake in Interactive Investor since 2016. The deal could be announced in the next few weeks, one of the people added. Abrdn is working with bankers at JPMorgan. </p> <p>By acquiring Interactive Investor, Abrdn would pick up a business that has more than 400,000 customers and manages around £55bn. Abrdn's chief executive Stephen Bird has said this year that he has been on the hunt to expand its presence in UK adviser and consumer markets. Its direct-to-consumer offering is the smallest business line within the asset manager. </p> <p>An acquisition by Abrdn comes as <a href=\"https://www.ft.com/content/092d8b5c-14cd-4499-9745-a1bc71cc951d\">consolidation</a> continues to sweep across the asset management industry, which is grappling with pressure on fees, a prolonged period of low interest rates and growing regulation. Such a deal would override Interactive Investor's plans for an initial public offering, which it <a href=\"https://www.ft.com/content/6f709431-334a-46b0-a657-f1d0c774dae3\">was exploring</a> on the back of a boom in retail investing during the pandemic.</p> <p>Interactive Investor said that talks with Abrdn were ongoing, but that it had been approached by other parties and that an IPO also remained an attractive option. “Discussions around the [IPO] process are also under way,” Interactive Investor said. </p> <p>An acquisition of Interactive Investor would mark the most eye-catching move yet by Bird, who in September last year took the reins of a company that has failed to deliver on the promises made when it was formed through Aberdeen Asset Management's acquisition of rival Standard Life.</p> <p>Bird has been clear that Abrdn would pursue growth through acquisitions and has also highlighted its need to invest in technology to expand its digital direct-to-consumer savings and wealth offerings. As of June 30, Abrdn had £2.8bn in surplus regulatory capital.</p> <p>In April Standard Life Aberdeen announced it was to <a href=\"https://www.ft.com/content/c5d2de1f-fe24-478a-89c4-358d25fbf1a7\">change its name</a> to Abrdn, part of a push to put behind it several difficult years. When the merger was completed in August 2017, the newly created group had £670bn in assets. Since then assets under management have decreased to £465.3bn, as of June 30, as the company has suffered consecutive years of client outflows. Abrdn lost its title as the UK's largest standalone asset manager to Schroders.</p> <p>Interactive Investor accounts for about a fifth of the retail investment platform market, and competes with listed rivals Hargreaves Lansdown and AJ Bell. The group has been driving consolidation in the wealth management sector, and in March bought a direct-to-consumer investment platform from rival Equiniti for £48.5m.&#xa0;</p> <p>Analysts at broker Numis said that Interactive had acquired virtually all the UK platforms that share its fixed fee charging model, and questioned the scope for more growth through further deals. &#xa0;</p> <p>The talks, first reported by Sky News, come after Abrdn last month agreed to acquire start-up Finimize, which sends out investing tips to around 1m retail investors. In Abrdn's half-year results, the group flagged UK adviser and consumer markets as a strategic priority, alongside technology, private markets, responsible investing and growing in Asia.</p><p>Source: Arash Massoudi, Harriet Agnew and Joshua Oliver 2021 'Abrdn in talks to finalise £1.5bn deal to buy Interactive Investor' FT.com 6 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-06T13:09:52.853Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 548,
          "end": 556
        }
      ]
    }
  ]
}