{
  "_id": "281751b3ccc03055ce19ec4e539260eabb527aa971b5ef18f5b1a4484fb21315",
  "feed": "ftcomall",
  "title": "Best of Lex: automation, innovation, exaggeration",
  "text": "<p>Dear readers,</p> <p>The word robot entered the language 100 years ago, with the premiere of a science fiction play by Czech writer Karel Capek. Culminating in the extinction of the human race, it struck a pessimistic tone about the impact of artificial intelligence. &#xa0;</p> <p>Fears have persisted. News that Morningstar has deployed robots to write investment reports brought the issue close to home for Lex writers. Though automation frees up workers for more valuable tasks, <a href=\"https://www.ft.com/content/913feb53-0e69-45cd-8497-ff50360df9b1\">job losses</a> are inevitable in the short term. The pandemic has boosted sales of robotic process automation, expected to rise by almost a fifth this year. </p> <p>The transformation of manual work is also a mixed blessing. The partial automation of warehouses can make the remaining jobs even tougher. But there is momentum behind the trend. More inventory can be stored because it allows vertical stacking too dangerous for humans. That means Japanese tech group SoftBank is entering a <a href=\"https://www.ft.com/content/b56167cb-774c-4a83-a247-383b7c3a536b\">fast-growing</a>, though highly competitive, market. It is spending $2.8bn on a stake in Norwegian warehouse-automation company AutoStore.&#xa0;</p> <p>Techno-optimism could be making a comeback though. Pessimism about innovation was dented by the rapid development of Covid-19 vaccines. Oxford spin-off Vaccitech is one of the most successful, even if news of a <a href=\"https://www.ft.com/content/dba579f1-81b9-4f7d-8807-ec37bd7d2e4b\">US IPO</a> this week was overshadowed by the emergence of a link between very rare blood clots and its vaccine, developed with AstraZeneca.</p> <p>Battery technology is making rapid advances. Lex probed the future of <a href=\"https://www.ft.com/content/c4e075b8-7289-4756-9bfe-60bf50f0cf66\">solid-state batteries</a>, likely successors to today's lithium-ion devices. They are safer, cheaper, require fewer raw materials and can be used for longer without a drop in performance. They are also a threat to Tesla's dominance.</p> <p>Solid-state batteries could boost the range of air taxis. That might be needed to move them out of the realms of science fiction to reality. Yet there is already enough excitement about the technology for large sums to be raised from investors. German air taxi service Lilium plans to raise $450m from external investors through a New York listing. Like its rivals Archer and Joby, also listing through Spac deals, Lilium expects to report positive ebitda by 2025. Those are <a href=\"https://www.ft.com/content/244bb5f7-5bb4-4dc0-aba9-df154a76701f\">bold forecasts</a> for companies that do not yet have a product for sale.</p> <p>Countries, as well as companies, can benefit from technological innovation. Scotland, mulling independence, should consider how to raise its game to improve its lacklustre economic performance and growth. There are no <a href=\"https://www.ft.com/content/c839694b-9bb0-4886-84df-1b92f5eeb9c5\">quick fixes</a>, but Lex thought it should consider a focus on renewables or broader climate change technologies.&#xa0;</p> <p>Across the Irish Sea, focusing on tech and pharma has been a lucrative strategy. Now, though, Ireland's strategy is under threat. Its success in using a low tax rate to lure US pharma and tech companies is threatened by a US move to reform the <a href=\"https://www.ft.com/content/5762a5f8-ebbc-43b8-aba8-12304459d025\">international tax</a> system. That could lead to big tax rises for some of the world's biggest companies. It would be a recognition of the “winner takes all” nature of the globalised, increasingly digital, economy.</p> <p>Still, the competitive threat from innovators is not all it is cracked up to be. A report of banking's demise by JPMorgan boss Jamie Dimon was exaggerated. Yes, traditional banks are under competitive pressure from shadow banks and fintechs. But big banks still have an unrivalled variety of products and capacity to supply affordable financing. Even the embarrassing blow-ups involving Greensill and Archegos underlined the <a href=\"https://www.ft.com/content/a29253d3-5cf2-4392-8c24-1a725d0fb998\">central position</a> played by large, regulated lenders within the financial system.</p> <p>JPMorgan is one of the businesses that has decided many of its staff can work from home most of the time. Finance directors should be delighted by the potential to pare back property costs. A rough-and-ready calculation suggests British business should <a href=\"https://www.ft.com/content/cac0cc37-ffa1-4d38-8f51-e52c331e3462\">save</a> about £4bn a year.</p> <p>In England, workers may not be rushing back to the office. But gyms, pubs and shops are reopening on Monday. Restaurants are taking bookings. Pent-up demand and a build-up in savings should fuel a sharp rise in corporate earnings. That has pushed the domestically focused FTSE 250 index up to record highs. There are still <a href=\"https://www.ft.com/content/0faf3041-9c1b-4202-805b-4571cc4bf97f\">challenges</a>, notably from Brexit. Investors should not get carried away. The bout of optimism is encouraging, even so.</p> <p>Enjoy the weekend,</p> <p><strong>Vanessa Houlder</strong><br><em>Lex writer</em></p> <h2>Best of Lex articles</h2> <p><a href=\"https://www.ft.com/content/913feb53-0e69-45cd-8497-ff50360df9b1\">Robots: invisible march of the middle-class droids</a></p> <p><a href=\"https://www.ft.com/content/b56167cb-774c-4a83-a247-383b7c3a536b\">SoftBank/AutoStore: a logical investment in logistics</a></p> <p><a href=\"https://www.ft.com/content/dba579f1-81b9-4f7d-8807-ec37bd7d2e4b\">Vaccitech/AstraZeneca: souring mood overshadows float plan</a></p> <p><a href=\"https://www.ft.com/content/c4e075b8-7289-4756-9bfe-60bf50f0cf66\">Lex in depth: a solid case for the next generation of batteries</a> </p> <p><a href=\"https://www.ft.com/content/244bb5f7-5bb4-4dc0-aba9-df154a76701f\">Air taxis: raising funds on a wing and a prayer</a></p> <p><a href=\"https://www.ft.com/content/c839694b-9bb0-4886-84df-1b92f5eeb9c5\">Scottish business: how to become a north star</a></p> <p><a href=\"https://www.ft.com/content/5762a5f8-ebbc-43b8-aba8-12304459d025\">International tax: American revolution targets global winners</a></p> <p><a href=\"https://www.ft.com/content/a29253d3-5cf2-4392-8c24-1a725d0fb998\">Dimon/Greensill: his report of banking's demise is exaggerated</a></p> <p><a href=\"https://www.ft.com/content/cac0cc37-ffa1-4d38-8f51-e52c331e3462\">Offices: homeworking will save employers billions</a></p> <p><a href=\"https://www.ft.com/content/0faf3041-9c1b-4202-805b-4571cc4bf97f\">FTSE 250: riding the liquidity wave</a><br></p><p>Source: Vanessa Houlder 2021 'Best of Lex:&#xa0;automation, innovation, exaggeration' FT.com 9 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-09T13:25:18.204Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3558,
          "end": 3566
        }
      ],
      "nexusId": "10009914"
    }
  ]
}