{
  "_id": "81d41325145940ec8e23fdc693cb2fbe1c1d85f2bcb6932ab9c848aa3efca1bd",
  "feed": "wall-street-journal",
  "title": "Google Is Scrapping Its Plan to Offer Bank Accounts to Users; Tech giant had partnered with Citigroup and other banks on 'Plex' accounts that would sync with Google Pay",
  "text": "<p>Google is abandoning plans to pitch bank accounts to its users, marking a retreat from an effort to make the tech giant a bigger name in finance.</p><p>The Alphabet Inc. unit announced almost two years ago that users of its Google Pay digital wallet would be able to sign up for enhanced checking accounts and debit cards at a handful of financial institutions large and small, including Citigroup Inc. and Stanford Federal Credit Union.</p><p>The new offerings, called Plex accounts, would sync with Google Pay, carry both Google and bank branding and provide a digital dashboard of where and how users spent and saved. Plex was billed as a new way to bank, with an emphasis on simplicity and financial wellness and without monthly or overdraft fees.</p><p>The project was initially expected to debut in 2020. A series of missed deadlines, along with the April departure of the Google Pay executive who championed the project, prompted Google to pull the plug on Plex, people familiar with the matter said.</p><p>A Google spokeswoman said the company would now focus primarily on \"delivering digital enablement for banks and other financial services providers rather than us serving as the provider of these services.\"</p><p>Google pushed into financial products alongside a number of Silicon Valley giants looking to deepen their ties to their legions of customers. Amazon.com Inc. considered offering checking accounts. Apple Inc. released a credit card that paired with the iPhone. Facebook Inc. announced it would create a new cryptocurrency that would facilitate money transfers and commerce.</p><p>Many of those expansion plans have stalled. Amazon never moved forward with its checking-account proposal, and Facebook tabled its crypto push after regulators around the world objected and partners fled.</p><p>For smaller banks, the appeal of doing business with Google was access to its engineers' digital know-how and its massive tech-savvy user base. Small banks lack the funds to build the kind of feature-filled smartphone apps their larger rivals offer and their customers want. Plex could level the playing field.</p><p>For Citigroup, Plex was supposed to help overcome a relatively small bricks-and-mortar presence. (JPMorgan Chase &amp; Co., America's biggest bank, has about seven times as many U.S. branches as Citigroup.) Jane Fraser, who ran Citigroup's consumer division before becoming CEO earlier this year, appeared in a promotional video for Plex. \"It's even a little bit fun,\" she said.</p><p>A Citigroup spokeswoman said the bank plans to pitch other accounts to potential customers who signed up for the Plex waiting list. The bank, she said, would look for other ways to work with Google in the future.</p><p>Citigroup was adding about 10,000 people a week to the waiting list, which had swelled to around 400,000, evidence to executives that the strategy was viable, according to a person familiar with the matter.</p><p>The coronavirus pandemic threw Plex off schedule. Last November, Google said it had signed up more banks, including BMO Harris and the Black-owned Harbor Bank of Maryland, and would start opening accounts in 2021.</p><p>The architect of the Plex project, Caesar Sengupta, left Google in April. Bill Ready, a former PayPal Holdings Inc. executive who joined Google a little over a year earlier to head up its e-commerce operations, took over and set a new course, people familiar with the matter said. Mr. Ready was concerned that Plex could make other banks think that Google was out to compete with them since it played a lead role in building the product, one of the people said.</p><p>Banking regulators supported Plex and didn't play a role in its demise, people familiar with the matter said. Still, Google informed regulators it wasn't moving forward with the product before it told all of its banking partners, some of the people said.</p><p>As late as this week, several banks were under the impression that the project would still move forward. On Monday, BM Technologies Inc. said its Plex accounts would arrive in late 2021 or 2022. \"Google and BMTX are excited about this opportunity and are committed to this partnership,\" the banking platform said in an email at the time.</p><p>Write to Peter Rudegeair at Peter.Rudegeair@wsj.com, David Benoit at david.benoit@wsj.com and Andrew Ackerman at andrew.ackerman@wsj.com</p><p>Google Is Scrapping Its Plan to Offer Bank Accounts to Users</p>",
  "published": "2021-10-01T16:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2183,
          "end": 2203
        }
      ]
    }
  ]
}