{
  "_id": "d7a46b4f885e2cd0e8828b6b29c8fdf4f787a3d9be1581433e97215898014879",
  "feed": "wall-street-journal",
  "title": "Oil Rises As Supply Tightens, Demand Picks Up --- Signs of strength under market's surface suggest to some that rally has room to run",
  "text": "<p>The speed of the recovery has surprised some investors and analysts, given that coronavirus continues to curtail demand. It has juiced shares of companies including Exxon Mobil Corp. and ConocoPhillips after a troubled 2020 for oil-and-gas producers, making energy stocks the best performers on the S&amp;P 500 this year.</p><p>\"The market definitely has some momentum,\" said John Kilduff, partner at Again Capital LLC, a hedge fund that invests in energy derivatives. \"WTI is going to be targeting $60, too.\"</p><p>Oil is rising against a mixed economic backdrop, with data published Friday suggesting that the labor market faces a long road to recovery. But the stock market continues to power higher, in part because investors expect a new dose of fiscal stimulus and vaccines to goose growth.</p><p>U.S. drivers are already paying more because of the rally in crude. Nationally, gasoline prices have climbed to an average of $2.46 a gallon from $2.12 at the start of November, according to GasBuddy, which tracks retail fuel prices.</p><p>Gasoline prices are likely to keep rising. Crude's recent advance will take two to four weeks to translate into higher prices at the pump, said Patrick De Haan, GasBuddy's head of petroleum analysis, though he doesn't expect to see gasoline hit $3 a gallon on average soon.</p><p>Behind oil's rally: Huge stockpiles that accumulated in the early stages of the pandemic have winnowed down faster than many people expected. Traders said that could pave the way for further price gains if demand, which has recovered in China and India, picks up in developed economies.</p><p>The fall in inventories is largely down to efforts by the Organization of the Petroleum Exporting Countries and its allies, led by Russia, to restrain production. Since agreeing to the cuts at the peak of the crisis in energy markets in April, producers have held back a cumulative 2.1 billion barrels of oil, OPEC said last week.</p><p>U.S. companies have also helped to prevent production from swamping demand. Global appetite for oil remains below pre-pandemic levels despite a pickup in consumption of gasoline, naphtha and fuel oil, which is used to heat homes and power ships.</p><p>U.S. producers are pumping 17% less crude than they did on the eve of the pandemic, according to the Energy Information Administration.</p><p>All this has pulled the amount of crude oil and petroleum products stored around the world down by about 5% since its peak in 2020, according to Morgan Stanley analyst Martijn Rats.</p><p>There is no shortage of oil, but one sign the market is tightening stems from the relationship between current and future prices. Spot prices have climbed to a premium over prices for crude to be delivered down the line, showing that traders are willing to pay more for immediate access to oil.</p><p>On Friday, WTI contracts for oil that will be delivered next month cost $5.16 more per barrel than contracts for crude that will change hands in March 2022. That is the biggest premium for front-month futures since the start of the pandemic and contrasts with a historically large discount last April, when a glut of oil pushed WTI prices below zero.</p><p>\"It is a bullish indicator,\" said Scott Shelton, an energy analyst and broker at United ICAP. \"I don't think there's any question about that.\"</p><p>Analysts said this dynamic -- known as backwardation -- has been exaggerated by a slowdown in purchases of long-dated energy contracts by airlines and other companies that buy them to hedge fuel prices.</p><p>Still, some investors said the condition shows the rally has further to run. It gives traders an incentive to take oil out of storage because they earn more from selling it straight away. That would bolster prices by whittling down supplies. Lower forward prices also make it harder for producers to lock in profits for barrels they will sell in the future, encouraging them to keep oil in the ground.</p><p>Backwardation could encourage more money managers to bet on crude, said Mark Hume, co-manager of BlackRock's BGF World Energy fund. When spot barrels of oil fetch a premium, funds earn a profit when futures approach expiration and they flip their position forward into cheaper later-dated contracts.</p><p>The chance to capture this extra return has drawn investor money into commodity markets in recent months, adding to existing bullishness about raw materials, according to Ruhani Aggarwal, an analyst at JPMorgan Chase &amp; Co.</p><p>Still, some analysts think investors are overly optimistic, saying the oil market faces hurdles including the potential for an increase in Iranian exports. Plus, new coronavirus variants could lead to further restrictions on movement.</p>",
  "published": "2021-02-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4367,
          "end": 4387
        }
      ],
      "nexusId": "10009914"
    }
  ]
}