{
  "_id": "66ca038e0d4d820ae5d7dc4758e5892c4e72cd2988bc0881265fffe9a8196c03",
  "feed": "ftcomall",
  "title": "Deliver-rueful IPO",
  "text": "<p>Deliveroo's IPO was a dish that <a href=\"https://www.ft.com/content/5028437e-accf-4624-8ecd-2b502d04743d\">arrived stone-cold </a>in London on Tuesday, with humble pie on the menu for London's ambition of attracting future big tech listings.</p> <p>The shares of the food delivery company have closed 26 per cent lower than the 390 pence asking price, at 287 pence for a market capitalisation of £5.2bn, in the worst first-day performance for a London IPO above £1bn on record. Compare that to the pop enjoyed by its US counterpart DoorDash, whose share price&#xa0;<a href=\"https://www.ft.com/content/c9f8f03f-6b82-4828-84e2-7ac25966b7d1\">jumped</a>&#xa0;more than 86 per cent on its first day of trading in New York in December.</p> <p>Compare also with online second-hand car sales company Cazoo, which<a href=\"https://www.ft.com/content/b9d21ee4-c94a-4b10-aef8-532bf11fcc4f\"> opted this week </a>for a float in New York through a “Spac” blank-cheque company at an $8.1bn valuation. Its founder said high-growth companies were better understood by US investors.</p> <p>He may be right: the City is more risk-averse and despite the UK government wanting to attract tech IPOs by loosening rules on dual-class share structures that give more power to founders, Deliveroo's dual structure prevented it from entering the FTSE 100 and attracting passive funds' investment.</p> <p>Investors at several large UK asset managers had already decided not to participate in the IPO, citing a combination of regulatory risk for gig economy outfits and corporate governance concerns. <a href=\"https://www.ft.com/content/84c891ec-d696-41c8-b506-0b17b8de3721\">Deliveroo&#xa0;customers,</a> who were allocated £50m in shares and are only able to trade on April 7, are expressing their dismay today on social media.</p> <p>As <a href=\"https://www.ft.com/content/6d9cabd2-cad3-48a2-98b4-41515c00d8bf\">Helen Thomas commented</a> on Monday: “For better or for worse, the London market essentially likes profits and dividends,” rather than lossmaking but high-growth tech companies.&#xa0;Deliveroo's timing could also have been better — DoorDash has lost more than a third of its value since mid-February as enthusiasm for tech stocks has waned. <a href=\"https://www.ft.com/content/5725a4cf-4bff-4b4a-bb04-957a77d2ee92\">Lex says </a>banks led by Goldman Sachs and JPMorgan also got the pricing badly wrong.</p> <p>Some fund managers will see this as a moral victory and they expect to see the valuations of Spac companies eventually blow up in New York, it adds. However, London is making its own pitch for Spacs business and the Financial Conduct Authority said on Wednesday it <a href=\"https://www.ft.com/content/1224cfc3-c431-415e-9216-6cb3ab8f78d5\">planned to ease its rules </a>for blank-cheque companies by early summer.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Dog eat dog in food delivery</strong><br>DoorDash has accused its US partner Olo of <a href=\"https://www.ft.com/content/412069db-8d99-48c2-8b24-1f8050e459ec\">defrauding it for years</a> and using the revenues to strengthen its position ahead of its IPO two weeks ago. Olo's software is used by restaurants to manage their orders from multiple apps, such as DoorDash, Uber Eats and others, on a single platform. It charges a fee to the delivery companies for each order it processes, but DoorDash alleges it has been charged more than rivals.</p> <p><strong>2. Apple backs music disrupter</strong><br>Apple has <a href=\"https://www.ft.com/content/9efc9fb7-d8ac-4b8c-abd1-659a7e52f330\">led a $50m investment round</a> in UnitedMasters, a US start-up aiming to capitalise as more artists try to circumvent record labels and distribute their music online. The latest round values the company at $350m. UnitedMasters offers artists the tools to upload their songs to streaming services, while keeping control of the copyright to their own music.</p> <p><strong>3. Hitachi's logical software move</strong><br>Hitachi has agreed to<a href=\"https://www.ft.com/content/fe575abe-9963-480c-8315-24f128de15eb\"> buy GlobalLogic</a>, a Silicon Valley software engineering company, for $9.5bn, in its largest-ever acquisition. The Japanese industrial group has been undergoing years of reform to transition the sprawling conglomerate into an IT and infrastructure specialist. Elsewhere, the Federal Trade Commission has<a href=\"https://www.ft.com/content/26e2a2b5-06aa-4315-aa60-1c7b1190e4b8\"> sought to block </a>Illumina's planned $7.1bn acquisition of <strong>Grail,</strong> the cancer screening start-up backed by Jeff Bezos and Bill Gates, citing competition concerns.&#xa0;</p> <p><strong>4. Tech tops Asian rankings</strong><br>The top three in the <a href=\"https://www.ft.com/high-growth-asia-pacific-ranking-2021\">FT's new rankings</a> of Asia-Pacific High-Growth companies are all tech companies: Carro, a Singapore-based online marketplace for used cars; Kioson, an Indonesian digital payments platform and SCI Ecommerce, a Singaporean provider of ecommerce sites — all of which have a 2016-19 CAGR above 320 per cent. This week's <a href=\"https://www.ft.com/content/aaff0cf3-e9f8-4f64-9a4b-ab67165992c5\">#techAsia reports</a> the region's electric vehicle craze is hitting top gear. Meanwhile, <strong>VW</strong> has apologised for its<a href=\"https://www.ft.com/content/43ec8ac6-2f8c-472d-a505-b48b82361497\"> “Voltswagen” rebranding stunt</a>.</p> <p><strong>5. Musk and Bezos battle over low Earth orbit</strong><br>Elon Musk's broadband venture Starlink is asking to relocate 2,800 more satellites from around orbits of 1200km above earth to 550 kms, putting them close to Jeff Bezos's own planned constellation at about 600 kms. <a href=\"https://www.ft.com/content/e3de5629-cf4e-4930-9ff6-9c2d18946d92\">Peggy Hollinger says</a> the low Earth orbit sector is getting cramped with more than 10,000 planned launches of satellites expected over the next decade.</p> <h2>Tech tools — Bel Air's ultimate home movies</h2> <p>It's long been an open secret that, if you happen to be a Hollywood mogul, the studios will let you view new releases in your home theatre, <a href=\"https://www.ft.com/content/cd44fe54-f2a3-4650-9dc2-30756d5925a2#o-comments-count:~:text=It%E2%80%99s%20long%20been%20an%20open%20secret,a%20roaring%20trade%20in%20yacht%20installations.\"><em>writes Jonathan Margolis</em></a>. However, wannabe movie moguls may appreciate a new initiative that allows you legally to watch films on release day in the exact same digital format used in cinemas. </p> <p><a href=\"https://www.belaircinema.com/\">Bel Air Cinema </a>provides what has been dubbed “Netflix on steroids”, whereby you are presented with a choice of 30 or so films at any one time while they are still in cinemas. Bel Air will look after everything from the projection equipment to the iPad control system. Think up to $1m for a from-scratch install, £250,000-ish for the upgrade if you already have a cinema, and from $1,000 per film for a 30-day licence. The company is also doing a roaring trade in yacht installations.</p><p>Source: Chris Nuttall in London 2021 'Deliver-rueful IPO' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-31T18:13:14.988Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1819,
          "end": 1827
        }
      ]
    }
  ]
}