{
  "_id": "eec7e33aef1912955e4ea0f2feffbe666b938f108bd3fa4a102ee9fb50d17e5c",
  "feed": "ftcomall",
  "title": "Tesla's bitcoin buy undercuts company's green credentials ",
  "text": "<p>Once upon a time “green” and “social” issues seemed to sit in a different category from mainstream markets. No longer. This week the US's flamboyant green(ish) billionaire — better known as Elon Musk — has been shaking markets, albeit in ways that potentially undermine his sustainability stance. ESG issues are infecting trade deals, seeping into cyber-security concerns, and sparking a new way of monitoring companies. 2021 promises not to be dull, and it is only February. Read on.</p> <h1>Tesla's big bitcoin purchase opens new ground in ESG debate</h1> <p>As the world's largest electric vehicle company, one might expect Tesla to be a popular pick among ESG investors. But its record on <a href=\"https://corpgov.law.harvard.edu/2019/08/04/teslas-governance-record-and-esg-monitoring/\">governance</a> and <a href=\"https://www.ft.com/content/215d14e2-b062-4565-a24c-9dd83ba03e52\">social</a> issues have long been contentious in the responsible investing world. Now, its <a href=\"https://www.ft.com/content/5e83f15e-ea2c-4d2f-8ae8-bf72fc5effd0\">leap into bitcoin</a> is casting a pall over its environmental credibility as well. </p> <p><strong>Paul Donovan</strong>, chief economist of UBS Global Wealth Management, called attention to the issue in a <a href=\"https://www.ubs.com/global/en/wealth-management/chief-investment-office/about-us/meet-the-experts/paul-donovan/2021/is-this-sustainable.html/global/en/wealth-management/chief-investment-office/about-us/meet-the-experts/paul-donovan/2021/is-this-sustainable.html\">note yesterday</a>. He did not mention Tesla by name, but it was clear what he meant by a “car company [that] will use bitcoin as a payment method”.</p> <p>“Crypto does significant environmental damage without creating any improvement in living standards,” Donovan said. “Can sustainability investors consider owning companies associated with crypto?” </p> <p>Cryptocurrency has already been <a href=\"https://www.sciencedirect.com/science/article/pii/S2542435119302557\">calculated</a> to produce nearly as much carbon as the nation of Sri Lanka and some scientists have warned that crypto's growth may <a href=\"https://www.nature.com/articles/s41558-018-0321-8\">single-handedly undermine</a> the Paris climate accord. </p> <p>But the answer to his question, like so many other questions around ESG, depends on who you ask. </p> <p>For some, the $1.5bn bitcoin purchase is a non-issue. </p> <blockquote>  <p>“Tesla's bitcoin investment does not have an impact on its ESG score,” said S&amp;P Global. “Cryptocurrencies have not been a part of the mainstream economy and have not impacted mainstream ESG methodologies.”</p> </blockquote> <p>But this is new ground. No other big company has bought as much bitcoin as Tesla has. That means ESG analysts may need to change their models for evaluating the company, said <strong>Driss Lembachar</strong>, senior associate, transportation and infrastructure research at Sustainalytics.</p> <p>Lembachar is also concerned with Tesla's announcement that it will accept bitcoin as payment. He is not certain how it will affect Tesla's ESG rating, but he believes there are numerous potential governance risks that may crop up.</p> <p>“Is this payment going to be secure?” he asked. “Will there be cyber-security threats? I know that these things . . . tend to be hacked. So we have to look into the cyber-security systems [to see] if the company is prepared.” (<em>Billy Nauman</em>)</p> <h1>New global trade deal targets climate improvements</h1> <p>Uh oh. Here comes another important acronym for ESG fans to memorise: the CPTPP, the Comprehensive and Progressive Agreement for Trans-Pacific Partnership that is. (Not to be confused with the mere TPP — the Trans-Pacific Partnership — that predated this agreement.)</p> <p>In recent weeks, the British government has applied to join the CPTPP, a trade deal that spans 11 Pacific Basin countries. No surprise there: the government is keen to spread its global wings after Brexit by forging independent trade alliances, and the CPTPP is an important gateway into the Asian market. </p> <p>The British government's sign-on has cast a spotlight on this deal at a timely moment. The key thing to understand, as a trenchant note from HSBC to clients explains, is that the CPTPP is not just a “gold standard of trade deals” because of its modern trade provisions, but also because of its “commitments to uphold high standards in areas key to the global sustainable development agendas”. </p> <p>More specifically, it includes measures aimed at strengthening environmental protections related to pollutants, fisheries, protected areas and clean energy. It also sets new labour standards that address health and good governance concerns. Hooray.</p> <p>It remains to seen whether these high standards will be enforceable among members&#xa0;—&#xa0;which include Malaysia, Mexico, Peru, Brunei and Vietnam, but notably not China. But it could signal a potential tipping point in how we think about trade. Multilateral trade deals have been (rightly) blamed in the past for fostering a type of globalisation that caused environmental damage, low wages and the erosion of social rights. In the next decade, however, they might increasingly become a weapon to promote ESG; or, more specifically, the goal of collective action on “E”.</p> <p>The EU is pushing for this, as <strong>Connie Hedegaard</strong>, former EU commissioner for climate action said at the Warwick Economics Summit last Saturday. A focus on carbon prices and carbon border taxes will be a key element of this. The US's Biden administration may yet take a similar stance to foster collective action, suggested <strong>Graciela Chichilnisky</strong>, Columbia University economics professor. </p> <p>As Chichilnisky points out, many of the ingredients needed to tackle climate change are already at hand: technology, potential pools of capital and public awareness of the problem; however, the huge challenge is fostering global co-ordination and enforcement. “It's about governance,” she said. And in a world without proper global government, trading standards could be one key tool in that respect. Here, at least, is hoping. <em>(Gillian Tett)</em></p> <h1>Glassdoor ratings become ESG tool</h1> <p>Investors are thirsty for ESG data, a trend that became clear after last year's <a href=\"https://www.ft.com/content/87607bcc-7765-4963-a5f9-1b83f1aab88d\">heavy M&amp;A activity</a>. But measuring ESG's “social” criteria has befuddled investors. </p> <p>To attack the problem, investors are increasingly parsing through company reviews on Glassdoor, the website where workers anonymously post about companies' salaries and culture. This information, investors say, provides a valuable window into a company's future performance.</p> <p>Last year, analysts at Bank of America found a correlation between positive Glassdoor ratings and a strong stock performance. Starbucks beat McDonald's, Yum Brands and nine others in earning high marks from employees on Glassdoor, according to a new report. </p> <p>“Happy restaurant workers = alpha,” Bank of America said.</p> <p><strong>Katherine Davidson</strong>, a portfolio manager for Schroders global sustainable growth fund, told Moral Money that Glassdoor data can be “an external check on what the management is telling you”. London-based Schroders has used Glassdoor information as a starting point for engagement with the company over its working conditions, she said.</p> <p>Positive Glassdoor scores “add conviction around talent retention and internal culture, which can be a really persistent and hard-to-quantify competitive advantage”, she said.</p> <p>But the data are not always reliable. Bank of America said the percentage of 5-star ratings on Glassdoor had risen significantly over the past few years — a sign of potential gaming.</p> <p>ESG “social” data may well remain elusive for now — at least until federal regulations for ESG increase around the world. <em>(Patrick Temple-West)</em></p> <h1>Cyber risk rises up the governance agenda</h1> <p>Corporate governance has always been an attempt to strike a balance between risks and rewards, but it is instructive to see how specialists' thinking about the “G” in ESG has changed since the once theoretical risk of a pandemic became reality.&#xa0;</p> <p>Institutional Shareholder Services, a proxy adviser with outsized influence in how the world's largest investors cast their votes, this week made one of its biggest ever changes to how it calculates companies' governance scores. Almost all were driven by changes in investor priorities over the past year, from boardroom diversity to special pay grants to chief executives.&#xa0;</p> <p>Of the 17 new factors in the Governance QualityScore, 11 relate to how companies manage and disclose cyber-security risks. Investor demand for better information on this topic had been growing pre-pandemic, ISS told Moral Money, but has increased as Covid-19 accelerated companies' digital transformation and left millions of employees working from home on insecure equipment.&#xa0;</p> <p>“Investors have put increased scrutiny on the topic without really knowing how best to measure cyber-security risk,” said <strong>Marija Kramer</strong>, global head of ISS ESG. “In light of the pandemic and the corporate world's pivot to digital, institutional investors are understandably keen to fill the information gap.”</p> <p>But its new scrutiny of cyber risk may challenge some boards. Companies including Vodafone and Bank of America rank as top performers on this issue, it says, but just 35 per cent of companies in the Russell 3000 disclose a clear approach on identifying and mitigating cyber risk and 17 per cent&#xa0;disclose nothing at all on the subject. <em>(Andrew Edgecliffe-Johnson)</em></p> <h1>Tips from Tamami</h1> <p><em>Nikkei's Tamami Shimizuishi keeps an eye on Asia to help you stay up to date on stories you may have missed from the eastern hemisphere.</em></p> <p>Earlier this month, China launched its national carbon emissions trading market, accelerating the country's effort to meet a 2060 carbon neutrality target.</p> <p>For now, the market only covers the power industry, which accounts for approximately 40 per cent of the country's emissions, but it will gradually expand to other sectors, rising to cover 80 per cent by 2025, according to <strong>Yan Qin</strong>, lead analyst at Refinitiv.</p> <p>Experts, however, have warned that the market won't reduce emissions in the short term.</p> <p>“The more power a plant generates during the year, the more permits it is given,&#xa0;so there is no incentive to generate less with coal [and switch to renewables],” said <strong>Lauri Myllyvirta</strong>, lead analyst at the Centre for Research on Energy and Clean Air.</p> <p>Myllyvirta explained that the carbon market was not an important governmental tool to regulate and reduce energy sector emissions. “Administrative measures, targets and quotas, buttressed by inspections and enforcement, will remain central, while the carbon market could evolve into an important tool in the future,” he said. </p> <p>Qin of Refinitiv expects that the first trade will probably take place early in the second quarter after settling technical details. Once it begins trading, China's emissions market is expected to exceed the size of the EU's to become the world's largest carbon trading scheme.</p> <h1>Chart of the week</h1> <p>A growing number of funds in Europe are rebranding themselves as ESG. In some cases, this is perfectly legitimate, but “critics warn that this could be just masking ailing portfolios, while trying to attract flows to struggling investments”. Read more in FTfm's <a href=\"https://www.ft.com/content/8e9f8204-83bf-4217-bc9e-d89396279c5b\">deep dive</a> on sustainable investing data.</p> <h1>Smart reads </h1> <ul>  <li><p>Over the weekend, our colleagues Leslie Hook and Henry Sanderson did an extensive piece on how the shift to renewables could change global politics. Make sure to <a href=\"https://www.ft.com/content/a37d0ddf-8fb1-4b47-9fba-7ebde29fc510\">check it out</a>. If you have any questions for the authors, check in on today's Q&amp;A session <a href=\"https://www.ft.com/content/c15eeb9b-fa3f-4529-88a5-3201302aedae\">here</a>.</p></li>  <li><p><a href=\"https://www.ft.com/content/622f2020-c948-4f76-abbb-9bdd05d1d074\">Last week</a> we told you about the Coalition for Inclusive Capitalism's plan to save capitalism. Among other things, the group called on companies to refrain from obstructing their workers' attempts to unionise. Now, big ESG investors are <a href=\"https://www.ft.com/content/c7f24fbb-bb4e-489e-8a30-37708700e816\">taking up the issue</a>. A group of asset owners has called on Amazon to scale back its union-busting tactics in Alabama, where a group of warehouse workers are trying to organise.</p></li> </ul> <h1>Grit in the oyster</h1> <p>What's the best way to profit from Joe Biden's plan to shift the US to clean energy? Ironically, your best bet might be to buy a coal plant, the FT's John Dizard <a href=\"https://www.ft.com/content/04b9376c-6f7d-49b3-9d36-94302e9e4fcc\">argues</a>. Yes, we find this peculiar too. </p> <h1>Further Reading</h1> <ul>  <li><p>Chuka Umunna joins JPMorgan to oversee ESG efforts (<a href=\"https://www.ft.com/content/5bd1b592-a5e4-4790-9663-d46de8035bd5\">FT</a>)</p></li>  <li><p>Sovereign wealth funds sidestep climate change threat (<a href=\"https://www.ft.com/content/aec5d879-eca2-404c-942b-52e02312022d\">FT</a>)</p></li>  <li><p>Ikea foundation bets $250m on green investment fund (<a href=\"https://www.ft.com/content/e37d536f-12b8-42a2-9827-ed1ce9eded8d\">FT</a>)</p></li>  <li><p>Japan's Kirin to end joint beer ventures in Myanmar after coup (<a href=\"https://asia.nikkei.com/Spotlight/Myanmar-Coup/Japan-s-Kirin-to-end-joint-beer-ventures-in-Myanmar-after-coup\">Nikkei</a>)</p></li>  <li><p>Japanese women shocked to learn it is still 1950 (<a href=\"https://asia.nikkei.com/Opinion/Japanese-women-shocked-to-learn-it-is-still-1950\">Nikkei</a>)</p></li>  <li><p>Mori's sexist remarks trigger exodus of Tokyo Olympics volunteers (<a href=\"https://asia.nikkei.com/Spotlight/Tokyo-2020-Olympics/Mori-s-sexist-remarks-trigger-exodus-of-Tokyo-Olympics-volunteers\">Nikkei</a>)</p></li>  <li><p>Will Kakao's ESG committee be able to keep governance issues in check? (<a href=\"https://www.koreatimes.co.kr/www/tech/2021/01/133_303164.html\">Korea Times</a>)</p></li>  <li><p>Tesco under fire for lack of action on obesity crisis (<a href=\"https://www.ft.com/content/536cd906-4a66-4af6-8284-7c596a7ec501\">FT</a>)</p></li> </ul><p>Source: Gillian Tett, Billy Nauman, Patrick Temple-West and Andrew Edgecliffe-Johnson 2021 'Tesla's bitcoin buy undercuts company's green credentials ' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-10T12:00:58.897Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 11375,
          "end": 11383
        }
      ]
    }
  ]
}