{
  "_id": "5d96a9b899e1a18fca65e4f1ac82099eac61b84ccfd478918c89867c5acdae47",
  "feed": "ftcomall",
  "title": "Morgan Stanley/JPMorgan: CEO wannabes face tough comparatives",
  "text": "<p>“If you're really unhappy, just leave. I mean, life's too short.” In 2012, some Morgan Stanley bankers complained following light bonus payouts. That prompted the unsolicited advice from their chief executive, James Gorman. A decade of the CEO lifestyle has, in contrast, suited Gorman just fine. </p> <p>On Thursday, the investment bank and wealth manager announced the elevation of<a href=\"https://www.ft.com/content/248cbea8-6dbe-4c97-b194-e68dbe121d1f\"> Ted Pick and Andy Saperstein</a> to co-president, launching an informal bake-off to replace Gorman. The firm's stock trades at about an all-time high after he successfully reshaped the bank in the wake of the financial crisis. The Australian former McKinsey consultant will not leave soon. There is time for him to take a victory lap as shareholders exult.</p> <p>Gorman understood that as capital requirements tightened, investors would instead reward a company with stable and steady revenues. Morgan Stanley then acquired the wealth business Smith Barney as well as brokerage ETrade and asset manager Eaton Vance. Nearly 60 per cent of Morgan Stanley revenue is projected to come from these fee-for-service businesses, more than twice the proportion in 2010.</p> <p>Executive reshuffles are the order of the day on Wall Street. Earlier this week, JPMorgan <a href=\"https://www.ft.com/content/9e31d7a7-4911-493b-919d-31e04d756438\">announced promotions</a> for Marianne Lake and Jennifer Piepszak. One of them could succeed CEO, Jamie Dimon. Not that Dimon has plans for a speedy exit after 15 years. </p> <p>Dimon, like Gorman, guided his firm through the post-crisis 2010s. JPMorgan's success has largely come from organic growth. Its conservative balance sheet helped it take advantage of weaknesses at peers such as Citigroup and Bank of America.</p> <p>Both Morgan Stanley and JPMorgan have recently posted returns on tangible equity exceeding 20 per cent, a figure that had seemed unattainable in a time of elevated equity requirements for banks. Ironically, volatile capital markets created immense trading revenues, activities Wall Street banks previously tried to downplay.</p> <p>The next generation of banking bosses will have to grapple with a strengthening fintech industry and unstoppable private capital led by groups such as Blackstone. Gorman and Dimon may hope they can coast toward retirement. But shareholders will keep them under pressure — and their successors even more so.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us who you think should get the top jobs at Morgan Stanley and JPMorgan in the comments section below.</em></p><p>Source:  2021 'Morgan Stanley/JPMorgan: CEO wannabes face tough comparatives' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-20T17:25:26.626Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1208,
          "end": 1216
        },
        {
          "start": 1449,
          "end": 1457
        },
        {
          "start": 1648,
          "end": 1656
        },
        {
          "start": 2388,
          "end": 2396
        }
      ]
    }
  ]
}