{
  "_id": "33fc113e91a5a2f053b6686b8fd7d54d808afc925312b65cc6bad7e6782d9771",
  "feed": "ftcomall",
  "title": "Companies raise $400bn over three weeks in blistering start to 2021",
  "text": "<p><a href=\"http://www.ft.com/runawaymarkets\"><em>This article is part of the FT's Runaway Markets series.</em></a></p> <p>Companies have raised $400bn in funds in the first three weeks of 2021 as the torrent of government and central bank stimulus to rescue global economies cascades across capital markets.</p> <p>The global bond and equity fundraising spree marks one of the biggest hauls of the past two decades for the comparable period and is about $170bn above the average for this time of year, a Financial Times analysis of Refinitiv data shows. </p> <p>The clamour for fresh cash underscores how unprecedented economic interventions have helped boost financial markets despite the deep economic blow from coronavirus and continued spread of new virus variants.</p> <p>Corporate debt and equity markets have remained unfazed while much of Europe and the US grapples with a deadly winter wave of Covid-19, allowing company executives to use record low and stable interest rates and rallying stock prices as a chance to expand their businesses, reorganise their shareholder base or simply cash out.</p> <p>“The only thing that matters to markets is global fiscal and monetary policy,” said John McClain, portfolio manager at Diamond Hill Capital Management. “Markets are priced as though coronavirus doesn't matter any more.”&#xa0;</p> <p>Companies have raised $337bn in debt markets in the year to January 22 and a record $64bn through IPOs and secondary equity offerings. The pace of fundraising in equity capital markets is more than double the amount raised in the same period last year, in part due to the boom in blank-cheque companies, or Spacs, according to figures from Refinitiv.&#xa0;</p> <p>Israeli mobile games company Playtika holds the crown for this year's biggest listing so far, raising $2.2bn, according to Refinitiv, while Warren Buffett-backed Chinese electric vehicle company BYD's $3.9bn share sale last week made it January's biggest equity market transaction. </p> <p>Dating app <a href=\"https://www.ft.com/content/cb55ad0b-a65a-47b7-8699-c9dbface051b\">Bumble</a> and online card retailer <a href=\"https://www.ft.com/content/51bfda5c-c662-4cc0-9674-60ec9e5dc9ac\">Moonpig</a> are among the companies planning to go public soon, in New York and London respectively, with bankers expecting more to follow.</p> <p>The easy conditions have been supported by the fiery rebound rally in equity markets since the sharp sell-off in March. The Nasdaq Composite, home to many of America's large technology and healthcare companies, has doubled since its March nadir.</p> <p>Jeff Thomas, head of western US listings and capital markets at Nasdaq, described the trillions pumped into the financial system by the US Federal Reserve as a “watershed”. </p> <p>“When you put all that capital into the system, it's got to go somewhere,” he said. Rapidly rising <a href=\"https://www.ft.com/content/a790c796-f0c4-4cf9-8c7a-3b52daff89e4\">stock market valuations</a> have enticed companies to pivot from private to public markets much sooner, he added. “We saw a lot of companies saying ‘look, let's take advantage of the valuations in the public markets to go raise capital there.'”</p> <p>In Asia, Chinese technology and healthcare companies are leading the fundraising frenzy. “This has been happening for a couple quarters now because China was first out of the gates from a Covid recovery perspective,” said Udhay Furtado, co-head of Asia equity capital markets at Citigroup.</p> <p>“There are clearly investment tailwinds for growth companies who have been proven resilient through Covid,” said Alex Watkins, co-head of Emea equity capital markets at JPMorgan. “If you can trade well through this period you can trade well through most reasonable periods.”</p> <p>The frenzied listing of Spacs has also continued in 2021, despite some warning that their <a href=\"https://www.ft.com/content/6eb655a2-21f5-4313-b287-964a63dd88b3\">surging popularity</a> is <a href=\"https://www.ft.com/content/caa33f44-fd08-4049-a20e-3c3fde778b50\">unsustainable</a>. Globally, 61 blank cheque companies have listed so far this year, raising $16.9bn and dwarfing the number of Spacs to debut across any other comparable period.</p> <p>Central bank actions have also propelled companies to raise debt at cheap borrowing costs to help shore up balance sheets and get through prolonged periods of closure. Record-low interest rates have pushed investors to search for income in even the riskiest parts of the market. Global high-yield bond issuance for the first three weeks of January hit a historic high for the period of $49.8bn.&#xa0;</p> <p>Meanwhile, the yield on ICE BofA's US index of triple-C rated bonds, tracking some of the riskiest debt trading on the public market, sank to 7.6 pent on Friday, nearing an all-time low, as investors continued to pile in to the debt. </p> <p>“Investors cannot fight the global, co-ordinated monetary policy. It's almost disheartening,” said Mr McClain, adding that “the only place in the world that pays any kind of real yield is US fixed income”.</p> <p>Some companies are capitalising on frothy markets to raise debt and pay chunky dividends to their owners in a further sign of the thirst among investors for deals offering relatively juicy returns. </p> <p>Junk-rated building material company US LBM issued a $400m bond to fund a payout to its private equity owner Bain Capital, people familiar with the matter said. Bain declined to comment. </p> <p>In Europe, Swedish alarms company Verisure raised €2.5bn worth of high-yield bonds and paid a <a href=\"https://www.ft.com/content/d164a66c-7bba-484f-9ea0-d84e33de4834\">€1.6bn dividend</a> to its buyout owner Hellman &amp; Friedman, as well as other shareholders.</p> <p>One UK-based fund manager said investors are buying low-rated companies for returns despite the bleak pandemic backdrop. </p> <p>“The sense and feeling is just sheer nervousness that surrounds the market at these levels.”</p><p>Source: Nikou Asgari, Joe Rennison and Philip Stafford in London and Hudson Lockett in Hong Kong 2021 'Companies raise $400bn over three weeks in blistering start to 2021' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-26T05:00:28.368Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3268,
          "end": 3276
        }
      ]
    }
  ]
}