{
  "_id": "e7555389f3009057988f87e2315d7b4b3dbb7015eb1f63d6c1d246640c77c2a2",
  "feed": "ftcomall",
  "title": "Bank of England's climate mandate has global resonance",
  "text": "<p>With the days growing longer, the brutal winter temperatures starting to abate and vaccination rates ticking upwards, change is in the air here in New York. For the first time in a while it is becoming easier to feel more optimistic about the future. </p> <p>There is also cause for hope for sustainable investing advocates. After years of sidestepping the issue, the US Securities and Exchange Commission is charging ahead with a plan to put environmental, social and governance (ESG) disclosures under the microscope. And in the UK, the new Budget laid some important groundwork to help <strong>Boris Johnson</strong> turn the City of London into a hub of green finance. Read on for more. <em>(Billy Nauman)</em></p> <h2>Green bond news in Sunak's red box</h2> <p>Boris Johnson has been keen to paint the UK as a sustainable finance leader as the UK prime minister looks to set an example before hosting November's COP26 climate summit. He also needs to convince the world that the City of London can remain a major financial hub post-Brexit. </p> <p>This week's Budget saw the UK double down on that ambition, with two big green announcements in chancellor <strong>Rishi Sunak</strong>'s red box.</p> <p>First, the Bank of England's mandate is being updated to include the fight against climate change, which means it will start buying green bonds and purging its books of bonds that fund big polluters.</p> <p>And second, the UK plans to issue £15bn of green bonds this year. </p> <p>Climate activists were unimpressed, criticising the plans for a lack of specificity and urgency. Their scepticism is warranted: <a href=\"https://www.ft.com/content/2e519649-0687-44da-9848-a3ac108b1730\">full details</a> of the green bond offering are not expected until June, and the Bank plans to <a href=\"https://www.ft.com/content/f436d69b-2bf0-48cd-bb34-644856fba17f\">change its approach</a> to corporate bond buying “before its next scheduled round of investments, in the fourth quarter of the year”.</p> <p>In any case, the UK has been rather slow to join the green bond market, <a href=\"https://www.ft.com/content/61195ec8-2488-4f6d-9806-efaaecc6c2b5\">reports</a> the FT's <strong>Joshua Oliver</strong>. “Poland issued the first such bond in 2016, while France made its debut in 2017.” Germany launched €11.5bn worth of green Bunds last year.</p> <p>However, it is still worth noting the importance of the UK's plan. The £12bn to be raised through the green gilt offering may not meet activists' expectations, but it will help fund the <a href=\"https://www.ft.com/content/6c112691-fa2f-491a-85b2-b03fc2e38a30\">10-point climate plan</a> Johnson set out last year. </p> <p>And it is impossible to ignore the symbolic significance of the BoE becoming the first major central bank to make climate change an official part of its mission. </p> <p>This move builds on the climate work done by former BoE governor <strong>Mark Carney</strong> and could serve as a model for other central bank members of the <a href=\"https://www.ft.com/content/008a12d2-7736-4db0-af9c-e063a0bcdd7a\">Network for Greening the Financial System</a>.</p> <p><strong>Karen Ward</strong>, JPMorgan Asset Management's chief market strategist, told the FT that investors “should not underestimate” the reform's potential impact on sustainable investing.</p> <p>“This could tilt the preference of the central bank's asset purchases and involve considerable regulatory change to encourage private capital to do likewise,” she said. <em>(Billy Nauman)</em></p> <h2>US watchdog seeks greenwashing whistleblowers</h2> <p>The US Securities and Exchange Commission has created an enforcement unit to hunt for possible misconduct in companies' climate risk and ESG disclosures — an unprecedented move that suggests there might be abuses that have gone unaddressed.</p> <p>The unit will focus on misstatements or vagueness in companies' climate change risk disclosures under existing rules, the agency <a href=\"https://www.sec.gov/news/press-release/2021-42\">said on Thursday</a>. The agency will also be investigating investment advisers and funds' ESG strategies, and encouraging tipsters to bring information about potential climate or ESG misconduct to its whistleblower office.</p> <p>ESG became an SEC examination issue for investment advisers for the first time last year. But now, with a dedicated enforcement task force, “it shows the regulator means business”, <strong>Doug Davison</strong>, a partner at Linklaters, told Moral Money.&#xa0;&#xa0;</p> <p>Although a “message” is all bark and no bite, companies must take the SEC's action seriously. Lazy disclosures can no longer be tolerated. (Remember <strong>Billy Nauman</strong>'s 2019 <a href=\"https://www.ft.com/content/fbdb36d0-a293-11e9-974c-ad1c6ab5efd1\">article</a> about Vanguard's “green” funds?). </p> <p>“It is particularly interesting that the SEC's alert is calling out reviewing proxy voting policies and records as well here,” said <strong>George Raine</strong>, a partner at Ropes &amp; Gray. “Asset managers with ESG-oriented products will want to review their advertising and other documentation.”</p> <p>The announcement also brings the US into line with Europe. Esma in February 2020 <a href=\"https://www.ft.com/content/dbda1474-493b-11ea-aeb3-955839e06441\">announced</a> a new strategy to combat greenwashing. Moral Money will keep hunting for greenwashing and developments from the SEC's new task force. Watch this space. (<em>Patrick Temple-West</em>)</p> <h2>FedEx looks to Yale to help deliver net-zero package</h2> <p>As we <a href=\"https://www.ft.com/content/2f382b46-2276-44d8-b0a9-f47b4bdc8cd0\">wrote recently</a>, there are reasons to look warily on many companies' pledges to cut their emissions to “net zero” by some distant date, and few such announcements stand out from the crowd at this point. But one of them is FedEx, which this week not only set a 2040 goal for making its operations carbon-neutral but detailed $2bn of planned investments to hit it.</p> <p>Most interestingly, $100m of that sum will go to fund a new “centre for natural carbon capture” at Yale University. It is a revealing reminder that, for many companies, the scientific advances required to reach their net-zero aspirations simply haven't been developed yet.&#xa0;</p> <p>FedEx's 200,000 delivery trucks are not the problem, chief executive <strong>Fred Smith</strong> tells Moral Money: falling battery costs and initiatives such as its recent partnership with GM have put it on track to convert that fleet to electric vehicles by 2040 while yielding a return on its investment.&#xa0;</p> <p>The problem is that FedEx also operates the world's largest cargo airline, and sustainable aviation fuels still cost 5-7 times what jet fuel does, making them “absolutely non economic”, he said. The airline could have offset its emissions, but Smith likened the buying of carbon credits to the trade in papal indulgences. “A lot of these offsets and carbon credits have been one step from being a sham.” &#xa0;</p> <p>So FedEx concluded (despite some NGOs' scepticism about carbon sequestration) that sequestration was its best hope of cutting its net emissions and Smith, a Yale alumnus, knew the university had a strong record in environmental areas including carbon pricing.&#xa0;</p> <p><strong>Ingrid Burke</strong>, dean of the Yale School of the Environment, tells Moral Money the funding will accelerate research into questions including how to make forests grow faster and how to store CO2 in carbonate rocks or turn it into building materials and fuels.&#xa0;</p> <p>Yale president <strong>Peter Salovey</strong> says such corporate funding is essential because federal funds for such “high risk, high reward” research have become “very, very hard to get”. He expects to see more such partnerships in the coming years.</p> <p>As for FedEx, Smith points out that it hopes the investment will pay for itself by cutting its fossil-fuel bill substantially. “This is not from a FedEx standpoint a virtuous signal,” he notes.&#xa0;<em>(Andrew Edgecliffe-Johnson and Gillian Tett)</em></p> <h2>Antimicrobial resistance emerges as ESG concern</h2> <p>In December, the FT <a href=\"https://www.ft.com/content/21a00f82-9145-4863-b2fc-4bb1946e065e\">hosted a discussion</a> on antimicrobial resistance, noting that while there have been advances in combating the problem, urgent action is needed to develop new drugs. It is troubling, if not surprising, that coronavirus has diverted attention from this crisis.&#xa0;</p> <p>Big investors started <a href=\"https://www.ft.com/content/2dfcb39a-e561-46cd-b422-f80a8394d488\">raising concerns</a> late last year and are pressuring companies to make changes.</p> <p>On Wednesday, Yum! Brands, the parent company of KFC, Taco Bell and other fast-food chains, <a href=\"https://www.prnewswire.com/news-releases/the-shareholder-commons-announces-withdrawal-of-shareholder-proposal-after-yum-brands-commits-to-disclose-systemic-costs-of-antibiotic-use-301239878.html\">agreed</a> to publish a report on the systemic effects of antimicrobial resistance (AMR) in its supply chain by the end of the year. Yum is the first company to disclose this information, said the Shareholder Commons, a US non-profit that files shareholder resolutions. The organisation withdrew a petition at Yum as a result of the company's announcement.</p> <p>The agreement requires that Yum disclose its findings about how antibiotic use in animal husbandry threatens global health and shareholder interests. The report should also discuss optimal scenarios for the food industry to eliminate or internalise antimicrobial costs and describe how lobbying and political expenditures affect the realisation of those scenarios.</p> <p>Yum “recognises the need to limit the use of antimicrobials in order to preserve their efficacy”, said <strong>Rick Alexander</strong>, chief executive of the Shareholder Commons. Now he hopes to convince McDonald's to consider a similar pledge. (<em>Patrick Temple-West</em>)</p> <h2>Grit in the oyster</h2> <p>This week, the short sellers at Hindenburg Research <a href=\"https://hindenburgresearch.com/ormat/\">took aim</a> at another green company. </p> <p>The group's report last year on electric truckmaker Nikola led to the departure of its CEO and an inquiry from the US justice department. On Monday it levelled a series of accusations at Ormat, a NYSE-traded US geothermal power company. </p> <p>Ormat <a href=\"https://investor.ormat.com/news-events/news/news-details/2021/Ormat-Technologies-Issues-Statement/default.aspx\">denied the allegations</a>, and pointed out that, as a short seller, Hindenburg stood to profit from a drop in its share price. But shortly after Hindenburg made its case, Ormat's chief compliance officer and a board member (who were both named in the report) stepped down.</p> <p>So far, it looks like investors have not quite worked out what to make of Hindenburg's findings. Ormat's stock was already headed downward after its latest earnings report and stayed pretty flat the day the report came out. But regardless of how this story shakes out, it is a good reminder for responsible investors to take a close look at their holdings and not automatically assume all “green” companies are immune to hostile scrutiny. </p> <h2>Smart reads</h2> <ul>  <li><p>“The ESG stock frenzy of today, however egregious, may yet translate into a better tomorrow,” writes the FT's <strong>John Thornhill</strong>. ESG could well be in bubble territory, he says: “Financial markets have bet on a greener future and begun funding the technologies needed to bring it to life. But, just as in previous technological revolutions, politicians must now play their part in shaping a productive result.”</p></li> </ul> <h2>Further reading</h2> <ul>  <li><p>The Old Lady turns green (<a href=\"https://www.ft.com/content/316ab812-4be8-4288-85c2-bb6948da12df\">FT Alphaville</a>)</p></li>  <li><p>What we learned from ExxonMobil's investor day (<a href=\"https://www.ft.com/content/50b666e6-3c1c-4b5c-b11b-78e579531c30\">FT Energy Source</a>)</p></li>  <li><p>Italy raises €8.5bn in Europe's biggest-ever green bond debut (<a href=\"https://www.ft.com/content/2b1d7d2f-2755-474b-8696-2607de4366d4\">FT</a>)</p></li>  <li><p>Google's approach to historically Black schools helps explain why there are few Black engineers in Big Tech (<a href=\"https://www.washingtonpost.com/technology/2021/03/04/google-hbcu-recruiting/?arc404=true\">Washington Post</a>)</p></li>  <li><p>Dai-ichi Life targets 30% cut in portfolio CO2 emissions by 2025 (<a href=\"https://asia.nikkei.com/Business/Insurance/Dai-ichi-Life-targets-30-cut-in-portfolio-CO2-emissions-by-2025\">Nikkei</a>)</p></li>  <li><p>Everyone Sees ESG Investing Differently, But They All Want to Buy (<a href=\"https://www.wsj.com/articles/everyone-sees-esg-investing-differently-but-they-all-want-to-buy-11614866558\">WSJ</a>)</p></li>  <li><p>ESG investments surged in Asia-Pacific in 2020 as sustainable investing takes off, MSCI survey finds (<a href=\"https://www.cnbc.com/2021/03/04/sustainable-esg-investments-surged-in-asia-pacific-in-2020-msci.html\">CNBC</a>)</p></li>  <li><p>Biden climate envoy John Kerry talking to banks, asset managers about mobilising capital for clean energy (<a href=\"https://www.cnbc.com/2021/03/04/climate-change-john-kerry-talking-to-banks-asset-managers-about-clean-energy.html\">CNBC</a>)</p></li> </ul><p>Source: Gillian Tett, Billy Nauman, Patrick Temple-West and Andrew Edgecliffe-Johnson 2021 'Bank of England's climate mandate has global resonance' FT.com 5 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-05T12:14:58.427Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2577,
          "end": 2585
        }
      ],
      "nexusId": "10009914"
    }
  ]
}