{
  "_id": "85955e476c4424a29eb1bea1c5736c54662c8c8a9ff0da255818ff6e8becd94a",
  "feed": "ftcomall",
  "title": "‘The fool doth think he is wise'",
  "text": "<p><strong>One thing to start: </strong>Voters in the US state of Virginia are set to decide today whether former <strong>Carlyle</strong> co-chief executive <strong>Glenn Youngkin </strong>should serve as the state's next governor. More on the race <a href=\"https://www.ft.com/content/53e11816-18a6-4cfa-9d9e-51408672f417\">here</a>.</p> <h2>Ties to Jeffrey Epstein come back to haunt Jes Staley</h2> <p><strong>Barclays </strong>chief executive <strong>Jes Staley</strong> should be preparing to represent the British bank at the UN climate talks in Glasgow this week.</p> <p>But he has suddenly <a href=\"https://www.ft.com/content/b96a25c2-a5e1-4d06-8278-ed1f703f2dfd\">found himself out of the job</a> after an investigation by UK regulators into his 15-year relationship with disgraced financier and sex offender <strong>Jeffrey Epstein</strong>. The probe levelled the final blow to his tumultuous tenure at the helm of the UK's largest investment bank.</p> <p>Staley, who plans to contest the regulators' conclusions, is stepping down from his role as chief executive and as a director, the bank <a href=\"https://www.ft.com/content/9b778298-e1ab-4c5c-b03f-f73ecaee0117\">announced on Monday</a>, stipulating that the regulators' investigation “makes no findings that Mr Staley saw, or was aware of, any of Mr Epstein's alleged crimes”.</p> <p>He isn't the first high-profile figure to see their past relations with Epstein come back to bite. </p> <p>DD readers will remember <strong>Leon Black</strong>'s <a href=\"https://www.ft.com/content/1390c33e-bae4-4a6d-9bcc-7af1ee5b09d5\">early departure</a> from <strong>Apollo Global Management </strong>in March, and <strong>Glenn Dubin</strong>'s decision to <a href=\"https://www.ft.com/content/71d0ca86-3f05-11ea-a01a-bae547046735\">sever ties with the hedge fund</a> he founded after concerns over his ties to the disgraced financier surfaced last year. (Both men have denied wrongdoing.)</p> <p>Staley's connections to Epstein date back to the early 2000s, when he ran <strong>JPMorgan Chase</strong>'s private bank, of which the late paedophile emerged as a key client. </p> <p>The relationship proved mutually beneficial. Epstein helped broker an introduction between Staley and Dubin, a connection that helped Staley seal JPMorgan's $1bn purchase of a majority stake in Dubin's<strong> Highbridge Capital Management </strong>in 2004. Epstein gleaned a fee of roughly $15m from Highbridge in the process, <a href=\"https://www.wsj.com/articles/barclays-ceo-jes-staley-steps-down-over-relationship-with-jeffrey-epstein-11635751846\">as reported by</a> The Wall Street Journal.</p> <p>Even after Staley left JPMorgan for the hedge fund <a href=\"https://www.ft.com/content/e8973d4a-0066-11ea-b7bc-f3fa4e77dd47\"><strong>BlueMountain Capital</strong></a>, he remained in touch with Epstein, <a href=\"https://www.bloomberg.com/news/articles/2019-08-06/epstein-s-endgame-one-last-shot-to-stay-in-wall-street-s-favor?sref=OziMsGoK\">sailing</a> his 90-foot handmade yacht to Epstein's private island with his family in 2015.</p> <p>Staley has maintained that he <a href=\"https://www.ft.com/content/5f686972-4e31-11ea-95a0-43d18ec715f5\">ceased all contact</a> with Epstein when he entered the top job at Barclays in December of that same year. Even with the regrettable Caribbean getaway behind him, the years to follow haven't exactly been smooth sailing.</p> <p>The Boston-born banker's gift for risk-taking has historically overshadowed decidedly less strategic risks he has taken when it comes to personal matters, <a href=\"https://www.ft.com/content/bcdd12e1-2c4e-4c89-88b3-ca20d29cd6a0\">writes</a> the FT's Helen Thomas. </p> <p>There was the time he tried to <a href=\"https://www.ft.com/content/86089810-5502-11e8-b24e-cad6aa67e23e\">uncover the identity</a> of an anonymous whistleblower in 2016, for which he suffered a £642,430 regulatory fine, or the <a href=\"https://www.ft.com/content/5239dc0a-2f57-11e7-9555-23ef563ecf9a\">spat</a> with <strong>KKR</strong>.</p> <p>Emails supplied to regulatory investigators by JPMorgan, which suggested Staley's relationship with Epstein was friendlier than the formal business relationship he had claimed, appear to have been the last straw.</p> <p>Setting those things aside, Staley's broader strategy will probably be upheld as his top lieutenant and fellow JPMorgan alum <strong>CS Venkatakrishnan</strong> — known as Venkat — <a href=\"https://www.ft.com/content/6561960a-686e-4c30-8984-aadf6cb80548\">steps into</a> the top job. “The strategy we have in place is the right one,” he said in a memo to staff on Monday. </p> <p>An <a href=\"https://www.ft.com/content/154f3dca-3cb4-11e7-821a-6027b8a20f23\">email prankster</a> impersonating Barclays chair <strong>John McFarlane</strong>, who <a href=\"https://www.ft.com/content/ac3db862-48c0-330e-aec6-2f4c01e36205\">managed to trick</a> Staley in 2017, offers some sound advice for an incoming chief executive.</p> <p>“The fool doth think he is wise,” its subject line began, quoting Shakespeare's famous line, which concludes: “but the wise man knows himself to be a fool.”</p> <h2>Michael Dell shakes his money tree one last time</h2> <p>In <strong>Michael Dell</strong>'s new memoir, <em>Play Nice But Win</em>, there are many pages earmarked for whining about running a public company and battling raiders like billionaire <strong>Carl Icahn</strong>.</p> <p>There are even a few where Dell critiques the meat loaf that Icahn's wife served the two at a 2013 dinner in Manhattan when the famed activist was threatening to buy Dell's computer company. </p> <p>But the reality is that Michael Dell is quite the ruthless dealmaker himself. </p> <p>On Monday, his<strong> Dell Technologies</strong> <a href=\"https://www.ft.com/content/3ca808da-d0a7-4f42-98c4-b49745289616\">spun off an 81 per cent interest</a> in cloud software company <strong>VMware </strong>and received a $9bn dividend. The cash will help Dell repay debt accumulated in an $100bn-plus acquisition binge done alongside <strong>Silver Lake</strong> that began with the $25bn take-private of Dell in 2013.</p> <p>Icahn made some money contesting the leveraged buyout and agitating for changes after Dell relisted his company as a way to finance its $67bn takeover of <strong>EMC </strong>in 2016.</p> <p>Others on Wall Street have made money off of Dell, including activist <strong>Elliott Management</strong>, which bet billions on Dell Technologies and was a proponent of Monday's spin-off. <strong>Daniel Loeb</strong>'s<strong> Third Point</strong> believes Dell Technologies is undervalued as a standalone business after divesting its <a href=\"https://www.ft.com/content/6de48be8-a276-4356-9361-404b7f3b95b8\">crown jewel and piggy bank</a>, VMware. </p> <p>The financial engineering was good business for Dell's financial adviser <strong>Goldman Sachs</strong> and his preferred banker <strong>Gregg Lemkau</strong>, who decamped Goldman to run part of Dell's family office <strong>MSD Capital</strong>. </p> <p><strong>JPMorgan </strong>financed all of the debt and its chief executive <strong>Jamie Dimon</strong> personally vouched for Dell to get his EMC deal done. It was one of the last big takeovers put together by Dimon's favoured&#xa0; dealmaker <strong>Jimmy Lee</strong> before his sudden death in 2015. </p> <p>Dell and VMware made Silver Lake and its investors over four times their money. But no one has done better than Dell himself.</p> <p>The computer mogul <a href=\"https://www.ft.com/content/4f127b34-f7b2-11e8-8b7c-6fa24bd5409c\">used cheap debt, financial engineering and aggressive corporate governance</a> to turn a 15.6 per cent stake in Dell worth under $4bn in 2013 into a holding in two companies now worth over $40bn.</p> <h2>Cevdet Caner: bond villain or short seller victim</h2> <p>For someone with an inordinate number of lawyers, <strong>Cevdet Caner </strong>has a surprising sense of humour.</p> <p>The property magnate has broken a more than decade-long media hiatus to battle accusations of running a “secretive, kleptocratic cabal” controlling significant chunks of the German real estate market, as alleged in a report titled “Bond Villains” published by short seller <strong>Viceroy Research</strong> in October.</p> <p><a href=\"https://www.ft.com/content/17b0f7b4-a561-448e-8ad3-87ec33a804e4\">Speaking to</a> the FT's Cynthia O'Murchu and DD's Rob Smith from the offices of litigation specialist <strong>Mishcon de Reya</strong>, Caner denied being anything of the sort, and says that he has filed a criminal complaint against Viceroy. </p> <p>“How I don't want to be seen is as the villain sitting on a nuclear-powered submarine in the Mediterranean,” he smiles, putting his little finger to his lips in imitation of Austin Powers' nemesis Dr Evil.</p> <p>Caner's critics fail to see the funny side. They claim the 48-year-old secretly controls German property group Adler through a series of opaque structures, and has masterminded a complex set of deals that have reshaped the real estate market to the detriment of shareholders. </p> <p>Caner has attracted strong opposition partly because of his history in the property market. Aged 35, he oversaw Germany's second-largest real estate bankruptcy when his<strong> Level One </strong>group collapsed, owing creditors more than €1bn and leading to a decade-long criminal case from which he was finally acquitted last year. </p> <p>Caner has also courted a colourful array of friends while living in Monaco — which he insists he chose as home to avoid Austria's military service, rather than taxes — including <a href=\"https://www.ft.com/content/73eed184-997c-11e9-8cfb-30c211dcd229\">controversial German financier</a><strong> Lars Windhorst</strong> and <strong>Henry O'Sullivan</strong>, the British businessman <a href=\"https://www.ft.com/content/2c5b1425-bc9b-40ca-a3e0-076efc8c8422\">charged with fraud</a> in connection to <strong>Wirecard</strong>. </p> <p>Caner says he advises the company, of which his family owns a stake, on a “deal by deal” basis but insists that the arrangement is always backed by contracts negotiated at “arm's length”.</p> <p>Adler's shareholders aren't so sure. The company's stock has sunk by a fifth since Viceroy's report was published. </p> <p>But at least the property group<a href=\"https://www.ft.com/content/b9504a7e-d0aa-49c2-aa28-4b5b75d6f5f5\"> has a believer in JPMorgan</a>, which has developed a close relationship with Adler over the years and earned plenty of fees from underwriting billions of its debt and equity deals.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Maria Vullo</strong>, a former <strong>Paul, Weiss </strong>litigation partner and superintendent of the <strong>New York Department of Financial Services</strong>, is tossing her hat into the race to succeed <strong>Letitia James </strong>as New York's attorney-general.</p></li> </ul> <ul>  <li><p><strong>Credit Suisse</strong> is closing in on the hiring of former <strong>AMP</strong> chief executive officer <a href=\"https://www.ft.com/content/90b01b14-68e8-464d-8469-f8e8eefe7d6d\"><strong>Francesco De Ferrari</strong></a> to lead its wealth management unit, <a href=\"https://www.bloomberg.com/news/articles/2021-11-01/credit-suisse-close-to-naming-de-ferrari-wealth-management-head?sref=OziMsGoK\">per Bloomberg</a>.</p></li> </ul> <ul>  <li><p>Paul, Weiss has hired <strong>Gerald Brant </strong>and <strong>Jeffrey Lazar Kochian</strong>, previously M&amp;A partners at <strong>Akin Gump</strong>, as partners in its corporate department. They will be based in New York. </p></li> </ul> <h2>Smart reads</h2> <p><strong>The art of the Spac </strong>Helped by former <em>Apprentice</em> contestants, a small Chinese investment firm and a little-known Miami banker, Donald Trump was able to seal the blank-cheque deal of his dreams. But the transaction may have skirted securities laws. (<a href=\"https://www.nytimes.com/2021/10/29/business/trump-spac-digital-world.html\">New York Times</a>)</p> <p><strong>Meta-vision </strong>The rise of decentralised finance has sent venture capitalists, hedge funds and Wall Street veterans on a mad dash to capitalise on the fast-emerging “metaverse” encapsulating crypto, gaming and capitalism. (<a href=\"https://www.bloomberg.com/news/features/2021-10-30/what-is-the-metaverse-where-crypto-nft-capitalism-collide-in-games-like-axie?sref=OziMsGoK\">Bloomberg</a>)</p> <p><strong>Back to the future </strong>What would it be like to travel back in time and tell a Tesla bull that the company is worth $1tn? The FT's Patrick McGee takes a gander. (<a href=\"https://www.ft.com/content/fd20a93b-2cc8-4bcb-ab99-9343ba36027f\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/475f3941-76cf-4c82-971d-3d84a3b0aab4\">Franklin Templeton buys alternatives firm Lexington for $1.75bn</a> (FT) </p> <p><a href=\"https://www.wsj.com/articles/coke-to-pay-5-6-billion-for-full-control-of-bodyarmor-11635713140\">Coke to pay $5.6bn for full control of BodyArmor</a> (WSJ)</p> <p><a href=\"https://www.ft.com/content/e2c08fbc-2ee1-4a4b-9a6e-35a1f62c9bb5\">HNA's $170bn restructuring plan approved as focus turns to Evergrande</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3f92fb0b-9c57-4d1a-9682-7910b970e408\">Nubank targets $50bn valuation in New York IPO</a> (FT) </p> <p><a href=\"https://www.ft.com/content/c603bb34-8bb0-42b8-b264-11833409d6b5\">Tinder founders go to court over bitter break-up with Barry Diller</a> (FT)</p> <p><a href=\"https://www.ft.com/content/7556f53f-bf3e-42cd-ab04-dac0097440f0\">Bitcoin surge spurs City to recruit crypto natives</a> (FT)</p> <p><a href=\"https://www.ft.com/content/cb20ce46-8bf5-478f-9807-67afba0d2257\">Springer/StepStone: Bild row shows need for modern governance</a> (Lex) </p> <p><a href=\"https://www.ft.com/content/8ff55000-95c7-4a04-8102-2e56910781a2\">Netflix/Amazon: video games market has tech giants fighting over the controls</a> (Lex)</p> <p><a href=\"https://www.ft.com/content/7a2ea1f6-6b86-4ee6-972c-f469a2aa308c\">Bezos fund commits $500m to join Ikea and Rockefeller in renewable energy push</a> (FT)</p><p>Source:  2021 '‘The fool doth think he is wise'' FT.com 2 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-02T04:00:04.769Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1421,
          "end": 1435
        },
        {
          "start": 1652,
          "end": 1660
        },
        {
          "start": 1880,
          "end": 1888
        },
        {
          "start": 2694,
          "end": 2702
        },
        {
          "start": 2971,
          "end": 2979
        },
        {
          "start": 4922,
          "end": 4930
        },
        {
          "start": 7645,
          "end": 7653
        }
      ]
    }
  ]
}