{
  "_id": "5d2f305b40c1c7081d6765c443e291f36cd135a7cd507e0fb13fb2e9f30ef46a",
  "feed": "wall-street-journal",
  "title": "Edward D. Miller Steered Two Giant Bank Mergers; Ex-Marine from Brooklyn, who has died at age 80, helped combine Manny Hanny, Chemical and Chase",
  "text": "<p>Mr. Miller ended up taking a central role in combining some of the nation's largest banks after the 1991 merger of Manny Hanny and Chemical Banking and the 1995 combination of those banks and Chase Manhattan. He was senior vice chairman of the new Chase, now part of JPMorgan Chase &amp; Co.</p><p>He credited his early studies in engineering for teaching him to develop processes rather than relying on improvisation. The Marines, he said, gave him a sense of how to create teamwork among a diverse group of people thrown together in stressful circumstances.</p><p>Mr. Miller died Sept. 26 at his home in Jupiter, Fla. He was 80 and had been under treatment for cancer.</p><p>He likened mergers to Noah's Ark: There were two of everything, and the trick was to stick with the better half of each pair.</p><p>In mergers, he told Chase colleagues in 1997, \"you have ambiguity, you have mistrust, you have self-preservation…. You need to ensure that you have everything in place to guide you through that.\"</p><p>As a young executive at American Express Co., Kenneth Chenault met Mr. Miller in the 1980s and was impressed by his understanding of the credit-card business. A few years after Mr. Chenault became chief executive of American Express, he put Mr. Miller on the company's board in 2003. \"He's one of the unsung heroes of financial services,\" Mr. Chenault said.</p><p>Edward Daniel Miller was born Nov. 8, 1940, in Brooklyn, where his family lived in an apartment house. \"It was gangs, zip guns and leather jackets,\" he wrote of his neighborhood in a memoir. \"It was criminals, drug addicts and juvenile delinquents.\" On the plus side, it was also stickball and hockey on roller skates.</p><p>His father, an immigrant from Lithuania, repaired wristwatches. At school, young Ed benefited from a good memory and his mother's encouragement of reading. \"I was one of those kids who could scan a few pages of a textbook, grasp the essentials and spit it back on the test,\" he wrote. That talent got him into the prestigious Brooklyn Technical High School.</p><p>Fearing that his engineering studies at Brooklyn College would lead to a job hunched over a drawing board, he dropped out and briefly modeled clothes at the showroom of a garment wholesaler, an experience that helped form his lifelong habit of meticulous dressing.</p><p>In 1962, he got a banking job, tallying cashed checks for Manny Hanny. Still unsure of his direction in life, he signed up for the Marines and survived boot camp in Parris Island, S.C., where he accepted the harassment of drill instructors as necessary theatrics. He spent a year on active duty and then went into reserves as a lance corporal.</p><p>Back at Manny Hanny, he learned to analyze potential borrowers by day and studied business in the evening at Pace University. He met Carole Murray, who was studying at the American Institute of Banking. They married in 1969.</p><p>When he was sent to help run the credit-card business, he found that cards were mailed to people regardless of their credit histories. Meanwhile, \"cards were being stolen out of post offices or mailboxes at an alarming rate,\" he wrote later. \"Anyone could take the card and use it.\"</p><p>He improved the screening process and returned the business to profitability. His bosses rewarded him with growing responsibilities for consumer finance, mortgages and technology.</p><p>In the 1980s, defaults by Latin American borrowers weakened Manny Hanny. Mr. Miller supported the idea of merging with another bank. Chemical's headquarters were conveniently across the street from Manny Hanny's head office on Park Avenue. Partly due to Mr. Miller's work in steering integration of the two big banks and chopping costs, the merger won support on Wall Street.</p><p>\"It worked because Ed Miller is a very organized and disciplined guy, and he had a plan as long as your arm and he delivered against it,\" Don Kerr, a consultant at Booz, Allen &amp; Hamilton, told the New York Times later.</p><p>Mr. Miller became president of the combined bank, known as Chemical. Within a few years, amid a wave of consolidation in American banking, Chemical was again eager for a major transaction and paired up with struggling Chase, whose posh name was kept for the combined bank after they agreed to merge.</p><p>Walter Shipley emerged as chief executive of the new Chase, and Mr. Miller was given the ambiguous title of senior vice chairman. \"I wanted to be in charge, not the No. 2 guy,\" Mr. Miller wrote. \"At Chase, I was stuck in the waiting room.\" After he left Chase in 1997, AXA Group of France hired him as chief executive of its U.S. arm, including Equitable insurance, fund management and investment-banking operations. During his four years in that job, he motivated insurance salespeople into offering a wider variety of financial products.</p><p>Mr. Miller was on the boards of a variety of nonprofits, including the Alzheimer's Foundation of America and the New York City Police Foundation. He also was a supporter of the Marine Corps Scholarship Foundation.</p><p>His survivors include his wife, Carole Miller, along with a son, Dean Miller, and seven grandchildren. Another son, Scott Miller, died in 2009.</p><p>Friends recalled Mr. Miller's habit of quizzing almost everyone he met. \"He wanted to connect with people and find common ground around family, friends, schools, things that you were interested in,\" said Michael Hegarty, a friend and former colleague.</p><p>Write to James R. Hagerty at bob.hagerty@wsj.com</p><p>Edward D. Miller Steered Two Giant Bank Mergers</p>",
  "published": "2021-10-07T14:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 267,
          "end": 287
        }
      ],
      "nexusId": "10009914"
    }
  ]
}