{
  "_id": "39007720cf37e7d10906bf6d47d78c1b14bc27f9e7d7dd8064cf498ab8c8fd0e",
  "feed": "wall-street-journal",
  "title": "U.S. Companies Pick Up Adoption of Libor Alternative SOFR; Sports-vehicle maker Polaris is among the businesses beginning to use a replacement benchmark",
  "text": "<p>Polaris Chief Financial Officer Bob Mack said the company favors SOFR over other options because it is widely accepted by regulators. The Medina, Minn.-based company in June worked with several banks to include similar language for a $300 million credit-line expansion, he said, also part of its move away from Libor.</p><p>The shift to alternatives comes ahead of a year-end deadline to end the use of Libor, which fell into disrepute after a manipulation scandal. Banks, borrowers and lenders have been drafting plans to change over prior to Dec. 31, when Libor expires for shorter-dated dollar rates.</p><p>Libor underpins trillions of dollars in financial contracts, setting rates on everything from derivatives to consumer loans and corporate debt. The troubled benchmark is linked to nearly $200 trillion worth of derivatives alone, making a smooth transition imperative to avoid legal disputes or stranding borrowers without a rate to determine payments.</p><p>While hedge funds and asset managers have been quicker to phase out Libor, U.S. companies have been slower to choose a substitute. Somesaid earlier in the year they were hesitant to switch because they wanted forward-looking rates, which arrived in late July from the group of banks, insurers and asset managers behind SOFR known as the Alternative Reference Rates Committee, or ARRC.</p><p>Companies have increased their adoption since the committee that month endorsed benchmarks administered by the exchange operator CME Group Inc. that could fix rates over longer time spans, said Gregg Geffen, head of North America corporate interest rate derivative marketing at JPMorgan. Year-to-date volumes of SOFR derivatives traded with corporate clients are up 800% and the bank has traded with four times as many clients compared with last year, he said.</p><p>\"The fact that we are getting near the deadline forces peoples' hands to be more focused,\" said Mr. Geffen. \"But the ARRC's endorsement of CME Term SOFR has been the single largest contributor recently towards moving the agenda along.\"</p><p>Alternatives to SOFR have also cropped up, spurring hesitancy among some companies to select a single benchmark. These include the Bloomberg Short Term Bank Yield Index and Ameribor, a rate that is sensitive to funding costs increases during periods of financial stress. Some corporate treasurers and investors prefer these alternatives because they resemble Libor, making the transition easier from a systems and operational perspective.</p><p>The updated language for certain agreements at Polaris allows them to switch to another reference rate at any point. \"We added a little flexibility in case, for some reason, some other standard gained popularity over SOFR,\" said Mr. Mack.</p><p>Banks can't issue new financial contracts using Libor after Dec. 31, but may continue to reference it for many existing debts through June 2023, an 18-month extension backed by U.S. officials to allow legacy contracts to mature.</p><p>Some companies are waiting until that deadline approaches to make the changeover. Cincinnati Financial Corp., a property and casualty insurer, plans to switch its contracts to a new reference rate closer to three months before the 2023 deadline, said CFO Michael Sewell.</p><p>\"We're prepared to do it. It's not like we're scrambling, but I don't think we need to rush it and do it this month or next month,\" Mr. Sewell said, adding the Fairfield, Ohio-based company has few contracts based on Libor. Cincinnati Financial doesn't have any new debt agreements or existing credit lines with payments coming due prior to the deadline.</p><p>Cincinnati Financial will most likely transfer to SOFR, in part because it appears popular with other businesses, he said. \"We would want one where we would pay the lowest interest, but that's kind of hard to tell based on actual transactions, so I think we're just going to wait and see,\" he said.</p><p>Tom Wipf, a Morgan Stanley banker who is also head of the ARRC, said he expects to see more headline corporate loans and syndicated deals using SOFR going forward as Libor usage continues to decline and regulators keep up the pressure.</p><p>\"All the obstacles are out of the way now and it will be about economics in the end,\" said Mr. Wipf. \"It is just as easy to trade a SOFR hedge as a Libor one—the liquidity is there.\"</p><p>Write to Julia-Ambra Verlaine at julia.verlaine@wsj.com and Mark Maurer at mark.maurer@wsj.com</p><p>More on LIBOR AND SOFR</p><p>* Libor Transition Stokes Sales of Risky Corporate Debt (Sept. 12)</p><p>* Libor Alternative Is Winning Over Derivatives Traders (Sept. 10)</p><p>* Banks Weigh Alternatives to Libor Replacement as Companies Seek Longer-Term Rates (Aug. 16)</p><p>* Regulators Tell Banks It Is Time to Stop Using Libor (June 13)</p><p>U.S. Companies Pick Up Adoption of Libor Alternative SOFR</p>",
  "published": "2021-10-05T11:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1613,
          "end": 1621
        }
      ],
      "nexusId": "10009914"
    }
  ]
}