{
  "_id": "9ee444fff0c45c842c3e6b47edb256e9703e34f2ba6126d14245ed34cef638a6",
  "feed": "ftcomall",
  "title": "Big investors demand annual vote on companies' net zero plans",
  "text": "<p>More than 50 large investors are demanding companies publish details of efforts to tackle climate change and give shareholders a vote on their plans, arguing that many businesses making<a href=\"https://www.ft.com/content/ce475115-a9ee-494c-bc58-b44ab74d8db7\"> “net zero” commitments f</a>or 2050 are doing little to act on them.</p> <p>JPMorgan Asset Management, M&amp;G and 51 other investors, which together manage more than $14tn in assets, have called on companies to disclose a plan to cut their greenhouse gases, make a board director responsible for those actions and allow investors to vote annually on progress on the plan, where it is permissible in local law.</p> <p>The joint statement builds on the work done by billionaire hedge fund investor Chris Hohn, who popularised the concept of a so-called “<a href=\"https://www.ft.com/content/cc409667-e048-4246-808c-9cdf8e41ac77\">say on climate</a>” vote last year following a campaign that resulted in airport group <a href=\"https://www.ft.com/content/07e4aa70-a99e-40ea-9b66-2eac47ade0d6\">Aena</a> becoming the first company in the world to give shareholders an annual vote on its climate change efforts. </p> <p>Stephanie Pfeifer, chief executive of Institutional Investors Group on Climate Change, the group that brought the investors together, said companies needed to outline how they planned to slash their emissions, rather than simply making pledges.</p> <p>“It is clear that shareholder voting and director oversight is needed to hold companies to account on their commitments to achieving a net zero future,” she added.</p> <p>Asset managers are increasingly targeting companies over global warming amid concerns that climate change could have a catastrophic <a href=\"https://www.ft.com/content/dd01aacd-85a0-4577-9700-26f1d6fb26b3\">impact</a> on investment returns. Managers are also under pressure from clients to cut emissions in their own portfolios.</p> <p>The investor group, which also includes the BT pension scheme, BNP Paribas Asset Management and UBS Asset Management, said at least a fifth of the 2,000 largest companies in the world had made net zero pledges but there was a lack of standardisation in these commitments.</p> <p>Yo Takatsuki, Emea head of investment stewardship at JPMorgan Asset Management, said companies needed to set targets that were robust, scientifically credible and properly implemented.</p> <p>“Responsibility, accountability and delivery of a credible net zero transition plan, coupled with the provision of good quality data, must . . . be implemented by the board of investee companies. And there's no time to waste.”</p> <p>Advocates for giving shareholders a say on climate believe it will help ensure companies develop robust plans and follow through on these.</p> <a href=\"http://www.ft.com/cms/a4cee5a6-bdb4-4f8c-bf30-a38ae3b38494.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Stephanie Maier, global head of sustainable and impact investment at GAM Investment, said that putting climate plans to a vote would “allow shareholders to send a clear message to the board on the scale and pace of implementation”.</p> <p>But the idea of a shareholder vote has received backlash, including from prominent investors such as the Calpers pension fund in the US. Critics argue it is not the job of shareholders to micromanage businesses. There are also concerns that many investors will blindly sign off on the plans, even if companies are not living up to net zero emissions goals.</p> <p>Hohn welcomed the statement from the IIGCC group, saying investors have a “fiduciary duty to ensure companies are delivering on their targets”. </p> <p>Rather than setting <a href=\"https://www.ft.com/content/f9a03568-1cb1-4218-a519-5fcbe528d03a\">lofty goals for 2050,</a> he said any plans should be based on science and include targets to cut emissions within the next five years. “Anything else is just greenwash,” he said.</p><p>Source: Attracta Mooney 2021 'Big investors demand annual vote on companies' net zero plans' FT.com 30 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-30T04:00:49.572Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 251,
          "end": 259
        },
        {
          "start": 1896,
          "end": 1904
        }
      ],
      "nexusId": "10009914"
    }
  ]
}