{
  "_id": "2f522d177bc6401564287e1fffc1fe0f8cd28f24c5d8413432a7a69b8c606551",
  "feed": "wall-street-journal",
  "title": "Credit Suisse Board Loses Support --- Big shareholders plan to vote against some directors in the wake of losses on Archegos",
  "text": "<p>Mr. Gottschling joined the board in 2017 from the top risk job at Austria's Erste Group Bank AG.</p><p>David Herro, a partner at Harris Associates with a roughly 8% stake in Credit Suisse, said he would vote against Mr. Gottschling because he was the director in charge of risk.</p><p>Norges, an arm of Norway's central bank that runs its sovereign oil fund, owns around 3% of Credit Suisse. It said it would also oppose re-electing the lead independent director Severin Schwan, who is chief executive at Roche Holding AG, and Richard Meddings, a veteran British banker who joined the board last year and is overseeing investigations into Archegos and Greensill.</p><p>Under Swiss rules, more than half of voting shares must go against a director to block re-election.</p><p>Switzerland's Ethos Foundation said it too would vote against Mr. Gottschling's reappointment. The group, representing Swiss pension funds, has criticized the bank and its longtime chairman, Urs Rohner, for years. Last year, he received a 77.5% vote for re-election, while all the other directors got at least 90% favorable votes.</p><p>Mr. Rohner isn't up for re-election. He will retire Friday after a 17-year career. In his place, investors will vote on the appointment of Portuguese native Antonio Horta-Osorio as the new chairman. The departing chief executive of Lloyds Banking Group PLC overhauled the U.K. domestic banking giant in 10 years there and simplified its business.</p><p>Mr. Horta-Osorio is expected to oversee further changes in strategy and to the executive team and board when he takes the chairman role at Credit Suisse. Two more new directors are to join after Friday's vote: Blythe Masters, a former JPMorgan Chase &amp; Co. executive, and Clare Brady, a banking auditor who worked at the International Monetary Fund, the Bank of England and Deutsche Bank AG.</p><p>Ethos Foundation said earlier this month that it hopes the arrival of Mr. Horta-Osorio would allow the establishment of \"a new corporate culture with a more focused approach on risk management.\"</p><p>Credit Suisse declined to comment on the vote.</p>",
  "published": "2021-04-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1664,
          "end": 1684
        }
      ],
      "nexusId": "10009914"
    }
  ]
}