{
  "_id": "bd2dfe015b14384fc4fb04af9f78395507fe377676de6c129f561dab2552c5b5",
  "feed": "wall-street-journal",
  "title": "Archegos Hit Tops $10 Billion  After Losses at UBS, Nomura  ----  By Margot Patrick and Quentin Webb",
  "text": "<p>\n  The battering to Wall Street banks from Archegos Capital Management topped $10 billion after UBS Group AG and Nomura Holdings Inc. reported fresh hits caused by the fund's collapse. </p><p>\n  Archegos, the family office of Bill Hwang, wreaked havoc across Wall Street when heavily leveraged bets it made on a small collection of stocks unwound, triggering huge losses at a half a dozen banks that had lent heavily to the investor. </p><p>\n  UBS, Switzerland's biggest bank by assets, said Tuesday it lost $861 million following Archegos's implosion, a bigger hit than analysts expected. </p><p>\n  Meantime, Japan's Nomura, which flagged losses of around $2 billion last month, raised its total damage tally to $2.85 billion, leading to its worst quarterly performance since the end of 2008, during the global financial crisis. </p><p>\n  Nomura said it had taken swift action to shore up its risk-management systems, and had found no similar dealings with other clients. The bank had exited more than 97% of the positions by April 23. </p><p>\n  UBS Chief Executive Ralph Hamers, in the job since November, said the bank was reviewing its risk management systems to avoid such situations, but didn't envision a broader pullback. He said the loss hadn't stopped UBS from improving its capital position in the quarter and that the investment bank was able to bear the loss. UBS shares fell 1% Tuesday. </p><p>\n  In addition to UBS and Nomura, Credit Suisse Group AG lost $5.5 billion, Morgan Stanley lost $911 million and Mitsubishi UFJ Group warned of a $300 million hit. </p><p>\n  Altogether, the losses of more than $10 billion make it one of the worst trading incidents in finance in years and have prompted a flurry of regulatory investigations in the U.S. and abroad. </p><p>\n  Banks, some of whom went for years without major trading mess ups, have had to re-examine the risks they take with clients. Widespread optimism in markets, frenzied trading in individual stocks, and the use of leverage, or borrowed money by investors, has set the stage for trading mishaps, some market veterans have warned. </p><p>\n  The UBS hit from Archegos came as a surprise, both for its large size, and because investors viewed the institution as safer than some global banks, because it focuses on wealth management and lending within Switzerland. </p><p>\n  UBS slashed its investment banking operations a decade ago after a financial crisis-era government bailout. But it continues to have a large equities business that includes the prime brokerage unit that registered the Archegos loss. Mr. Hamers said it was reviewing clients in the unit and in its wealth division that works with family offices, but won't pull out of prime brokerage. </p><p>\n  Mr. Hamers said the Archegos situation was unusual because lenders, including UBS, didn't have the full picture on the fund's investments across different banks. But he said the risk still should have been detected. </p><p>\n  \"It was idiosyncratic from the perspective that this was not a market event. It was an event to a specific case with highly concentrated positions,\" Mr. Hamers said. </p><p>\n  The bank took a $774 million loss related to the Archegos trades in the first quarter and an additional $87 million in the second quarter. UBS said it has fully exited the fund's positions. Moody's Investors Service analyst Michael Rohr said that for UBS, the Archegos default \"highlights the inherent risk in its capital markets activities and presents a setback against [UBS's] otherwise risk-averse culture.\" </p><p>\n  Like other banks burned by Archegos, UBS's huge losses from the fund's meltdown were offset by a bonanza of activity in other areas. Revenue in its division underwriting debt and stock deals, including for blank-check companies known as SPACs, jumped 69%. Overall net profit was up 14% to $1.82 billion. </p><p>\n  UBS's larger wealth management business grew 7% in the quarter in terms of revenue, and pretax profit rose across its Americas, Switzerland, Europe and Asia Pacific wealth divisions. It said clients were active, with high levels of transactions in a \"constructive market environment.\" </p><p>\n  Elsewhere, the Archegos loss has prodded Nomura, which is committed to remaining a player in U.S. financial markets, to examine how it manages its Wall Street presence. </p><p>\n  \"I don't believe there will be major changes in our overall strategy,\" said Nomura Chief Executive Kentaro Okuda, who promised to upgrade the bank's risk controls and management to prevent a recurrence. </p><p>\n  The CEO doesn't customarily appear on earnings calls, but the bank announced an hour before it started that he would join. \"We have caused worries for our shareholders, customers and others involved,\" he said. </p><p>\n  To strengthen management, the bank has hired Christopher Willcox, former chief executive of J.P. Morgan Asset Management, as the CEO and president of two subsidiaries in the U.S., and said it planned to increase the number of non-Japanese directors. </p><p>\n  Nomura also shuffled several executives who oversee the bank's risk management. Douglas Lyons, formerly global head of credit risk, was reassigned to a new role, according to a memo reviewed by The Wall Street Journal. The bank appointed Patrick McGarry as its acting global head of credit risk and Bruce Jin as acting chief risk officer for its America's operations. Both had risk oversight responsibilities previously. </p><p>\n  With limited growth opportunities at home, Nomura in 2008 tried to capitalize on the global financial crisis to become a bigger international player, buying some Lehman Brothers businesses in Europe, the Middle East and the Asia-Pacific region. </p><p>\n  However, Nomura later had to retrench, undertaking several rounds of restructuring and cost-cutting. In 2019, it said it would cut $1 billion of annual costs, streamline its corporate structure and place greater emphasis on fast-growing businesses. </p><p>\n  Abroad, Nomura has largely stuck to trading with big institutions and advising corporations, rather than serving individual investors. It has tried to focus on being competitive in select areas, such as trading U.S. Treasury bonds and packaging residential mortgages into debt securities. </p><p>\n  --- </p><p>\n  Chieko Tsuneoka contributed to this article. </p><pre>\n </pre><p></p>",
  "published": "2021-04-28T06:13:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}