{
  "_id": "e62c62f3ad6d1193b820236334a17a75b3a19f8d4c51d17943079383851fb3c6",
  "feed": "wall-street-journal",
  "title": "Inside the Fight Over Student Loan Losses --- A banker who studied program sees deficit of $500 billion as borrowers fail to repay",
  "text": "<p>Months later, Jeff Courtney, a former JPMorgan executive, arrived in Washington. And that's when the trouble started.</p><p>According to a report he later produced, over three decades, Congress, various administrations and federal watchdogs had systematically made the student loan program look profitable when in fact defaults were becoming more likely.</p><p>The result, he found, was a growing gap between what the books said and what the loans were actually worth, requiring cash infusions from the Treasury to the Education Department long after budgets had been approved and fiscal years had ended, and potentially hundreds of billions in losses.</p><p>The budget assumes the government will recover 96 cents of every dollar borrowers default on. That sounded high to Mr. Courtney because in the private sector 20 cents would be more appropriate for defaulted consumer loans that aren't backed by an asset.</p><p>He asked Education Department budget officials how they calculated that number. They told him that when borrowers default, the government often puts them into new loans. These pay off the old loans, and this is considered a recovery, even though in many cases the borrowers haven't repaid anything and they default on the new loans as well.</p><p>In reality, the government is likely to recover just 51% to 63% of defaulted amounts, according to Mr. Courtney's forecast in a 144-page report of his findings that was reviewed by The Wall Street Journal.</p><p>\"If you accounted this way in the private sector, you wouldn't be in business anymore,\" Mrs. DeVos said in a December interview. \"You'd probably be behind bars.\"</p><p>Mr. Courtney's calculation was one of several supporting the disclosure in a Journal article last fall that taxpayers could ultimately be on the hook for roughly a third of the $1.6 trillion federal student loan portfolio. This could amount to more than $500 billion, exceeding what they lost on the S&amp;L crisis 30 years ago.</p><p>If Mr. Courtney is right, there are big implications for taxpayers and families alike. While defaulted student loans can't cause the federal government to go bankrupt the way bad mortgage lending upended banks during the financial crisis, they expose a similar problem: Billions of dollars lent based on flawed assumptions about whether the money can be repaid.</p><p>Were his model to be adopted, watchdogs such as the Congressional Budget Office could force the government to recognize the losses, deepening deficits and adding many billions to the national debt.</p><p>The assumptions in Mr. Courtney's model faced challenge by some career officials at the White House Office of Management and Budget during the Trump administration, according to Diane Auer Jones, who was deputy under-secretary of education. The Education Department under President Biden killed Mr. Courtney's project, meaning his model won't be used to value the loan portfolio.</p><p>A memo announcing that, reviewed by the Journal, cited criticism by OMB saying the \"analysis used incomplete, inaccurate data and suffered from significant methodological shortcomings, including a dubious method for predicting borrowers' future income.\"</p><p>Biden officials never saw Mr. Courtney's report, and have dismissed his project on grounds they think it was motivated by a political agenda by Mrs. DeVos to kill the student loan program.</p><p>An Education Department spokeswoman said the agency has refined its model over time to improve accuracy, and Biden officials think it more accurate than Mr. Courtney's.</p><p>President Biden is a proponent of student lending. He has asked Congress to write off $10,000 of each student borrower's debt.</p><p>All sides agree budget modeling is as much an art as a science. Different assumptions, such as about how much borrowers will earn in coming decades, yield different results.</p><p>The program Mr. Courtney analyzed came from a series of decisions dating back to 1990, many rooted in accounting.</p><p>Before then, the budget treated student loans as an expense. The law changed in 1990 to incorporate expected future repayments. Loans became a potential source of profit, by assuming borrowers would repay, with interest.</p><p>This created an incentive to expand lending. It would increase access to higher education either at no cost to the government or with a gain in revenue, at least on paper.</p><p>Changes in 1992 made loans available to students from upper-income households. Congress lifted a ceiling on how much parents could borrow.</p><p>In 1993 the government introduced \"Income-contingent\" loans, with repayments set as a share of borrowers' income instead of fixed, and repayment periods extended. This encouraged bigger loans. The changes, by making nonpayment of loans seem less likely, were justified as preventing losses from student lending.</p><p>One instance of how accounting drove policy came in 2005 with Grad Plus, which removed limits on how much graduate students could borrow. It was part of a law designed to reduce the federal budget deficit. A key motive was to use the projected profits to reduce federal deficits, said two congressional aides who helped draft the bill.</p><p>Each change was publicly justified as a way to help families pay for college or to save the taxpayer money, said Robert Shireman, who helped draft some of the laws as an aide to Sen. Paul Simon (D., Ill.) and later was deputy under secretary of education in the Obama administration.</p><p>How agencies such as the Congressional Budget Office determine the deficit impact \"is a key factor in deciding whether a policy is adopted or not,\" Mr. Shireman said.</p><p>By 2014, five million Americans owed at least $50,000 in student debt, according to a Brookings Institution study. Borrowing by parents for their children also surged.</p><p>The assumption that all this student lending would mean growing profits for the federal government and savings for taxpayers has been consistently off the mark.</p><p>The federal government extended $1.3 trillion in student loans from 2002 through 2017. On paper, these would earn it a $112 billion in profit.</p><p>But student repayment plummeted. In response, the government revised the projected profit down 36%, to $71.5 billion. The revision would have been bigger except for the fall in interest rates that let the U.S. borrow inexpensively to fund loans.</p><p>The phenomenon is worsening in recent years. For the fiscal year ended September 2013, the government projected it would earn 20 cents on each dollar of new student loans. For fiscal 2019, it projected it would lose 4 cents on each dollar of new loans, federal records show.</p><p>Congress approves the student loan program each year, doing so based on a profit assumption. Then, in subsequent years, it revises those profit estimates based on the repayments that actually arrive.</p><p>If repayments come in lower than expectations -- as has happened successively in recent years -- the Treasury Department fills the gap with cash infusions to the Education Department.</p><p>This process takes place outside of the budget review and outside of congressional oversight. Ever-larger cash infusions from the Treasury have been needed.</p><p>In 2018, more than a year after Mrs. DeVos became Education Secretary, she looked for someone to sort through this, and JPMorgan's Mr. Dimon recommended Mr. Courtney, who had just retired from the bank after heading its private student-loan branch. He joined the administration and started going through documents.</p><p>According to his report a year later, students who took out federal loans in the 1990s repaid, on average, 105% of the original balance a decade later, including interest. Since 2006, they had repaid an average of just 73% of their original balance after a decade.</p><p>He looked into why government projections seemed so far off. One thing he found was that Education Department budget officials didn't look at borrowers' credit scores to estimate the likelihood they would repay. Not checking credit would be unthinkable in the private sector.</p><p>With the help of a contractor that does statistical modeling, FI Consulting of Arlington, Va., he ran some numbers. The credit scores of four in 10 borrowers would qualify them as \"distressed\" -- double the rate on all types of private consumer loans.</p><p>He also saw that when borrowers defaulted, the government continued to charge interest, allowing balances to keep rising, which also differs from private lenders' practice.</p><p>Then, the government typically put those defaulting borrowers into new loans, and the accrued interest was wrapped into a new balance. The borrowers' loans were no longer \"nonperforming.\"</p><p>A substantial number of borrowers go on to default on these new loans, according to Mr. Courtney's report, which was part of why he estimated so much lower a recovery of defaulted amounts.</p><p>Another source of what he considered faulty projections: Borrowers unable to make regular monthly payments sometimes cut them by switching to income-based repayment. President Obama made this move widely available, which his administration could do by itself on the understanding it wouldn't widen the deficit.</p><p>The accrual of unpaid interest caused loan principals to rise instead of decline, making the loans appear more profitable to the government, even though the accrual stemmed from borrowers' difficulty in repaying.</p><p>Mr. Courtney's conclusions, outlined in a presentation to Mrs. DeVos in May 2019, also said Education Department budget officials overestimated how much borrowers would earn and thus be able to pay back. The department is blocked by law from reviewing individual borrowers' tax records. Its estimates of how much borrowers' incomes would rise were consistently wrong, he found.</p><p>All told, his analysis led to his estimate that taxpayers would be left with the bill for around a third of all outstanding loans when they reach the end of their repayment cycles.</p><p>Some OMB staffers voiced concern Mr. Courtney's project would undermine the president's budget proposals, potentially forcing the government to come up with hundreds of billions of dollars to balance the books, said Ms. Jones, the former deputy under secretary of education.</p><p>OMB takes data from the Education Department to project how much student loans will earn for taxpayers or cost them. The agency has final say on accounting procedures, and Ms. Jones said some staffers expressed concern that private-sector officials with no experience with the federal budget process were doing a task the law gives to OMB.</p><p>Mr. Courtney left shortly after giving Mrs. DeVos his report, which was based on an alternative student loan budget model developed with the help of FI Consulting and audited by the consulting firm Deloitte.</p><p>While the Biden administration has rejected his analysis, the status quo creates problems both for borrowers and for the government, according to Mr. Shireman, the former aide to Sen. Simon and President Obama. Mr. Shireman said the projected profits from student lending discourage making changes that would help borrowers, such as lowering interest rates.</p><p>Many pay 7% to 8% on graduate-student and parent loans. The government, which can borrow at less than 2%, could refinance loans at lower interest rates, making them less onerous and perhaps more likely to be repaid, but that would reduce the profits the government projects.</p><p>Federal law bars the Education Department from refinancing federal student loans at lower rates. Borrowers with strong credit and income can replace their federal loans with cheaper private loans from lenders such as Social Finance Inc.</p><p>Some have done so, costing the government forgone interest and leaving its portfolio more heavily weighted with borrowers who are less likely to repay, either because they didn't graduate, they borrowed too heavily or they have low-paying jobs.</p><p>(See related letters: \"Letters to the Editor: Student-Loan Debt Is a Burden on the Young\" -- WSJ May 13, 2021)</p>",
  "published": "2021-04-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 38,
          "end": 46
        },
        {
          "start": 7181,
          "end": 7189
        }
      ],
      "nexusId": "10009914"
    }
  ]
}