{
  "_id": "144ecae52386405ed512841087dcaea19a82e463c11b575c16ac5fc64edcb3dc",
  "feed": "ftcomall",
  "title": "Flooding could leave billions of US municipal debt under water",
  "text": "<p>About a quarter of all US infrastructure is at risk of serious flooding, new research shows, which could hit prices in the $4tn municipal bond market and jeopardise the creditworthiness of city and state issuers. </p> <p>New York-based climate research firm First Street Foundation last week <a href=\"https://assets.firststreet.org/uploads/2021/09/The-3rd-National-Risk-Assessment-Infrastructure-on-the-Brink.pdf\">published data </a>showing that US infrastructure — including roads, hospitals and power stations — is at a greater risk of flooding than has previously been estimated. This has serious implications for state and city coffers, for property values, and for mortgage-backed securities and municipal bonds. </p> <p>Louisiana, Florida and West Virginia have some of the worst flood prospects in the contiguous US, the First Street Foundation data show. In Louisiana, 45 per cent of all critical infrastructure facilities, a category which includes hospitals, fire stations, airports and power plants, are at risk of being rendered inoperable by flooding this year. </p> <p>Also at risk of shutdown are 39 per cent of roads and 44 per cent of social infrastructure — schools, government buildings and houses of worship. In some cities in Louisiana, such as Metairie and New Orleans, the risk for all those categories is near 100 per cent. </p> <p>Municipal debt has long been a haven asset class, popular with long-term investors including pension funds and insurance companies. While the default rate on muni bonds has historically been low, it could rise as cash-strapped cities struggle to keep up with the costs of extreme weather damage. </p> <p>Muni bonds also tend to have maturities between 15 and 30 years; the average muni maturity issued last month was 18.6 years, according to the Securities Industry and Financial Markets Association. With the climate changing so quickly, that leaves a lot of time for disaster to strike. </p> <p>Investors also face the risk of geographic concentration. Owning munis issued by the state in which you live affords investors certain tax benefits, so muni investors tend to have high degrees of exposure to certain regions. A severe weather event could therefore quickly wipe out a huge amount of value in a muni portfolio. </p> <p>“It is clear (climate) is a risk factor” in the municipal debt market, said Peter DeGroot, head of municipal bond research at JPMorgan. “The increasing frequency and intensity of weather events is a costly and complex issue for the federal government — and for state and local governments as well.”</p> <p>Flooding can affect municipal debt in various ways. There's the direct effect: a muni bond issued to fund the construction of a hospital could fall in value or risk default if its revenue stream ends abruptly when the hospital is destroyed in a storm. </p> <p>Natural disasters can also drive people and businesses away and lower the value of existing property, diminishing a state or city's tax base, another way that muni bonds are paid off. </p> <p>Widespread flooding is also enormously expensive. Between 1980 and 2020, natural disasters caused $1.8tn worth of damage, according to the <a href=\"https://www.gao.gov/assets/gao-20-633r.pdf\">Government Accountability Office</a>, roughly half of which was related to hurricanes and tropical storms. Municipalities have to borrow more in order to pay to rebuild, and to build new climate adaptation infrastructure. That raises the credit risk of existing bonds as well as the cost to borrow new funds.</p> <p><a href=\"https://paulgp.github.io/papers/ggls_munis.pdf\">Research</a> led by Paul Goldsmith-Pinkham at Yale University shows that municipal bond markets have already begun to price in the risks of higher sea levels. </p> <p>The federal government has until now stepped in to help cities rebuild after major disasters. But as these events become more frequent, resources can be strained and local governments may bear more responsibility for funding recovery efforts. </p> <p>Of the top 10 states with the greatest infrastructure flood risk, two are also among the most indebted: Connecticut and New York. Connecticut has the highest net tax-supported debt per capita out of all 50 states, the second-highest net tax-supported debt as a percentage of personal income and the second highest net tax-supported debt as a percentage of state gross domestic product, according to credit rating agency Moody's. New York is within the top 10 in each of those categories as well.</p> <p>There is anecdotal evidence of an overlap between indebted municipalities and those with high flood risk. Adding climate to a list of credit risks could exacerbate a difficult situation for these states and cities, making it even harder and costlier for them to borrow. </p> <p>One of the two municipal debt defaults in 2020 — albeit not driven by climate costs — was in New Orleans, the city with the second-highest flood risk in the country. In Stockton, California, one of the largest cities to ever declare bankruptcy, 75 per cent of critical infrastructure facilities and 94 per cent of its social infrastructure is at risk of flooding this year. </p> <p>“With a lot of these climate risks, we might not want to buy a small city on the coast that has a high risk of flooding, but we might be comfortable with owning a larger name with a better balance sheet for a shorter period, because we have to think about how to actually price that calculated risk,” said Alexa Gordon, a portfolio manager and head of muni ESG at Goldman Sachs.</p> <p>All three major US rating agencies — Moody's, S&amp;P and Fitch — have begun to incorporate climate risk into their municipal debt evaluations. </p> <p>“Our analytical view has been that flooding is akin to other risks that a state or local government could be challenged with,” said Marcy Block, senior director of sustainable finance at Fitch Ratings. </p> <p>“To the extent the risk of flooding becomes a credit risk as it's beyond management's ability to effectively control, that would be reflected in our ratings and our ESG relevance scores.”</p> <p><em>This article has been amended to reflect the fact that First Street Foundation's data was published last week, not this week</em></p><p>Source: Kate Duguid in New York 2021 'Flooding could leave billions of US municipal debt under water' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-18T10:00:16.120Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2230,
          "end": 2238
        }
      ]
    }
  ]
}