{
  "_id": "4f1a85ffd77c47e8be8507b4a21e440037c746a026a75cb53436e4b105e58ad7",
  "feed": "market-watch",
  "title": "Netflix's new ‘ho-hum' dynamic wins praise",
  "text": "<p>But this more muted dynamic could be for the best, according to some analysts.</p><p>“For a stock that's up 20% since 2Q earnings…we think ho-hum may actually be healthier over time,” wrote J.P. Morgan's Doug&#xa0;Anmuth following Netflix's third-quarter report that came out late Tuesday.</p><p>While investors might have felt that they “didn't learn much from the quarter” or that they expected Netflix to offer a more encouraging forecast based on the viral success of “Squid Game,” Anmuth likes that the company seems to have more visibility into its business.</p><p>He raised his price target on the stock to $750 from $705, while reiterating an outperform rating.</p><p>The stock NFLX slipped 0.9% in midday trading. The stock has suffered a one-day post-earnings decline after nine of the previous 12 quarterly reports, with an average decline of 4.3%.</p><p>See more: Netflix earnings, subscribers get a ‘Squid Game' bounce, but forecast is tamer</p><p>Morgan Stanley's Benjamin Swinburne took a similar view, even though the company's results and outlook were “as ‘in-line' as it gets for&#xa0;Netflix,” in his view.</p><p>“[T]hat does not diminish the importance of validating the move in shares and future growth potential,” he wrote, given the heavy enthusiasm heading into the report.</p><p>Now that Netflix's subscriber growth looks more “dependable” and less reliant on COVID-related factors, its stock could hold appeal with investors focused on growth and with growth at a reasonable price (GARP) mindsets, as they could be warming to the company's ‘utility-like' nature,” wrote Wells Fargo's Steven Cahall, who kept his overweight rating on the stock and raised his price target to $800 from $700.</p><p>With Netflix shares trading at about 46 times 2023 earnings estimates, they're “hardly inexpensive,” but Cahall thinks they're worth a premium price given the company's “consistency of performance to deliver hits, drive subs/revenues and grow earnings.” He urges investors to focus less on valuation and more on the “quality and sustainability of growth.”</p><p>Evercore ISI analyst Mark Mahaney acknowledged that investors might be disappointed that Netflix didn't come in ahead of expectations with its outlook, but he's still optimistic about the current quarter and beyond.</p><p>“[W]e would note that Q4 is typically one of Netflix's seasonally strongest quarters and the one quarter of the year where the company has consistently up-sided its net adds guidance – every year since 2016,” he wrote. “Given the very robust strength of the Q4 content slate and the tailwind created by&#xa0;Squid, we suspect that&#xa0;NFLX&#xa0;will continue this steak in 2021, further boosting share price performance.”</p><p>Mahaney has an outperform rating on Netflix's stock and upped his price target to $710 from $695.</p><p>Opinion:&#xa0;As Netflix growth slows, streaming pioneer plans to open up its viewer metrics</p><p>Other analysts took less upbeat views, including Deutsche Bank's Bryan Kraft, who downgraded the stock to hold from buy. “While, on the one hand, we share the market's enthusiasm toward Netflix's very strong 4Q content slate and the optionality it brings to 4Q net adds; on the other hand, we think a 4Q subscriber beat is already more than priced into the stock,” he wrote.</p><p>MoffettNathanson's Michael Nathanson highlighted how Netflix seems to be having success by taking a different content strategy than its peers. While others are being strategic about trying to build hits, Netflix is spending heavily and its “success feels more like a random walk where ‘hits' are first discovered by their users, then amplified by the marketing engine that is Netflix's user interface and algorithms,” he wrote.</p><p>That's certainly a “moat,” in his view, but one that is less deep than those of tech titans like Amazon.com Inc. AMZN, Apple Inc. AAPL, and Alphabet Inc.'s GOOGLGOOG Google. As such, Nathanson has “remained staunchly unwilling to pay for the market's long-term valuation of Netflix's perceived high barriers to entry.” He argued that, rather than pay roughly 24 times 2025 earnings estimates for Netflix's stock, investors could pay 18 times to 23 times 2022 earnings estimates for Facebook Inc. FB or Alphabet shares.</p><p>Nathanson has a neutral rating on the stock and slightly increased his price target to $470 from $465. “We would not be surprised to see the stock sell off when the realization of minimal earnings revisions gets fully processed,” he wrote.</p><p>Shares of Netflix are up 19% over the past three months as the S&amp;P 500 index SPX has risen about 5%.</p>",
  "published": "2021-10-20T16:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 184,
          "end": 195
        }
      ],
      "nexusId": "10009914"
    }
  ]
}