{
  "_id": "c462219176a2672e7c52aa11d6ebfbbba5d150de3a80f11dc4dbf132247defb9",
  "feed": "ftcomall",
  "title": "Metro Bank receives takeover approach from Carlyle",
  "text": "<p>Private equity firm Carlyle has approached Metro Bank about a possible takeover, making it the latest group to target a British high-street lender as interest rates are expected to rise.</p> <p>Metro “has engaged with Carlyle” about a potential offer to take it private, the lender said on Thursday, without saying how much the buyout group might pay.</p> <p>US-based Carlyle now has until December 2 to announce a firm intention to bid, or walk away, under UK takeover rules. Metro said there was no certainty an offer would be made.</p> <p>Metro was the first new bank in a century to open branches in the UK in 2010 and listed on the stock market six years later. But it was hit by a loan misreporting scandal in 2019, which made it difficult for the bank to meet rules on holding loss-absorbing debt, and forced out the chair and chief executive.</p> <p>The bank's share price has plummeted 97 per cent from its March 2018 peak, slashing its market capitalisation from £3.5bn to less than £200m, before Thursday's 35 per cent surge after Carlyle's interest was announced.</p> <p>Carlyle's interest could in part be driven by the likelihood of interest rate rises in the UK, which Metro and other lenders would stand to benefit from as lending margins improved. The Bank of England <a href=\"https://www.ft.com/content/1e16a935-9407-4822-a522-89bc76fba069\">backed away from an immediate rise</a> on Thursday but its Monetary Policy Committee said it was likely that rates would need to rise “over coming months”.</p> <p>It also reflects broader pressures on smaller so-called “challenger” lenders, which have long struggled to break the dominance of their larger rivals NatWest, Lloyds, HSBC and Barclays. Challengers in particular have suffered from record-low interest rates, driving talk of consolidation to cut costs and build scale. </p> <p>They have also faced tougher competition from online lenders. Wall Street giants Goldman Sachs and JPMorgan have <a href=\"https://www.ft.com/content/a2031a6f-827e-4e18-b81b-e607eb073988\">launched</a> digital-only retail banks in the UK in recent years, betting they can achieve profitable scale using new technology, while not having to run expensive branch networks.</p> <p>Dan Frumkin, Metro's chief executive, <a href=\"https://www.ft.com/content/256da79d-5d7d-46c0-8c26-6ec473f8a778\">has attempted </a>to reduce the bank's reliance on expensive fixed-term savings accounts and unprofitable low-risk mortgages, while putting its deposits to work by financing riskier home loans and business debt that generate higher returns.</p> <p>Last December, Metro announced it had agreed to sell £3bn of mortgages, roughly 20 per cent of its loan book, to larger rival NatWest, pushing its capital level above the key regulatory minimum. It has also bought former peer-to-peer lender <a href=\"https://www.ft.com/content/00a8e96a-5eec-4fd8-91c3-0dfb49d3f9d3\">RateSetter</a> to strengthen its consumer lending capabilities.</p> <p>Frumkin has a pre-existing relationship with Carlyle. He was a senior executive at the Bermuda-headquartered bank Butterfield when the US private equity group owned the company between 2010 and 2016, a deal that it has since used as a case study of a successful investment.</p> <p>The chief executive has been interested in taking the bank private since he took charge, two people familiar with the matter said, believing that a turnround would be easier outside of public markets.</p> <p>In July, he said his efforts were “beginning to bear fruit”, with half-year results showing a significant drop in losses. </p> <p>Carlyle declined to comment. The buyouts group does not own other UK banks, although last year it took Harwood Wealth Management private and separately agreed to buy the funds business Calastone. </p> <p>Metro Bank's branch-focused business model has been a deterrent for suitors in the past, even at the lender's vastly reduced valuation. Its commitment to building branches at a time when established lenders were closing theirs was tested during the pandemic, when digital adoption among customers surged. </p> <p>Interest in other UK lenders has not recently led to deals. A merger approach from the Co-operative Bank to rival TSB would have created one of the UK's largest high street banking chains, but TSB's Spanish owners, Banco Sabadell, rejected a deal in October.</p> <p>Co-op Bank itself was subject to interest from the US private equity fund Cerberus last year, but discussions were <a href=\"https://www.ft.com/content/566b4217-d14a-4c20-b00b-37ad63dd5b8f\">called off</a> in December.</p> <p> Metro Bank declined to comment.</p> <p>RBC, Jefferies and Bank of America are among the advisers to Metro Bank on the deal.</p><p>Source: Kaye Wiggins, Stephen Morris and Siddharth Venkataramakrishnan   2021 'Metro Bank receives takeover approach from Carlyle' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-04T17:09:18.997Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1819,
          "end": 1827
        },
        {
          "start": 1807,
          "end": 1815
        }
      ]
    }
  ]
}