{
  "_id": "6b314a476b617b153ae446555138a2c21c88fb5245e11b827ea01fd87f2cd122",
  "feed": "market-watch",
  "title": "GlobalFoundries IPO: 5 things to know about the chip company going public in a semiconductor shortage",
  "text": "<p>GlobalFoundries GFS expects to raise up to $1.55 billion in an offering of 55 million shares — 33 million from the company and 22 million shares from owner Mubadala Investment Co. — that it expects to price between $42 and $47 a share. At the top of that range, GlobalFoundries would be valued at up to $25.13 billion, based on 534.7 million shares outstanding.</p><p>That's not counting the option for underwriters such as Morgan Stanley, B. of A. Securities, and J.P. Morgan to sell an additional 8.3 million shares to cover potential overallotments. Shares will be listed under the ticker “GFS” on the Nasdaq.</p><p>The Malta, N.Y.-headquartered silicon wafer foundry — known as a fabrication plant or “fab” in industry parlance — bills itself as the third largest foundry in the world based on external sales. Third-party fabs like GlobalFoundries make silicon wafers for the majority of chip makers that do not have their own fabs — companies like Apple Inc. AAPL and Nvidia Corp. NVDA, for instance.</p><p>GlobalFoundries is launching its IPO at a time when the world is still working its way through a global chip shortage, and fabs still have long backorders from customers. Adding to that capacity to produce silicon wafers has been a theme all year with Intel Corp.INTC and Taiwan Semiconductor Manufacturing Co.TSM pledging billions to build more fab capacity. Micron Technology Inc.MU recently revealed plans to spend $150 billion on new fab capacity in the next 10 years.</p><p>Here are five things to know about GlobalFoundries' IPO, from its filings with the Securities and Exchange Commission.</p><p>It draws from AMD roots, and acquisitions like an IBM unit</p><p>The company was created in 2009, when Advanced Micro Devices Inc. AMD decided to get out of the fab business and spun it off, with the company becoming fully controlled by subsidiaries of Mubadala Investment Co. Back then, it consisted of AMD's fab in Dresden, Germany, and a fab project site in Malta, NY.</p><p>In 2010, GlobalFoundries combined with Chartered Semiconductor Manufacturing, at the time the third-largest foundry by revenue, giving the company its presence to grow manufacturing in Singapore. In 2015, the company acquired International Business Machines Corp.'s IBM microelectronics division along with more than 2,000 IBM engineers, and facilities in Burlington, VT, and East Fishkill, NY.</p><p>GlobalFoundries currently supplies silicon wafers to markets that include makers of mobile devices, Internet-of-Things (IoT) devices, communications infrastructure and data center, autos and PCs.</p><p>It's losing money, but less so amid the shortage</p><p>GlobalFoundries reported sales of $4.85 billion and a loss of $1.35 billion in 2020, compared with revenue of $5.81 billion and a loss of $1.37 billion in 2019, but that was an improvement from revenue of $6.2 billion and a loss of $2.77 billion in 2018.</p><p>While the world finds itself in a chip shortage and fabs have more work than they know what to do with, GlobalFoundries has yet to swing to a profit, but it's showing some signs of improvement. For the first six months of 2021, the company reported revenue of $3.04 billion and a loss of $301.2 million, compared with $2.7 billion in revenue and a loss of $533.6 million for the same period in 2020. At the end of June, the company reported cash and cash equivalents of $804.7 million.</p><p>In filings with the SEC, GlobalFoundries said trends such as IoT, 5G, cloud, AI and next-generation auto chips are “driving a new golden age for semiconductors,” a market that it expects to grow to more than $1 trillion by the end of the decade, about double what it is now, based on data from VLSI Research.&#xa0;</p><p>As for what it can grab from that, GlobalFoundries said that it had an estimated serviceable addressable market of about $54&#xa0;billion in 2020, based on data from research firm Gartner.</p><p>Its largest customers are worth more than $1 trillion</p><p>GlobalFoundries listed its 10 top customers, a group of chip makers that in total have a market capitalization of more than $1 trillion. Those customers include Qualcomm Inc. QCOM, MediaTek Inc. TW:2454, NXP Semiconductors N.V. NXPI, Qorvo, Inc. QRVO, Cirrus Logic, Inc. CRUS, AMD, Skyworks Solutions, Inc. SWKS, Murata Manufacturing Co. JP:6981, Samsung Electronics Co. KR:005930, and Broadcom Inc. AVGO.</p><p>The company said that 61% of its wafers shipped in 2020 were “single-sourced” products, meaning those products that “can only be manufactured with our technology and cannot be manufactured elsewhere without significant customer redesigns,” up from 48% in 2018.</p><p>Currently, GlobalFoundries said it had revenue commitments of about $20 billion, with more than $10 billion of that over the period from 2022 through 2023, and more than $2.5 billion in “advanced payments and capacity reservation fees.”</p><p>Playing up the non-China angle</p><p>Much has been made of the fact that most fab capacity is either in Taiwan or China and that this poses a risk to U.S. national security should there be any outright hostilities. GlobalFoundries touches upon this in the filing, stating that they “are the only U.S.-based semiconductor foundry with a global footprint.”</p><p>“We have limited exposure to China relative to our competition, as we do not maintain any fab operations in the country and have a diversified customer base with less than 10% of total sales in 2020 originating in China,” the company said.&#xa0;</p><p>GlobalFoundries competition in the third-party foundry space includes TSMC, South Korea's Samsung, China's Semiconductor Manufacturing International Corp. CN:688981, and Taiwan's United Microelectronics Corp. UMC</p><p>The company cited Gartner data showing about 72% of silicon wafer sales by revenue went to Taiwan or China, meaning SMIC, TSMC and UMC combined.</p><p>“These trends have not only created trade imbalances and disputes, but have also exposed global supply chains to significant risks, including geopolitical risks,” the company said.&#xa0;</p><p>Control is very much offshore, though</p><p>In the company's F-1 filing, the SEC registration statement for foreign filers, GlobalFoundries lists its headquarters in Malta, NY, but the company is incorporated in the Cayman Islands.</p><p>While it has a large presence in the U.S., GlobalFoundries is owned in whole by subsidiaries of Mubadala Investment Co., which is Abu Dhabi's sovereign-wealth fund. Currently, Mubadala's subsidiaries own all 500 million shares of the company.</p><p>Even though there will remain only one class of stock after the offering, the sheer size of Mubadala's remaining stake — ownership of 89.4% of the shares outstanding — gives it immense voting power.</p>",
  "published": "2021-10-23T14:19:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 459,
          "end": 470
        }
      ],
      "nexusId": "10009914"
    }
  ]
}