{
  "_id": "a3877e96fc1172089bb002b354b4317196e69741c4360f2a1e6431a133602de7",
  "feed": "ftcomall",
  "title": "LV steps up defence of Bain Capital offer",
  "text": "<p><strong>LV</strong> is on the defensive again over its <a href=\"https://www.ft.com/content/a5c4cf45-8ea5-4e19-a098-e9e29f61486e\">proposed sale</a> to private equity group <strong>Bain Capital</strong> and the <a href=\"https://www.ft.com/content/ddbbbea8-56c9-45cb-bc4b-8994b8e75aeb\">fightback</a> from disappointed suitor <strong>Royal London</strong>. </p> <p>Unsurprisingly, LV continues to back the Bain buyout, on which the mutual's members will vote next month. But fellow mutual Royal London has been doing its best to cast doubt on whether the sale to Bain is really in policyholders' best interests. </p> <p>This morning LV's board countered suggestions that the Bain bid was unattractive by taking apart Royal London's proposal. Critics had questioned why Royal London's bid, which had a headline value of £540m to Bain's £530m, was not the preferred option. </p> <p>“To describe Royal London's proposal as offering ‘a mutual alternative, more favourable to LV= members', is grossly misleading,” LV said in a statement (with that phrase highlighted in bold, in case anyone missed the point). Royal London's bid “would not have resulted in LV= members having any membership rights in the enlarged mutual group,” LV added.</p> <p>But with a war being fought through the press over whether the Bain deal will hand LV management lucrative post-buyout contracts, and another three weeks until policyholders vote, this fight still has some distance to go. </p> <p><em>Tell me what you think. Email me at&#xa0;</em><a href=\"mailto:citybulletin@ft.com\"><em>citybulletin@ft.com</em></a></p> <h1>Briefly</h1> <p><strong>UK employment data</strong> showed a rise in the number of employees last month despite the end of the furlough scheme. The ONS said that while it could take a few months for the full impact of furlough ending to show up in the stats, “October's early estimate shows the number of people on the payroll rose strongly on the month and stands well above its pre-pandemic level.” There was no sign of an upturn in redundancies and vacancies are at another record high, the ONS added. </p> <p><strong>Vodafone</strong> reported a 5 per cent rise in revenues in the first half of its financial year thanks to strength in Europe and Africa and a recovery in handset sales dented by the pandemic, prompting the telecoms group to narrow earnings guidance to the top end of its previous range. </p> <p>Landlord <strong>Landsec</strong> returned to profit in the six months to September, posting a pre-tax profit for the period of £275m compared to a £835m loss in the same period of last year. A return to offices and retail sites has helped to support the group's portfolio valuation, which climbed by £81m. </p> <p>Wagamama-owner <strong>The Restaurant Group</strong> bumped up its earnings forecast. It said its Wagamama restaurants and pubs and leisure businesses had outperformed rivals, and now expects adjusted ebitda of between £73m and £79m. </p> <p>Global drinks giant <strong>Diageo</strong> has raised its financial performance targets ahead of its capital markets day today. Diageo said it is now targeting net sales growth in a range of 5-7 per cent and organic operating profit growth of 6-9 per cent in financial years 2023 to 2025. It also introduced a target for a 50 per cent increase in its share of “total beverage alcohol market value share”, from 4 per cent in 2020 to 6 per cent by 2030. </p> <p>Also out today are interim results from <strong>Premier Foods</strong> and <strong>HomeServe</strong>, and full-year results from <strong>Imperial Brands</strong> (the tobacco group). Revenues at Imperial only increased by 0.7 per cent but operating profits jumped 15 per cent to £3.1bn.</p> <h1>Beyond the Square Mile</h1> <p>A <strong>Tinder</strong> cheating scandal is playing out in court . . . but not that kind of cheating. Media investor <strong>Barry Diller</strong> is defending allegations that his company, <strong>IAC</strong>, lowballed the valuation of Tinder in 2017 when it bought equity stakes from six of its founders, allegedly <a href=\"https://www.ft.com/content/5ca459c5-4711-4203-b991-0384f9331dd6\">cheating them out of $2bn</a>. Tinder was valued at $3bn at the time by independent investment bankers, a figure the founders (who owned 20 per cent of the company) now argue was $10bn below its fair value. If you've missed this riveting tale, do catch up with Sujeet Indap's <a href=\"https://www.ft.com/content/c603bb34-8bb0-42b8-b264-11833409d6b5\">excellent explainer here</a>. </p> <p>Spare a moment for the super-rich. There is a <strong>private jet</strong> shortage. <a href=\"https://www.ft.com/content/33b7bbf7-923c-4938-bf11-48e6a7b0c0bf\">Philip Georgiadis reports</a> how the patchy return of scheduled flights is diverting record numbers of the wealthy to private planes. That has left used jet inventories at record lows, people paying above asking price for planes and order backlogs for new planes stretching to almost two years. </p> <p>Indian payments company <strong>Paytm </strong>is set for a $2.5bn listing on Thursday, the country's largest ever IPO. Benjamin Parkin explains that it is the biggest test yet of whether India's start-ups can recreate the success of a generation of Chinese tech groups. But, he asks, is India's start-up sector <a href=\"https://www.ft.com/content/24596573-96f5-406d-82cf-4da1d02f98df\">already overheated</a>?</p> <p>Hong Kong's leader Carrie Lam <a href=\"https://www.ft.com/content/523969b3-b785-4a20-aa5b-74c9cf9c57fe\">has defended</a> the quarantine-free entry the city granted JPMorgan boss <strong>Jamie Dimon</strong>. Dimon's case was “based on the interests of [Hong Kong's] economic development,” she said. Travellers from the US are meant to face three weeks of hotel quarantine on entry. Other bank bosses haven't been so lucky. HSBC's chair Mark Tucker and chief executive Noel Quinn have both undergone quarantine in the city. </p> <p>And <strong>Bill Gross</strong>, founder of bond giant <strong>Pimco</strong>, has said investors are living in a “dreamland” brought on by global central banks' decision to continue pumping up the world economy even as it has rebounded sharply from the pandemic, Robin Wigglesworth reports. Robin's full interview with Gross is <a href=\"https://www.ft.com/content/9f7f32af-a71a-4892-b331-324aa14ff5b7?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#\">here</a>.</p> <h1>Essential comment before you go</h1> <p>If you read one thing today, make it private capital correspondent Kaye Wiggins' highly entertaining dispatch from the SuperReturn conference, where <strong>private equity chiefs</strong> <a href=\"https://www.ft.com/content/ca91ed95-77cc-4a0e-9196-cc29b4e6f9c4?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#\">just cannot believe</a> how much money they are making. “A state of collective delusion” as <strong>Apollo</strong> co-president Scott Kleinman puts it. </p><p>Source: Cat Rutter Pooley 2021 'LV steps up defence of Bain Capital offer' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-16T08:36:53.795Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}