{
  "_id": "4f6432e34fc8776c796c9f960ac56852d319330f5be43874d4b9fafd11b6802a",
  "feed": "market-watch",
  "title": "The FDA authorized the third monoclonal antibody treatment. Here's why Vir and GSK say the U.S. still needs COVID-19 therapies",
  "text": "<p>Vir Biotechnology Inc. VIR and GlaxoSmithKline GSK developed sotrovimab, which is the third monoclonal antibody-based treatment for COVID-19 to receive emergency-use authorization (EUA) in the U.S. when it was announced Wednesday.</p><p>Vir's stock fell 5.7% in midday trading on Thursday, while U.S.-listed shares of GlaxoSmithKline (GSK) were down 0.5%.</p><p>See also: Vaccines are here. That's no reason to call off the hunt for effective COVID-19 treatments. </p><p>Sotrovimab joins a growing pool of IV-based COVID-19 treatments that pump antibodies in patients at high risk of worsening illness, hospitalization, or death.</p><p>It can be prescribed to people with mild-to-moderate forms of COVID-19, who are at least 12 years old, have tested positive for SARS-CoV-2, and are at high risk of disease progression because of conditions  like obesity, pregnancy and heart disease. The therapy isn't thought to benefit already hospitalized COVID-19 patients .</p><p>Eli Lilly &amp; Co. LLY and Regeneron Pharmaceuticals Inc. REGN received initial authorization for their monoclonal antibodies in November. Regeneron's treatment includes casirivimab and imdevimab. Lilly's initial EUA was for bamlanivimab, but the company later received a second authorization for a combination of bamlanivimab and etesevimab. The Food and Drug Administration then in April yanked the authorization  of bamlanivimab as a stand-alone treatment at Lilly's urging over concerns that new variants lessened the therapy's effectiveness.</p><p>While monoclonal antibodies are a promising set of COVID-19 therapies — sotrovimab reduced hospitalization and death by 85%  in adult participants enrolled in a Phase 3 clinical trial — there are concerns about the feasibility of these drugs.</p><p>The patients who qualify for these treatments have to visit infusion centers that offer these therapies, which then have to be administered intravenously. The infusion process for sotrovimab takes about 30 minutes, according to a GSK spokesperson.</p><p>Read: Will we need COVID-19 booster shots? Increasingly, the expectation is yes </p><p>At the same time, vaccinations in the U.S. continue to tick up — about 40% of Americans are fully vaccinated — and the number of new coronavirus cases are declining. This raises questions about the usefulness of a therapy that has to be administered in a health care setting in a country that increasingly appears to be heading toward controlling the virus. GSK believes they are still necessary.</p><p>“The fast pace of vaccinations is encouraging, yet we're still seeing surges and the emergence of variants across the country and world,” the GSK spokesperson said. “Effective treatments, like monoclonal antibodies, will still be necessary for those not yet vaccinated and those who cannot be vaccinated and test positive and are at a high risk for progression to severe disease.”</p><p>See also: Vir Biotechnology shares surge after COVID-19 antibody drug shown to reduce risk of death </p><p>Given the third-in-class authorization of sotrovimab, Wall Street analysts don't expect the therapy to have a material impact on shares of GSK, a legacy drug maker involved in several different COVID-19 treatment and vaccine programs. However, sotrovimab's authorization is a much bigger deal for Vir, a clinical-stage biotech led by former Biogen BIIB CEO George Scangos.</p><p>“For Vir this is a considerable validation of their platform and development capabilities and elevates the company into the ranks of companies with commercial products much faster than would have normally been expected,” SVB Leerink's Geoffrey Porges told investors on Thursday.</p><p>J.P. Morgan analysts maintain a “cautious outlook” on sotrovimab, noting that it's unclear how many doses are available at this time as well as how increasing vaccination rates may impact utilization of the therapy.</p><p>The authorization was granted to GSK, though 75% of profit-sharing goes to Vir.</p><p>The companies plan to seek full FDA approval for sotrovimab later this year.</p><p>So far this year, Vir's stock has soared 61.1% and U.S.-listed shares of GSK are up 4.6%, while the S&amp;P 500 SPX has gained 12.1%.</p>",
  "published": "2021-05-27T12:34:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3581,
          "end": 3592
        }
      ]
    }
  ]
}