{
  "_id": "8bf79120d454979cf056d072dd639c03d35670f70f6972f253d80b1c64a84b3d",
  "feed": "wall-street-journal",
  "title": "Biden's OCC Nominee as Bank Overseer Faces Tough Confirmation Battle; Saule Omarova, the pick for comptroller of the currency, says her criticism of the banking industry is misunderstood",
  "text": "<p>The Office of the Comptroller of the Currency oversees 1,200 banks with total assets of $14 trillion. PHOTO: Ariel Zambelich/The Wall Street Journal</p><p>Ms. Omarova said she is misunderstood. There is an \"unfortunate misunderstanding of my position with respect to community banks,\" she said in an interview. \"I actually am a huge supporter of community banks that channel credit to American families and businesses in their communities.\"</p><p>While speaking by video chat from her home in Ithaca, N.Y., she said she supports free markets but wants to prevent banks from reaping all of the gains from their risk-taking while \"socializing\" losses on taxpayers, a reference to the bank bailouts during the 2007-09 financial crisis.</p><p>\"I want to protect the American taxpayer, basically, from holding the bag,\" she said.</p><p>Ms. Omarova's defenders, including liberal-leaning Democrats, say she is an accomplished banking expert who will stand up to the industry. They say that Washington regulators have been too deferential to big banks and that Ms. Omarova would work to make the financial system more inclusive for consumers.</p><p>With objections coming from the financial industry, including community bankers who hold sway with some key moderate Democrats, and likely unified opposition from Republicans, Ms. Omarova faces an uncertain path to the job in a narrowly divided Senate, which has approved Mr. Biden's picks for other top regulatory posts.</p><p>She could have a confirmation hearing as soon as this month.</p><p>Before becoming a professor, Ms. Omarova worked at a large law firm and had a stint as an adviser at the Treasury Department during the George W. Bush administration. She left the department for her first teaching job in North Carolina.</p><p>Despite her background, banks fear that Ms. Omarova would carry out a progressive agenda if confirmed, imposing undue restrictions on their business, according to bankers and their lobbyists. They cite a 2019 article in which she argued that the Fed should shrink large banks in certain circumstances. Another recent paper envisioned shifting consumer-bank deposits from private firms to the Fed, a structural change she described as radical to help make finance more inclusive.</p><p>Ms. Omarova said in the article that shifting all consumer deposits to the Fed could boost, not harm, community banks, because they could charge fees for hosting the accounts on behalf of the Fed. They would also have a large pool of customers with which to offer investment advice and other financial services, she says.</p><p>The Office of the Comptroller of the Currency is an independent bureau of the Treasury Department. It oversees about 1,200 banks with total assets of $14 trillion, about two-thirds of the total in the U.S. banking system. In 2019, a public rebuke from the comptroller at the time led to the ouster of Wells Fargo's chief executive in the midst of a fake-accounts scandal at the bank.</p><p>The agency is one of the most powerful bank regulators in Washington, alongside the Fed and the Federal Deposit Insurance Corp. While the bulk of the job revolves around supervising the day-to-day operations of the world's largest banks, its leader can't order changes at the Fed.</p><p>Banking advocates are also rankled by Ms. Omarova opinions on Twitter, where she has repeatedly attacked the industry. She criticized merger activityat JPMorgan that would expand the U.S. largest lender, as well as this summer's end to temporary, pandemic-related restrictions on big-bank share buybacks and dividends.</p><p>The rhetoric against her has become unusually heated compared with the discussion of Mr. Biden's other regulatory nominees. Some Republicans, such as Sen. Pat Toomey (R., Pa.), argue that she favors a Soviet-style takeover of the financial system. A native of Kazakhstan when it was part of the Soviet Union, Ms. Omarova came to the U.S. in 1991 after graduating from Moscow State University.</p><p>Mr. Toomey, ranking member of the Senate Banking Committee, said the law professor's \"far left\" policies, rather than place of birth, are driving his opposition to her nomination. \"She's very ill-suited for this post,\" Mr. Toomey said. \"There's an awful, substantial body of evidence that suggests she really is a collectivist socialist who wants a central command-control economy.\"</p><p>Ms. Omarova said: \"I'm just as American as anyone else. I've spent over half of my life here. I built a family here.\"</p><p>Mr. Toomey's request that Ms. Omarova release a copy of an undergraduate paper that focused on Marxism, in the original Russian, has fueled countercharges of \"Red scare attacks\" from one of her chief supporters in the Senate, Sen. Sherrod Brown of Ohio.</p><p>\"President Biden has put forward a historic and eminently qualified nominee, and Democrats won't stand by while Republicans assassinate her character…and misrepresent her policy views,\" Mr. Brown said.</p><p>An expected hearing before the Senate Banking Committee, chaired by Mr. Brown, would present the first crucial test of her nomination.</p><p>Ms. Omarova, who was nominated by Mr. Biden on her 55th birthday, arrived at the University of Wisconsin, Madison, in the early 1990s as an exchange student just as the Soviet Union was collapsing, and stayed there for graduate school. Her dissertation focused on Kazakhstan's oil industry.</p><p>While she earned her doctorate in 1999, her dissertation field work was curtailed because she asked too many pointed questions of officials in her home country, said Mark Beissinger, who served as Ms. Omarova's academic adviser at Madison, where he taught at the time.</p><p>She enrolled in law school at Northwestern University, where she successfully finished and defended her doctoral dissertation while taking her first year of law classes.</p><p>The Biden administration has struggled to find a comptroller nominee who would be embraced by its Democratic allies on Capitol Hill. Earlier this year the White House abandoned an Obama-era Treasury Department official it had considered for the post after he drew opposition from progressive Democrats. Several other people were considered for the role but never nominated.</p><p>Share Your Thoughts</p><p>How should Washington oversee big banks? Join the conversation below.</p><p>Ms. Omarova could become the first woman to lead the 3,500-person OCC since Abraham Lincoln in 1863 signed a law establishing the agency. Mr. Biden has pledged to place diverse candidates in top administration posts.</p><p>Ms. Omarova has views that have raised ire on Wall Street as well as Main Street. Community banks are pressing moderate Democrats not to support Ms. Omarova.</p><p>\"It's pretty shocking that we would have a nominee whose prior writings are so antithetical to the community banking industry,\" said Jim Brown, executive director of Montana Independent Bankers, which represents more than two dozen state-chartered banks. Sen. Jon Tester (D., Mont.) is one of the moderate Democrats still examining Ms. Omarova's qualifications.</p><p>If confirmed, she is expected to fulfill Mr. Biden's campaign push to expand access to banking services in underserved communities. As part of that effort, she could lead a planned overhaul of the rules for the Community Reinvestment Act, a decades-old law governing hundreds of billions of dollars in lending and investment in low-income areas.</p><p>Ms. Omarova was nominated because of \"her strong track record on regulation and strong academic credentials,\" a White House official said.</p><p>Write to Andrew Ackerman at andrew.ackerman@wsj.com</p><p>Biden's OCC Nominee as Bank Overseer Faces Tough Confirmation Battle</p>",
  "published": "2021-11-06T12:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3350,
          "end": 3358
        }
      ],
      "nexusId": "10009914"
    }
  ]
}