{
  "_id": "5323d67b0d596eded273afb6fc7855e9bc9e6368f10a9f129fffdbf9c6411f5c",
  "feed": "ftcomall",
  "title": "Back to reality? Banks chart their return to the office",
  "text": "<p><strong>One thing to start: </strong>the US Justice department has sued to block Aon's takeover of Willis Towers Watson, threatening a $30bn deal intended to create the world's biggest insurance broker. <a href=\"http://www.ft.com/content/d03e1302-4091-4b11-a590-1c65358f0ab4\">More here</a>.</p> <h2>Wall Street tries to return to business as usual</h2> <p>“If you can go into a restaurant in New York City, you can come into the office and we want you in the office,” <strong>Morgan Stanley</strong>'s chief executive <strong>James Gorman</strong> remarked at a conference earlier this week, adding he'd be “very disappointed” with employees that hadn't ventured back to their desks by Labor Day.</p> <p>Cue the sound of forks dropping across Manhattan, where the two-Martini lunch has made a comeback.</p> <p>He trails closely behind <strong>Goldman Sachs</strong> boss <strong>David Solomon</strong>, who, if he hadn't already made his views clear when he <a href=\"https://www.bloomberg.com/news/articles/2021-03-14/goldman-ceo-s-year-of-empty-offices-island-getaways-and-strife?sref=OziMsGoK\">admonished</a> a junior banker for dining in the same Hamptons restaurant as him in the middle of a workday, has already <a href=\"https://www.ft.com/content/e515613a-32a2-4692-ad91-0b9e53c577a9\">recalled</a> employees back to the office.</p> <p>Those ready to “hustle” should be doing so from the office, declared <strong>JPMorgan Chase</strong> boss <strong>Jamie Dimon</strong>, whose employees are due to report next month.</p> <p>It hasn't been all spreadsheets and suffering. Goldmanites were plied with free food and the company staged afternoon concerts at its lower Manhattan headquarters to boost morale.</p> <p>However, the sense of urgency hearkens back to a ‘90s-era New York, <a href=\"https://www.ft.com/content/ae58e2bc-c49a-4e88-aae2-47512f90228f\">writes DD's Sujeet Indap</a>, when Wall Street executives ruled the city with an iron fist. Soaring bank stocks seem to have invigorated the top brass. It may not be the best way to motivate employees.</p> <p>Not all big lenders are as keen, as <a href=\"https://www.ft.com/content/5e7761ee-b7a2-48f2-9226-fe20277c2498\">this analysis</a> of banks' back-to-work plans by the FT's Joshua Franklin, Owen Walker and Joe Rennison shows.</p> <p><strong>HSBC </strong>has yet to set a return date, and when it does, it intends to adopt a laissez-faire approach à la <strong>Société Générale</strong>, which only requires bankers to come into its Paris office three days a week.</p> <p>As bankers bid adieu to their Pelotons and enrol their pandemic puppies in doggy day care, executives are grappling with the elephant in the room — vaccines, and whether or not employees must disclose whether they have received one.</p> <p>Goldman has already made the disclosure <a href=\"https://www.ft.com/content/12116828-5ad3-43c0-ae57-6148b1adee6f\">mandatory</a>. The rules are more relaxed at JPMorgan and Morgan Stanley, where sources told the FT it's optional as of now.</p> <h2>A reckoning plays out within the ranks of Credit Suisse</h2> <p>In case you haven't noticed, things at<strong> Credit Suisse</strong> haven't been going so well lately.&#xa0;</p> <p>After the damage inflicted by the <a href=\"https://www.ft.com/content/5b2b3f26-24e5-40f1-8af7-023163a4489b\">blow-up</a> of <strong>Archegos Capital</strong> and the fallout from the <a href=\"https://www.ft.com/content/451aa60d-b35e-4a72-837d-acf8b57ece4c\"><strong>Greensill</strong> debacle</a>, an exodus of senior bankers is in full swing.</p> <p>The biggest of those departures to date <a href=\"https://www.ft.com/content/918bb064-1ea7-4cbf-91c5-081481376cb0\">came on Wednesday</a> as top dealmaker <strong>Greg Weinberger</strong>, who has been at the bank since 1996, quit to join <strong>Morgan Stanley</strong>. As global head of M&amp;A, Weinberger led a number of key client relationships including that with US oil major <strong>Chevron</strong>.</p> <p>Weinberger's exit follows those of top financial services sector adviser <strong>Alejandro Przygoda</strong>, who left for <strong>Jefferies </strong>with several of his team members, and senior consumer industry bankers <strong>Andrew Conway</strong> and <strong>Charles Hadid</strong>, who quit to join <strong>Bank of America</strong> and Morgan Stanley, respectively.&#xa0;</p> <p>The departures come as Credit Suisse's new chair, former <strong>Lloyds</strong> chief executive <a href=\"https://www.ft.com/content/d6140672-bc98-4c38-913c-75af869803c3\"><strong>António Horta-Osório</strong></a>, has promised <a href=\"https://www.ft.com/content/c2257697-df52-4475-8040-a0a80a17cef2\">sweeping changes</a>. The prospect of further job cuts in some divisions has led many staff to begin the search for employment elsewhere, insiders told DD.</p> <p>To stem the outflow, Credit Suisse executives have been tapping a few select bankers with promises around their bonuses and share commitments to ensure they don't join the tide of departing bankers.&#xa0;</p> <p>However, some people familiar with the offers being made told DD that they haven't helped lift morale as the commitments are too little and not being offered to a wide enough group of employees.&#xa0;</p> <p>The task of keeping the Swiss bank's M&amp;A department up and running now falls to a new set of leaders: New York-based <strong>Steven Geller</strong> and London-based <strong>Cathal Deasy</strong> were named as the co-heads of global M&amp;A, while <strong>David Wah</strong>, a senior technology banker, has been named global head of advisory.&#xa0;</p> <h2>Venture capital takes to the airwaves</h2> <p>A law school dropout who began recording his popular tech investing podcast in his mum's kitchen when he was 18 has gone from chronicling the world of venture capital to finding himself at the centre of it.</p> <p><strong>Harry Stebbings</strong>, the 24-year-old voice behind <a href=\"https://www.thetwentyminutevc.com/\">The Twenty Minute VC</a>, has secured investment from<strong> Massachusetts Institute of Technology</strong>, <strong>Rothschild</strong>-backed<strong> RIT Capital Partners</strong>, and <strong>Spotify</strong> chief executive <strong>Daniel Ek</strong>, among others, for his $140m 20VC fund.</p> <p>20VC will operate two funds, with $33m focused on early-stage investing and $107m for deals in more established tech companies.&#xa0;</p> <p>“When you look at the next 10 years we are seeing this bifurcation, with media and venture colliding,” Stebbings <a href=\"https://www.ft.com/content/eac67acc-6b52-4479-90bf-eeae3efe0041\">told</a> the FT's Tim Bradshaw.</p> <p>He points to Silicon Valley VC firm <strong>Andreessen Horowitz</strong>, which uses its own podcast network and content site, <a href=\"https://future.a16z.com/\">Future</a>, to entice entrepreneurs as an example of the merging industries.&#xa0;</p> <p>If podcasters are becoming VCs, DD is looking forward to the day when the same exuberance applies to newsletter writers.&#xa0;&#xa0;</p> <h2>Job moves</h2> <ul>  <li><p><strong>Simpson Thacher &amp; Bartlett </strong>has hired<strong> Martin Bell </strong>as a partner based in its New York litigation department. He joins from the <strong>US attorney's office for the Southern District of New York</strong>, where he was an assistant attorney for more than a decade.</p></li> </ul> <ul>  <li><p><strong>Latham &amp; Watkins</strong> has hired <strong>Tana Ryan</strong> in Los Angeles as a partner in its private equity and M&amp;A department. She joins from <strong>Kirkland &amp; Ellis</strong>.&#xa0;</p></li> </ul> <ul>  <li><p>Law firm <strong>White &amp; Case</strong> has hired<strong> Scott Fryman</strong> as a partner in its New York global tax and M&amp;A practices. He joins from <strong>Kirkland &amp; Ellis</strong>.&#xa0;</p></li> </ul> <ul>  <li><p>Law firm <strong>Shearman &amp; Sterling</strong> <a href=\"https://www.shearman.com/News-and-Events/News/2021/06/Shearman-and-Sterling-Announces-14-New-Partners\">named</a> 14 new partners. It also hired <strong>Rahul Chatterji</strong> as a leverage finance partner in its London-based finance group. He was previously a special counsel at <strong>Milbank</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Welcome to the Masa show</strong> After surviving one of the largest losses in Japanese corporate history, SoftBank's Masayoshi Son is back to his risk-taking ways. Emboldened by a series of successful bets, his aversion to corporate governance will be put to the test. (<a href=\"https://www.economist.com/business/2021/06/15/hard-truths-about-softbank\">The Economist</a>)</p> <p><strong>Amazon's race problem</strong> Racial bias and discrimination have gone unchecked at the Big Tech titan, dozens of employees have detailed, as the company prioritises its relentless push for profits and customer satisfaction. (<a href=\"https://www.vox.com/recode/22524538/amazon-diversity-black-employees-human-resources-department\">Vox</a>)&#xa0;</p> <p><strong>Covid not included </strong>The tourist towns of Phuket and Bali have long attracted far-flung visitors in search of sun, sand, and south-east Asian cuisine. As their economies suffer from shuttered borders, local governments are coming up with creative ways to offer virus-free vacations. (<a href=\"https://asia.nikkei.com/Business/Business-Spotlight/Last-resorts-Phuket-and-Bali-chase-dream-of-COVID-free-tourism\">Nikkei Asia</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/08ff1bd0-2e2b-4d20-bb9f-dfe8c5a9807b\">Women in finance say ‘mediocre' male managers block progress</a> (FT)</p> <p><a href=\"https://www.ft.com/content/84bd9492-103c-434e-a64e-57c0f2f29192\">Blackstone strikes $3bn deal for office developer Soho China</a> (FT)&#xa0;</p> <p><a href=\"https://www.reuters.com/business/energy/exclusive-private-equity-firms-quantum-encap-bid-oil-producer-ep-energy-sources-2021-06-16/\">Private equity firms Quantum, EnCap bid for oil producer EP Energy</a> (Reuters)&#xa0;</p> <p><a href=\"https://www.ft.com/content/023c5d83-daa6-4d5e-804f-e3d36212dd9f\">Sony Music buys Somethin' Else in global podcast push</a> (FT)&#xa0;</p> <p><a href=\"https://www.reuters.com/business/exclusive-fusion-spac-aims-beat-london-rush-with-new-blank-check-firm-sources-2021-06-16/\">Fusion Spac aims to beat London rush with new blank-cheque firm</a> (Reuters)&#xa0;</p> <p><a href=\"https://www.ft.com/content/de05b790-e403-43c0-8f4b-50564593161d\">Polestar explores listing as it pushes for global expansion</a> (FT + <a href=\"https://www.ft.com/content/ad9cfeed-7a78-4cd2-b103-68d74aa2f0a6\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/7d83c809-2533-4bcc-a191-5228d7ba1ca8\">Energy M&amp;A: reality is catching up with renewables</a> (Lex)&#xa0;</p> <p><a href=\"https://www.wsj.com/articles/this-years-influx-of-directors-starts-shift-in-boardroom-diversity-11623835801?mod=hp_lead_pos12\">Big companies boost share of black and latino directors</a> (WSJ)&#xa0;</p> <p><a href=\"https://www.ft.com/content/fda46bfa-dd6a-40ac-a277-8089a65c7d80\">Made.com valued at £775m in London IPO</a> (FT)<br></p><p>Source:  2021 'Back to reality? Banks chart their return to the office' FT.com 17 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-17T04:00:40.769Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 991,
          "end": 1005
        },
        {
          "start": 2172,
          "end": 2180
        }
      ]
    }
  ]
}