{
  "_id": "7de8944eede75204a61433af7cc61ea567e95c7d55deb8412c6b6caf552db622",
  "feed": "ftcomall",
  "title": "Reflation or stagflation  ",
  "text": "<p>Good morning. I spent a long, pleasant weekend in sunny Miami, doing serious research for <a href=\"https://www.ft.com/globetrotter\">FT Globetrotter</a>'s guide to that city. But what do I find on my return? The market has made a fool of me again. Last week it looked to me like Jay Powell and the Federal Open Market Committee had managed to update the market without spooking it. Well, the market looks plenty spooked now. Yesterday bonds sold off hard and <a href=\"https://www.ft.com/content/7541c364-736b-488b-a793-7ba5cf517f49\">stocks had their worst day</a> since May. I should stay home more often. Email me: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a></p> <h1>Reflation redux, hopefully</h1> <p>What has put the scare into stocks? The prime suspects are the good-sized moves up at the long end of the yield curve. The meandering rise in interest rates that has been with us since early August has accelerated to a brisk jog (all chart data from Bloomberg):</p> <p>Here are the changes across the curve just since the Federal Reserve meeting on Wednesday last week:</p> <p>That is a reasonably stiff and quite uniform increase across the middle and the long end. Are we headed back to the levels hit this spring, when the reflation trade dominated markets, to Wall Street's delight? What has changed since the markets' placid initial response to the Fed's announcement last week? </p> <p><a href=\"https://www.ft.com/content/8d3e9f84-7cf9-4497-aa27-5fd297abcd69\">Hawkish noises</a> from the Bank of England, plus ebbing panic over Evergrande's balance sheet, might have made a world of higher rates and inflation suddenly seem more likely. The price of Brent crude briefly passing $80 may have played a part, too. Or it could be none of that. Sometimes, even the bond market simply takes some time to see what is in front of its nose. </p> <p>As I intimated on Thursday last week, the market's <a href=\"https://www.ft.com/content/e8757d9b-774b-481b-acfd-926ef89a99aa\">initial placidity</a> seemed odd. Above-trend economic growth for the next year at least is still the consensus expectation, <a href=\"https://www.ft.com/content/82aa289c-1b6a-426f-9da3-746f4e3a90b6\">house prices</a> are on fire and wages are bubbling up. The Fed has told us it is about to slow the pace of its bond purchases. And yet here are real rates, rising but still well below zero:</p> <p>What this chart says to me is that rates have room to rise. There should be a rising inflation risk premium in there, given how inflation data has evolved during the past few months. Real yields should also be anticipating the exit of a huge buyer from bond markets over the next year or so. So why should real yields still be negative?</p> <p>I spoke with Bob Michele, the chief investment officer and head of fixed income at JPMorgan Asset Management, and he summed up my feelings exactly:</p> <blockquote>  <p>“I think that three things have been going on over the last 10 days. The central banks in aggregate — not just the Fed but the Bank of England, the Reserve Bank of Australia and others — are approaching a shift in policy and a start to tapering. We see a total of $300bn of [monthly] bond buying from all the central banks, so you should expect as they exit that things are going to change. A real yield of minus 1 per cent is not normal. It is an artificial construct of the central banks. </p>  <p>“[Then there is a] recognition that reopening [price] pressures are not going away any time soon — bottlenecks, energy prices, container ships stacked up, the labour market. It's going to take years, not months, and in the meantime to get stuff done is going to cost more. </p>  <p>“The third thing is the debt ceiling. Does anyone step back and realise you are having a debate on the debt ceiling because a lot of debt is being issued, and a lot more will be issued? It's a wake-up call . . . who is going to buy this [debt] if the central banks pull back? People like me, and I'm not going to buy government debt at a negative real yield.”</p> </blockquote> <p>Here is how I would sum up. The only way to think that real yields can stay negative is if you think growth is going to disappoint, or the Fed is going to flinch and delay tapering and tightening, or both. Otherwise it seems to me that there is only one way for rates to go — up — and the important question is whether they drift up or spike up. If they drift, that may well be fine for risk assets. Spikes tend to cause messy repricings as investors deleverage.</p> <p>Certainly, stocks have not responded well to the recent move up in rates. Many market observers make the point that stock valuations “rest on a foundation of low rates”. That is, low interest rates must drive stock prices up, mathematically, because they are the rates at which future cash flows are discounted. This is true as far as it goes. But much depends on what drives the rates higher — a strong economy or just <a href=\"https://www.ft.com/stream/7982616a-e179-45f1-86f6-948f1fc35523\">inflation</a>. In the former case, and not the latter, higher future cash flows help offset higher discount rates. Another reflation trade might be just fine for stocks. Not so stagflation.</p> <p>So watch the performance of economically sensitive value stocks. If we are getting the benign rate increases, driven in large part by economic growth, one would expect value to do well relative to tech and other growth stocks, and at least hold their own absolute terms, as they did this spring. Here the Russell 1000 value and its growth counterpart, plotted against the 10-year yield:</p> <p>So far, while value has outperformed growth in relative terms as yields have accelerated upwards, it has moved sideways at best in absolute terms. That looks more like stagflation than reflation, but it is early days. </p> <h1>One good read</h1> <p>Joseph Wang of the Fed Guy blog makes a simple but interesting <a href=\"https://fedguy.com/wealth-sideeffects/?utm_source=rss&amp;utm_medium=rss&amp;utm_campaign=wealth-sideeffects\">point</a>. The Fed has kept rates low in order to maximise employment. But another effect of low rates is to increase the wealth of the top half of the wealth distribution (and especially the top quarter). This might make these well-to-do individuals less inclined to work, because their houses and their stock portfolios have made them rich (or at least richer). Here's Wang's concluding par: &#xa0;&#xa0;</p> <blockquote>  <p>“The Fed appears confused by the labour market: there are many signals of a labour shortage even though the unemployment rate is also elevated. The Fed is holding rates low on the belief that the economy is far from maximum employment, even though inflation is high. But if the ‘wealth effect' has structurally changed the labour market, then the Fed is viewing the world through an outdated model. It may take much higher wages to reach the pre-pandemic unemployment rate.”</p> </blockquote> <p>I need more time to think this argument through, but I like how it flips a very popular view on its head. Lots of people think that fiscal policy has taken away poor people's incentive to work. But what if the real problem is that monetary policy has made rich folks lazy?</p><p>Source: Robert Armstrong 2021 'Reflation or stagflation  ' FT.com 29 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-29T05:30:40.230Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2359,
          "end": 2367
        }
      ],
      "nexusId": "10009914"
    }
  ]
}