{
  "_id": "60c2b7c936d6f0fe51445eb1ea425fb04e7cc79bd75f425c7d34e6e7d92bcc34",
  "feed": "market-watch",
  "title": "Cisco stock drops as earnings spark Wall Street debate on this one key number",
  "text": "<p>The stock CSCO is off 7.9% in Thursday trading, putting it on pace for its largest single-day percentage drop since Aug. 13, 2020, when the stock lost 11.2%.</p><p>See more: Cisco stock falls after earnings guidance disappoints</p><p>A hot topic among analysts was the company's 33% year-over-year growth in total product orders. That marked an acceleration from the July quarter and a “decade-high record,” according to William Blair analyst Jason Ader.</p><p>“Despite a generally easy comp against the year-ago quarter's 5% decline in orders, the demand strength is undeniable as customers continue to spend on refreshes and expansion projects across routing, switching, wireless, and security,” he added.</p><p>In response to an analyst question on the earnings call, Chief Executive Chuck Robbins said that large cloud providers are “doing deep forecasting and planning” with Cisco, giving the company more “visibility” into trends. But while some commercial customers are planning in advance, “many of them are ordering when they feel the need,” offering less of a forward indicator.</p><p>“The way we think about it is our very large customers—largest enterprises, cloud players, large carriers—those we know we have visibility,” he continued. “There's an aspect of ordering ahead from other customers, but I think the vast majority below that probably aren't.”</p><p>He called the company's pipeline growth “probably as strong as it's ever been.”</p><p>Analysts still speculated after the call about how much of Cisco's strong growth reflected a “pull forward” of orders due to a tight supply environment and a string of price increases, and how much represented sustainable demand for Cisco products.</p><p>Jefferies analyst George Notter wrote that he thinks “investors are concerned about the mismatch between revenue growth and the strength of the order book.”</p><p>“Our sense is that order book is getting pumped up by customers getting orders in ahead of Cisco's price increases,” he wrote, citing several recent price hikes. “As such, we're inclined to discount the strength in their order book. Of course, orders are also getting driven by customers placing orders earlier due to the supply chain environment.”</p><p>Notter maintained a buy rating on Cisco's stock and $65 price target</p><p>William Blair's Ader wrote that Cisco's “continued strength here may reflect an element of early ordering/demand pull-in (something denied by management),” though he thinks that “Cisco is benefiting from the same demand tailwinds seen by other infrastructure vendors” such as Arista Networks Inc. ANET and F5 Inc. FFIV.</p><p>Beyond the most recent report, Ader mentioned some areas of sustained concern for him. “Longer term, we continue to have apprehensions about the durability of Cisco's reopening-led demand resurgence particularly given the company's generally weak positioning in the cloud and growing competitive pressures in multiple product areas, including servers, security, collaboration, switching, and application monitoring,” he wrote, while keeping his market perform rating on the stock.</p><p>Needham analyst Alex Henderson sounded upbeat about the latest order-growth numbers. “Despite strong 33% product growth, Cisco didn't raise its revenue outlook for FY22 (ends July) due to harsher supply constraints,” he wrote in a note to clients, while maintaining a hold rating. “We think investors should be focusing on orders, not near-term constrained revenues.”</p><p>He argued that the company's 200% cloud order growth suggests that the company is winning share against Arista and “benefiting from penetrating Facebook just as Facebook is jacking its capex into CY22.”</p><p>J.P. Morgan's Samik Chatterjee wrote that it's “unlikely that the strong order increases [year-over-year] seen in F4Q and F1Q will last once product lead times start to moderate,” but he still expects “robust order trends to support Cisco's longer-term outlook for sustained growth in the 5%-7% range even in the out years.”</p><p>Chatterjee has an overweight rating and $70 price target on Cisco's stock.</p><p>Shares of Cisco have declined in the past three months as the Dow Jones Industrial Average DJIA has risen 2.6%.</p>",
  "published": "2021-11-18T13:26:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3614,
          "end": 3625
        }
      ],
      "nexusId": "10009914"
    }
  ]
}