{
  "_id": "8db70a8788823bbbcb47d17cb73bf7d08f949fa58cc74b016ea381189bb05e9a",
  "feed": "ftcomall",
  "title": "Investors flee gold for cryptocurrencies as inflation worries perk up",
  "text": "<p>Investors are dumping gold for cryptocurrencies as inflation picks up, fleeing a metal historically touted as a store of value to buy digital assets little more than a decade old. </p> <p>More than $10bn has been pulled from the biggest gold exchange traded fund this year and funds' physical gold hoards have also been selling down, according to Bloomberg data. The price of gold has declined 6.1 per cent this year to $1,782 a troy ounce on Wednesday. </p> <p><a href=\"https://www.ft.com/bitcoin\">Bitcoin</a> has meanwhile doubled in price to a <a href=\"https://www.ft.com/content/1d4bbc18-51d9-4c82-b586-824c9963acf9\">record high</a> of more than $67,000 this week. Some investors have begun to view it and other <a href=\"https://www.ft.com/cryptocurrencies\">cryptocurrencies</a> as an inflation hedge, even if none existed during the world's last serious bout of inflation. </p> <p>Veteran gold traders acknowledged times are changing. “There is zero interest in our strategy right now,” said John Hathaway, senior portfolio manager at Sprott Asset Management, a precious metals investment group. He added: “The bitcoin crowd see the same things I see in terms of money printing risks of inflation.” </p> <p>Gold has long been promoted as a safeguard against diminished purchasing power of fiat currencies such as the dollar. Pent-up demand, choked goods supply chains and central bank stimulus have revived inflationary worries that have typically supported gold markets. </p> <p>The received wisdom isn't playing out in financial markets, however. The dollar has strengthened with the US economy and the price of gold has dropped, with investors looking elsewhere for protection. </p> <p>“There is an inclination now to look to <a href=\"https://www.ft.com/bitcoin\">bitcoin</a> as a portfolio diversifier, with inflation being one of the catalysts,” said Mohamed El-Erian, president of Queens' College, Cambridge and chief economic adviser to Allianz. “Bitcoin has attracted money away from gold.” </p> <p>Paul Tudor Jones, the hedge fund manager, told <a href=\"https://www.cnbc.com/2021/10/20/paul-tudor-jones-says-inflation-could-be-worse-than-feared-biggest-threat-to-markets-and-society.html\">CNBC </a>on Wednesday that he prefers cryptocurrencies to <a href=\"https://www.ft.com/gold\">gold</a> as a hedge against inflation. </p> <p>According to Fidelity's latest Institutional Investor Digital Assets Study, which surveyed 1,100 professional investors, bitcoin's lack of close correlation with other asset classes and perceived potential as a hedge against inflation added to its mainstream popularity. </p> <p>More than half the hedge funds surveyed in Europe and the US said that rising inflation was a main driver of their attraction to digital assets, with nearly eight in 10 of the surveyed investors stating that cryptocurrencies have a place in a portfolio.</p> <p>“Institutional investors appear to be returning to bitcoin, perhaps seeing it as a better inflation hedge than gold,” analysts at JPMorgan said this month. </p> <p>Bitcoin was launched in 2009, while gold has been traded for millennia. Fans of the cryptocurrency say its utility as a hedge against inflation comes from its design, which caps the maximum number of digital coins at 21m. This contrasts with the money-printing measures that central banks have taken in response to the pandemic.</p> <p>Some gold investors say the commodity's fortunes could be about to change should inflation remain, eroding faith in the Federal Reserve's mantra that rising prices are transitory and requiring more drastic tightening of monetary policy. </p> <p>They also pointed to bitcoin's short performance history and price volatility, which undermine its reliability as an inflation hedge. </p> <p>“If my reservations turn out to be right, I think gold is primed to take off significantly,” said Hathaway of Sprott Asset Management. </p><p>Source: Joe Rennison in New York and Eva Szalay and Henry Sanderson in London 2021 'Investors flee gold for cryptocurrencies as inflation worries perk up' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-21T04:00:01.795Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2536,
          "end": 2544
        }
      ],
      "nexusId": "10009914"
    }
  ]
}