{
  "_id": "303a76b133c65e550905bdc67deb988f542d3dd876af1994f322035722280c24",
  "feed": "wall-street-journal",
  "title": "Stocks Recoup Some of Week's Losses  ---  Gains in cyclical  companies outweigh  declines in shares of  technology giants  ----  By Caitlin Ostroff and Gunjan Banerji",
  "text": "<p>   Stocks bounced back after two consecutive days of declines. </p><p>   Investors had recently put the brakes on what had been a furious rally in stocks in recent weeks, leaving the major indexes hovering near records. </p><p>   Some of the caution eased on Wednesday, as stocks jumped and recouped some of their losses. </p><p>   The S&amp;P 500 gained 38.48 points, or 0.9%, to 4173.42, with gains accelerating later in the session. The Nasdaq Composite added 163.95 points, 1.2%, to 13950.22. The Dow Jones Industrial Average added 316.01 points, or 0.9%, to 34137.31. </p><p>   Some analysts said the recent stretch of declines was a healthy pause for stocks and that there are bigger gains ahead. </p><p>   \"I think that the market will continue to grind higher,\" said Mike Lewis, head of U.S. equities cash trading at Barclays. </p><p>   Investors are also monitoring earnings to see if the current valuations of expensive stocks can be justified. </p><p>   Netflix was the biggest loser in the S&amp;P 500 after the company said subscriber growth for the first quarter was weaker than expected. The company's shares fell $40.67, or 7.4% to $508.90. </p><p>   Still, declines in shares of Netflix and other tech giants like Facebook were outweighed by gains in shares of more cyclical companies like cruise operators and retailers. Some analysts have said these groups can continue to outperform. JPMorgan Chase strategists said in a note to clients that they expect cyclical sectors like energy and financials stocks to perform well. </p><p>    Norwegian Cruise Line was one of the best performers in the S&amp;P 500, adding $2.76, or 10%, to $29.51. Carnival advanced $1.61 to 6.3%, to $27.33. </p><p>   In bond markets, the 10-year U.S. Treasury yield edged up to 1.566% from 1.562% on Tuesday. Yields rise as prices fall. </p><p>   Still, a new wave of Covid-19 infections is sweeping through a number of countries including India and Japan, raising the prospect of fresh hurdles to the anticipated global economic rebound. </p><p>   Health authorities are also warning that new variants may emerge that are resistant to the existing batch of coronavirus vaccines. </p><p>   \"There are still risks in this market, particularly as it relates to the vaccine rollout and virus mutations,\" said Shoqat Bunglawala, head of international multiasset investments at Goldman Sachs Asset Management. \"We're still likely to be in an environment with some volatility.\" </p><p>   Overseas, the pan-continental Stoxx Europe 600 ticked 0.7% higher after its biggest one-day drop since late December. </p><p>   Early Thursday in Asia, Japan's Nikkei Stock Average was up 2.1% after falling 2% on Wednesday. Cyclical and chip-related stocks gained. Hong Kong's Hang Seng Index was up 0.4%. S&amp;P futures were down 0.1%. </p><p></p>",
  "published": "2021-04-22T06:12:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1313,
          "end": 1327
        }
      ]
    }
  ]
}