{
  "_id": "740185a05f210ca31f9d39478c67060df99883648a91a18e147ed1f337d6fa28",
  "feed": "ftcomall",
  "title": "Private equity's new favourite lender: itself",
  "text": "<p><strong>One DD caption competition to start:</strong> British artist Damien Hirst has unveiled <a href=\"https://www.ft.com/content/9a29c9e1-5990-4fc9-b021-20e4aef5f6fd\">“The Currency”</a>, an experimental project calling into question notions of worth and value comprising 10,000 physical works that correspond with non-fungible tokens.</p> <p>For a bit of fun, we are asking readers to come up with their best caption for the shot below of Hirst and former<strong> Bank of England </strong>governor<strong> Mark Carney</strong>. Submit ideas to <a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a> and whether you want your name to be featured.</p> <h2>A private equity dealmaking shortcut is catching on</h2> <p>We've told you before about how private equity is increasingly keen on <a href=\"https://www.ft.com/content/70a09061-a51a-465a-b23f-86426d3c2211\">selling companies to itself</a>. Now, buyout firms are increasingly keen on lending to themselves too.&#xa0;</p> <p>When <strong>Thoma Bravo</strong> bought <strong>Stamps.com</strong> in a $6.6bn deal last week, it sourced $2.6bn in debt financing from four direct lenders to get its deal over the line. They were <strong>Ares</strong>, <strong>Blackstone</strong>, <strong>PSP Investments</strong>, and . . . its own lending arm, people familiar with the deal <a href=\"https://www.ft.com/content/0a67e36e-b42f-42e1-8c17-042108fb014e\">told</a> the FT's Joe Rennison and DD's Eric Platt and Sujeet Indap.</p> <p><strong>Blackstone</strong> made a similar move when it bought<strong> Bourne Leisure</strong>, which operates Butlins holiday parks, according to the debt specialist <strong>LCD News </strong><a href=\"https://www.ft.com/content/6d6ceb57-437b-4ca1-b762-72266675f800\">earlier this year</a>.&#xa0;</p> <p>As more money flows into direct lending funds, what was once a niche corner of the debt market is becoming a more common way to finance large buyouts, enabling private equity firms to circumvent the banks that typically help finance such deals via high-yield bonds and leveraged loans.</p> <p>Take <strong>EQT</strong>'s acquisition of <strong>Air Liquide</strong>'s hand sanitiser and disinfectant business last April. The virus had left private equity at a standstill, all but freezing the global debt markets that are normally critical for underwriting large-scale deals.&#xa0;</p> <p>Yet the Swedish buyout firm managed to shake (thoroughly sanitised) hands on a €900m <a href=\"https://www.ft.com/content/18ce173a-5ce6-4f09-8439-ef4a2dd8ab34\">deal</a> to buy it at an ideal moment.&#xa0;</p> <p>Their secret? To instead secure debt financing from <strong>HPS Investment Partners</strong>, the private credit investment company spun out of <strong>JPMorgan</strong>.</p> <p>The shift towards direct lending has been going on for a few years now, but was accelerated by the pandemic. (DD's Rob Smith and Nikou Asgari broke down the trend in detail on <a href=\"https://www.ft.com/content/e0ddd327-9a08-464f-bb11-6ddf6d6af90f?shareType=nongift\">this episode</a> of the FT's <em>Behind the Money </em>podcast last year.)</p> <p>Some <a href=\"https://www.ft.com/content/6d7e4fb9-672b-4088-a2ef-30807a2358dc\">direct lenders</a> are now willing to write $1bn cheques — but they tend to come with higher interest rates than traditional banks. For private equity firms looking to do deals fast, that can be a small price to pay for more certainty, more privacy — and potentially more leverage.&#xa0;</p> <p>The deal will put Stamps.com's debt-to-earnings ratio at more than eight times, which is more leverage than banks are typically comfortable guaranteeing, sources told the FT, raising concerns over whether the competition to deploy funds carries too much risk.</p> <p>It's a win-win for private equity firms, though, who can compete for an acquisition and in turn end up as partners in the debt financing.</p> <p>For Wall Street lenders such as <strong>JPMorgan Chase</strong>, <strong>Goldman Sachs </strong>and <strong>Bank of America </strong>watching private capital trample on their turf, it may be time to think up a game plan.</p> <h2>A German ‘internal control mechanism' mystery</h2> <p>A theme in DD this year has been the UK's desire to win more capital markets business and stop its fast-growing tech companies from decamping to the US. But a similar exercise has also been under way in Germany.&#xa0;</p> <p>The soul-searching in Europe's largest economy has been prompted by the fact that two of its homegrown biotech companies, <strong>BioNTech </strong>and <strong>CureVac</strong>, shunned Frankfurt in favour of a New York listing.&#xa0;</p> <p>In response, the German government tasked an advisory group to gather ideas aimed at making it a more attractive destination for IPOs. And, well, they certainly came up with some interesting suggestions.</p> <p>Here's one: Crack down on freedom of the press. Business media should be “disciplined” to facilitate stock market listings of start-ups, the advisory group suggested.</p> <p>The authors — 29 entrepreneurs, venture capital investors and technology types — suggested that rules for fair, comprehensive and balanced coverage of IPOs should be established.</p> <p>They added that financial media should be “obliged” to cover smaller IPOs that would otherwise “fall between the cracks” at large media outlets, among other eyebrow-raising suggestions detailed in <a href=\"https://www.ft.com/content/fda24dca-ca5a-4d30-9c04-756c8a5b639e\">this story</a> by the FT's Olaf Storbeck.</p> <p>Nothing much happened until German venture capitalist<strong> Christoph Gerlinger</strong>, one of the authors of the report, pitched it as a story to the German newspaper <strong>Handelsblatt</strong>.</p> <p>Economics minister <strong>Peter Altmaier</strong> — a conservative politician and close confidant of chancellor <strong>Angela Merkel</strong> — was only made aware of the paper after the German daily contacted the ministry.&#xa0;</p> <p>Altmaier ordered the report be removed from the ministry's website hours after Handelsblatt's article came out, stating: “The freedom of the press is a stellar fundamental right, and we are obliged to protect it.”</p> <p><strong>Christian Vollmann</strong>, the founder of regional social network <strong>Nebenan.de</strong> who chaired the group, apologised. Gerlinger resigned.</p> <p>One big mystery remains, however: in a statement posted to <strong>LinkedIn</strong>, Vollmann stated that the paper that was filed to the finance ministry was an “outdated draft” published in error.&#xa0;</p> <p>“Our internal control mechanisms failed,” he added.&#xa0;</p> <p>But how can this be consistent with the fact that one of the authors pitched the same version to Handelsblatt, suggesting it should be covered?&#xa0;</p> <p>Vollmann didn't respond to an FT request for comment. The German finance ministry said that the “sequence of events is under review”.</p> <h2>Chinese investors miss out on India's tech boom</h2> <p>A battle billowing between American and Chinese investors vying for exposure and influence within India's sprawling tech scene has become all but obsolete.&#xa0;</p> <p>Funding from China has all but dried up since India's prime minister <strong>Narendra Modi</strong> <a href=\"https://www.ft.com/content/ad3f84b0-fb75-4588-97e8-4a657ad67883\">introduced</a> regulations requiring Chinese foreign direct investment to secure government approval.</p> <p>The FT's Ben Parkin and Mercedes Ruehl <a href=\"https://www.ft.com/content/94ad2e3e-e2f0-4333-b105-c980cddb212b\">report</a> that Indian start-ups raised a record $7.2bn over 336 funding rounds in the previous quarter, according to data provider <strong>Tracxn</strong>.&#xa0;</p> <p>Of those, Chinese investors participated in only 10 rounds, worth a total of $745m. US investors, on the other hand, participated in more than 100 rounds worth $5.7bn.</p> <p>Tech groups such as <strong>Tencent</strong> or venture capital funds like <strong>Shunwei </strong>had been well placed to invest in India, a country whose tech sector is often described as a decade or so behind China's.</p> <p>But Chinese investors like <strong>Alibaba</strong> are now missing out on what's set to be the biggest year for Indian tech fundraising to date, while the likes of <strong>Tiger Global</strong> <a href=\"https://www.ft.com/content/11834bc1-f9b3-43a8-b142-7e890d85a11e\">snap up</a> stakes in the fast-growing sector.</p> <p>While Chinese investors can still receive approval in theory, lawyers tell the FT that the process takes long enough — often more than six months — so as to make it infeasible for many. Indian banks are often reluctant to deal with Chinese investors.</p> <p>The more adventurous ones, like Tencent, <a href=\"https://www.ft.com/content/dfd78e7f-e19c-4029-ae15-a906f5ab27cf\">continue to find ways</a>. The group has used convertible debt to finance deals with Indian start-ups, such as social media company <strong>ShareChat</strong>, which aren't covered by the FDI restrictions.</p> <p>It's nonetheless a trickle compared to their US counterparts. Tiger has done 25 deals in the country this year alone.</p> <h2>Job moves</h2> <ul>  <li><p><strong>Sand Grove Capital</strong> has <a href=\"https://www.ft.com/content/5236be77-2bd5-47c9-aeb2-b2f3c9cdd3eb?shareType=nongift\">poached</a> <strong>Citigroup</strong> banker <strong>Daniel Caplan</strong> for the newly created role of chief executive in London.</p></li> </ul> <ul>  <li><p><strong>Allen &amp; Overy</strong> has named <strong>Bradley Weyland</strong> as a high yield partner in the leveraged finance practice in London. He joins from <strong>Latham &amp; Watkins</strong> where he was counsel.</p></li> </ul> <ul>  <li><p>Law firm <strong>Jones Day</strong> has hired <strong>Kyle</strong> <strong>Diamantas</strong> in its healthcare and life sciences practice in Miami. He joins from <strong>Baker Donelson</strong>.</p></li> </ul> <h2>Smart reads&#xa0;</h2> <p><strong>Olympic ghost town</strong> The Tokyo Olympics were meant to be a symbol of Japan's economic revival. Eighteen months after the city's shutdown, the games have become a stark reminder of how much has been lost. (<a href=\"https://www.ft.com/content/75f2b380-1d04-4a5a-981a-9ef033fe409e?shareType=nongift\">FT</a>)</p> <p><strong>Clean-up in aisle one </strong>The £9.3bn private equity buyout of UK grocer Morrisons raises a range of possibilities for the buyers' post-acquisition strategy, from striking property deals to — against Wm Morrison's best wishes — pumping the group full of debt. (<a href=\"https://www.ft.com/content/938db064-119e-42d1-af7a-1d542c72b668\">FT</a>)</p> <p><strong>Behind the music</strong> Spotify has a secret weapon in its antitrust battle against rival streamer Apple Music: its chief legal officer, the illustrious corporate litigator Horacio Gutierrez, whose history of bringing down Big Tech has proved indispensable now that he's changed sides. (<a href=\"https://www.bloomberg.com/news/articles/2021-07-14/meet-the-spotify-spot-lawyer-calling-apple-aapl-an-abusive-monopolist?srnd=premium&amp;sref=OziMsGoK\">BBG</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/fe8d7536-13d3-4162-8206-465894ad82e1\">Sumitomo Mitsui takes stake in Jefferies</a> (FT)</p> <p><a href=\"https://on.ft.com/2UHuNYs\">France's billionaire Pinault family joins European Spac push</a> (FT)</p> <p><a href=\"https://www.ft.com/content/4731cfa6-1a19-466b-b56d-73ef543932c5\">BlackRock chief warns on inflation as staff enjoy 8 per cent pay rise</a> (FT + <a href=\"https://www.ft.com/content/6e17f06f-7006-4c93-8420-1970225b8a20\">Lex</a>)</p> <p><a href=\"https://www.ft.com/content/20e2a584-9685-4aca-bac8-78c23e828400?shareType=nongift\">Bank of America and Citigroup revenues decline as lending stalls</a> (FT)</p> <p><a href=\"https://on.ft.com/3r9sDNB\">Law firm trials flexible working schemes with junior lawyers</a> (FT)</p> <p><a href=\"https://www.ft.com/content/d08a5a94-b5cd-458a-959b-1ce517f21b9f\">Dubai regulator hands ex-Abraaj finance chief $1.7m fine</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-14/buyout-firm-bridgepoint-holders-seek-1-1-billion-in-london-ipo?srnd=deals&amp;sref=OziMsGoK\">Private equity firm sets industry's first big London IPO in decades</a> (BBG)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2021-07-14/qatar-wealth-fund-builds-regional-hub-in-singapore-to-diversify?utm_campaign=socialflow-organic&amp;utm_content=business&amp;utm_source=twitter&amp;cmpid=socialflow-twitter-business&amp;utm_medium=social&amp;sref=OziMsGoK\">Qatar wealth fund builds regional hub in Singapore to diversify</a> (BBG)&#xa0;</p> <p><a href=\"https://www.wsj.com/articles/hg-to-make-1-billion-investment-in-insightsoftware-11626157801\">Hg to make $1bn investment in Insightsoftware</a> (WSJ)</p> <p><a href=\"https://www.cnbc.com/2021/07/14/oatly-accused-of-overstating-revenue-and-greenwashing-by-activist-short-spruce-point-.html?__source=sharebar%7Ctwitter&amp;par=sharebar\">Oatly accused of overstating revenue and greenwashing by activist</a> (CNBC)<br></p><p>Source:  2021 'Private equity's new favourite lender: itself' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-15T04:00:28.017Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1968,
          "end": 1976
        },
        {
          "start": 2929,
          "end": 2943
        }
      ]
    }
  ]
}