{
  "_id": "ec0a8714865867c603ca6834daac664043ae0735d88b0e1923034fd047ad187d",
  "feed": "wall-street-journal",
  "title": "Banking & Finance:  Big Investor Eyes Carbon-Offset Land  ---  Oak Hill Advisors joins  $500 million venture to  buy forests that can be  used for climate goals  ----  By Ryan Dezember",
  "text": "<p>   A big player in high finance is hunting for $500 million worth of forestland with the aim of harvesting carbon offsets instead of timber. </p><p>   Oak Hill Advisors LP, which manages $52 billion and is best known as a big debt investor, is teaming up on the venture with Bluesource, a firm that creates and sells carbon credits. The companies said they expect to buy roughly one million acres of North American woodlands and manage the properties to generate so-called forest offsets. </p><p>   Big companies including Microsoft Corp. and BP PLC are clamoring for offsets, which are tradable assets that represent a metric ton of carbon that has been sequestered in standing trees. Companies that buy offsets use them to negate emissions on the internal carbon ledgers that they keep to show investors their progress toward climate goals. </p><p>   Researchers count more than 1,000 companies that have set emission-reduction targets. Many companies have pledged to go even further and offset emissions that they can't cut by removing carbon from the atmosphere. </p><p>   There are industrial processes capable of removing carbon from the atmosphere and injecting it deep underground, where much of the excess in the atmosphere originated as fossil fuels. But it is much cheaper to pay timberland owners not to log and take credit for the carbon that the growing trees absorb. </p><p>   Until recently the forest-carbon business was the domain mostly of upstart companies and specialist timber investors. Many offsets have been used to comply with air-quality regulators in California and Quebec, which operate a cap-and-trade system that makes it more expensive to pollute over time. Increasingly, though, offsets are sold on unregulated markets in privately negotiated deals to companies that are buying voluntarily to meet their own climate goals. The booming voluntary markets have attracted big firms in energy and on Wall Street that are raising the stakes. </p><p>   BP bought a controlling stake in Bluesource rival Finite Carbon late last year and J.P. Morgan Asset Management in June bought a timberland investment firm with eyes toward becoming a significant competitor in forest carbon markets. </p><p>   \"We view this to be an incredibly large opportunity,\" said Adam Kertzner, a senior partner and portfolio manager at Oak Hill. \"This transition is happening in real time and forestry assets continue to be a measurable way of removing carbon from the atmosphere.\" </p><p>   Critics of offsets argue that although forests can be managed to sock away more carbon, companies shouldn't be able to use them to avoid reducing emissions. Offset projects face the sharpest criticism when landowners are paid to preserve trees at little risk of being cut down. </p><p></p>",
  "published": "2021-10-13T06:06:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}