{
  "_id": "3982bda2e676eeaf6b97d6e16066d679c68eee9481490fcc776263bd93fba388",
  "feed": "ftcomall",
  "title": "Singapore's Grab set to list in New York in biggest Spac merger",
  "text": "<p>Grab, south-east Asia's most valuable start-up, is set for the largest merger between a private business and a blank-cheque vehicle in a deal that will value the SoftBank-backed technology group at about $35bn.&#xa0;</p> <p>Singapore-based Grab, whose offerings include ride-hailing and financial services, could finalise an agreement to list in New York via one of Altimeter Capital's special purpose acquisition companies as soon as this week, according to three people with direct knowledge of the situation.&#xa0;&#xa0;</p> <p>The merger would be with one of the US investment firm's two Altimeter Growth Spacs and would come after Grab's board agreed to a preliminary deal last month.</p> <p>The agreement has been held up as a crucial first test for south-east Asian unicorns that are <a href=\"https://www.ft.com/content/cbd43b72-2bd5-4f02-b910-61491d23de03\">preparing to go public</a> this year. Founded in 2012, Grab offers access to a regional consumer market of more than 655m people across countries including Indonesia, Thailand and Vietnam. </p> <p>Grab will raise about $2.5bn through what is called a private investment in public equity, financing that is often raised in conjunction with a Spac deal and that involves selling shares of a public company in a private arrangement with investors. </p> <p>Of that, close to $1.2bn will be funded by Altimeter for a total valuation of close to $35bn, the people said. Altimeter will also backstop the sale of any shares in the Spac by public shareholders when the deal is announced, one of the people familiar with the discussions&#xa0;added.&#xa0;The figures could still change depending on talks with investors. </p> <p>Grab will merge with the fund Altimeter Growth 1, which raised $450m last year, Its share price has risen 25 per cent since it listed, one of the people said.</p> <p>Grab and Altimeter declined to comment. If Grab's merger with the Altimeter Spac is approved by the start-up's board, it will be the biggest such deal globally. People close to the situation cautioned that the deal has not been finalised. </p> <p>Altimeter, a Silicon Valley-based firm that manages more than $15bn in public and private tech investments, is known for backing companies on the cusp of their public debuts.</p> <p>The firm, which has raised a total of $850m for two Spacs, has been a player in Pipe investments that raised additional capital for blank-cheque targets, including deals for the UK used-car site <a href=\"https://www.ft.com/content/b9d21ee4-c94a-4b10-aef8-532bf11fcc4f\">Cazoo</a> and online lender <a href=\"https://www.ft.com/content/a210a3ed-c3e3-4ed2-af50-b598dd99aaf8\">SoFi</a>.</p> <p>After investing in Snowflake in 2015, Altimeter's 15.1 per cent stake in the data analytics company was worth almost $4.4bn when it <a href=\"https://www.ft.com/content/eb8e37c9-b4a5-4b4c-a3cf-2eeac98a8f2b\">listed in New York</a> last year.</p> <p>Unprofitable Grab has so far raised $12bn and has about <a href=\"https://www.ft.com/content/3b4f44cd-e952-46b3-a401-5f30afdb288c\">$5bn in cash reserves</a>, putting its private valuation at more than $16bn.&#xa0;</p> <p>SoftBank's Vision Fund, one of Grab's lead investors, stands to be a big winner from the deal. Anthony Tan, Grab's founder, will own about 2 per cent of the listed entity, according to two people close to the company.</p> <p>Grab's revenue grew 70 per cent in 2020 compared with 2019, the company said in a January update. The company added that its ride-hailing business was breaking even in all of its operating markets.</p> <p>Grab's listing “is especially noteworthy because the deal is not coming from the US — it is <a href=\"https://www.ft.com/content/18d51d14-4f2d-4a28-853d-b2eaf3b0eb00\">coming from Asia</a> and furthermore, from south-east Asia, a region totally under-represented on US stock markets”, said one banker, who asked to remain anonymous.&#xa0;</p> <p>This year is set to be a record one for fundraising by Asian technology and internet companies. Other south-east Asian unicorns that plan to go public include Indonesia-based Gojek, Grab's main rival, which is <a href=\"https://www.ft.com/content/0775a49e-d3fd-4445-a394-19039a8561f6\">in talks to merge</a> with ecommerce company Tokopedia prior to a listing.</p> <p>Grab started out as an Uber-like ride-hailing company <a href=\"https://www.ft.com/content/0788d906-1a7b-11ea-97df-cc63de1d73f4\">before expanding</a> into food delivery and financial services including payments, loans and insurance.&#xa0;It has been granted a <a href=\"https://www.ft.com/content/b9575b7f-7d49-4501-ad29-51ee0e2773fc\">digital banking licence</a> in Singapore.</p> <p>Morgan Stanley and JPMorgan are advising Grab on its merger discussions.</p><p>Source: Mercedes Ruehl in Singapore, James Fontanella-Khan&#xa0;in New York, Arash Massoudi&#xa0;in London and Miles Kruppa in San Francisco 2021 'Singapore's Grab set to list in New York in biggest Spac merger' FT.com 7 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-07T04:00:04.992Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3804,
          "end": 3812
        }
      ]
    }
  ]
}