{
  "_id": "aae74c6c41efb282c401a20d96a48c0a15918bbbdba2d3b80fd46fca870363e8",
  "feed": "ftcomall",
  "title": "Bond funds wrestle with human rights dilemma",
  "text": "<p>It is easy to pay lip service to human rights: investment firms' promotional material abounds with references to them. It is far harder to work out how investors can best advance those rights.</p> <p>Yet this is a task that bond fund managers must increasingly wrestle with, as activists <a href=\"https://www.ft.com/content/ba19215c-3774-4bd5-b3a8-225f5e41b996\">call them out</a> on their rhetoric.</p> <p>A Financial Times investigation in July found that several fund management firms that <a href=\"https://www.ft.com/content/6709ae71-4fb7-4738-883c-e0edb3dbbf39\">claimed to care about human rights</a> were lending to countries that violated those rights. There was often scant evidence of human rights even being touched on when firms spoke to sovereign debt issuers.</p> <p>The FT also found that 34 per cent of bonds in a JPMorgan emerging market bond index that used environmental, social and governance (ESG) scoring were issued by countries rated “not free” by democracy campaign group Freedom House.</p> <p>Divestment may seem an obvious response, but some experts question its effectiveness as a means of changing a country's behaviour. </p> <p>“It may be heretical to say so when ESG is seen as a panacea, but a divestment in the secondary markets is often more of a statement by an investment manager to its clients — using their money — than it is a tool for change,” argues Dan Harris, partner at law firm Chancery Advisors, who leads the firm's ESG, boycotts and sanctions desk.</p> <p>What investors gain in ESG credibility, the argument goes, they lose in influence. Divestment “takes the responsible investor away from the conversation to make changes at the underlying security issuer,” says Petra Dismorr, chief executive of ESG consultancy NorthPeak Advisory.</p> <p>Stephen Liberatore, head of ESG/impact for global fixed income at investment firm Nuveen, says that simply selling out is reminiscent of the “stick and no carrot” ethical investing seen in the mid-2000s, with little incentive for issuers to reform themselves once a manager has sold up. Getting a country to behave differently, he says, “takes longer, it's more complex”.</p> <p>Even so, critics suggest fund managers could do far more than they are currently doing to put pressure on problem countries. They say divestment sends a strong signal to a government and must sometimes be resorted to, otherwise fund managers' exhortations will lack bite.</p> <p>“If a large amount of money gets pulled out of Egypt or Belarus, they're going to notice,” says Sarah Repucci, head of the research and analysis department at Freedom House — adding that the fund manager will make clear to the issuer what is behind the move.</p> <p>Engagement needs to be part of the process, she says. “The right way is that you first give a lot of warnings . . . and, if there's no improvement, then you divest.” </p> <p>Among recent examples of divestment are moves by AkademikerPension, a Danish pension fund for academics, and Germany's Union Investment to sell out of Belarus government debt. AkademikerPension now refuses to buy government bonds or to invest in majority state-owned companies in <a href=\"https://akademikerpension.dk/ansvarlighed/vi-ekskluderer/eksklusionsliste-lande/\">45 countries</a>, including China and Saudi Arabia, because of corruption or human rights abuses.</p> <p>Fund managers already have to balance pressure from NGOs not to fund authoritarian regimes with the need to make money for investors. Complicating matters further is the possibility that divesting from some countries bonds could do more harm than good to the poorer members of those societies.</p> <p>One example often cited by fund managers is Egypt. The country last year issued a so-called “green bond”, designed to finance environmental projects. But the country has also been experiencing “its worst human rights crisis in many decades”, according to advocacy group Human Rights Watch, with “tens of thousands” of government critics including journalists and human rights defenders in prison on politically motivated charges. </p> <p>Freedom House rates the country as “not free” and says “security forces engage in human rights abuses with impunity”.</p> <p>Nuveen's Liberatore says he invested in Egypt's green bond because the proceeds would go to waste water management and sanitation services, which would particularly help the poor. “We felt that this particular deal was directly funding and improved living standards for those most in need,” he explains.</p> <p>Patrick Scheideler, co-founder of MultiLynq, a fixed-income trading platform, says the question over Egypt's green bond was not straightforward and that the lack of attractive returns elsewhere “probably makes it an even more difficult issue to tackle” for yield-hungry fund managers.</p> <p>Ana Perez Adroher, project officer in human rights and sustainable investment at the International Federation for Human Rights, says whether to sell out of a bond or not depends on a country's specific situation and on investors' assessment of their power to influence it. </p> <p>She likens the debate to that on sanctions: does the pressure they exert on oppressive governments outweigh the harm they inflict on ordinary citizens? </p> <p>But she adds that there is an obligation for fund managers to do due diligence by talking to NGOs and those who have suffered human rights abuses. “The conversation is more and more out there with regard to bonds, but there's still a lot of work to be done,” she says.</p> <p>Freedom House's Repucci says investors are increasingly concerned about lending to regimes that violate human rights, adding that they should take steps to understand where their money is going.</p> <p>“If they're not aware of the human rights implications of their investments, they're in a way complicit in the abuses,” she says.</p><p>Source: Laurence Fletcher 2021 'Bond funds wrestle with human rights dilemma' FT.com 18 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-18T03:30:13.395Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 651,
          "end": 659
        }
      ],
      "nexusId": "10009914"
    }
  ]
}