{
  "_id": "390b935d26ba3e7785fc11d703d8ad11cc1c0294762acf0168a218e136f67bb8",
  "feed": "ftcomall",
  "title": "FirstFT: Putin escalates conflict with Ukraine",
  "text": "<p>Morning. Vladimir Putin has today called up hundreds of thousands of reservists in <a href=\"https://www.ft.com/content/fc1413ee-0900-479d-84c3-403bc7e42979\">a dramatic escalation</a> of the six-month conflict in Ukraine.</p> <p>In a televised address to announce the “partial mobilisation”, the Russian president accused the west of using “nuclear blackmail” and vowed to use “all means at our disposal” to defend “the territorial integrity” of his country as it prepares to annex parts of eastern and southern Ukraine. </p> <p>Russian defence minister Sergei Shoigu, in a pre-recorded statement aired after Putin's announcement, said Moscow would only call up reserves, rather than deploying the conscript army. This would add 300,000 people to Russia's fighting force, he said.</p> <p>He added that the reservists would be people who have previously served, have experience of combat and have some military specialisation that is needed by the armed forces.</p> <p>Western officials said the rapid annexation plan and the call up of reservists was a sign of Putin's weakness and called the referendums planned for this weekend in four Moscow-controlled regions a <a href=\"https://www.ft.com/content/5b941171-550b-415c-b95f-2f92ceedb89f\">”sham”</a>.</p> <p>Ukraine's Volodymyr Zelenskyy praised the support of his allies ahead of an address later to the UN General Assembly and urged his foreign backers to “maintain the pressure” on Moscow.</p> <p>The Kremlin has been on the back foot since losing thousands of square kilometres of territory to Ukrainian forces this month, increasing the clamour from pro-war hawks in Russia for full-blown annexation and mobilisation.</p> <p><em>This is a developing story. For the latest updates </em><a href=\"https://www.ft.com/content/b76322fd-f9f2-4373-997f-4dcad5fd821f\"><em>go to our live blog</em></a><em>.</em> </p> <ul>  <li><p><strong>Go deeper:</strong> For more on the background to today's announcement by Putin our reporters wrote <a href=\"https://www.ft.com/content/2433feba-b89a-440e-b4a7-2c8aa725ea18\">a big read</a> at the weekend.</p></li>  <li><p><strong>Market reaction:</strong> The dollar hit <a href=\"https://www.ft.com/content/8d5764e7-3524-4898-b775-ed315c5e302e\">a new 20-year high</a> against a basket of currencies following Putin's announcement.</p></li> </ul> <p><em>Thanks for reading FirstFT Americas. Here is the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. US banks threaten to leave Mark Carney's green alliance </strong>Wall Street banks including JPMorgan, Morgan Stanley and Bank of America have <a href=\"https://www.ft.com/content/0affebaa-c62a-49d1-9b44-b9d27f0b5600\">threatened to leave Mark Carney's financial alliance</a> to tackle climate change because they fear being sued over increasingly stringent decarbonisation commitments. Meanwhile, John Kerry has called for <a href=\"https://www.ft.com/content/931fe889-2b9f-4132-8803-c1b3222ff48c\">reform of international financial institutions</a>, including the IMF and the World Bank Group, over a failure to marshal funds related to climate change.</p> <p><strong>2. US lawmakers escalate pressure on Chinese chipmaker</strong> Top US lawmakers <a href=\"https://www.ft.com/content/173eb5b7-c211-4fa8-af8e-93382ed12836\">are urging the Biden administration</a> to put Chinese semiconductor company Yangtze Memory Technologies Co on a blacklist for allegedly violating export controls by supplying Huawei.</p> <p><strong>3. Soaring US ‘real yields' pose fresh threat to Wall Street stocks</strong> US real yields, or the returns investors can expect to earn from long-term government bonds after accounting for inflation,<a href=\"https://www.ft.com/content/4bd55556-b50c-47f0-b8cd-cccd3973df78\"> have soared to the highest level since 2011</a>, further eroding the appeal of stocks on Wall Street. </p> <p><strong>4. Ranks of super-rich swell by a fifth </strong>The number of <a href=\"https://www.ft.com/content/e240ce8d-e3c6-4119-a6d3-d5927f3049e2#post-a338fb68-86e7-4066-b635-62ae5e87dcb8\">people worth more than $100mn</a> increased 21 per cent in 2021 to 84,500, according to the latest Credit Suisse Global wealth report. The US gained 30,000 ultra-high-net-worth individuals, followed by China with 5,200; the UK posted the largest fall, with 1,130.</p> <p><strong>5. Investors in Trump media Spac scramble for better terms </strong>Donald Trump and the backers of a blank-cheque company that plan to take his Truth Social media business public are pushing <a href=\"https://www.ft.com/content/c8c343f9-c251-465e-9498-1c2032883eca\">to renegotiate a $1bn financing package</a> with investors ahead of a crucial deadline for the deal.</p> <ul>  <li><p><strong>Related news: </strong>Chamath Palihapitiya, one of the big boosters of special purpose acquisition companies, has <a href=\"https://www.ft.com/content/52afc374-2dbc-457b-a42d-dbb54496135c\">thrown in the towel</a>, returning $1.5bn to investors after failing to find targets.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Fed interest rate decision </strong>The Federal Open Market Committee is expected to raise its benchmark interest rate <a href=\"https://www.ft.com/content/af12dcb4-bab2-4aa7-8462-2941ca58cd1d\">at least 0.75 percentage points</a> for the third time in a row at the end of today's meeting, as officials try to hit the brakes on an overheating economy.</p> <ul>  <li><p><strong>The FT View: </strong>Increasing the cost of credit further will hurt already ailing households and businesses, but <a href=\"https://www.ft.com/content/7b9e3f7f-df95-429c-a780-c8ecf3578c27\">central banks need to hold firm</a> to tackle inflation.</p></li> </ul> <p><strong>Bank chief executives testify before Congress </strong>The heads of major US consumer banks will appear before the US House committee on financial services, which is continuing a series of hearings on various topics, including consumer protection and compliance issues. Jamie Dimon, chief executive of JPMorgan, will <a href=\"https://www.ft.com/content/ff2891b6-d1f6-4989-926e-6d769e7ce07b\">tell lawmakers</a> that capital requirements for large banks pose “a significant economic risk” that hampers their ability to lend to customers, including home buyers. Dimon will be joined by the chief executives of Citigroup, Bank of America and Wells Fargo, among others.</p> <p><strong>Biden speaks to the UN </strong>US president Joe Biden will address the UN General Assembly in New York today. He is expected to rebuke the war in Ukraine and emphasise the importance of strengthening the UN as he urges nations to stand collectively against Russia's aggression. Biden is expected to back reforms to the UN Security Council, which has had difficulty intervening in the war due to Russia's status as a permanent member with a veto. The president will also meet new UK prime minister Liz Truss, who has <a href=\"https://www.ft.com/content/1b0e6267-d46e-4eb8-9071-d12532a9abb9\">played down expectations</a> of an early US-UK trade deal.</p> <p><strong>US housing </strong>Sales of previously owned homes in the US are projected to have declined for the seventh consecutive month in August as home prices remain elevated and mortgage rates hover above 6 per cent for the first time since the 2008 financial crisis. Economists expect data this morning to show the annual rate of housing units sold to have eased to 4.7mn last month from 4.81mn in July. Meanwhile, home builders Lennar Corp and KB Home will add insight into the US housing market when they report earnings after the closing bell.</p> <p><strong>Brazil interest rates </strong>The Central Bank of Brazil is forecast to maintain its benchmark Selic interest rate at 13.75 per cent, according to economists polled by Refinitiv. This would be the first slowdown in policy tightening by the bank since early 2021. Brazil's central bank has been one of the world's most hawkish, having raised the Selic rate from 2 per cent in less than 18 months. </p> <h1>What else we're reading </h1> <p><strong>Republicans try to regain midterm momentum with immigration stunts</strong> Headline-generating stunts by Republican governors Ron DeSantis and Greg Abbott will fire up the party's base but suggested <a href=\"https://www.ft.com/content/bcf24508-37b5-40e7-b976-2b9bb79c3720\">a sense of desperation ahead of the midterm elections</a>, say pollsters. Momentum has shifted following the Supreme Court decision to overturn national abortion protections and the mishandling of classified information by former president Donald Trump, reports Kiran Stacey. </p> <p><strong>Better work-life balance for bankers or another ‘mommy track'?</strong> It sounds like great work if you can get it. Citigroup has opened a hub for junior investment bankers in the sunny Spanish city of Málaga. But <a href=\"https://www.ft.com/content/ac481349-b94c-405e-9b43-6e0f0a6937d0\">Brooke Masters is dubious</a> of the bank's solution to burnout as big financial institutions return to pre-pandemic working patterns, including long hours.</p> <p><strong>Negotiating your way out of a ransomware attack </strong>Almost 60 per cent of organisations targeted by ransomware cyber attacks in the past year paid out to restore their data. Find out if you can protect your company from hackers and avoid a crippling payout <a href=\"https://ig.ft.com/ransomware-game/\">in our interactive game</a>.</p> <p><strong>The economic consequences of Liz Truss </strong>Liz Truss's government will set a target of annual growth at 2.5 per cent in a highly-anticipated statement on Friday. Should we take that seriously? No and yes, <a href=\"https://www.ft.com/content/a9be9db6-a91e-48e4-8d69-4bbfff7e0f5f\">writes Martin Wolf</a>. No, because the idea that the government of a market economy can meet a growth target is ridiculous. Yes, because it will guide policy. The question is whether it will guide it for good or bad. </p> <p><strong>Where are the women in asset management? </strong>The picture for the industry that manages our money is still incredibly male. <a href=\"https://www.ft.com/content/309c7a63-bf95-455a-ab3e-0182a3523611\">Helen Thomas examines</a> why this sector, which espouses the value of diversity for better decision-making, has failed to make greater strides.</p> <p><strong>Researchers develop first quantum computer for life sciences</strong> Denmark's Novo Nordisk Foundation is to spend $200mn developing what it says will be the first practical quantum computer for life sciences research. The non-profit foundation joins a crowded field of universities and tech companies seeking <a href=\"https://www.ft.com/content/118e17a1-c697-4edb-a66f-c877ed0d06cf\">to convert the theoretical superpowers of quantum computing into useful devices</a>. </p> <h1>Style </h1> <p><a href=\"https://www.ft.com/content/e6a60d84-31df-4c58-9530-f526dcd15c5d\">Baseball caps are back</a>, but what about in the office? Even in our casualised, post-lockdown world, workplace hats may be a step too far, writes Teo van den Broeke.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2022 'FirstFT: Putin escalates conflict with Ukraine' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-21T10:28:25.824Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1959,
          "end": 1967
        },
        {
          "start": 1974,
          "end": 1982
        },
        {
          "start": 4400,
          "end": 4408
        },
        {
          "start": 4430,
          "end": 4438
        }
      ]
    }
  ]
}