{
  "_id": "c432c13ad4b07116e510e00d10a882f6836fbf801c7eac9c2fbe6213b1f65737",
  "feed": "wall-street-journal",
  "title": "As Fed Steps Back From Mortgage Bonds, Borrowing Costs Rise; Meet Fed Board Nominee Philip Jefferson",
  "text": "<p>Top News</p><p>How the Fed's Policy Shift Is Rippling Through the Housing Market</p><p>The Federal Reserve's decision to end its era of easy money is rippling through the mortgage market, driving up the cost of buying a home. The central bank had been the biggest buyer of pools of home loans since the start of the pandemic. Now it is reversing course, winding down its purchases and laying the groundwork to shrink the $2.7 trillion stockpile it has built up. These mortgage-backed securities, hot investments for much of the pandemic, are now selling off.</p><p>Fed Nominee Focused His Research on Monetary Policy and Poverty</p><p>Economist Philip Jefferson has called on the Federal Reserve to more closely consider how its policies shape the economic well-being of different groups of Americans. If confirmed for a seat on the central bank's board, he may soon prod it to do so.</p><p>Economist Philip Jefferson in His Own Words</p><p>Bank of America Fed Outlook Gets More Hawkish</p><p>The Federal Reserve is likely to raise its near-zero short-term interest-rate target seven times over the course of this year, on its way to a stopping point of between 2.75% and 3%, according to Ethan Harris, chief global economist for Bank of America.</p><p>U.S. Economy</p><p>Stock Market Jitters Don't Endanger Economy Yet</p><p>Recent stock market turmoil doesn't mean the economy is about to be derailed, but rather that the recovery is maturing and no longer needs low interest rates, economists and Federal Reserve officials say. Last week, Fed Chairman Jerome Powell said the market drop wouldn't harm the recovery, adding it is a natural response to the Fed's planned phaseout of the emergency stimulus programs implemented at the start of the pandemic that helped prop up asset prices.</p><p>Democrats Put Build Back Better in Joe Manchin's Court</p><p>Democrats are increasingly willing to accept whatever child-care, healthcare and climate package Sen. Joe Manchin (D., W.Va.) would support as they return to Washington this week, hoping to salvage elements of their party's economic agenda.</p><p>Port Congestion Spreads Across More U.S. Import Gateways</p><p>Port congestion is spreading across the U.S., threatening to extend shipping delays and drive up costs for importers seeking to get around the bottlenecks at Southern California's big gateway complex, which has struggled to handle record container flows for more than a year.</p><p>Consumer Spending Fell in December Amid Inflation, Omicron</p><p>Rising inflation and the spread of the Omicron variant dented household spending, a key engine of economic growth, headed into 2022, with consumer outlays down 0.6% in December from the prior month, the first decrease since last winter, the Commerce Department said Friday.</p><p>Key Developments Around the World</p><p>Russia to Face U.S. in Rare U.N. Security Council Debate</p><p>The United Nations Security Council will use a meeting today to seek a diplomatic exit to the situation on the Ukrainian border and to request an explanation from Russia about its buildup of troops there.</p><p>China's Economy Starts the Year With a Wobble</p><p>Two gauges of Chinese manufacturing activity—one official and one private—each retreated in January, while a third measure, of the country's services sector, brought into relief the deep toll that the latest burst of coronavirus infections has inflicted on domestic demand.</p><p>Europe's Economy Falls Behind U.S. and China</p><p>The eurozone economy slowed sharply at the end of 2021, lagging behind the recovery in the larger U.S. and Chinese economies, as high energy prices, supply-chain bottlenecks and new social restrictions weighed on consumer spending and the region's large manufacturing sector.</p><p>Argentina, IMF Agree to Restructure $44 Billion Bailout</p><p>Argentine President Alberto Fernández said Friday his government reached a deal with the International Monetary Fund to restructure a $44 billion bailout that would help the country avert a debt default and currency meltdown after being locked out of global financial markets.</p><p>Former Bank of England Chief to Join Macro Advisory Partners</p><p>Mark Carney, the former head of the central banks of the U.K. and Canada and the United Nations' point man on climate change and finance, has taken on a new role advising companies on the global economy.</p><p>Financial Regulation Roundup</p><p>Major Business Group Raises Concerns Over Fed Nominee Raskin</p><p>The U.S. Chamber of Commerce is raising concerns about Sarah Bloom Raskin, President Biden's nominee to become the government's top banking supervisor, after her calls for regulators to speed up the transition from fossil fuels.</p><p>Wall Street's Green Push Exposes New Conflicts of Interest</p><p>In the past two years, U.S. firms in the financial-services sector have spent more than $3.5 billion buying green-ratings companies and data providers, a review by The Wall Street Journal found, and the Big Four audit firms are also moving into the ESG arena.</p><p>Biden Sanctions Plan Targets Russian Banks, Companies and Imports</p><p>The White House is narrowing its targets for a barrage of economic sanctions against Russia if it attacks Ukraine—hitting major Russian banks, state companies and needed imports, though the strategy faces obstacles that have hindered previous pressure campaigns.</p><p>U.S., EU Sanctions on Russia Could Ensnarl Western Oil Companies</p><p>Forward Guidance</p><p>Monday (all times ET)</p><p>10 a.m.: U.S. Labor Department releases Job Openings and Labor Turnover Survey</p><p>11:30 a.m.: San Francisco Fed's Daly speaks at Reuters Breakingviews Predictions 2022</p><p>12:40 a.m.: Kansas City Fed's George speaks to the Economic Club of Indiana</p><p>Wednesday</p><p>Time N/A: Central Bank of Brazil releases policy statement</p><p>Research</p><p>Fed May Sow Pessimism If Rate Increases Not Clearly Explained</p><p>The Federal Reserve's move to tighten monetary policy to help lower inflation could be counter productive, according to Richard Curtin, director of the University of Michigan consumer sentiment surveys. \"Although their primary concern is rising inflation and falling real incomes, consumers may misinterpret the Fed's policy moves to slow the economy as part of the problem rather than part of the solution,\" he said in a report on Friday. He said consumers may see interest rate increases as something that will slow the economy too much, which means \"clear policy communication is insufficient if it does not also advance consumers' understanding of the economic tradeoffs involved and their [Fed policy makers'] plans to actively alleviate any undue harm.\"</p><p>—Michael S. Derby</p><p>Commentary</p><p>Are Foreign Investors in China Second Class Citizens Now?</p><p>As Chinese property giant Evergrande continues to struggle, the battle for control of its assets is heating up, and who is left standing when the dust clears will say a lot about China's future as a place to invest more generally, Nathaniel Taplin writes.</p><p>Basis Points</p><p>U.S. consumer sentiment deteriorated to a decade-low in mid-January, with high inflation and the Omicron wave weighing on the final reading of the index of consumer sentiment compiled by the University of Michigan. The index fell to 67.2 in January, below the preliminary estimate of 68.8 and down from 70.6 in December. January's reading, which came in below the 68.5 expected by economists, was the lowest since November 2011. (Dow Jones Newswires)</p><p>Services activity in the central U.S. edged higher in January, as did expectations for future activity, according to the Federal Reserve Bank of Kansas City. Its Tenth District Services Survey's composite index rose to 15, from 11 in December and 10 in November. Readings above zero indicate expansion, those below zero indicate contraction. (DJN)</p><p>Brazil's unemployment rate fell in the three months through November as retailers hired more, dropping to 11.6% from 12.1% in the three months through October as well as from 14.4% in the year-earlier period, the Brazilian Institute of Geography and Statistics said. (DJN)</p><p>Turkish President Recep Tayyip Erdogan replaced the head of the state statistics agency weeks after it reported record inflation, which added to anger in the country over its economic woes.</p><p>The European Central Bank should confirm its course of gradual monetary policy normalization at Thursday's meeting, Pietro Baffico, European economist at abrdn, says. ​Policy changes are unlikely at the coming meeting, after the \"hard-won\" decisions in December on the path of net asset purchases,​ he says. (DJN)</p><p>Belgium's economy grew in the fourth quarter despite a rise in coronavirus cases, the National Bank of Belgium said, noting gross domestic product increased 0.5% from the previous quarter. The central bank also said revised data showed GDP grew 2.0% in the third quarter of last year compared with a first estimate of 1.8% growth. (DJN)</p><p>Hawkish central-bank policy is expected by investors this week, building on the Fed's signal last week to start steadily raising interest rates in March, says Kelly Craig, the Australia-based global market strategist at J.P. Morgan Asset Management. The Reserve Bank of Australia and the Bank of England are set to issue signals surrounding monetary policy this week. \"You'll see a lot of volatility in equities until there's a clear sign that we've passed the pandemic, and that the pressures around inflation will ease,\" Mr. Craig tells WSJ. (DJN)</p>",
  "published": "2022-01-31T13:47:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}