{
  "_id": "d4ae55e45e56ad79de564b974d0dfb43fe2275e1cd18a06dbfbbd635db54b74d",
  "feed": "wall-street-journal",
  "title": "JPMorgan Must Face Former Compliance Employee's Lawsuit, Judge Rules; The behavior that the bank claims justified Shaquala Williams's termination was inseparable from activity protected under a whistleblower anti-retaliation law, Judge Jed Rakoff said",
  "text": "<p>Ms. Williams's lawsuit accused JPMorgan of violating the anti-retaliation law by firing her and by taking actions that caused the New York State Attorney General's office to withdraw a job offer. Ms. Williams later secured a job at Wells Fargo &amp; Co. similar to the one she held at JPMorgan, according to court filings.</p><p>District Judge Jed Rakoff on Wednesday said he was throwing out the claim that JPMorgan's action had adversely impacted Ms. Williams's job offer. But he said the claim that she was improperly fired in the first place could proceed to a trial currently scheduled for December.</p><p>On their face, the facts of the case and the sequence of events supported an inference that Ms. Williams may have been fired for the issues she was raising internally, the judge said.</p><p>Ms. Williams was hired to work on JPMorgan's global anticorruption compliance team in New York in July 2018. Within weeks, she began voicing complaints about the bank's compliance software, saying it was ineffective at sanctions screening and assigned inaccurate risk ratings to business partners in sanctioned regions.</p><p>She later began raising concerns about inaccurate record-keeping, illicit payments to third-party intermediaries and misleading reports to regulators, among other concerns, according to an agreed-upon sequence of events described in court filings.</p><p>Repeated complaints from Ms. Williams caused friction with supervisors, and she was fired in November 2019.</p><p>In a bid to avoid the lawsuit, JPMorgan had argued that Ms. Williams's compliance concerns weren't a contributing factor to her termination. The bank also argued it was able to demonstrate that it would have fired her for performance reasons anyway.</p><p>A bank spokesman on Thursday declined to comment on Judge Rakoff's ruling.</p><p>The judge ultimately disagreed with JPMorgan's arguments. The allegedly problematic behavior the bank described, he said, was inextricably intertwined with activity protected under the whistleblower anti-retaliation law, supporting Ms. Williams's case.</p><p>Ms. Williams's complaints occurred when JPMorgan was subject to an administrative settlement with the U.S. Securities and Exchange Commission and a nonprosecution agreement with the Justice Department over violations of the U.S. Foreign Corrupt Practices Act.</p><p>The agreements, which required the bank to update authorities on efforts to strengthen its compliance program, stemmed from an investigation by the government into an alleged scheme to win business in China by giving jobs to relatives and friends of Chinese government officials.</p><p>Write to Dylan Tokar at dylan.tokar@wsj.com</p><p>JPMorgan Must Face Former Compliance Employee's Lawsuit, Judge Rules</p>",
  "published": "2022-07-28T21:58:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1486,
          "end": 1494
        },
        {
          "start": 281,
          "end": 289
        },
        {
          "start": 31,
          "end": 39
        },
        {
          "start": 398,
          "end": 406
        },
        {
          "start": 2073,
          "end": 2081
        },
        {
          "start": 1816,
          "end": 1824
        }
      ]
    }
  ]
}