{
  "_id": "69f46ca1c034080815abfa9e3701acfe4a399a317335ed9c31ccfa9e7cf8c2a4",
  "feed": "market-watch",
  "title": "Energy transition will be 'very, very rough' if governments and businesses can't get on the same page; Countries have become less cooperative even as renewable energy gains widespread adoption",
  "text": "<p>He says that, even though the COP conferences are mostly the purview of government officials, it can bring together experts in burgeoning fields working on new technology such as small nuclear reactors and carbon capture to share information and ideas on ways to combat and mitigate climate change.</p><p>Usher has attended the United Nations Climate Change Conference for most of its 20 years. In that time, investing in renewable energy has become more popular, attracting \"sophisticated, smart investors.\"</p><p>The following is a conversation with Usher. This is an edited transcript.</p><p>MarketWatch: One of the big headlines out of the COP27 was the establishment of a \"loss and damage\" fund. What are your views on it?</p><p>Usher: Establishing the fund is an important milestone, namely that developed countries that have generated nearly all greenhouse gas emissions to date recognize the damage being done to many lesser developed countries and are willing to compensate for at least some of that damage.</p><p>That being said, while this agreement is heralded as a breakthrough, the hard work is yet to be done: finding the money and allocating it. Case in point, in 2009 developed countries agreed to jointly mobilize $100 billion annually for climate financing in developing countries; it took more than a decade to make good on that promise, and actual funding has fallen well short of that goal.</p><p>Read: COP27 wins and losses: U.S. on the hook to pay for its pollution; natural gas gets nod as transition fuel</p><p>MarketWatch: And those goals are hard to meet. One announcement from last year's COP was the Glasgow Financial Alliance for Net Zero Alliance, which was a group of banks and financial institutions, such as BlackRock BLK, JP Morgan JPM and Vanguard, which pledged to meet net zero targets — the cutting of greenhouse gas emissions as close to zero by 2050. This year those agreements came under criticism from groups that oppose net-zero targets and those who say we're not meeting those goals fast enough. What happened?</p><p>Usher: It's gone from forming these alliances to the reality of implementing net zero plans. The reality is, the global economy is going to net zero, because climate change will force a decarbonization of the global economy, one way or the other. That path for some businesses is pretty straightforward. And for others, it's very challenging. The reality of being on a net zero path is not easy. It's become more apparent at this year's conference.</p><p>MarketWatch: Sometimes it seems these climate conferences advance only incremental changes. Where have you been hopeful or disappointed?</p><p>Usher: Let's start with hopeful. When I entered this space, 20 years ago, the science was already pretty well understood, but we didn't have the tools to decarbonize the economy in any realistic way. For example, electric vehicles barely existed. If we added up all the solar power on the planet, it was less than one coal-fired plant. Twenty years later, we're building more than 100 coal plants worth of solar every year and that's accelerating. Solar today is the cheapest form of power on the planet. We have energy storage. We have electric vehicles. We have the technology to decarbonize, and we have the capital.</p><p>The disappointment is in the politics and the policies. Nation-states have become less cooperative. The pandemic highlighted how we don't come at these problems from a global perspective. If we cooperate, we could address climate change in a not-too-bad way. For example, we need fossil fuels today, we can see that in Europe and elsewhere. It's also pretty clear that fossil fuels will be a very small part of the energy mix a couple decades from now. But that transition is going to be a very, very rough transition, if it's not well-managed by government and businesses. If we can't even discuss among the different groups, we're sure as heck not going to manage it.</p><p>MarketWatch: You say we have the solutions to decarbonize about 50% of the global economy emissions right now, and the other 50% may come from products that are riskier investments. Can you elaborate?</p><p>Usher: Products and businesses that are already competitive with the incumbent, the polluting product and are already working at scale are very low risk [investments]. Those are renewable energy, wind and solar, and electric vehicles. So these areas are very large, very scalable, and many billions of dollars are being invested in these sectors. It's a question of how fast they scale.</p><p>The other area of climate solutions is those which are not yet competitive with incumbent products, are not yet at scale, but are technologically feasible. This includes things like what's called green hydrogen, some new nuclear technologies, areas like carbon capture and sustainable aviation fuels. And these areas are proven — it's not science-lab stuff. They work, but they're not competitive yet as a commercial product. The opportunity here is for sophisticated investors to have the tolerance for fairly high risk. It's more in the realm of venture capital.</p><p>Read: Opinion: Some big investors are backing nuclear energy, a potential savior to the energy crisis that's gripping the world</p><p>MarketWatch: President Biden spoke at COP27 and said the Inflation Reduction Act was a climate win.</p><p>Usher: It's good for addressing climate change. U.S. emissions peaked in 2007; this will just accelerate decarbonization. It's a well-structured act for many reasons. It supports a huge range of technologies, and it covers a huge range of the country for where a lot of the projects that will be built. There's going to be a lot of jobs, a lot of investments over many years. The act is big — $369 billion — but that's a small piece of the outcome, because what it does is it unlocks more private capital. In other words, if someone can get a tax credit for 30% of the value of the project, the other 70% is private capital. So if $30 is coming in from government tax credits, $70 is now coming into private capital. So it's actually $6 trillion or more in investments coming through this act. That's a lot of money being invested all over the country.</p><p>Energy transition will be 'very, very rough' if governments and businesses can't get on the same page</p>",
  "published": "2022-11-28T18:48:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1716,
          "end": 1725
        },
        {
          "start": 1726,
          "end": 1729
        }
      ]
    }
  ]
}