{
  "_id": "23c8758a5d7064f12abc332720b3369ce43b74e828a6116c7e29ea7b3018189d",
  "feed": "ftcomall",
  "title": "Fresnillo shares drop 14 per cent after guidance cut",
  "text": "<p>Fresnillo shares sank on Wednesday after the precious metals producer cut production guidance, blaming disruption caused by the pandemic and new labour laws in Mexico.</p> <p>Almost 15 per cent was wiped from the company's £6bn market value, making it the biggest faller in the FTSE 100, after it warned it would produce just 50.50m-56.5m ounces of silver this year, significantly less than the 70m ounces analysts and investors had expected. </p> <p>The Mexico City-based company also reduced its outlook for gold output to 600,000-650,000 ounces citing the end of mining at its Noche Buena asset.</p> <p>Fresnillo said a fourth coronavirus wave had increased absenteeism at its core operations, a problem compounded by new Mexican labour laws requiring companies to reduce the use of contractors and take more staff in-house. </p> <p>“Subsequent contractor uptake has varied, with [our] underground mines . . . more affected due to the higher number of contractors on site resulting in an increased number of staff vacancies and a higher workforce turnover,” the company said.</p> <p>Fresnillo said the Omicron variant had increased staff absences, mainly because of self-isolation, resulting in a lower volume of ore being processed at Saucito, its biggest mine.</p> <p>“Our priorities for this year are clear — we must continue to navigate the challenges presented by both Covid-19, which regrettably is again accelerating in Mexico which will impact labour availability in particular, as well as continue to adapt to the new labour reform,” said chief executive Octavio Alvídrez.</p> <p>Fresnillo, which is controlled by Mexican billionaire Alberto Baillères and his family, is the world's largest primary silver company and Mexico's largest gold producer. </p> <p>It operates a number of mines across the country but its main assets are in Zacatecas, central Mexico and Sonora in the north of the country. </p> <p>It owns all of its main assets, although its main development project, Juanicipio, is a joint venture with MAG Silver.</p> <p>Since reaching almost £13.50 in October 2020, its share price has dropped sharply as it has grappled with a number of operational issues and the falling price of silver. It closed at a two-year low of 678.8p on Wednesday. </p> <p>At the end of December the company announced a delay to the commissioning&#xa0;of a processing plant&#xa0;at&#xa0;Juanicipio in which the company has a 56 per cent stake.</p> <p>In the wake of Wednesday's update Patrick Jones, analyst at JPMorgan, slashed his 2022 forecasts for earnings before interest, tax, depreciation and amortisation by 35 per cent to $926m. </p> <p>“Cost inflation has quickly emerged as a key downside risk for miners this results season,” he said. “Given Frenillo's labour challenges (trying to internalise much of its previously contractor labour force) at the same time as cost inflation is re-emerging, we expect this to be a major focus at results (on March 8).”</p><p>Source: Neil Hume, Natural Resources Editor 2022 'Fresnillo shares drop 14 per cent after guidance cut' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-26T18:21:09.392Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2410,
          "end": 2418
        }
      ],
      "nexusId": "10009914"
    }
  ]
}