{
  "_id": "fd5a9c2f43ee62558bee1c2695f4bdd9919f4ca4d28beee6b6c260591ab3f5c8",
  "feed": "ftcomall",
  "title": "Australia drops banking cartel case against Deutsche Bank and Citigroup",
  "text": "<p>A significant cartel case levelled by the Australian competition watchdog against Citigroup, Deutsche Bank and four senior bankers has collapsed after federal prosecutors dropped criminal charges.</p> <p>The decision to abandon the charges against the two international banks and some of their highest-ranking executives ended a <a href=\"https://www.ft.com/content/851bfcf6-68a5-11e8-8cf3-0c230fa67aec\">long-running case</a> that had shaken the financial industry in Australia. </p> <p>The Commonwealth Director of Public Prosecutions on Friday withdrew the charges against Citigroup, Deutsche Bank and the executives on the basis that it was unlikely to secure convictions. </p> <p>The decision averted what would have been one of the country's <a href=\"https://www.ft.com/content/77cec6a6-699e-11e8-8cf3-0c230fa67aec\">largest white-collar criminal trials</a>. Charges against Australian bank ANZ and two senior bankers were already dropped last year.</p> <p>The case was <a href=\"https://www.ft.com/content/ded4e15c-b2cd-11e6-9c37-5787335499a0\">connected to a share placement</a> by ANZ in August 2015 and telephone calls between the banks that had underwritten the A$2.5bn (US$1.8bn) fundraising. The calls included discussions over future plans to sell on the stock they still had on their books. &#xa0;</p> <p>The Australian Competition &amp; Consumer Commission, the country's competition watchdog, alleged that the actions of the bankers represented cartel behaviour. The banks argued that the trades were in line with Australian regulatory guidelines and part of an established process of stabilising the market after a large placement. </p> <p>JPMorgan also worked on the ANZ placing but was not charged as it <a href=\"https://www.ft.com/content/628d39d6-735c-11e8-aa31-31da4279a601\">co-operated with the ACCC</a>, according to a person with direct knowledge of the situation. JPMorgan declined to comment. </p> <p>Criminal <a href=\"https://www.ft.com/content/f1e8fea8-6547-11e8-90c2-9563a0613e56\">charges were filed</a> in June 2018 against the banks and bankers, including the former head of Deutsche Bank in Australia Michael Ormaechea and the former head of Citigroup Australia Stephen Roberts.</p> <p>The executives faced up to 10 years in jail if found guilty. One banking executive, speaking anonymously, said the jail time put “the fear of God” into the industry.</p> <p>The decision to drop the charges, however, has forced the ACCC to defend its own record following a number of <a href=\"https://www.ft.com/content/3fd4899a-6d82-11ea-89df-41bea055720b\">high-profile cases</a> that have backfired, including an attempt to block the merger of telecoms companies <a href=\"https://www.ft.com/content/47cce8b0-715a-11e9-bf5c-6eeb837566c5\">Vodafone and TPG</a>. </p> <p>Rod Sims, ACCC chair, maintained that the alleged actions of the bankers “stood to damage competition and the Australian economy” and that the agency would pursue cartel cases in the future despite the complexity of the law.</p> <p>“We respect the independent decision of the CDPP, and with them will consider what lessons can be learnt from this matter,” Sims said in a statement.</p> <p>The charges were brought at the height of friction between Australian regulators and the banking industry. A <a href=\"https://www.ft.com/content/9d308228-d564-11e7-8c9a-d9c0a5c8d5c9\">government investigation </a>into the Australian banking industry had revealed unethical behaviour and rampant misconduct across the financial sector.</p> <p>A spokesperson for Citigroup said the bank welcomed the decision to drop the charges. “Since 2018, Citi has steadfastly denied the allegations and is looking forward to putting this matter behind us,” she said.</p> <p>Deutsche Bank said the bank and the accused executives had been “vindicated” by the decision to drop the charges.</p> <p>“We have always maintained that our bank and our staff, including two former staff members Michael Ormaechea and Michael Richardson, acted responsibly, in the interests of clients and in a manner consistent with all rules and regulations,” a spokesperson said, adding that the case had a “significant impact” on the lives of the executives.</p><p>Source: Nic Fildes in Sydney 2022 'Australia drops banking cartel case against Deutsche Bank and Citigroup' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-11T06:08:07.638Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1518,
          "end": 1526
        },
        {
          "start": 1363,
          "end": 1371
        }
      ]
    }
  ]
}