{
  "_id": "19bb6ccd1028dace922e17b0f88ddfb31f05d4f92302a345845cb393a6ab90b8",
  "feed": "ftcomall",
  "title": "Ukraine crisis exposes ETF investors to the perils of herding",
  "text": "<p>From low fees to diversification, there are more than enough reasons to love the humble exchange traded fund. While often used as core, long-term holdings, they can also be quick and easy to trade. That explains why investors sometimes use them to&#xa0;establish tactical positions in response to events.</p> <p>I'd argue we've seen some of that behaviour in recent weeks. This year's developments have pushed commodities back into the spotlight, and gold appears to have regained its safe-haven&#xa0;status. A look at fund flow data from Morningstar shows&#xa0;gold ETFs have pulled in investor&#xa0;cash:&#xa0;iShares Physical Gold ETC (<a href=\"https://etf.ft.com/funds/4154/\">SGLN</a>), for one, took in a net €454mn in February. Names like&#xa0;WisdomTree Enhanced Commodity UCITS ETF (<a href=\"https://etf.ft.com/funds/7267/\">WCOG</a>) were also popular, and such funds have performed well lately. The iShares Physical Gold ETC generated a return of 12.3 per cent in the month to March 11, while the WisdomTree Enhanced Commodity UCITS ETF enjoyed a gain of nearly 17 per cent.</p> <p>With the Ukrainian crisis providing another reason to back renewables, clean energy funds are also riding a wave.&#xa0;The iShares Global Clean Energy UCITS ETF (<a href=\"https://etf.ft.com/funds/2814/\">INRG</a>), a poster child for both the thematics space <a href=\"https://www.investorschronicle.co.uk/education/2021/02/23/further-reading-the-drawbacks-of-thematic-etfs/\" title=\"\">and its pitfalls</a>, made a return of nearly 20 per cent over the same one-month period, with rival clean energy ETFs also enjoying strong performances. While it's not so&#xa0;obvious from their performance figures, thematic ETFs in areas such as cyber security could also look interesting on the back of recent events.</p> <p>I must confess to mixed feelings about this. It absolutely makes sense for investors to respond to events, and commodities seem like an obvious addition to portfolios as their prices spike and inflation continues to worry us. It also might feel like a savvy move to back the right thematic fund at the right time. But what concerns me is just <a href=\"https://www.ft.com/content/e97342b7-51cb-45bd-8bc6-642092e5f05e\">how elusive</a> that&#xa0;“right time” can be.</p> <p>We've previously warned that piling into thematic funds can mean jumping on a trend just as it peaks, and enough people have learned that in recent history. The iShares Global Clean Energy UCITS ETF became hugely popular in 2020 and enjoyed an enormous rally that year, something that only encouraged more people to pile in.</p> <p>Performance then appeared to peak in January 2021 before the fund took a bad turn, and on March 11 2022 its&#xa0;share price&#xa0;was&#xa0;still down by around a third from that high. Morningstar data shows that the fund had net inflows of €1.5bn in 2021, suggesting many investors are down from when they invested. While we have <a href=\"https://www.investorschronicle.co.uk/ideas/2021/05/20/ishares-global-clean-energy-ucits-etf-stick-or-twist/\" title=\"\">made the case</a> for that particular fund as an investment for the long run, piling into a hot product has been a recipe for disappointment in the shorter term.</p> <p>It's therefore worth thinking twice if you want to make a tactical allocation in the areas we've discussed. On the commodities front, Bloomberg recently <a href=\"https://www.bloomberg.com/news/articles/2022-03-10/jpmorgan-sees-extreme-herding-blunting-commodity-etf-returns\" title=\"\">reported</a> on the concerns of JPMorgan Chase analysts, who fear that herding in ETFs could be a sign that strong performance may well tail off.</p> <p>If it seems hard to resist making such calls, the usual mantras about sensible&#xa0;portfolio construction are worth remembering. Having a diversified portfolio and limiting the size of tactical positions can help to manage risk, and it could make sense to take profits if you&#xa0;enjoy big gains. Caution is a good watchword when it comes to the hottest investments.</p> <p><em>*Investors Chronicle is a 160-year-old publication from the Financial Times offering an expert and independent view of the investment market. It provides educational features, investment commentary, actionable tips and personal finance coverage. To find out more, visit</em><a href=\"http://investorschronicle.co.uk/\"><em> investorschronicle.co.uk</em></a></p><p>Source: Dave Baxter, Investors’ Chronicle 2022 'Ukraine crisis exposes ETF investors to the perils of herding' FT.com 17 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-17T05:00:09.040Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2837,
          "end": 2851
        },
        {
          "start": 2837,
          "end": 2845
        }
      ]
    }
  ]
}