{
  "_id": "2e09decc34f520ac6d2aa7d2854a03f34836d66c86768c1f19c707471df6d81c",
  "feed": "wall-street-journal",
  "title": "CEO Pay Packages Rose to $14.7 Million in 2021, a New High; Stock awards pushed median compensation to sixth straight record; nine CEOs got packages of $50 million or more",
  "text": "<p>Much of the pay consisted of equity awards that could ultimately prove to be worth more or less than initially reported. The median salary, bonus and other cash compensation was $4.1 million.</p><p>In 2020, the median pay package was $13.4 million for the same companies, with median cash compensation of $3.1 million.</p><p>Large equity awards and multiyear pay packages pushed pay up at the top end of the WSJ's latest ranking. Nine CEOs got pay packages worth at least $50 million last year—up from seven in 2020 and one in 2016. The Journal analysis uses pay figures and the value of equity awards as reported by companies in their securities filings, typically before gains or declines from market activity or performance multipliers.</p><p>Roughly two-thirds of CEO compensation comes in the form of stock or stock-option awards, which typically vest over several years. For the 25 top-paid CEOs—each of whose packages exceeded $35 million—equity accounted for 78% of their total compensation. Once again, the highest-paid CEOs were concentrated in the technology and media sectors.</p><p>Boards have emphasized equity awards over the years, in part because institutional investors have pushed to better align executive pay with shareholder returns. Some big investors are also asking to link CEO pay to climate, diversity and other measures—RBC Capital Markets estimates that $1.4 trillion in assets globally are managed by stock funds that heavily emphasize environmental, social and corporate-governance criteria when making investment decisions. Still others worry that complex packages might weaken the ties between pay and performance.</p><p>Business leaders navigated a tumultuous year that started with Covid-19 disrupting operations and sapping demand, and ended with an economic rebound that left many U.S. companies scrambling for workers and trying to stay ahead of rising inflation. The impact of the pandemic and recovery was evident in the analysis: The second-best performing company developed a Covid vaccine; the highest-paid leader ran an online travel site.</p><p>Here is a look at the CEOs who made the most and the least in 2021, as well as those whose companies delivered the best and worst returns for shareholders. At the bottom, explore a table with compensation data on all the CEOs in the analysis.</p><p>Highest Pay</p><p>Peter Kern received a $296 million pay package from online travel company Expedia Group Inc., the highest in the Journal's analysis. Mr. Kern, a longtime media and private-equity executive, took over the company in April 2020 at the depths of the pandemic.</p><p>An Expedia spokesman credited his effort to navigate the pandemic and put the company in a position to thrive. Mr. Kern's equity awards, which made up nearly all of his package, won't begin vesting before 2024 at the earliest, and the CEO isn't expected to receive additional equity during his three-year employment contract, the spokesman added.</p><p>Several of the biggest packages include equity awards tied to ambitious stock-price goals. David Zaslav, the longtime Discovery Inc. leader, received compensation valued at about $246 million. That package included a $203 million option grant that depends on the stock price at least doubling from current levels before December 2027.</p><p>Mr. Zaslav, who now runs the newly merged Warner Bros. Discovery Inc., \"would have to create tens of billions of dollars of shareholder value to get the upside from 82% of that compensation number,\" a spokesman said</p><p>ServiceNow Inc. boss Bill McDermott would need the cloud-computing company's share price to rise by about half from current levels, in addition to reaching subscription revenue targets, for any of his $139.2 million option award to be in the money, according to the company's proxy. In addition, a restricted-stock award valued at $18.6 million could as much as double in value depending on revenue, margin and stock-price improvements, according to the filing.</p><p>A spokeswoman for ServiceNow said the performance goals are ambitious and credited the executive's leadership for the company's market-capitalization growth and workplace awards.</p><p>At JPMorgan Chase &amp; Co., Jamie Dimon must wait at least five years to exercise options the company valued at $52.6 million, nearly two-thirds of his $84.4 million in reported 2021 pay, and hold resulting shares at least another five years. Excluding the special award, Mr. Dimon's pay rose less than 0.5%, a spokesman said.</p><p>Apple Inc. said Tim Cook hasn't received an equity award since he became CEO in August 2011, and the 2021 award's size \"recognizes his exceptional leadership and is commensurate with the size, performance, and profitability Apple has achieved during his tenure.\" Apple's market capitalization was more than $2.3 trillion at Friday's close, up from about $350 billion when he took over.</p><p>Two dozen women ran S&amp;P 500 companies for the full year of 2021, the same number as 2020. None of them cracked the top 25 in terms of compensation. The highest paid was Lisa Su, who heads chip maker Advanced Micro Devices Inc., with a package worth $29.5 million, including $25.1 million in equity. AMD declined to comment.</p><p>Several public-company CEOs made more than those in the Journal analysis but weren't included because they head companies outside the S&amp;P 500 index. Those include ad-technology company TradeDesk Inc., which reported $835 million for its chief, and Endeavor Group Holdings Inc., which reported a $308 million package for its CEO, Ari Emanuel.</p><p>Lowest Pay</p><p>Sixteen CEOs in the Journal analysis received compensation valued at less than $5 million last year, down from 25 the year before. Several are CEOs such as Elon Musk and Warren Buffett with stakes in their companies that make them among the world's richest people.</p><p>Tesla Inc. reported paying Mr. Musk nothing for a second year in a row, after awarding him a record-setting 2018 pay package that was valued at $2.3 billion at the time. Since then, Mr. Musk has vested—or gained full title to—11 of the 12 tranches of stock options included in that package. At recent prices, those options would be valued at about $65 billion after exercise. He generally must hold shares resulting from the options for at least five years. Tesla didn't respond to requests for comment.</p><p>Mr. Buffett, perennially one of the S&amp;P 500's lowest-paid CEOs, got $373,204 from Berkshire Hathaway Inc., with home and personal-security costs accounting for all but his $100,000 in salary. Berkshire didn't respond to requests for comment. Mr. Buffett holds shares in the conglomerate valued at roughly $110 billion at recent prices.</p><p>Some of 2021's lowest-paid CEOs were among 2020's highest paid. Activision Blizzard Inc. reported paying Bobby Kotick $826,549 after he requested that his salary be reduced and passed up bonuses and equity grants amid turmoil and government investigations of workplace issues at the videogame company. Mr. Kotick was the second-highest paid CEO in the Journal's analysis of 2020 pay, at $154.6 million, mostly in equity awards.</p><p>Activision Blizzard recorded the third-worst shareholder return in the Journal's 2021 analysis, at negative 28%. In January, it agreed to be taken over by Microsoft Corp.</p><p>A spokeswoman said Activision has outperformed the market since Mr. Kotick took over in 1991. \"Mr. Kotick has transformed the company, reshaped the videogame industry and delivered tens of billions of dollars of value to shareholders,\" she said.</p><p>Best Performance</p><p>Only one of the 25 highest-paid CEOs in the Journal analysis headed one of the 25 best-performing companies: Applied Materials Inc.'s Gary Dickerson, who received $35.27 million in 2021 compensation. The semiconductor-equipment maker posted a total shareholder return for the year of 132.6%, well above the median of 29.6%.</p><p>A one-time award, designed to reward Mr. Dickerson for stock-price increases over five years, made up about $15 million of his 2021 pay package. Within about a year, because of a surge in Applied Material's share price, Mr. Dickerson had vested in the full award and received additional shares.</p><p>Top-performing Marathon Oil Corp. recorded a one-year total shareholder return of about 150% and reported paying CEO Lee Tillman $13 million. In its proxy, the company said Mr. Tillman's target pay declined by 25% from 2020, to $9 million, but performance measures led to his bonus and other incentives paying out above target.</p><p>Covid-19 vaccine maker Moderna Inc., run by Stéphane Bancel, was the second-best performing company. Mr. Bancel's compensation was $18.2 million in 2021, up 41% from 2020. A spokeswoman declined to comment.</p><p>One of the top 25 performing companies, Arista Networks Inc., was headed by Jayshree Ullal, whose 2021 compensation totaled about $16 million. The network-equipment maker posted a return of 97.9%. An Arista spokeswoman declined to comment.</p><p>Worst Performance</p><p>Five of the 25 worst-performing companies in the Journal's analysis were software and services companies and four were media and entertainment companies.</p><p>Penn National Gaming Inc., a casino and online gambling company, had the worst shareholder return in the Journal analysis. About $48 million of the $65.9 million package for CEO Jay Snowden reflects incentives designed to start paying out only if the share price roughly triples from recent levels, a spokesman said. Mr. Snowden hasn't yet earned the award, the spokesman added.</p><p>Global Payments Inc., a payment-software and technology company, was the second-worst performing company. CEO Jeffrey Sloan's compensation rose to $23.3 million from $15.5 million in part because he gave up bonus and salary payments in 2020. A spokeswoman said the company has previously outperformed the S&amp;P 500 every full year it has been in the index.</p><p>Inti Pacheco contributed to this article.</p><p>Methodology</p><p>The Wall Street Journal used data from corporate proxy statements filed through May 6 by companies in the S&amp;P 500 index with fiscal years ending after June 30, 2021. The data was collected by MyLogIQ LLC, a provider of public-company data and analysis.</p><p>Aggregate pay and shareholder-return figures exclude companies that changed CEOs or fiscal-year-end dates during the year.</p><p>Pay data reflect the value of equity awards at the time of grant, as reported by companies. Total returns reflect stock-price change and dividends, calculated from the month-end closest to the company's fiscal-year end.</p><p>Sources: MyLogIQ LLC (compensation); Institutional Shareholder Services (shareholder return); Standard &amp; Poor's (industry groups); company filings (pay for select companies)</p><p>Write to Theo Francis at theo.francis@wsj.com</p><p>CEO Pay Packages Rose to $14.7 Million in 2021, a New High</p>",
  "published": "2022-05-15T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4108,
          "end": 4128
        },
        {
          "start": 4108,
          "end": 4122
        }
      ]
    }
  ]
}