{
  "_id": "983988094f37217e2953e052cd900708a37adc7650e238d9052bc0866fa03a0a",
  "feed": "wall-street-journal",
  "title": "The Property Report:  Park Avenue's  Aging Towers  Get Upgrades  ---  Renovations aim to  restore Midtown's  status as Manhattan's  most prestigious  ----  By Kate King",
  "text": "<p>   Owners of Park Avenue's office towers are injecting tens of millions of dollars into their stately postwar properties, aiming to stem the tide of tenants bolting for modern offices on Manhattan's west side. </p><p>   Lever House, a classic of the international architectural style that opened in the early 1950s, is embarking on a $100 million overhaul. Ludwig Mies van der Rohe's landmark Seagram Building is also undergoing major renovations, while the Park Avenue headquarters of JPMorgan Chase &amp; Co. is being rebuilt with more than a dozen additional floors. </p><p>   Park Avenue landlords are responding to the rise of state-of-the-art glass office buildings in developing neighborhoods such as Hudson Yards, which have been attracting some of the city's biggest tenants with new air filtration systems, outdoor terraces and proximity to new high-end restaurants and shops. </p><p>   Park Avenue used to be where the big companies flocked. The Plaza district, which includes Park Avenue, was the most expensive office market from the post World War II era until five years ago, said Frank Wallach, executive managing director of New York research at real-estate firm Colliers. </p><p>   As recently as 2010, asking rents in the Plaza district were double those of the far-west Manhattan office buildings, Mr. Wallach said. But employers have become less tethered to Midtown, and previous Plaza district mainstays such as Wells Fargo &amp; Co. and KKR &amp; Co. have migrated to new towers at Hudson Yards and Manhattan West. The far-west Manhattan market now has average asking rents of $134 a square foot, according to Colliers, 43% higher than the Plaza district. </p><p>   At Lever House, with the exception of its historic glass facade, which was redone 20 years ago, \"There's not a single thing in the building that won't be restored or replaced,\" said developer Ric Clark, whose firm WatermanClark is embarking on a $100 million renovation with partner Brookfield Properties. </p><p>   The skyscraper is famous for its glass rectangular office tower set perpendicular to a two-floor base that spans the second-floor podium between 53rd and 54th streets. The WatermanClark and Brookfield partnership took full control of the building in 2020 through a ground lease with the Korein family, which owns the land underneath, Mr. Clark said. </p><p>   With the building practically empty of tenants, the landlord decided to overhaul it with the aim of drawing younger employees back to the office. The renovations will include a new HVAC system as well as a hotel-style, third-floor lounge that will be like a \"private club for the occupants of the building and their invited guests,\" Mr. Clark said. </p><p>   When the building reopens early next year, it will be available to any single tenant interested in occupying the entire building. </p><p>   But it will most likely appeal to boutique tenants including private-equity firms and family offices. Mr. Clark said he expects most companies to rent one to two floors. </p><p>   Another Plaza District landlord, Fisher Brothers, completed a $20 million upgrade to the lobby of its building at 299 Park Ave. in October 2020. \"It was very important for us to be able to compete with new construction,\" partner Ken Fisher said. </p><p>   The building is now 94% leased, although only about 10% of workers are coming into the office, Mr. Fisher said. He thinks his buildings will fill up again once the pandemic subsides and added that his company has signed 21 leases since July. </p><p>   \"Park Avenue is definitely still a very, very viable submarket,\" he said. \"That's why it was important for us to keep up and invest in our properties.\" </p><p></p>",
  "published": "2022-01-26T07:02:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 473,
          "end": 493
        }
      ]
    }
  ]
}