{
  "_id": "1b3b4773ba46a8c4b1ef9611cf4e854254ecbeddb3ad15474bba1dcf558a4b09",
  "feed": "wall-street-journal",
  "title": "Stock Futures Muted Amid Bank Earnings; Treasury yields rose as expectations for a rate rise as soon as March saw some investors sell government bonds",
  "text": "<p>Money managers will be looking for guidance on how companies are being impacted by the Omicron variant and elevated inflation. Some investors are betting that anticipated interest-rate hikes will fuel profits in financials and make the sector more attractive than tech.</p><p>Expectations for a rate rise as soon as March have caused some investors to sell government bonds, pushing up yields and down prices. The yield on the benchmark 10-year Treasury note ticked up to 1.747% Friday from 1.708% Thursday. Rising yields have motivated investors to rotate out of technology stocks that performed well in a low-yielding environment.</p><p>\"Equity markets will continue to take their cues from the bond market,\" said Hugh Gimber, a strategist at J.P. Morgan Asset Management. \"What's becoming clear is the Fed is realizing that inflationary pressures are larger and more broad-based than they previously expected.\"</p><p>Investors are trying to assess how heightened inflation, a tight labor market and rising wages will impact the Federal Reserve's timeline for raising rates. Lael Brainard, the White House nominee to serve as the central bank's No. 2 official, told Congress on Thursday that efforts to reduce inflation were the Fed's \"most important task.\"</p><p>Fresh data on sales at retail stores, online sellers and restaurants in December are due at 8:30 a.m. ET.</p><p>Cryptocurrency dogecoin jumped 11% from its 5 p.m. ET level Thursday after Elon Musk said Tesla was accepting payment for some merchandise with the currency, which was originally started as a joke.</p><p>Brent crude futures, the benchmark in global oil markets, rose 1.1% to $85.42 a barrel.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 0.6%. Shares of EDF dropped 16% in Paris trading after the state-controlled utility withdrew its earnings guidance for the year and cut its nuclear-output estimates.</p><p>South Korea's central bank raised interest rates to pre-pandemic levels to fight inflation, and signaled that more increases could come this year. The country's benchmark Kospi index declined 1.4%.</p><p>Other major Asian stock indexes also closed lower. China's Shanghai Composite fell 1% and Japan's Nikkei 225 shed 1.3%.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stock Futures Muted Amid Bank Earnings</p>",
  "published": "2022-01-14T11:54:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}