{
  "_id": "9cd3267268acc5d41503f80d768810a7af8d083ef6c63b4ca6e356830e75f64b",
  "feed": "market-watch",
  "title": "Global cooperation is not necessary to fight climate change; Technological competition, fueled by the United States' climate-focused Inflation Reduction Act, may prove to be a more potent driver of innovation",
  "text": "<p>Cash for cuts</p><p>So far, the main framework for promoting multilateral cooperation on climate change has relied on the principle of \"cash for cuts,\" whereby developed countries offer financial aid to persuade developing countries to launch ambitious decarbonization efforts. But this approach is no longer credible, given that the international community has failed to meet its financial commitments and has shown no sign of improving.</p><p>Worse, the \"cash for cuts\" paradigm is premised on a double standard.</p><p>While lower-income countries are asked to reduce emissions, rich countries are increasing their reliance on fossil fuels, particularly in the aftermath of Russia's invasion of Ukraine.</p><p>Moreover, the European Union's planned border tax on carbon-intensive imports would effectively punish lower-income countries in Africa and elsewhere, limiting their own clean-energy transition. The EU's carbon border adjustment mechanism essentially foists developed-world policies on poorer countries, making it tantamount to climate imperialism.</p><p>Technology to the rescue</p><p>Fortunately, rapid technological advances have sharply reduced the price of renewables bringing decarbonization within financial reach. That is why some developing countries, notably India and China, have embarked on massive renewable-energy programs over the past decade.</p><p>Nonetheless, given the need for massive investments in renewable-energy infrastructure and already-elevated storage costs, the transition to a net-zero economy is still not financially viable. Moreover, the transition would dislocate millions of people in developing countries who earn their living from fossil fuels, leading to enormous adjustment costs. Underestimating these costs or believing that these problems will resolve themselves is another, subtler form of climate imperialism.</p><p>While multilateral cooperation in the fight against climate change seems unlikely, America's new IRA could be a global game-changer. By subsidizing renewable-energy research and development, it would obviate the need for onerous and inequitable carbon-taxation mechanisms.</p><p>A more hopeful narrative</p><p>More to the point, such measures would help create a new, hopeful narrative that focuses on mitigating climate change through technological innovation and boosting supply, rather than sacrifice and reduced demand. Like the U.S., few developing countries are likely to \"carbon tax\" their way to emissions reductions.</p><p>The IRA could also help lower-income countries to reduce the costs of decarbonization by encouraging the deployment of technologies such as low-cost batteries and carbon capture and storage. In our book \"Greenprint,\" Aaditya Mattoo and I argue that by making greater use of these technologies, developing countries could meet their energy needs without increasing global climate emissions.</p><p>The IRA is essentially a protectionist trade and industrial policy. As such, it could spark an international arms race of green-energy subsidies. But that might be a good thing. A global subsidy war could spur technological innovation, potentially driving down the price of renewables. Moreover, it may do for new technologies what China's subsidies for photovoltaics did for the global solar-energy industry.</p><p>As many have warned, the IRA is not without risks. President Joe Biden's signature legislation links many of its subsidies and incentives to production and research in the U.S. and North America. It thus constitutes what the World Trade Organization calls \"local content requirements.\" The EU, one of America's biggest trading partners, has complained about this barrier to trade.</p><p>But, given the urgency of the existential threat posed by climate change, a global rush to subsidize key technologies seems like a feature, not a bug. To the extent that a global subsidies race could make clean energy financially viable, it would save rich countries the charade of committing to provide trillions of dollars to poorer countries that they cannot raise.</p><p>Finally, such a race could help resolve developing countries' grievances about the rich world's climate hypocrisy. Driving down renewable-energy costs would be a global public good provided by the developed world—assuming, of course, that whatever new technologies emerge would be freely available.</p><p>The unequal global rollout of COVID-19 vaccines should serve as a reminder that the mere invention of new technologies does not guarantee an equitable distribution.</p><p>Green Revolution model</p><p>The Green Revolution of the 1960s, when industrialized countries significantly reduced global hunger and poverty by introducing high-yield crops across the developing world, is a useful model for distributing cheap, nonproprietary renewable technologies. But to achieve a green revolution for the 21st century, the world must move beyond stale and divisive discussions about which countries are responsible for the climate threat.</p><p>Given today's geopolitical rivalries, efforts to strengthen multilateral cooperation on climate change are likely to be futile. But competitive technological progress, even if promoted by protectionist policies, could save the planet.</p><p>Arvind Subramanian, a senior fellow at Brown University, is a distinguished nonresident fellow at the Center for Global Development and the author of \"Of Counsel: The Challenges of the Modi-Jaitley Economy\" (India Viking, 2018).</p><p>This commentary was published with permission of Project Syndicate — Global Cooperation Is Not Necessary to Fight Climate Change .</p><p>More on the COP27 climate talks</p><p>JPMorgan Chase and 5 other U.S. megabanks behind one-third of global funding to expand coal, oil and gas</p><p>U.S. plan to tap businesses for green finance through new carbon market hits resistance</p><p>COP27: Emissions inventory shows top polluters are 14 underreporting oil and gas fields</p><p>Global cooperation is not necessary to fight climate change</p>",
  "published": "2022-11-11T15:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5534,
          "end": 5548
        },
        {
          "start": 5534,
          "end": 5542
        }
      ]
    }
  ]
}