{
  "_id": "d27ae39e75e0f5940ddc0a49f5dba08c07dc0ca5c1290041a10b0b7ff41524fe",
  "feed": "wall-street-journal",
  "title": "Celsius CEO Alex Mashinsky Steps Down; The crypto lender filed for bankruptcy in July",
  "text": "<p>\"I regret that my continued role as CEO has become an increasing distraction, and I am very sorry about the difficult financial circumstances members of our community are facing,\" Mr. Mashinsky said in his resignation letter.</p><p>Chris Ferraro, previously chief financial officer of Celsius, has been appointed to the role of interim chief executive officer and chief restructuring officer, the company said. Before Celsius, Mr. Ferraro spent nearly 18 years at JPMorgan Chase &amp; Co.</p><p>A committee of creditors formed since Celsius filed for bankruptcy to represent customers demanded that Mr. Mashinsky step down, said Greg Pesce, the lawyer representing the panel, in a court filing on Tuesday. Following a company investigation, the committee said that it would be \"unacceptable\" for Mr. Mashinsky to remain in his position, according to the filing.</p><p>Creditors committees play an important role in most bankruptcy cases in negotiating with companies over their restructuring plans and other major decisions.</p><p>Mr. Mashinsky's lawyer didn't immediately return a request for comment.</p><p>The creditors' committee said it is working with the company and its advisers to find potential buyers for Celsius. The company is also considering exiting the bankruptcy as a stand-alone business, according to Mr. Pesce's court filing.</p><p>Mr. Mashinsky launched Celsius in 2017 with two partners, often pitching it as a safer and better alternative than traditional banks. Celsius had the same basic model as a consumer bank—such as taking deposits and making loans—though it paid far more on deposits than a federally regulated bank.</p><p>In less than five years, Celsius grew into one of the biggest crypto lenders, with more than $20 billion in assets at its peak, the company said last year. Mr. Mashinsky became a regular fixture at crypto conferences, donning T-shirts that underscored his message, including one that read \"Banks are not your friends.\" He drew in users from his weekly appearances on YouTube where he answered questions and marketed Celsius to potential customers.</p><p>Celsius's fortune reversed when cryptocurrency prices started plunging this year. In May, a pair of cryptocurrencies—algorithmic stablecoin terraUSD and its sister token luna—collapsed, wiping out $40 billion worth of market value and dragging down the price of bitcoin. Celsius lost $15.8 million from its investments in luna and terraUSD. It had also lent beleaguered and bankrupt hedge fund Three Arrows Capital $75 million, according to bankruptcy filings.</p><p>In addition, Celsius invested customer deposits of crypto in illiquid assets and risky decentralized-finance bets that tied up money for long periods of time. That meant when users withdrew crypto from their accounts, Celsius struggled to liquidate assets to meet those requests.</p><p>In June, Celsius paused all withdrawals and filed for bankruptcy in July, saying that it owed customers nearly $4.7 billion in crypto. In the bankruptcy filing, Mr. Mashinsky said Celsius was planning to partly cure the $1.2 billion hole on its balance sheet by using newly minted bitcoin from its mining facility, though the practice has been called into doubt as bitcoin miners are facing the twin impact of falling bitcoin prices and rising energy costs.</p><p>Celsius customers continue to face an uphill battle to recoup their assets. The company's terms of use raise questions about whether customers will be able to get their deposits back. Earlier this month, Celsius sought court permission to allow some customers to withdraw funds from certain programs.</p><p>It also sought permission to sell some of its cryptocurrency assets to fund its bankruptcy case.</p><p>Mr. Mashinsky's resignation marks the latest CEO departure from crypto firms in the current downturn. Last week, Kraken co-founder Jesse Powell stepped down from his role as CEO. In August, Genesis Global Trading's Michael Moro and MicroStrategy's Michael Saylor both handed over the operational reins of their respective companies.</p><p>Write to Soma Biswas at soma.biswas@wsj.com</p><p>Celsius CEO Alex Mashinsky Steps Down</p>",
  "published": "2022-09-27T18:26:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 458,
          "end": 478
        }
      ],
      "nexusId": "10009914"
    }
  ]
}