{
  "_id": "84808f7532e9c4c013085f43a9d74a1412449aa7bf1a5e5a401c452da57e6ada",
  "feed": "ftcomall",
  "title": "Another corporate spying scandal in Germany",
  "text": "<p><strong>One scoop to start:</strong> <strong>Farhad Moshiri</strong> <a href=\"https://www.ft.com/content/53c17410-a42e-4549-874b-fdc71db6c67d\">is in advanced talks</a> to sell <strong>Everton Football Club</strong> for about £400mn to a little-known US businessman, in what would be the latest American takeover of an <strong>English Premier League</strong> club.</p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>A spy scandal in German football</p></li>  <li><p>Mars reveals its M&amp;A secrets</p></li>  <li><p>UK private equity takes a hit</p></li> </ul> <h1>How not to carry out a football spy operation</h1> <p>Pro tip: if you're going to hire a team of corporate spies who carry out a plot to undermine the boss of the football club you invest in, make sure they get paid.</p> <p>That was the error German financier<strong> Lars Windhorst </strong>allegedly made, according to Israeli court documents filed earlier this month on behalf of private intelligence company <strong>Shibumi Strategy Limited. </strong></p> <p>The Tel Aviv-based firm claimed Windhorst stiffed them on a €5mn bill for carrying out a clandestine operation targeting the president of Germany's Hertha Berlin football club.</p> <p>Windhorst, the biggest investor in the<strong> Bundesliga</strong> club, last year enlisted Shibumi to “plan and develop a strategy” that would “enhance” his reputation. </p> <p>The firm <a href=\"https://www.ft.com/content/02373d6b-dcc5-47db-9df0-cc07512defcd\">orchestrated a covert campaign</a> to oust the team's then-president <strong>Werner Gegenbauer</strong>, according to the court papers, obtained by the FT's Cynthia O'Murchu and Rob Smith with the assistance of the Times of Israel.</p> <p>Shibumi claimed the project was “successfully accomplished”, given that Gegenbauer ultimately stepped down in May after 14 years as president.</p> <p>The campaign, codenamed “Euro 2020”, was exhaustive, to be fair. Shibumi operatives set up online profiles of purported fans criticising Gegenbauer and paid a caricaturist to depict the 72-year-old as the devil and the grim reaper for social media posts.</p> <p>They cultivated an online presence — from a website and <strong>Telegram </strong>channel lobbying for his removal to a fake sports blog to publish negative articles about Hertha — and approached journalists undercover to promote the campaign. (DD feels quite snubbed that they never reached out to us.)</p> <p>Asked to comment on the case, Shibumi's chief executive <strong>Ori Gur-Ari</strong> said: “We do not know anything about this alleged case and you must have made a mistake.” The lawsuit was then withdrawn a few hours after the FT published its article, according to court records.</p> <p>Windhorst, meanwhile, described it as “nonsense” and did not accept the reliability of the filed documents. He said he had not talked to Gur-Ari “for a long time”.</p> <p>Email and text conversations disclosed in the case paint a different picture. In one conversation from May, Windhorst complained about having paid “huge amounts” of money to Shibumi for years with little return on his investment. </p> <p>In messages back to the financier, Gur-Ari recalled a June 2021 meeting aboard a yacht, during which Windhorst said Shibumi stood to make “millions of euros” if the campaign succeeded. </p> <p>Instead, the Israeli company “worked days and nights for eight months without getting paid”, he complained.</p> <p>Windhorst's attempt to undercut Gegenbauer — who he had publicly quarrelled with over the team's continued poor performance, but was unable to sack directly because of Bundesliga rules restricting financial investor's voting rights — seems a better fit for the screen than the stadium.</p> <p>But if Germany's <strong>Wirecard </strong>saga tells us anything, it's that some corporate espionage scandals can be <a href=\"https://www.ft.com/content/812d2446-0e85-4626-a106-ec6f031b54eb\">stranger than fiction</a>. (The documentary starring FT journalist Dan McCrum is <a href=\"https://www.netflix.com/gb/title/81404807\">out on Netflix</a> now.)</p> <p>Windhorst, who rose to stardom as a teenage business prodigy before a subsequent downfall that culminated in a criminal conviction, is no stranger to drama himself.</p> <p>He is facing multiple claims from aggrieved creditors chasing him for money, on top of the <a href=\"https://www.ft.com/content/02373d6b-dcc5-47db-9df0-cc07512defcd\">more than €1bn he owes</a> to <strong>H2O Asset Management</strong>.</p> <h1>Candy, kibble, and private equity</h1> <p><strong>Mars </strong>has been a mystery to the outside world since <strong>Frank Mars</strong> whipped up his first batch of buttercream candy in his kitchen in Tacoma, Washington, in 1911. </p> <p>The maker of M&amp;Ms and Whiskas cat food is known to fiercely guard its secrets from competitors. (see: its 2020<a href=\"https://www.ft.com/content/6c312d02-562b-4f59-95bc-55afedd1f096\"> lawsuit</a> against <strong>JAB Holdings</strong> after it poached a petcare executive).</p> <p>But its rivals have as little insight into how it makes its money as they do into its recipes. </p> <p>That has started to change, as a fourth generation of Mars heirs and heiresses calls the shots. When the company announced in June that non-family CEO <strong>Grant Reid</strong> would be stepping down this week, it revealed that the group's revenues had risen by half to $45bn —<a href=\"https://www.ft.com/content/302b67a6-5979-49f6-aa55-f288d5baee60\"> more than <strong>Coca-Cola</strong>‘s</a> — during his eight years in charge. </p> <p>In an<a href=\"https://www.ft.com/content/1bca0b45-4c86-4be2-b61a-b506a33a0e58\"> exit interview</a> with the FT's Andrew Edgecliffe-Johnson, Reid revealed a little more about the 140,000-person company's finances. Half of its growth during his tenure came was organic, he said, but half came from deals. </p> <p>The most transformative deal was the<a href=\"https://www.ft.com/content/2ceff8a0-d677-11e6-944b-e7eb37a6aa8e\"> $9.1bn purchase</a> of veterinary services business <strong>VCA</strong> in 2017. Petcare now accounts for 58 per cent of its sales, Reid confirmed (and helps explain why he has eaten a substantial amount of dog food in his career).</p> <p>“If it's not good enough for me, then why would it be good enough for your pet?” he said. Cesar is his favourite brand.</p> <p>Reid has taken a more public role than most Mars predecessors in advocating for more sustainable business practices. After 34 years at the ultra-private company, he says it is now “very possible” that he will join a private equity firm to try to prove that Mars' “mutuality” model can work in other companies. </p> <p>“I'm not in it for the financial reward,” Reid said: “I'm in it for the climate reward.”</p> <h1>The hardest task in private equity right now?</h1> <p>Ask almost anyone in private equity, and they'll tell you it's not an easy time to be raising funds. </p> <p>But imagine pitching global institutions for cash to invest in a country whose government has plunged it into a financial crisis by announcing debt-funded tax cuts for its richest citizens.</p> <p>Welcome to the world of UK-focused private equity groups. Pension funds <a href=\"https://ft.com/content/e03f97a2-0760-45ea-812d-00f383bc781d\">are “spooked”</a> about committing cash to them, DD's Kaye Wiggins reports, and external fundraisers are turning down work for UK-focused funds because it makes more sense to work for US clients instead. </p> <p>UK pension schemes this week <a href=\"https://www.ft.com/content/8eef221f-7caa-432c-a4c1-d36b2174f919\">sold off liquid assets at a rapid rate</a> to satisfy margin calls linked to their hedging strategies. They couldn't sell their illiquid stakes in private equity and venture capital funds anywhere near that quickly, of course. </p> <p>But that's not to say they won't eventually be for sale.</p> <p>The so-called “denominator effect” dictates that when a pension fund's publicly traded assets fall in value, but their private markets holdings aren't impacted as much, it can be forced to sell some of its private assets or stop committing to new private funds. </p> <p>That's because the decline pushes the percentage of assets held in private markets above a pre-agreed level. </p> <p>And that could be a problem not just for UK-focused buyout funds but for the industry more widely. Right now, said <strong>Garvan McCarthy</strong> at<strong> Mercer</strong>, “the bigger issue is whether you allocate at all [to private funds] because of the illiquidity of the underlying assets”.</p> <h1>Job moves</h1> <ul>  <li><p><strong>SoftBank</strong> <a href=\"https://ft.com/content/204c5d76-f55c-405c-b17a-be61f1a083f8\">has laid off</a> 30 per cent of staff at its flagship Vision Funds as it seeks to dramatically cut costs after a severe tech rout caused it to suffer record quarterly losses.</p></li>  <li><p><strong>JPMorgan Chase</strong> has named <strong>Michael Millman</strong>, currently the bank's co-head of global equity capital markets, as global chair of investment banking. As a result, <strong>Achintya Mangla</strong> will become sole head of equity capital markets and relocate from London to New York.</p></li>  <li><p><strong>Deutsche Bank</strong> <a href=\"https://www.bloomberg.com/news/articles/2022-09-28/deutsche-bank-names-three-executives-as-financial-sponsors-heads?srnd=deals#xj4y7vzkg\">has promoted</a> <strong>Kent Penwell</strong>, <strong>Tim Wiedelmann </strong>and <strong>John Anos</strong> to global co-heads of its private equity dealmaking unit, per Bloomberg.</p></li>  <li><p><strong>Rothschild &amp; Co</strong> has hired <strong>Nick Bossart </strong>as head of global advisory for Switzerland, based in Zurich. He was previously head of investment banking for Switzerland at JPMorgan.</p></li>  <li><p>The French government <a href=\"https://ft.com/content/43a1dbd8-fbf0-420e-919e-e9b67bf8305d\">has selected</a> senior <strong>Schneider Electric</strong> executive <strong>Luc Rémont </strong>to head 84 per cent state-owned electric group<strong> EDF</strong>.</p></li>  <li><p><strong>BP </strong>has appointed <strong>Hindalco Industries</strong> executive <strong>Satish Pai</strong> as a non-executive director on its board.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Hitting home </strong>Blackstone remained relatively unbothered targeting office buildings and shopping malls. When the private equity titan began targeting people's homes, the backlash was swift, as <a href=\"https://www.theguardian.com/business/2022/sep/29/blackstone-rebellion-how-one-country-worlds-biggest-commercial-landlord-denmark\">this Guardian Long Read</a> chronicles.</p> <p><strong>Kwarteng's chaos </strong>UK banks have been waiting for a rising interest rate environment to boost revenues and margins for years. The country's economic unravelling has brought that day sooner than anticipated. Just <a href=\"https://www.ft.com/content/e5b31d34-0541-43ec-856a-57046c781335\">not in the way they'd hoped</a>, writes the FT's Cat Rutter Pooley.</p> <p><strong>Casualties expected </strong>Investment bankers are bracing for rounds of job cuts across Wall Street as dealmaking fizzles. The cuts will be quick, <a href=\"https://www.reuters.com/breakingviews/wall-street-job-cuts-will-be-shallow-painful-2022-09-29/\">but not painless</a>, writes Reuters' Breakingviews.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/11d7258d-9344-4aa3-94a0-e729a10d6c79\">Porsche shares climb after €75bn listing to defy grim market</a> (FT)</p> <p><a href=\"https://www.ft.com/content/0f32fdf3-8823-4a9c-ba70-d087860cfe6c\">BlackRock threatened to halt trading at height of UK market tumult</a> (FT)</p> <p><a href=\"https://ft.com/content/8cc1f82f-8f18-40d1-8c90-558d77fe5050\">Deloitte UK partner pay rises further past £1mn </a>(FT) </p> <p><a href=\"https://www.ft.com/content/f95c6709-0105-4d35-95c4-cfff915dc44b\">Deloitte China allowed clients to do own audit work, finds SEC</a> (FT)</p> <p><a href=\"https://www.ft.com/content/1fe43411-03ad-41d4-8c58-082fcb54ec13\">M&amp;A flurry and IPO drought spark fears for UK stock market</a> (FT)</p> <p><a href=\"https://www.reuters.com/legal/us-unseals-indictment-against-oleg-deripaska-violating-sanctions-2022-09-29/\">US charges Russian billionaire Oleg Deripaska with violating sanctions</a> (Reuters) </p> <p><a href=\"https://www.wsj.com/articles/phil-collins-and-genesis-bandmates-sell-music-rights-for-over-300-million-11664465196?mod=hp_lista_pos3\">Phil Collins and Genesis bandmates sell music rights for more than $300mn</a> (Wall Street Journal)</p> <p><a href=\"https://www.ft.com/content/a0628bc4-23e3-4ca0-9ebc-0af13f323b80\">Bank of Ireland fined €100.5mn over tracker mortgage scandal</a> (FT) </p> <p><a href=\"https://www.ft.com/content/dbaed198-ae76-4f6f-aafa-5829efc5a538\">Brussels re-energised for Big Tech battles</a> (FT Opinion) </p><p>Source:  2022 'Another corporate spying scandal in Germany' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-30T04:01:40.841Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7237,
          "end": 7245
        },
        {
          "start": 7237,
          "end": 7251
        },
        {
          "start": 7803,
          "end": 7811
        }
      ],
      "nexusId": "10009914"
    }
  ]
}