{
  "_id": "32ed9f9d6ff6688ace84cd9b15f45cf2be5dc5e98b4e558102f06905da8926da",
  "feed": "market-watch",
  "title": "Jamie Dimon slams cryptocurrencies as 'pet rocks', says they're 'not a real market'",
  "text": "<p>When asked about being the leader of the crypto-haters, Dimon exhibited his trademark brusqueness: \"I didn't want to be the spokesman against bitcoin. I don't really give a s–t — that's the point, OK?\"</p><p>So it's perhaps unsurprising, given recent events, that Dimon seized the opportunity during an appearance on CNBC's \"Squawk Box\" Tuesday morning to once again slam bitcoin and other cryptocurrencies as \"pet rocks\" while advising the American public to approach the market with a bit more trepidation.</p><p>The term \"pet rocks\" was once used by markets gurus to criticize gold, an asset that has struggled this year due to its lack of a yield. Dimon and others have at times repurposed the term to slam bitcoin — which has at times been called \"digital gold\" — and its peers.</p><p>\"We're not even sure that's a real market,\" Dimon said, of the cryptocurrency market, after implying that the price of bitcoin might be manipulated in some way.</p><p>He also slammed crypto for enabling \"terrorism financing, tax avoidance, sex trafficking — why do we allow this stuff to take place?\"</p><p>To be sure, Dimon caveated his cryptocurrency criticism by saying that he still believed in the benefits of blockchain technology and \"Web 3.0.\"</p><p>\"That doesn't mean blockchain isn't real. That doesn't mean smart contracts won't be real or Web 3.0.\"</p><p>CNBC host Andrew Ross Sorkin, who recently interviewed disgraced former FTX chief Sam Bankman-Fried, elicited Dimon's comments by asking about Treasury Secretary Janet Yellen's recent claim that the collapse of FTX and its associated companies was a \"Lehman moment\" for crypto.</p><p>Bitcoin BTCUSDwas trading at just below $17,000 per coin on Tuesday. Its price peaked north of $60,000 per coin in November of last year.</p><p>Jamie Dimon slams cryptocurrencies as 'pet rocks', says they're 'not a real market'</p>",
  "published": "2022-12-06T16:28:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}