{
  "_id": "6420ae2d53d7db07a252cfdcc5864f147e9a97020cdade387124d83ed73f8a4b",
  "feed": "ftcomall",
  "title": "Opec+ agrees minimal oil production rise in effort to placate western allies",
  "text": "<p>Opec and its allies have agreed one of the smallest oil production increases in the group's history as Saudi Arabia attempts to appease western allies without using up all its unused capacity.</p> <p>The increase agreed on Wednesday of just 100,000 barrels a day, or 0.1 per cent of global demand, is likely to cause disappointment in western capitals, after presidents Joe Biden of the US and Emmanuel Macron of France <a href=\"https://www.ft.com/content/ebc55f75-5c98-440d-9a45-c32272632350\">met Saudi Arabia's crown prince Mohammed bin Salman</a> separately in recent weeks.</p> <p>Saudi Arabia has warmed to a small production increase as it attempts to utilise <a href=\"https://www.ft.com/oil\">oil</a> diplomacy to rehabilitate Prince Mohammed after western allies had distanced themselves following the murder of journalist Jamal Khashoggi in 2018.</p> <p>But it is also balancing its relationship with Russia, which has partnered since 2016 with the <a href=\"https://www.ft.com/stream/fc701b0c-fd64-4383-b446-7bfe1b82c899\">Opec</a> group that Saudi Arabia leads. Moscow has been hit with a series of sanctions targeting its oil exports that go into effect later this year in response to its invasion of Ukraine. There are concerns that the kingdom and its Gulf allies such as the United Arab Emirates will not be able to replace the expected shortfall in Russian output.</p> <p>“Saudi Arabia is trying to balance calls from its western allies for higher oil production against the need to keep its spare capacity in reserve in case output falls sharply elsewhere in the coming months,” said Christyan Malek, analyst at JPMorgan.</p> <p>“This small increase will not materially change the balance of the market but they cannot be accused of doing nothing,” he said.</p> <p>Opec itself warned on Wednesday of “the severely limited availability of excess capacity” saying it was therefore necessary to utilise it “with great caution”.</p> <p>The Biden administration tried to downplay the small size of the increase and sought to highlight that oil prices have already declined in recent weeks, with Brent crude the international benchmark dropping from $120 in June to near $100 on Wednesday.</p> <p>Brent prices initially rose after the Opec+ decision to above $102 a barrel but reversed course later to fall towards $96.50, down 4&#xa0;per cent on the day. </p> <p>Amos Hochstein, senior adviser for energy security, said on CNN that Wednesday's announcement followed Opec+ agreeing to accelerate planned production increases ahead of Biden's trip to Jeddah last month.</p> <p>“We wanted to see some increases in the production before we announced the trip, we saw that significant increase in July and August, this is a smaller increase but an increase nonetheless,” Hochstein said.</p> <p>Petrol prices in the US, a focus for Biden ahead of midterm elections in November, have followed crude south, but there are concerns in Washington that prices could start heading higher again.</p> <p>While Biden is seeking lower prices at the pump, the Gulf states have been looking for more military support and co-operation from Washington.</p> <p>On Tuesday, the US state department, which has been leading Biden's efforts to lower energy prices globally, approved the potential sale of missiles needed to rearm US-supplied defence systems in Saudi Arabia and the UAE. This deal will need to be approved by Congress. </p> <p>Helima Croft, a former CIA analyst and head of commodities research at RBC Capital Markets, questioned whether the US was quite so sanguine in private over the size of the increase, arguing 100,000 b/d was likely to be less than it wanted in return for investing in a “reset package” with the kingdom.</p> <p>“A lot of political capital&#xa0;was extended on that visit [by Biden] to Saudi Arabia,” Croft said. “I think it's probably an understatement to say that there will be disappointment&#xa0;in Washington.”</p> <p>Saudi Arabia is, however, already pumping close to 11mn b/d of crude, near its maximum capacity is about 12mn b/d. There are questions in the oil industry over how long that level could be maintained. </p> <p>The country's energy minister Prince Abdulaziz bin Salman, the half-brother of the crown prince, has emphasised cohesion within the group but that is becoming more challenging.</p> <p>Many Opec members are already struggling to hit their own production targets after years of under-investment and mismanagement, and so would not stand to benefit from higher volumes and may lose out if prices fall. </p> <p>Russia, which has grown more dependent on its relationships in the Middle East as western powers have sought to isolate Moscow, agreed that Opec+ should <a href=\"https://www.ft.com/content/bb130bb9-4b75-4626-961a-2c1ed9b0e7f9\">accelerate production increases</a> in July and August as they unwound the last of the production cuts made at the height of Covid-19 lockdowns.</p> <p>The G7 said on Tuesday that it remained committed to trying to cap Russia's oil revenues in response to its invasion of Ukraine. Sanctions targeting Russia's ability to export its oil are expected to come into force this year unless a deal to sell its oil at <a href=\"https://www.ft.com/content/2cc9e478-2594-4254-9fe0-d7a5efd686fe\">below market rates</a> can be agreed, helping keep global markets well supplied while limiting revenues flowing to the Kremlin.</p> <p><em>Additional reporting by Sarah White in Paris</em></p><p>Source: David Sheppard and Tom Wilson in London, Samer Al-Atrush in Riyadh and Felicia Schwartz in Washington 2022 'Opec+ agrees minimal oil production rise in effort to placate western allies' FT.com 3 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-03T18:35:58.173Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1406,
          "end": 1414
        }
      ]
    }
  ]
}