{
  "_id": "ed21037478e8a55530171f4b0dd62afef935e47afa2bc1ab7e0d5f6ae2c090c3",
  "feed": "ftcomall",
  "title": "Yen stages comeback against the dollar",
  "text": "<p>Japan's yen has bounced back from a 32-year low as foreign investors trim bets against the currency and signs emerge that domestic institutions may soon start pouring money back in to their home market. </p> <p>The currency has jumped more than 13 per cent since late October, when expectations that the US central bank will continue to aggressively raise borrowing costs sent the yen sinking to its lowest level since 1990. </p> <p>Japan's government has deployed ¥9tn ($64bn) since September in an attempt to stabilise the yen, which has been among the world's worst performing major currencies this year due to the Bank of Japan standing firm on its ultra-loose monetary policies. But a series of economic reports beginning in mid-November showing a slowdown in US inflation has fuelled hopes that the Fed may soon slow its rate increases, providing a big boost to currencies like the yen. </p> <p>A growing number of FX analysts are now building the possibility of major yen pivots into their forecasts for next year. Turning points that could reverse the trend of yen declines under certain conditions include a pause in US rate rises, a broad China reopening or a tweak in the BoJ's policy of pinning long-term borrowing costs at very low levels. </p> <p>The vigour of the recent rally has convinced some traders that investors may have already decided that the pivot has happened. The dynamics of what has caused the price moves has also changed. </p> <p>What had been striking during the extreme volatility this autumn, note analysts, had been the tendency of the yen's biggest moves against the dollar to occur during London or New York trading hours — a signal they were led by global funds playing the widening yield spread created as the US Fed increased rates and the BoJ stuck stubbornly to its ultra-loose policy.</p> <p>But in this new phase, with just a few weeks left in 2022, the dynamics are very different. Analysts say that a part of the yen's recovery has been driven by global investors rapidly reducing their short yen positions — large bets on the yen remaining weak while the risk of US recession seemed high, along with the prospect of continuing inflation. </p> <p>More dovish recent comments from the Fed have convinced some that the US rate hike cycle might pause in 2023, although the fact that the economy added more jobs than expected in November will add to pressure on the Fed to keep raising interest rates.</p> <p>But more eye-catching, say analysts at JPMorgan, has been evidence that Japanese institutional investors including life insurers and banks are heavy participants in the yen's recent surge. For the past week, the dollar-yen pair has been heavily traded during the Tokyo trading session while relatively stable in London and New York sessions.</p> <p>If a major pivot is coming, said JPMorgan's Benjamin Shatil, head of Japan FX strategy, the more material change would be a shift in Japan investor flows, particularly if investors and the corporate sector begin to accelerate their build-up of fresh currency hedges against yen strength and divestment of foreign assets.</p><p>Source: Leo Lewis in Tokyo 2022 'Yen stages comeback against the dollar' FT.com 4 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-04T05:13:09.847Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2765,
          "end": 2773
        }
      ]
    }
  ]
}