{
  "_id": "625e31cc48fc65e42066159641659316ad65e9581182ebb95488a27dbd511c7e",
  "feed": "wall-street-journal",
  "title": "Mysteries: W.H. Flint's 'Hot Time' Review; A detective on Theodore Roosevelt's police force in 1890s Manhattan takes on a sensitive case of politics and murder.",
  "text": "<p>Roosevelt's activism is not politically popular, and politics are at a fever pitch in the city. The Republican Party is pitting staid, pro-business William McKinley in the upcoming presidential election against the populist Democrat William Jennings Bryan, who's scheduled for an imminent event in Madison Square Garden. The banker J.P. Morgan, whose black eyes \"would fix on a man like a snake studying its prey,\" alerts Roosevelt to the blackmailing activities of a Manhattan publisher threatening to run embarrassing stories about prominent McKinley supporters—including Roosevelt and Morgan—unless paid exorbitant monthly fees.</p><p>\"Have him into the office for a little chat,\" Morgan urges the commissioner. But the scurrilous publisher so enrages Roosevelt, he ejects the man bodily from his office. Roosevelt and Morgan then turn for help to McKinley's campaign manager, Mark Hanna, who agrees: \"This [man] must be stopped. I'll take care of it.\" Soon after, the publisher is found in an alley, dead from a fatal blow to the head.</p><p>14 Books We Read This week https://www.wsj.com/articles/14-books-we-read-this-week-reviews-11650049950</p><p>An audiophile's search for nirvana, a Civil War chase at sea, Bach's Easter masterpiece and more. Plus: books on monarchs who mattered.</p><p>The pseudonymous author of \"Hot Time\" has written about Roosevelt and Morgan in previous books, and he evokes the era well. The commissioner seems content with the convenient verdict that the killing was motivated by robbery, and he warns his man Rafe to leave the case alone. But Rafe, who dreams of becoming \"the department's first Jewish detective,\" is encouraged by Roosevelt's friendly stenographer Minnie Kelly to unravel the mystery. \"He had never investigated so much as a lost dog before,\" Rafe knows. \"What made him think he could solve a murder on his own?\"</p><p>With the aid of a resourceful newsboy who glimpsed the publisher's killer, Rafe pursues his private investigation. He hears of another villainous scheme in the works, centered around Bryan's event at the Garden. The would-be detective races through the streets of New York to catch a murderer and rescue his own endangered career. The result is a suspenseful and satisfying escapade, worthy of its intriguing setting and larger-than-life supporting cast.</p><p>Mysteries: W.H. Flint's 'Hot Time' Review</p>",
  "published": "2022-04-15T14:19:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 332,
          "end": 343
        }
      ]
    }
  ]
}