{
  "_id": "15982f6225359990f3523b212ae0ed8251bf671c0b7a7158183478612d7280b5",
  "feed": "wall-street-journal",
  "title": "For Black Voters, Social Issues Compete With the Economy as Top Concern; Healthcare, education and public safety are considered nearly as important as inflation in helping to sway votes",
  "text": "<p>In the final stretch of midterm campaigning, Democrats are trying to boost turnout among Black voters, a core constituency of the party, by touting the outsize economic gains Black Americans have made since the downturn early in the Covid-19 pandemic. Republicans are arguing that elevated inflation has left all Americans worse off financially, with steep price increases for items such as food, gasoline and shelter.</p><p>How much either message helps decide tight races this fall will in part depend on how Black voters weigh competing priorities as they head to the ballot box.</p><p>Interviews with Black voters and recent public polling suggest that the issues that will determine how and if they vote are more varied than the economic woes that are preoccupying the broader electorate. Many Black Americans rate healthcare, education and public safety as nearly as important in influencing their vote this year as the economy and rising costs.</p><p>Black voters make up roughly one-third of the electorate in Georgia, according to the Pew Research Center, and will be especially important to Democrats in the state this fall. Georgia, which has trended toward Democrats in recent elections, is home to marquee races for governor and the U.S. Senate, making this electorate crucial to Democrats' hopes for keeping control of the evenly split chamber. Vice President Kamala Harris, a Democrat, casts tiebreaking votes in the Senate. </p><p>Black voters in Georgia communities such as Columbus are especially important to Democrats this fall. PHOTO: Brandon Clifton for The Wall Street Journal</p><p>An October Quinnipiac University poll of likely Georgia voters showed 21% of Black voters viewed inflation as the most urgent issue facing Georgia, followed by gun violence at 19% and abortion at 17%.</p><p>Among all likely Georgia voters, 43% said inflation was the most pressing issue in the state.</p><p>Other surveys also showed Black Americans have broader concerns than the overall electorate heading into midterm voting. An August survey by The Wall Street Journal showed that, generally speaking, Black Americans nationwide were more likely than all voters to say issues such as gun violence and the Supreme Court's overturning of Roe v. Wade made them more likely to vote this fall. A national Pew Research Center survey in August found that the way Black voters grouped the economy as a near-equal concern as other issues differed from the broader electorate, which put more emphasis on the economy.</p><p>The Biden administration has credited its policies, such as its vaccine rollout and the expanded child tax credit during 2021, for helping drive Black Americans' economic gains from the brief, sharp pandemic-induced recession in 2020. The unemployment rate for Black Americans fell to 5.8% in September, according to the Labor Department. That was well down from near 17% early in the pandemic and only slightly above record lows set in 2019, although still higher than the overall unemployment rate of 3.5%.</p><p>After the 2007-09 recession, it took more than six years for the Black unemployment rate to fall to 8.5%, where it was just before the start of that downturn.</p><p>Other metrics show Black Americans' gains in the labor market are outpacing those of the overall population. Additionally, research from the JPMorgan Chase Institute found that Black households experienced more income growth than other racial groups between 2019 and 2021, on an inflation-adjusted basis, as fiscal policy provided support and the labor market improved.</p><p>\"African-Americans saw more gains in this recovery,\" said Cecilia Rouse, chair of the White House Council of Economic Advisers. \"Our focus is on ensuring that we continue to make that kind of progress.\"</p><p>Bill Spriggs, chief economist at the AFL-CIO, said the labor market's rebound could be softening concerns among Black Americans about the run-up in consumer prices.</p><p>Still, research from the Federal Reserve Bank of New York finds that Black Americans, along with Latino Americans, are facing higher inflation than the national average, likely because those groups spend a greater proportion of their income on items, such as transportation and housing, that have experienced particularly steep price increases.</p><p>For Black Americans, \"I am hard-pressed to call it a strong recovery only because we are in this period of very high inflation,\" said Michelle Holder, associate professor of economics at John Jay College at the City University of New York.</p><p>Mr. Spriggs said he worried how Black families would fare now that pandemic-era programs such as the expanded child tax credit—which offered families monthly advance payments of as much as $300 per qualifying child between July and December 2021—have expired and the Federal Reserve is lifting interest rates to fight inflation, a move expected to slow the economy and potentially cause higher unemployment.</p><p>SHARE YOUR THOUGHTS</p><p>To what extent do you think economic issues will influence voters this November? Why? Join the conversation below.</p><p>Black Americans are generally considered the most loyal constituency in the Democratic Party. Former President Donald Trump made small gains with Black voters in 2020, though about 90% of Black voters backed Mr. Biden. The GOP benefited from a much larger shift to the right among Latino voters. Democratic groups have said the party risks similar erosion in Black support in the midterms if it doesn't forge deeper connections in Black communities.</p><p>Josilyn Bridgeman is a 29-year-old information-technology worker in Harris County, Ga., who voted for Mr. Trump in 2020 but is deciding between Republicans and Democrats this fall. She said she expects to vote in a midterm election for the first time in November.</p><p>\"I think for the Democratic Party, they are more interested in helping the middle class,\" Ms. Bridgeman said. She said she liked that Republicans, in her view, put more emphasis on self-accountability. \"I feel like they put us in a position to work a little bit harder.\"</p><p>She said her top issue is her health—including battling Covid, which recently sidelined her—and rising healthcare costs such as insurance premiums.</p><p>Polls consistently show public safety is another top concern for Black voters.</p><p>\"How are we going to get this violence that we have in our country under control?\" asked Ronzell Buckner, 76, of Columbus, Ga. He runs Skippers, a seafood restaurant, and said gun violence is his No. 1 concern this fall. He said he didn't like a recent law in Georgia, signed by Republican Gov. Brian Kemp, that allowed guns to be carried in Georgia without a license.</p><p>\"The economy is going to always change,\" Mr. Buckner said. \"Once you're dead, that don't change.\"</p><p>Mr. Buckner, who plans to vote for Democratic gubernatorial nominee Stacey Abrams, said he thought the new Georgia law would increase the chance of gun violence, and likened it to \" 'Gunsmoke' and the Wild West—everybody walking around with a gun on.\" He said he owns a 12-gauge shotgun that was passed down in his family. </p><p>Ronzell Buckner, who runs a Columbus, Ga., seafood restaurant, is most concerned about gun violence. PHOTO: Brandon Clifton for The Wall Street Journal</p><p>Ms. Abrams is trying to shore up Black support to defeat Mr. Kemp, who leads in public polling. She said that although Black women are the most loyal members of her party, Black men aren't far behind and shouldn't be overlooked.</p><p>\"Black men have been left out of the conversation too often,\" Ms. Abrams told reporters in Columbus, Ga., in August. \"I want to talk to Black men about how we guarantee safety, justice and opportunity.\"</p><p>Mr. Kemp's campaign plans to pitch Black voters on his decision to reopen Georgia's economy early in the pandemic, saying the move helped small businesses in minority communities, spokesman Tate Mitchell said. In some public polling, Mr. Kemp has slightly improved his standing with Black voters since his 2018 campaign.</p><p>Anthony DeBarros contributed to this article.</p><p>Write to Amara Omeokwe at amara.omeokwe@wsj.com and Joshua Jamerson at joshua.jamerson+1@wsj.com</p><p>For Black Voters, Social Issues Compete With the Economy as Top Concern</p>",
  "published": "2022-10-17T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3282,
          "end": 3290
        },
        {
          "start": 3282,
          "end": 3296
        }
      ],
      "nexusId": "10009914"
    }
  ]
}