{
  "_id": "0100498d1ce8f267f57b9d3798fdaaaf986b278f5d7f7d617f73391775c8fd43",
  "feed": "market-watch",
  "title": "Gold prices jump as dollar weakens, \"risk off\" mood dominates",
  "text": "<p>Price action</p><p>* Gold GC00 futures expiring in August were up $13, or 0.8% at $1,832 an ounce.</p><p>* Silver SI00futures expiring in July were up 15 cents, or 0.7%, at $21.57 an ounce.</p><p>* Platinum PL00prices were up $7.30, or 0.8%, at $932 an ounce.</p><p>* Palladium PA00was up $53, or 3%, at $1,826.</p><p>* Copper prices, meanwhile were down 8 cents, or 1.9%, at $4.08.</p><p>What analysts are saying</p><p>As was the case with stocks and bonds, analysts mostly described the price action in gold as a reaction to the recent moves from central banks. Jim Wyckoff from Kitco said that \"risk averse is keen late this week.\" U.S. stock futures looked set to open sharply lower, with the Dow Jones Industrial Average DJIA headed for a more than 400 point drop.</p><p>A series of U.S. economic data releases that hit the tape at 8:30 a.m. Eastern Time only served to highlight that theme, as housing starts plunged, while applications for unemployment benefits in the U.S. remained near their highest level in five months.</p><p>Meanwhile, a team from JPMorgan blamed the drop in industrial metals prices like copper on the fact that Chinese demand has been \"fragile so far with continued mass testing and more-targeted recent restrictions in Shanghai and Beijing stirring fears of a backslide on the COVID front.\"</p><p>Naeem Aslam, chief market analyst at Avatrade, attributed the move in gold to worries — seemingly resurgent on Thursday morning — that the Federal Reserve isn't acting aggressively enough to curb inflation.</p><p>The Federal Reserve raised the Fed Funds target rate by 75 basis points on Wednesday, the central bank's largest such hike since 1994, although Chairman Jerome Powell did leave the door open for either a 50 basis points or 75 basis point hike at the next policy-setting meeting in July.</p><p>Gold prices jump as dollar weakens, \"risk off\" mood dominates</p>",
  "published": "2022-06-16T13:13:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1006,
          "end": 1014
        }
      ]
    }
  ]
}