{
  "_id": "2cada75b43888d100431e0bdbe4dc21a42ee1f2d348afb960cfd8d4c3829b6ff",
  "feed": "wall-street-journal",
  "title": "U.K. Markets Are On Sale. Nobody Wants to Buy. Valuations on U.K. stocks and bonds are at historic lows, but investors are wary over government borrowing plans and the end to the BOE's bond buying",
  "text": "<p>Investors yanked a net total of $3.7 billion from U.K. stock mutual and exchange-traded funds in September—an all-time monthly record, according to fund-flow tracker EPFR. And redemptions in October haven't slowed so far.</p><p>Meanwhile, a September survey from BofA Global Research showed fund managers are the most underweight U.K. stocks in nearly two years. Sentiment also isn't looking much better for the British pound, which has seen continued bearish wagers against it.</p><p>\"It's an untouchable market right now,\" said Viraj Patel, a London-based global macro strategist at Vanda Research. \"You could easily make a case where things get progressively worse from here.\"</p><p>Investors had already been retreating from U.K. assets in recent months as they weighed risks building in the economy, including decades-high inflation, a growing risk of a recession and a looming energy crisis. The unveiling in late September of the largest tax cuts in the U.K. since the 1970s kicked investor skittishness into overdrive.</p><p>On Monday, the U.K.'s new Treasury chief Jeremy Hunt said he was unwinding nearly all of the proposed tax cuts and also would pare back an energy price cap, offering investors some relief. \"The most important objective for our country right now is stability,\" he said.</p><p>His comments marked the latest twist in a stretch of volatile days for the British government. On Friday, Ms. Truss fired Mr. Hunt's predecessor, Kwasi Kwarteng, and retreated on a crucial part of the tax plan. Mr. Hunt's moves reverse the package even further.</p><p>Investors welcomed Mr. Hunt's announcement, with stocks, bonds and the British pound all rising on Monday.</p><p>The yield on the 10-year gilt fell to 3.969%, down from an intraday peak of 4.634% last week, according to Tradeweb. Yields fall when bond prices rise. Meanwhile, the British pound advanced 1.6% against the dollar to $1.1393. The benchmark FTSE 100 stock index gained 0.9%, while the FTSE 250 jumped 2.8%—their biggest increases in nearly two weeks.</p><p>Investors and strategists said Mr. Hunt's comments helped assuage near-term concerns that the tax-cuts package could exacerbate inflation and raise borrowing costs in the U.K. But, they noted, it did little to calm anxieties about the macroeconomic landscape and political outlook as Ms. Truss fights to save her job.</p><p>\"We are back close to square one, but with added political uncertainty and a governmental leadership crisis,\" wrote Vasileios Gkionakis, head of European FX strategy at Citi, in a Monday note. He added that conditions remain in place for the pound to further depreciate.</p><p>James Athey, investment director at Abrdn, said his team opted to sell U.K. government bonds into Monday's rally and re-established a short position in the British pound.</p><p>\"It's not about positioning for what's happened but what we expect to come next,\" he said. \"And what we expect to come next is high inflation [and] weaker growth… None of that should really lead to a significant desire for investors to rush into U.K. markets.\"</p><p>Another source of concern for investors is uncertainty about what lies ahead for the U.K. bond market. The Bank of Englandwrapped up its government bond purchase program Friday, marking the final opportunity for pension funds to unload long-dated bonds to the central bank. Some market-watchers remain on the lookout for whether that could stir volatility anew.</p><p>On paper, U.K. stocks, bonds and the currency look inexpensive on a historic basis. The FTSE 100 on Thursday traded at 8.8 times its projected earnings over the next 12 months, according to data from JPMorgan Chase &amp; Co. that is lower than 15.7 for the S&amp;P 500 and the 11.2 multiple for an MSCI Europe index that excludes the U.K.</p><p>The differences between yields on U.K. government debt and U.S. or German debt are hovering near their widest in at least a decade, according to FactSet.</p><p>Regardless of the low valuations, turmoil in the new British government only reinforced the decision to stay away, said Florian Ielpo, head of macro at Lombard Odier Investment Managers, which manages about 67 billion Swiss francs (about $67 billion).</p><p>Among his concerns: The conflict the Bank of England has faced in trying to ease and tighten monetary policy at the same time. Throughout this year, the Bank has raised interest rates to combat inflation and planned to begin selling its holdings of gilts, as government bonds are known, to tighten money supply.</p><p>But the market turmoil forced the central bank to put those bond-selling plans on hold. Instead, the BOE felt compelled to intervene and begin buying bonds to stabilize the markets.</p><p>\"Those elements are completely incompatible,\" Ms. Ielpo said, noting that while U.K. stocks trade at a large discount, he views few opportunities. \"We don't think valuations are a relevant indication\" for U.K. equities.</p><p>Another factor keeping investors away has been the large swings in markets. The pound has moved more than 1% up or down on roughly half the days in the past 16 trading days, according to FactSet. On Friday, yields on the 30-year gilt, a favorite of the pension funds at the heart of the recent bond-market turmoil, swung 0.66 percentage point in a single day, the type of move that outside of the past few weeks would normally take months to play out.</p><p>To be sure, heavy pessimism can also be its own attraction for investors. JPMorgan's prime-brokerage arm has recently seen buyers scooping up larger, U.K.-based companies that derive much of their revenue internationally, according to Eloise Goulder, head of the global market, data and positioning intelligence teams in equity trading at the bank. However, she said, flows into domestically focused U.K. companies remain sparse.</p><p>Market sentiment in the U.K. is very low, she said. \"Far lower than for the other major regions we track.\"</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>U.K. Markets Are On Sale. Nobody Wants to Buy.</p>",
  "published": "2022-10-17T18:15:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5357,
          "end": 5365
        },
        {
          "start": 3580,
          "end": 3600
        },
        {
          "start": 5314,
          "end": 5322
        },
        {
          "start": 3550,
          "end": 3570
        }
      ]
    }
  ]
}