{
  "_id": "bb15dc366728240b131bd297ebb884672d074366f719a46127c8e8ef07379554",
  "feed": "wall-street-journal",
  "title": "Declarations: The Lonely Office Is Bad for America",
  "text": "<p>The benefits of working from home are obvious: freedom, no commute; it's easier to be there for family, the dog, the dentist appointment. Less time wasted in goofy officewide meetings. I've wondered if there is another aspect, that office life was demystified by what began in the years before the pandemic, the rise of HR complaints and accusations of bullying, bad language and sexual misconduct. Add arguments over masks and vaccines, and maybe office life came to be seen less as a healthy culture you could be part of and more like a battlefield you wanted to avoid.</p><p>Arguments against working from home are largely intangible, and I focus on these. They are less personal, more national and societal.</p><p>I don't want to see office life in America end. The decline in office life is going to have an impact on the general atmosphere of the country. There is something demoralizing about all the empty offices, something post-greatness about them. All the almost-empty buildings in all the downtowns -- it feels too much like a metaphor for decline.</p><p>My mind goes first to the young. People starting out need offices to learn a profession, to make friends, meet colleagues, find romantic partners and mates. The #MeToo movement did a lot to damage mentoring -- senior employees no longer wanted to take the chance -- but the end of office life would pretty much do away with it.</p><p>There will be less knowledge of the workplace, of what's going on, of the sense that you're part of a burbling ecosystem. There will be fewer deep friendships, antagonisms, real and daily relationships. Work will seem without depth, flat as a Zoom screen. Less human. Without offices you'll lose a place to escape from your home life.</p><p>My guess is the end of the office will lead to a decline in professionalism across the board. You learn things in the hall from the old veteran. You understand she's watching your progress, and you want to come through with your excellence. Without her down the hall, who will you be excellent for?</p><p>There will likely, in each company and organization, be a decline in a sense of mission. A diluting of company spirit looks to me inevitable. Spirit, mission -- they come from people and are established and imparted through being together, sharing a particular space, talking to each other spontaneously and privately, encouraging and correcting.</p><p>At some point in the 20th century, America invented big-scale office life. We were the envy of the world for it. Without it there will be less bubbling creativity, less of the chance meeting in the hall and the offhand comment that results in brains sparking off brains.</p><p>Companies may seem more communal, in a way -- Zoom screens aren't explicitly hierarchical. But there will be less clarity, and less leadership. Jamie Dimon of JPMorgan Chase, who has said he wants people back in the office and experienced pushback for it, just stated in his annual report that people with ambition \"cannot lead from behind a desk or in front of a screen.\"</p><p>It is possible working at home is changing the nature of professional ambition. A piece last month in the Journal by Callum Borchers cited Jonathan Johnson, CEO of Overstock.com. To foster a sense of togetherness and shared mission, he invited everyone on staff to join him for lunch every Tuesday at the company's Midvale, Utah, headquarters. In eight months, a total of 10 people attended. \"Most of the time, I eat my peanut butter sandwich alone,\" Mr. Johnson told Mr. Borchers, \"When I was 25, if I had a chance to eat my sandwich with the CEO, I'd have been there.\"</p><p>We're pro-ambition in this space: God gave you gifts, bring them fruitfully into the world, rise and make things better. Then again maybe this age is making people ambitious for different things.</p><p>Here are my two greatest concerns. The first is that in my lifetime the office is where America happened each day. That's why many of our most popular TV programs were about the office, from \"The Mary Tyler Moore Show\" through \"Mad Men,\" from \"ER\" through \"30 Rock\" and \"Parks and Recreation.\" You can name others. Even \"M*A*S*H\" was about the workplace. And of course \"The Office.\" Without Dunder Mifflin, how would Jim have met Pam? How could the utterly ridiculous Michael Scott have entered your sympathies without seeing him every day, and knowing him?</p><p>The primary location of daily integration in America -- the coming together of all ages, religions, ethnicities and political tendencies, all colors, classes and conditions -- has been, during the past century, the office. It is where you learn to negotiate relationships with people very different from you, where you discover what people with different experiences of life really think. You discern all this in the joke, the aside, the shared confidence, the rolled eyes. And with all this variety you manage to come together in a shared, formal mission: Get that account, sell that property, get the story, process those claims.</p><p>Daily life in America happened in the office. If it doesn't, where will America happen?</p><p>And, this being a political column, my second worry. The end of the office will contribute to polarization. Receding from office life will become another way of self-segregating. People will be exposed to less and, in their downtime, will burrow down into their sites, their groups, their online angers. Their group-driven information and facts.</p><p>I suppose what I fear is a more disembodied nation. You can see it on the TV news -- the empty, echoing set where there used to be people at desks in the background, running around. You see it in big offices when you go to see an accountant or a travel agent. There is no there there.</p><p>Disembodied isn't good. This fall and winter I hope we see the buildings full and the people going in and out. I want the center of our cities to hum and thrum again.</p><p>I don't want America to look like an Edward Hopper painting. He was the great artist of American loneliness -- empty streets, tables for one, everyone at the bar drinking alone. We weren't meant to be a Hopper painting. We were meant to be and work together.</p><p>(See related letters: \"Letters to the Editor: What We Miss -- and Don't Miss -- at the Office\" -- WSJ Aug. 6, 2022)</p><p>(See related letter: \"Letters to the Editor: The CEOs Are Out to Lunch\" -- WSJ August 10, 2022)</p><p>(Se related letter: \"Letters to the Editor: Missing the Roar of the Office\" -- WSJ Aug. 13, 2022)</p>",
  "published": "2022-07-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2789,
          "end": 2797
        }
      ]
    }
  ]
}