{
  "_id": "ecb66449d968b7cafb83bcf8e240b05e00852e7802a9618a8ca02cfc52b67cba",
  "feed": "market-watch",
  "title": "‘This is a brilliant move': Bank of America slashes overdraft fees — and it has good reason to do so",
  "text": "<p>Bank of America BAC said Tuesday it plans to end its $35 “non-sufficient funds” fees next month, and will drop overdraft fees to $10 from $35, starting in May. Non-sufficient fund fees occur when a payment bounces. Overdraft fees occur when consumers withdraw more than the agreed amount.</p><p>“Over the last decade, we have made significant changes to our overdraft services and solutions, reducing clients' reliance on overdraft, and providing resources to help clients manage their deposit accounts and overall finances responsibly,” Holly O'Neill, Bank of America's president of retail banking, said in a statement.</p><p>The announcement “is the latest, and most significant, move by the banking industry in an area that has been under intense scrutiny by regulators and lawmakers alike,” Greg McBride, Bankrate.com chief financial analyst. “This will ratchet the pressure up on other large national and regional banks to take similar steps.”</p><p>“This is a brilliant move by CEO Brian Moynihan,” said Michael Moebs, economist and CEO of Moebs Services, an economic research firm. “Moynihan is putting Bank of America's stake in the ground and telling all depositories and fintechs that BoA is going after their checking business, especially Wells Fargo, Chase and Chime.”</p><p>The COVID-19 pandemic has led the average American to store more money in their checking accounts, he said. In 2018, the average checking balance was $3,754. That fell to $3,698 at the end of 2019, according to data from Moebs Services. At the end of 2021, the average balance had risen to $8,244, Moebs said.</p><p>Amid this increased competition for customers' checking accounts, Capitol One COF announced it was ending overdraft and non-sufficient funds fees on the same day that CFPB report came out last month. Before that, Ally Bank ALLYended overdraft fees and PNC Bank PNC introduced offerings that will let customers avoid overdraft fees.</p><p>Who's paying these fees?</p><p>But there's a long way to go. The industry took in $15.47 billion in &#xa0;overdraft and non-sufficient funds in 2019, according to a report released last month from the Consumer Financial Protection Bureau. Bank of America, J.P. Morgan Chase JPM and Wells Fargo WFC accounted for approximately 44% of those fees, it said.</p><p>Some people are still dependent on overdrafts, despite the often high fees. Nearly one-fifth (18%) of consumers with a bank or credit union said they were dinged with an overdraft fee in December, an increase from 14% in August, according to a Morning Consult poll released Tuesday.</p><p>But who are taking out overdrafts? Of those who said they pay overdraft fees, half were millennial consumers and 47% were parents with kids under age 18. Almost two-thirds (58%) of overdrafters in the poll made less than $50,000, while 27% made between $50,000 and $100,000 and 16% made above that amount.</p><p>People who reported paying overdraft fees were more than twice as likely to say they were thinking about taking their banking business elsewhere in the coming six months than those who did not pay overdraft fees. People hit by overdraft fees at online banks and credit unions were also more likely to want to make a such a move.</p><p>The bank's decision “will provide much-needed relief for customers who least can afford the burden of overdraft fees, and should lead other financial institutions to drop these fees that disproportionately impact low-income, Black and Latino Americans,” said Mike Calhoun, president of the Center for Responsible Lending.</p><p>(Representatives for Wells and JP Morgan Chase have previously told MarketWatch they have ways to help customers guard against overdraft fees. Wells Fargo noted it has accounts without overdraft fees and J.P. Morgan Chase has made changes on its fee policies after 2019 that are not reflected in the report.)</p><p>In December, JP Morgan Chase said customers would not pay overdraft service fees when they were overdrawn by $50 or less at the end of the day. The bank previously had a $5 “cushion” before overdraft fees kicked in. It also stopped assessing a returned item fee if accounts lacked the money to cover the transaction.</p><p>Starting this year, customers will have one full business day to get their account back to a buffer of at least $50 overdrawn to avoid overdraft fees and funds from direct deposit payroll money will become available quicker up to two business days quicker to avert cashflow problems, Chase said.</p><p>Bank of America shares are up more than 48% in the past 12 months. The Dow Jones Industrial Average DJIA is up nearly 17% in that time and the S&amp;P 500 is up roughly 23% in that time.</p>",
  "published": "2022-01-11T16:57:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2168,
          "end": 2171
        },
        {
          "start": 3519,
          "end": 3528
        },
        {
          "start": 3810,
          "end": 3819
        },
        {
          "start": 2150,
          "end": 2167
        },
        {
          "start": 3692,
          "end": 3703
        },
        {
          "start": 2150,
          "end": 2161
        },
        {
          "start": 3692,
          "end": 3709
        }
      ],
      "nexusId": "10009914"
    }
  ]
}