{
  "_id": "b596785ab188cc11adf0cddb804ae7b997fe7bbfd611dc8eaaf4027e554b96a4",
  "feed": "market-watch",
  "title": "5 reasons why Meta stock is now worth buying, according to JPMorgan; Analyst upgrades Meta on the potential for more cost controls and the prospect of easing pressures from Apple's privacy changes",
  "text": "<p>Its stock is down 65% so far in 2022, and its market capitalization is now just over $300 billion, reflecting a staggering decline for a company once in the trillion-dollar club and chasing the likes of Alphabet Inc. GOOG GOOGL and Amazon.com Inc. AMZN At the same time, Meta META shares are up roughly 31% from their yearly lows, as recently announced job cuts sat well with investors.</p><p>So how should investors think about the stock looking ahead into the new year? JPMorgan analyst Doug Anmuth is feeling optimistic, upgrading the stock to overweight from neutral in a Friday note to clients.</p><p>\"[H]eading into 2023, we believe some of these top- and bottom-line pressures will ease, and most importantly, Meta is showing encouraging signs of increasing cost discipline, we believe with more to come,\" Anmuth wrote, while also upping his price target on Meta's stock to $150 from $115.</p><p>His upgrade is based on five factors.</p><p>For one, he likes the company's increased cost controls, and he anticipates that management could continue to take a more disciplined approach to the business. Meta announced in November that it was cutting more than 11,000 employees and carrying a hiring freeze through to the first quarter.</p><p>\"We realize that Meta may be leaving room for hiring to resume beyond 1Q, but we expect the $94B-$100B expense outlook to work its way lower as Meta finalizes its budget &amp; moves through the year,\" Anmuth wrote.</p><p>Secondly, he expects an easing of pressure brought on by Apple's privacy changes, which made it easier for users to limit ad tracking by third parties.</p><p>\"Overall, while trends remain choppy &amp; are also pressured by macro, we are at least hearing some early anecdotes of marketers &amp; agencies bringing ad dollars back to Meta due to its scale &amp; still strong ROI [return on investment],\" he wrote.</p><p>The TikTok threat remains real, but Anmuth says Meta \"should be comping peak TikTok impact early in the year.\" This means that the company's results would be compared to a year-before period when Meta felt a sharp impact from TikTok's ascent.</p><p>Meanwhile, he says that \"overall Meta engagement remains solid,\" as judged by \"stabilizing\" trends in time spent on Meta's family of apps.</p><p>Another issue for Meta has been its transition over to Reels. The company began pushing its short-form Reels product after seeing that kind of format gain massive traction through TikTok, but there have been financial growing pains to the move as Reels don't currently bring the same level of monetization as other types of content Meta houses.</p><p>See also:Instagram goes after BeReal and Twitter with new features</p><p>\"Reels remains early stage at a ~$3B annual revenue run-rate, but we believe it could serve as a monetization engine in 2023 as more marketers test out the ad format &amp; ad load ramps,\" Anmuth said.</p><p>Finally, he's drawn in by the stock's valuation. Shares are trading at about 12 times his estimates for 2024 GAAP earnings per share, while the S&amp;P 500 SPX is trading at about 15.5 times estimated earnings. In his view, that creates a \"favorable\" situation for the stock.</p><p>Meta shares were up more than 2% in premarket trading following the upgrade.</p><p>5 reasons why Meta stock is now worth buying, according to JPMorgan</p>",
  "published": "2022-12-16T13:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 59,
          "end": 67
        },
        {
          "start": 3219,
          "end": 3227
        }
      ]
    }
  ]
}