{
  "_id": "86b92b3f1e32ab4dd9bc87509d9a27b5279927c0ab267cf887df47cc4e23a774",
  "feed": "wall-street-journal",
  "title": "Brown-Forman Structures Tech Leadership Around Supply Chain; Spirits maker promoted CIO Tim Nall to supply chain and tech chief, and named a new CIO with a focus on the area",
  "text": "<p>\"Our cost increases have been driven by our efforts to minimize the impact of the supply chain disruptions largely related to the glass supply constraints,\" Ms. Cunningham said during the call.</p><p>Tim Nall, the company's former chief information officer, was promoted March 2 to senior vice president, chief global supply chain and technology officer. He reports to Chief Executive Officer Lawson Whiting. On March 16, the company named Dan Muraski as CIO.</p><p>Mr. Muraski, a veteran of more than 12 years at the company, said he plans to focus on supply-chain efficiency, as well as the company's data-analytics capabilities.</p><p>\"We can better inform our supply chain with better planning, so to me that is probably the number one place where technology can play a role,\" Mr. Muraski said Wednesday in an interview. \"There are probably things we could do to our processes around planning and ordering that we could do better,\" he said.</p><p>Sailaja Kotra-Turner was named the company's first chief information security officer on March 16. She reports to Mr. Nall. Ms. Kotra-Turner, joined the company in September 2020 as global director of information-technology security and governance. She previously held roles at Brinker International and Texas Instruments.</p><p>Glass supply shortages affected the beverage industry as demand increased during the pandemic, said Andrea Teixeira, a J.P. Morgan senior equity research analyst.</p><p>The Louisville, Ky.-based company's brands include Old Forester bourbon, el Jimador tequila, Fords Gin and Korbel sparkling wine. It sells its products in 170 countries.</p><p>Write to Suman Bhattacharyya at Suman.Bhattacharyya@wsj.com</p><p>Brown-Forman Structures Tech Leadership Around Supply Chain</p>",
  "published": "2022-04-15T10:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1369,
          "end": 1380
        }
      ]
    }
  ]
}