{
  "_id": "d3f7593ea2ba9815adab45519f13fabc3d6c6989ed32ea926fb1686bdb09e569",
  "feed": "wall-street-journal",
  "title": "Central Banks May Stoke Risks by Raising Interest Rates Together; The most widespread rate increases on record have some economists worrying a lack of coordination may result in unnecessary economic harm",
  "text": "<p>Moreover, the size of those rate rises is larger than usual. On Sept. 20, Sweden's Riksbank increased its reference rate by a full percentage point. It hadn't previously raised or lowered rates by more than half a point since adopting its current framework in July 2002.</p><p>Those central banks are almost universally responding to high inflation. Inflation across the Group of 20 leading economies was 9.2% in July, double the rate a year earlier, according to the Organization for Economic Cooperation and Development. Higher rates cool demand for goods and services and reassure households and businesses that inflation will be brought down over the coming year.</p><p>But some worry that central banks are effectively pursuing national responses to what is a global problem of excess demand and high prices. They warn that central banks as a group will thus go too far—and push the world economy into a downturn that is deeper than necessary.</p><p>\"The present danger…is not so much that current and planned moves will fail eventually to quell inflation,\" Maurice Obstfeld, formerly chief economist at the International Monetary Fund, wrote earlier this month in a note for the Peterson Institute for International Economics, where he is a senior fellow. \"It is that they collectively go too far and drive the world economy into an unnecessarily harsh contraction.\"</p><p>There are few signs that central banks are going to pause and take stock of the impact of their rate increases to date. The Fed indicated Wednesday it would likely raise rates 1 percentage point to 1.25 percentage points over its next two meetings. Economists at JPMorgan expect central bankers from Canada, Mexico, Chile, Colombia, Peru, the eurozone, Hungary, Israel, Poland, Romania, Australia, New Zealand, South Korea, India, Malaysia and Thailand to raise rates in policy meetings scheduled through the end of October.</p><p>That is an array of central-bank firepower with few precedents. But do they all need to be doing so much if they are all doing the same thing?</p><p>Most economists accept that inflation in any one country isn't solely due to forces within that country. Global demand also affects the prices of easily traded goods and services. This has long been apparent with commodities such as oil; a boom in China drove up prices in 2008 even as the U.S. slid into recession. It has also been true in recent years of manufactured goods, whose prices were boosted worldwide by disruptions to supply chains, such as at Asian ports, and elevated demand from government stimulus. One Fed study found that U.S. fiscal stimulus raised inflation in Canada and the U.K.</p><p>But an individual central bank's focusing on matching supply and demand at a national level could go too far, because other central banks are already weakening the global demand that is one of the drivers of national inflation. If each central bank does so, the excess tightening globally may be significant.</p><p>The World Bank shares Mr. Obstfeld's worries, warning in a report that \"the cumulative effects of international spillovers from the highly synchronous tightening of monetary and fiscal policies could cause more damage to growth than would be expected from a simple summing of the effects of the policy actions of individual countries.\"</p><p>That risk could be reduced through coordination between central banks—for example, when they cut key interest rates together during the global financial crisis. Likewise, in 1985 when advanced economies acted together to bring down the dollar and then again in 1987, when they acted together to support it.</p><p>Fed Chairman Jerome Powell noted Wednesday that central banks have coordinated interest-rate actions in the past, but that it wasn't appropriate now when \"we're in very different situations.\" He added that contact among global central banks is more or less ongoing. \"And it's not coordination, but there is a lot of information-sharing,\" he said.</p><p>If coordination isn't feasible, a more attainable goal may be, as the World Bank advised, for national policy makers to \"take into account the potential spillovers of globally synchronous domestic policies.\"</p><p>Mr. Powell suggested that already happens. The Fed's forecasts always take account of \"policy decisions—monetary policy and otherwise [and] the economic developments that are taking place in major economies that can have an effect on the U.S. economy,\" he told reporters.</p><p>Many central banks are worried about raising rates too little in the face of stiff inflation. \"In this environment, central banks need to act forcefully,\" said Isabel Schnabel, a policy maker at the European Central Bank, in a late August speech. \"Regaining and preserving trust requires us to bring inflation back to target quickly.\"</p><p>\"Informal coordination would be beneficial,\" said Philipp Heimberger, an economist at the Vienna Institute for International Economic Studies. \"Systematic thinking on the impact of interest-rate hikes would need to take into account what other central banks are doing simultaneously. This would be a game changer.\"</p><p>SHARE YOUR THOUGHTS</p><p>What could be the ripple effects of monetary tightening by central banks around the world? Join the conversation below.</p><p>Mr. Heimberger said that the Fed has a key role as the prime mover behind the rise in global interest rates and that it should \"seriously consider the implications of its interest-rate hiking cycle for other parts of the world.\"</p><p>Gilles Moëc, chief economist at insurer AXA SA, is doubtful that effective coordination is achievable and argues that in its absence, central banks should tread more carefully as they contemplate further rate rises.</p><p>\"Once monetary policy is in restrictive territory, I think it becomes dangerous to hike mechanically at every policy meeting without taking the time to assess how the economy is responding,\" Mr. Moëc said. \"The quantity of new info between two meetings can be too small and the risk of overreaction rises.\"</p><p>Write to Paul Hannon at paul.hannon@wsj.com</p><p>Central Banks May Stoke Risks by Raising Interest Rates Together</p>",
  "published": "2022-09-26T03:14:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1618,
          "end": 1626
        }
      ],
      "nexusId": "10009914"
    }
  ]
}