{
  "_id": "99dab37832228d7f6520ad9f08564811401c8a4ae9c3f2d51aea41e0834d1655",
  "feed": "wall-street-journal",
  "title": "PE Daily: Hg Reaches for Nearly $15 Billion | $1.3 Billion Raised for Debut Fund | Great Hill Targets $3.5 Billion",
  "text": "<p>In other private-equity fundraising news, we have a report from our Laura Cooper on a debut fund that exceeds $1 billion. She writes that newly formed Recognize Partners plans to invest its new fund in technology services companies. Meanwhile our Preeti Singh reports that London's HgCapital is chasing nearly $15 billion for its two funds focused on larger buyouts and, closer to home, Great Hill Partners in Boston aims to collect $3.5 billion for its eighth buyout vehicle. And looking behind the scenes, our Laura Kreutzer details some of the pressures bearing down on portfolio-company CFOs in this pandemic-stricken world.</p><p>Finally, we'll be watching to see how investors greet the latest major private-equity firm to go public this morning, after TPG Inc. priced its IPO late yesterday, as our Journal colleagues Corrie Driebusch and Miriam Gottfried report. We have all that and very much more encapsulated and linked up for you below, so please slide on down ...</p><p>Today's Top Stories</p><p>HgCapital in London is targeting roughly $14.75 billion for two new buyout funds less than two years after it secured almost $10 billion for the strategies, Preeti Singh reports for WSJ Pro Private Equity. The firm aims to collect at least $8.5 billion for Hg Saturn 3 LP, its large-company buyout fund, and €5.5 billion, equivalent to $6.25 billion, for Hg Genesis 10 LP, which focuses on midsize businesses, according to public documents prepared for the Connecticut Retirement Plans and Trust Funds. Both strategies target investments in software and services businesses mainly in Northern Europe.</p><p>Recognize Partners, a new private-equity firm co-founded by former Clayton Dubilier &amp; Rice Partner David Wasserman, has raised $1.3 billion for a debut fund focused on investments in technology services companies, Laura Cooper reports for WSJ Pro Private Equity. Recognize has already backed three deals out of the new fund with a fourth one in the pipeline.</p><p>Great Hill Partners, which backs midmarket technology-enabled companies, is pitching its eighth fund to investors with a goal of raising $3.5 billion, Preeti Singh writes for WSJ Pro Private Equity, citing people familiar with the effort. The Boston-based firm's Great Hill Partners VIII LP fund would be 40% larger than its predecessor if the firm reaches that goal. Great Hill's seventh fund wrapped up with $2.5 billion in 2019.</p><p>In Memoriam</p><p>William ‘Bill' Stoffel, who led the global private-equity practice at Ernst &amp; Young LLP, died on Dec. 28 after a nine-year battle with cancer. Mr. Stoffel, who had worked at EY for some 30 years, had been promoted to lead the global private-equity practice last year. \"Bill was one of those go-to sources that you knew could speak intelligently on nearly any topic in private-equity, even the controversial ones, and he did it with humor and humility,\" said WSJ Pro Private Equity's Laura Kreutzer. He is survived by his wife and four children.</p><p>Drew Patrick Kelleher, an associate at Providence Strategic Growth Capital Partners, or PSG, died suddenly on Dec. 20. He was 25 years old. Mr. Kelleher had joined PSG last August. In a post on PSG's website, the firm recalled that Drew \"achieved a feat that many claim but only a few accomplish: he got along with everyone.\" Before joining PSG, Mr. Kelleher graduated from Amherst College, where he studied computer science and economics. He went on to work at Needham &amp; Co. as well as JPMorgan Chase &amp; Co., before joining PSG.</p><p>The Take: Covid Adds to Job Worries of Portfolio Company CFOs</p><p>By Laura Kreutzer</p><p>Long before Covid, chief financial officers at private-equity backed companies faced their share of challenges, often as the executives charged with implementing cost savings or growth initiatives, all while providing frequent updates for their private-equity owners. When the pandemic first struck, many companies and their owners immediately went into survival mode and scrambled to bolster and preserve their liquidity, putting more pressure on CFOs.</p><p>Read more in Kreutzer's Take.</p><p>Big Number</p><p>$1.32 Trillion</p><p>The amount of private-equity capital raised but not yet invested -- often referred to as \"dry powder\" -- as of last September, according to data provider Preqin Ltd.</p><p>Deals</p><p>A group of investors is putting $1 billion into online payment-processing platform Checkout Ltd. in a deal that values the company at $40 billion, Peter Rudegeair writes for The Wall Street Journal. The fintech startup's valuation has swelled by more than 20 times since it took on its first outside investment in 2019. The investor group in the latest round includes private investment firms Altimeter Capital, Insight Partners, Dragoneer Investment Group and Tiger Global Management, asset manager Franklin Templeton, sovereign wealth investors GIC and the Qatar Investment Authority, and university endowment Oxford Endowment Fund, according to a press release.</p><p>Lime Rock Management's Lime Rock New Energy strategy has acquired a controlling stake in Electric Power Engineers LLC, according to an emailed news release. The Austin, Texas-based company provides engineering consulting services to the power sector, including system planning and design, grid integration and regulatory compliance. Lime Rock New Energy closed its debut fund last year with $375 million.</p><p>KKR &amp; Co. led investors setting up a $150 million credit facility for vertical greenhouse company Bowery Farming Inc. in New York. The company, which grows produce and other edible products in vertically arranged greenhouse structures, plans to construct farms to serve the Dallas and Atlanta metro areas, with production to begin next year. KKR is backing the company through its credit strategy.</p><p>Advent International and Insight Partners led a $190 million investment in technology company BigPanda Inc. in a transaction that valued the business at $1.2 billion. The Mountain View, Calif.-based company provides programs designed to help companies manage their information technology systems.</p><p>Blackstone Inc. raised its offer for Crown Resorts Ltd. to 13.10 Australian dollars, equivalent to about $9.54, per share to take the casino operator private, Alice Uribe reports for Dow Jones Newswires. The new bid is 4.8% higher than the A$12.50 that the New York firm offered in November, which Crown had rejected as too low.</p><p>Welsh Carson Anderson &amp; Stowe is backing education software company EMS LINQ Inc. in Wilmington, N.C., with a growth investment, joining existing investor Banneker Partners, according to an emailed news release. Formerly known as Education Management Systems, the company makes programs used to manage food services in public schools.</p><p>Fortress Investment Group has backed a $150 million three-year secured credit facility for financial technology company Car Capital as well as a $6.5 million equity investment. Car Capital, a subsidiary of Car Capital Technologies Inc., offers a digital platform that allows car dealers to help their customers finance vehicle purchases.</p><p>KKR &amp; Co. has invested another $75 million in private aviation company Jet Edge International, bringing the total amount of equity and credit the firm has invested in the Columbus, Ohio-based company over the past year to $265 million, according to a press release. KKR backed an initial $150 million credit facility for Jet Edge in June.</p><p>Interlock Equity, a Los Angeles-based private-equity firm, said it has made a growth investment in Apply Digital Ltd., a Canadian company that provides technology and services that help companies manage their online experience.</p><p>Midmarket debt investor Northstar Capital has backed Rustic Bakery, Inc., a specialty foods company backed by lower midmarket private-equity firm San Francisco Equity Partners.</p><p>The Beekman Group, a New York-based private-equity firm, has backed P&amp;R Dental Strategies LLC, which provides business intelligence and claim review services to dental health organizations.</p><p>Aimpera Capital Partners has acquired a majority stake in dairy gas-capture company Novilla Investment Holdings LLC, a Belleville, Mich., company that calls itself Novilla RNG and develops natural gas supplies from cow manure.</p><p>Nile Capital Group Holdings, a private-equity firm that takes minority stakes in other investment managers, is investing in multi-strategy investment firm Welton Investment Partners in Carmel, Calif.</p><p>One Equity Partners is investing in infusion therapy management company InfuCare Rx Inc. in Fairfield, N.J., according to a news release. The company serves more than 4,000 patients across 43 states.</p><p>Generation Growth Capital in Milwaukee has acquired archery company Killer Instinct Inc., investing in the Frankenmuth, Mich., company through Generation Growth Capital Fund III LP.</p><p>Exits</p><p>New Orleans-based LongueVue Capital has sold its portfolio company Select Express &amp; Logistics to AIT Worldwide Logistics, a global supply-chain company backed by Jordan Co. LongueVue initially acquired New York-based Select Express, a final-mile delivery and assembly services provider, back in 2018.</p><p>ACON Investments has sold medical device manufacturer iiMED Medical Solutions LLC in Amherst, N.Y., to Clearlake Capital Group-backed engineering and manufacturing company Team Technologies Inc. in Morristown, Tenn., according to a news release.</p><p>M/C Partners has sold network services company QOS Networks in Irvine, Calif., to strategic buyer Zayo Group Holdings Inc. in Boulder, Colo. M/C Partners first backed the company in September 2020.</p><p>Funds</p><p>Blackstone Inc. has wrapped up its latest credit fund with $8.75 billion in commitments to the strategy more than a year after fundraising began, collecting about $6 billion in the past year for the mezzanine debt investment vehicle. The private credit sector has boomed since the coronavirus pandemic began, WSJ Pro Private Equity has reported. Investors in Blackstone Capital Opportunities Fund IV LP include The New York State Common Retirement Fund, which committed $250 million in September, according to WSJ Pro Private Equity's LP Commitments database. In one recent deal through the strategy, the New York firm pledged more than $1.2 billion to back Canadian property and casualty carrier Westland Insurance Group Ltd.'s growth plans, including acquisitions.</p><p>FTV Capital has made a quick return to the fundraising trail, seeking $1.75 billion for FTV VII LP, a regulatory filing shows. The growth investment firm, which invests across financial services and enterprise technology, closed its previous main fund last year at its $1.2 billion hard cap.</p><p>People</p><p>Private-equity firm EnCap Flatrock Midstream in San Antonio, which focuses on energy-infrastructure investments, has promoted Morriss Hurt to managing partner and chief operating officer, according to a news release. Mr. Hurt joined the firm in 2008.</p><p>Norwest Venture Partners has hired Tiba Aynechi as a general partner on the firm's healthcare investment team to lead its biotech practice. Ms. Aynechi joins the firm from Novo Holdings A/S, where she most recently served as a senior partner, a news release indicated.</p><p>Onex Corp. in Toronto has hired Dave Kelly to lead its Gluskin Sheff + Associates Inc. wealth management unit. He was most recently head of private wealth management and financial planning at TD Wealth.</p><p>Blue Owl Capital Inc. in New York has hired Marc Pillemer as a managing director in its Dyal Capital division that invests in alternative asset managers. Reporting to Michael Rees, co-founder and co-president, Mr. Pillemer previously worked for Blackstone Inc.'s Strategic Capital Group, which also invests in fund managers.</p><p>Bernhard Capital Partners in Baton Rouge, La., has promoted Mark Spender to partner and elevated three other professionals to principal. Mr. Spender joined the firm in 2015. Elevated to principal were Catherine Cusimano, Bryan Poppler and Chris Ringswald, while Jason Badeaux moved up to senior associate.</p><p>Victor Capital Partners in Greenwich, Conn., has hired Matt McLain as an investment partner, according to an emailed news release. He was previously a managing director at Access Holdings in Baltimore.</p><p>Industry News</p><p>China is luring record levels of investment into the country's technology sector, even as it clamps down on consumer-technology firms like Alibaba Group Holding Ltd. and ride-hailing company Didi Global Inc., Liza Lin, Jing Yang and Keith Zhai report for The Wall Street Journal. Venture-capital investors put $129 billion into more than 5,300 startups in China in 2021, higher than the market's last record of around $115 billion for 2018, according to data from investment database Preqin, which has tracked China venture-capital deals since 2000.</p><p>Private equity firm TPG Inc. in Fort Worth, Texas, priced its initial public offering at $29.50 a share, the midpoint of its projected range, in the first big test of the IPO market in the new year, Corrie Driebusch and Miriam Gottfried report for The Wall Street Journal. TPG had aimed to price its offering at $28 to $31 apiece. The stock will start trading Thursday on the Nasdaq stock market under the ticker TPG.</p>",
  "published": "2022-01-13T19:15:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3427,
          "end": 3441
        },
        {
          "start": 3427,
          "end": 3447
        }
      ]
    }
  ]
}