{
  "_id": "d1b5264db5389e7326ab290677f5eb6b9833e44a77137229820812ac096b7979",
  "feed": "wall-street-journal",
  "title": "Arming Ukraine Exposes Divisions in Italy; Antiestablishment 5 Star Movement splits over sending weapons, but Prime Minister Mario Draghi continues with his pro-Western course",
  "text": "<p>Mr. Di Maio attacked the 5 Star Movement's leadership around Giuseppe Conte, Italy's former prime minister, for calling into question Italy's policy of sending arms to Kyiv. \"Faced with the atrocities that Putin is committing in Ukraine, we could not continue to demonstrate uncertainty,\" Mr. Di Maio said late Tuesday, explaining his decision to leave the 5 Star Movement, which he used to lead. \"We had to decide on which side of history we stand: on the side of Ukraine, a country attacked, or on the side of Russia, the aggressor.\"</p><p>Mr. Conte, who has said Italy shouldn't send any more weapons to Ukraine and instead promote dialogue, countered that Mr. Di Maio was looking for a pretext to split from the party.</p><p>The split in the 5 Star Movement, which won a third of the vote in Italy's last national elections in 2018 but has since lost much of its support and populist energy, doesn't directly affect the stability of the Prime Minister Mario Draghi's government. Both the party and the defectors around Mr. Di Maio remain, for now, in the broad-based coalition backing Mr. Draghi, the former president of the European Central Bank. Mr. Draghi on Tuesday won the backing of Parliament to continue with his policy of military support for Ukraine, combined with supporting so-far fruitless diplomatic efforts to end the war.</p><p>Italians are among Europe's more hesitant nations on how to respond to Russia's four-month-old invasion of Ukraine. Most Italians blame Russia for the war and sympathize with Ukraine, but surveys show a significant minority blames the U.S., the North Atlantic Treaty Organization or Kyiv. Support for economic sanctions on Russia is slipping, while opinion polls suggest more Italians are against sending weapons to help Ukraine than are in favor. Those attitudes reflect strong pacifist leanings in a nation with unhappy memories of the two world wars, traditional skepticism toward the U.S. and NATO in parts of society, and less fear of Russian expansionism in Europe's south than in its more exposed east.</p><p>Rome's pro-Western foreign policy is likely to continue regardless, said Daniele Albertazzi, professor of politics at Surrey University in the U.K. \"Where do you stand vis-à-vis the U.S., Russia, NATO, the European Union: These are fundamental issues on which there has never been any difference\" among governments led by the right, the left or technocrats, he said.</p><p>Even populist parties that cater to more U.S.-skeptical voters tend not to rock the boat in practice. \"When in a position in government, they embrace the view that it's in the strategic interest of Italy to remain close to the U.S. and be a constructive partner within NATO and the EU,\" said Mr. Albertazzi.</p><p>At the same time, Italy's position of relative security, far from Mr. Putin's ambitions to rebuild a Russian sphere of influence, helps explain why its military aid for Ukraine has been limited. Italy's arms deliveries so far are comparable in quantity to France's and Germany's, according to data gathered by the Kiel Institute for the World Economy, a German think tank. The EU's three biggest economies have sent Ukraine less military aid than Latvia and Estonia, which have a fraction of their population but fear becoming future victims of Russian revanchism—especially if Ukraine falls. Italy, France and Germany have delivered far fewer weapons than the U.S., Poland and the U.K., Kyiv's three biggest suppliers.</p><p>The Rome government floated a peace plan for Ukraine in May that included many of the elements that Paris and Berlin have also suggested: a cease-fire; neutral status for Ukraine; autonomy for Ukraine's Donbas and Crimea regions, controlled since 2014 by Russia or its proxies; and a withdrawal of Russian forces leading to a relaxation of EU economic sanctions. The Kremlin dismissed the Italian plan out of hand. Many analysts said Rome must have known the plan wouldn't fly, and that Mr. Draghi was responding to pressure from lawmakers for an effort at diplomacy.</p><p>\"Italian public opinion is psychologically wary of any kind of involvement in military conflict and is very happy with the idea of putting people around a table, even though calling for diplomacy is not a real solution per se,\" said Lorenzo Pregliasco, head of Turin-based opinion-polling firm Quorum. \"What Italian public opinion does not understand is that supplying weapons to Ukraine is part of a path that can lead to diplomacy.\"</p><p>Write to Marcus Walker at marcus.walker@wsj.com</p><p>Arming Ukraine Exposes Divisions in Italy</p>",
  "published": "2022-06-22T12:59:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}