{
  "_id": "2e67aff21e08e126cafe3174ee998b91da04902fc61564201eebac3eea40e182",
  "feed": "wall-street-journal",
  "title": "One Equity Partners Collects $2.75 Billion for Latest Fund; The private-equity firm is expected to wrap up fundraising soon for its latest flagship investment vehicle",
  "text": "<p>At $2.75 billion, the new fund would be about 57% larger than its predecessor, which wrapped up with $1.75 billion in commitments in October 2019. One Equity began marketing the new vehicle about a year ago, a regulatory filing indicates.</p><p>One Equity invests in midsize companies, or those with revenue of $100 million to $800 million, in the healthcare and industrial sectors as well as in technology and services in North America and Europe, according to the firm's website. With its previous fund, One Equity planned to write equity checks ranging from $30 million to $300 million per investment, WSJ Pro Private Equity reported.</p><p>The firm has been active both in buying and selling companies over the past year. Last month, it agreed to acquire PGW Auto Glass LLC, a Cranberry Township, Pa.-based distributor of aftermarket products for the North American automotive sector.</p><p>The firm also recently completed the acquisition of Norit Activated Carbon, a Netherlands-based manufacturer of materials used for purification applications.</p><p>On the sell side, One Equity last year agreed to sell PS HoldCo LLC, a Birmingham, Ala.-based provider of freight transportation, brokerage, third-party logistics and supply-chain services across the U.S.</p><p>The firm also sold ResultsCX, a Fort Lauderdale, Fla.-based supplier of automated customer support and services to companies in various sectors including healthcare, telecommunications, media and cable services.</p><p>Former members of Chase's J.P. Morgan Partners started One Equity in 2015 when the bank spun out its private-equity group through a secondary transaction backed by New York-based Lexington Partners and Carlyle Group Inc.'s AlpInvest Partners, WSJ Pro Private Equity has reported.</p><p>One Equity has more than $8 billion of assets under management, according to its website.</p><p>Write to Preeti Singh at preeti.singh@wsj.com and Laura Kreutzer at laura.kreutzer@wsj.com</p>",
  "published": "2022-04-01T11:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1478,
          "end": 1489
        }
      ]
    }
  ]
}