{
  "_id": "014237708a1fdd552630390c04953c5f536e77c446d70ef2ee2f4771df3d16e0",
  "feed": "ftcomall",
  "title": "US companies tipped for strong earnings season despite growing threats",
  "text": "<p>Big US companies are expected to demonstrate their health by reporting strong profits for the past quarter even as high inflation, wage pressure, supply chain disruption and the Omicron coronavirus variant cloud the outlook.</p> <p>As earnings season kicks off this week, companies in the S&amp;P 500 stock index are forecast to deliver year-on-year earnings growth of nearly 22 per cent for the final three months of 2021, following an increase of almost 40 per cent in the previous quarter, according to Wall Street estimates collated by data provider FactSet. </p> <p>Jim Paulsen, chief investment strategist at The Leuthold Group, said he expects a “colossal” set of results across the board, driven by “strong top-line sales”. Nine of the 11 sectors represented in the S&amp;P 500 are forecast to report earnings growth for the fourth quarter, with energy, industrials, and materials likely to lead the way, said John Butters, senior analyst at FactSet. The only sectors where profits are forecast to shrink are utilities and financials. </p> <p>The earnings season comes at a <a href=\"https://www.ft.com/content/4c7d6b7d-55c1-4e27-8ec1-71aade052993\">fraught moment</a> for Wall Street equities, which have started 2022 with volatile trading as investors scrutinise the Federal Reserve's more aggressive stance on <a href=\"https://www.ft.com/content/ddd02d7a-1557-4357-af6f-7c433da1b406\">fighting inflation</a>.</p> <p>Binky Chadha, chief strategist at Deutsche Bank, noted that given the “extraordinary collapse and then surge in earnings” as a result of the pandemic, looking at the change in fourth-quarter profits compared with the previous quarter would be more significant than annual figures. Earnings are forecast to have fallen about 4.6 per cent on that basis, when also accounting for seasonal factors, Chadha said.</p> <p>A strong recovery in corporate America's profits from pandemic-driven lows has helped keep common measures of valuation in check even while stock prices have surged. The S&amp;P 500 is priced at 21 times expected earnings over the next 12 months, compared with 23 times a year ago, despite the index having gained 23 per cent over that period. </p> <p>However, US stocks are still priced well above the average of about 16 times forward earnings over the past two decades, FactSet data show. Analysts say disappointing corporate results could make stocks look even more expensive, dimming their allure to investors. </p> <p>Investors will get an early glimpse of earnings trends when Delta Air Lines reports results on Thursday, followed on Friday by the banks JPMorgan Chase, Citigroup and Wells Fargo and the asset management behemoth BlackRock. </p> <p>Savita Subramanian, head of US equity strategy at Bank of America, said that “better&#xa0;than expected&#xa0;economic data, early [reported] results, solid proprietary BofA [payment] card data, and early indications of stronger than expected holiday sales point to a likely beat this quarter” for overall corporate earnings. </p> <p>Subramanian's sentiment was echoed in a poll last month of large company chief executives by the Business Roundtable, which found historic levels of confidence in the outlook, despite their concerns about labour costs and supply chain issues. </p> <p>The effects of Omicron and upward pressure on wages will also capture investors' attention as they scrutinise corporate results, Subramanian said. She cautioned that while the fourth quarter of 2021 looks bright, “we continue to see downside risks in 2022”. </p> <p><em>Additional reporting by Andrew Edgecliffe-Johnson in New York</em></p><p>Source: George Steer in London 2022 'US companies tipped for strong earnings season despite growing threats' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-12T05:00:34.029Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2379,
          "end": 2393
        }
      ]
    }
  ]
}