{
  "_id": "c375df78497e27b56f668ccac9beb2746dfc0d945420ace1ccde4f76dc81e940",
  "feed": "wall-street-journal",
  "title": "BP's Sudden Russia Exit Exposes Risks for Western Companies in Ukraine Crisis; The British oil firm will face to challenges getting full value for the Rosneft stake that it plans to divest",
  "text": "<p>The decision, which came amid pressure from British government officials, surprised some investment analysts, who had expected BP to try to ride out the turmoil or at least take longer than a few days to work out its future in Russia. It reflected the fast-changing landscape for companies doing business in the country as condemnation of Russia rises world-wide.</p><p>\"From huge companies like BP pulling out, to liquor stores refusing to stock Russian vodka, the dominoes are falling,\" said Jason Bordoff, founding director of the Center on Global Energy Policy at Columbia University. \"If Russia continues with its current invasion of Ukraine, it simply won't be acceptable for people in the international business community to do business with Russia.\"</p><p>Now the big challenge BP faces, bankers and analysts say, is getting anything close to preinvasion value for the Rosneft stake. A foreign buyer might be hard-pressed to get comfortable with the political and financial quagmire of wartime sanctions and Russia's profile as a global pariah, they said.</p><p>\"We did think it would prove more cumbersome to technically exit the position, but they've done it,\" Bernstein energy analyst Oswald Clint wrote in a client note Monday. \"Military action in Ukraine means there is no choice with respect to their exposure to a state-owned enterprise.\"</p><p>Some saw BP's decline of as much as 7.7% Monday, on top of a smaller decline last week, as evidence of investor calculations that BP might get very little return or even walk away. Based on Monday's market reaction, Redburn Ltd. energy analyst Peter Low said, \"In the minds of many investors, that value could be zero.\"</p><p>BP opened an office in Moscow in 1990 and later that decade bought a stake in a Russian oil company. In 1998, BP formed an alliance with Rosneft, and through subsequent deals came to own 19.75% of Rosneft in 2013. Together they own three joint ventures which BP is also exiting.</p><p>Due to its Rosneft stake, BP has been the most exposed to Russia among oil-and-gas majors, but it isn't alone. On Monday, Norwegian energy group Equinor ASA said it had decided to stop new investments into Russia and begin exiting from its Russian joint ventures following Moscow's attack on Ukraine. That came a day after Norway government officials said they would move to freeze and banish Russian assets from the country's more-than-$1 trillion sovereign-wealth fund.</p><p>The developments have ramped up pressure on other energy companies like British oil giant Shell PLC and France's TotalEnergies SE to map out what they might do with their stakes in Russian energy projects. A Shell spokesman declined to comment Monday, and TotalEnergies didn't respond to a request for comment.</p><p>BP officials said Mr. Putin's Feb. 24 invasion of Ukraine marked a turning point. It triggered a BP board meeting the next day, and another Sunday, as the company weighed how to respond.</p><p>Russia's aggression \"has led the BP board to conclude, after a thorough process, that our involvement with Rosneft, a state-owned enterprise, simply cannot continue,\" BP's chairman, Helge Lund, said Sunday. BP CEO Bernard Looney resigned from Rosneft's board effective immediately.</p><p>Some analysts said the move came partially as a relief, providing a justifiable break from the financially and reputationally volatile partnership with Russia. \"Russia exposure has been a major overhang for the shares for years so a clean exit is positive,\" Bernstein's Mr. Clint wrote.</p><p>\"The timing and forced exit of Rosneft is less than ideal,\" JPMorgan &amp; Co. analysts said in a note Monday, but added that the loss of dividends from the Rosneft stake could be offset by the end of BP's \"Russia overhang.\"</p><p>Analysts also said the Russia business didn't sit easily with many investors looking for BP to accelerate its push into lower-carbon investments. Divesting the Rosneft stake, while painful in the short term, helps clarify the company's longer-term strategy, they said.</p><p>BP said it would suffer a financial hit of as much as $25 billion, though its actual loss—even if it receives nothing for the Rosneft stake—would be much smaller, analysts said.</p><p>Write to Jenny Strasburg at jenny.strasburg@wsj.com</p><p>BP's Sudden Russia Exit Exposes Risks for Western Companies in Ukraine Crisis</p>",
  "published": "2022-02-28T17:40:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3534,
          "end": 3548
        },
        {
          "start": 3534,
          "end": 3542
        }
      ],
      "nexusId": "10009914"
    }
  ]
}