{
  "_id": "b556dc2b1457cfa42467e9a0e54a288266c63f442f861ede689d60c79bf8e50d",
  "feed": "wall-street-journal",
  "title": "Eurozone Inflation Climbs to Fresh High as Russian Invasion Confronts ECB With Dilemma; Pickup in inflation driven by higher energy prices, with further increases likely",
  "text": "<p>The European Union's statistics agency Wednesday said consumer prices were 5.8% higher in February than a year earlier, an acceleration from the 5.1% rate of inflation recorded in January. It was the fourth straight month in which the inflation rate hit a record high, and probably not the last.</p><p>\"The war in Ukraine will add to upward pressure on inflation,\" said Andrew Kenningham, an economist at Capital Economics. \"The biggest impact will be via gas and oil prices, both of which are likely to be higher for longer than previously expected. Any disruption to the supply of gas from Russia could cause prices to surge again.\"</p><p>Much of the pickup in inflation has been driven by energy prices, which were 31.7% higher than a year earlier, having been 28% higher in January. That was also the fastest annual increase in a series that goes back to 1997.</p><p>As they prepared their plans for 2022, policy makers at the ECB had been counting on a decline in energy prices—as demand for winter heating fuels eased toward the end of this month—to help reverse the rise in the eurozone's inflation rate and bring it back to its 2% target by the end of this year.</p><p>But first the threat, and then the fact of Russia's invasion of Ukraine has dashed those hopes. Economists at Capital Economics now expect the annual rate of inflation to peak at more than 6% this month, and remain above 5% until the final three months of the year.</p><p>Economists at JPMorgan said they now expect the average rate of inflation in 2022 to be 1 percentage point higher than they did before the invasion at 5%. By contrast, the ECB's December forecast for inflation this year was 3.2%, well above its 2% target.</p><p>But economic growth is also likely to turn out weaker than the ECB had expected. JPMorgan said it now expects the eurozone economy to stagnate in the three months through March, having previously forecast an annualized increase in gross domestic product of 1%. It also lowered its growth forecasts for subsequent quarters.</p><p>That presents the ECB with a dilemma. It could tackle inflation by winding down its bond-buying program and open the way for a rise in its key interest rate later this year or early next. But that would likely exacerbate the slowdown in growth, and threaten a sharp decline in inflation back below its target next year.</p><p>Alternatively, the ECB can leave its stimulus measures in place and tolerate a period of very high inflation to cushion the economy against the fallout from Russia's war. But that might persuade eurozone workers that inflation is set to remain high for an indefinite period, and inspire them to ask for significantly higher wage rises than they have secured over recent decades. Big wage rises might prompt another round of price increases as businesses seek to cover their higher costs.</p><p>However, there is little sign that workers are getting larger pay rises. Germany's statistics agency Tuesday said that annual pay rises negotiated by labor unions or similar groups amounted to just 1.1% in the three months through December.</p><p>Before the invasion, the ECB had signaled it was likely to choose the first course of action, and announce a timetable for ending its bond buys at its March 10 meeting. But many economists now think that unlikely, given the mounting threats to eurozone economic growth.</p><p>\"The dramatic conflict in Ukraine is now weighing negatively on both supply and demand conditions, making uncertainty more acute,\" said Fabio Panetta, an ECB policy maker in a speech Monday. \"In this environment, it would be unwise to pre-commit on future policy steps until the fallout from the current crisis becomes clearer.\"</p><p>European government bonds rallied Tuesday as investors bet the ECB would delay hiking interest rates. The benchmark 10-year German bund yield declined to minus 0.031% on Tuesday after spending the past four weeks in positive territory. The equivalent French, Italian and Spanish government bond yields also dropped. Yields fall when prices rise.</p><p>Write to Paul Hannon at paul.hannon@wsj.com</p><p>Eurozone Inflation Climbs to Fresh High as Russian Invasion Confronts ECB With Dilemma</p>",
  "published": "2022-03-02T10:06:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1433,
          "end": 1441
        },
        {
          "start": 1756,
          "end": 1764
        }
      ],
      "nexusId": "10009914"
    }
  ]
}