{
  "_id": "f44f86e159fae30a5163c7cbf1e975b63ed14e088e745efe8ba0914531812d03",
  "feed": "market-watch",
  "title": "Dow drops 500 points, U.S. stocks down sharply as Russia says it will begin attacks on Kyiv",
  "text": "<p>How are stock indexes performing?</p><p>The Dow Jones Industrial Average DJIA fell 538 points, or 1.6%, to 33,354, after dropping 785 points at its session low.</p><p>The S&amp;P 500 SPX was down 56 points, or 1.3%, at 4,318.</p><p>The Nasdaq Composite COMP dropped 152 points, or 1.1%, to 13,600.</p><p>On Monday, the first trading day after Western nations started to block access to some Russian bank to the SWIFT messaging system, the Dow fell 166 points, or 0.5%, the S&amp;P 500 declined 0.2% and the Nasdaq Composite gained 0.4%.</p><p>What's driving markets?</p><p>Stocks were sinking after Russia on Tuesday stepped up its shelling of Kharkiv, Ukraine's second-largest city. There wasn't any tangible progress made in cease-fire talks between Russia and Ukraine held near the Ukrainian border with Belarus on Monday, though the two sides agreed to keep talking.</p><p>“Clearly the Russia-Ukraine situation is the primary driver of the markets,” with investors buying U.S. Treasurys in “a flight to safety,” said Randy Frederick, managing director of trading and derivatives at Charles Schwab, in a phone interview Tuesday. When prices of Treasurys rise, yields fall.&#xa0;</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y was trading around 12 basis points lower Tuesday afternoon at about 1.71%. That compares with around 2% ahead of the invasion.</p><p>“Financials are getting pounded because the 10-year is down sharply today,” Frederick said of its yield, adding that financial companies tend to do well in a rising rate environment. “That's dragging down the Dow.”</p><p>American Express Co. AXP was leading the Dow's decline Tuesday afternoon with a an 8% drop while JPMorgan Chase &amp; Co. JPM was trading about 4.6% lower and Goldman Sachs Group Inc. GS was down 3%, according to FactSet data.</p><p>Frederick said he prefers looking at the performance of the S&amp;P 500 index, as it's a broader representation of the U.S. stock market. Financials were the worst-performing of the S&amp;P 500's 11 sectors, down 3.7% Tuesday afternoon, according to FactSet data, at last check. Energy was the sole sector showing gains, up 0.6%.</p><p>Meanwhile, satellite images showed&#xa0;a 40-mile convoy of Russian tanks and other military vehicles&#xa0;advancing on Kyiv, the capital of Ukraine. Russia's Defense Ministry said it would begin strikes against Ukrainian intelligence and information facilities in Kyiv, warning residents living nearby to leave their homes, The Wall Street Journal reported.</p><p>“Investors fear that Russia has gone too far to blink first,” said Fawad Razaqzada, analyst at ThinkMarkets, in a note.</p><p>“If you ever wondered how headline-driven markets looked like, well this is it. After staging an impressive recovery on Monday to close the weekend gaps, the major indices have started the new month on the back foot once again. This is hardy surprising given Ukrainian situation and the impact sanctions on Russia is having on the wider global markets,” he said, noting some European banks have large exposure to Russian lenders.</p><p>Oil prices soared and remained sharply higher despite an agreement by member countries of the International Energy Agency, including the U.S., to release 60 million barrels of crude from strategic reserves. The U.S. benchmark CL.1 was up around 9% at $104.21 a barrel on the New York Mercantile Exchange, after trading as high as $104.99 — its highest since 2014.</p><p>See: Oil surges, but history says prices eventually fall after countries release emergency reserves</p><p>In U.S. economic data released Tuesday, the Institute for Supply Management said its manufacturing index rose to 58.6% in February, up from a 14-month low of 57.6% a month earlier. Economists polled by The Wall Street Journal forecast the index to rise to 58%. Any number above 50% signifies growth.&#xa0;</p><p>“The manufacturing sector remains on a solidly expansionary footing despite tight inventories, rising costs, supply-chain challenges and a tough hiring environment. Demand remains strong,” said Jim Baird, chief investment officer at Plante Moran Financial Advisors.</p><p>Which companies are in focus?</p><p>Shares of Target Corp.TGT soared 11% after the retailer delivered better-than-expected fourth-quarter profit and offered upbeat guidance, offsetting a revenue miss.</p><p>Zoom Video Communications Inc.ZM warned of a big slowdown in sales growth this year and said it would spend big for futures opportunities, while also announcing a plan to repurchase $1 billion in stock. Shares dropped about 5%.</p><p>Shares of Workday Inc.WDAY jumped nearly 7% after the human-resources cloud-software company topped estimates for the quarter and forecast a subscription revenue range that exceeded the Wall Street consensus.</p><p>HP Inc.HPQ late Monday reported a steep increase in personal computer sales and overall revenue, while offering strong guidance for its fiscal year. Shares fell 1.2%.</p><p>How are other assets faring?</p><p>The ICE U.S. Dollar Index DXY rose 0.7%.</p><p>Gold futures GC00 for April delivery GCJ22 rose 2.3% to settle at $1,934.80 an ounce. That's the highest most-active contract finish since January 2021, according to FactSet data.</p><p>Bitcoin BTCUSD was up 5.3% at around $43,862.</p><p>The Stoxx Europe 600 XX:SXXP closed 2.4% lower, while London's FTSE 100 UK:UKX fell 1.7%.</p><p>Equities rose in Asia, with the Shanghai Composite CN:SHCOMP ending 0.8% higher, while the Hang Seng Index HK:HSI edged up 0.2% in Hong Kong and Japan's Nikkei 225 JP:NIK rose 1.2%.</p><p>—Steve Goldstein contributed to this article.</p>",
  "published": "2022-03-01T15:15:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1619,
          "end": 1638
        },
        {
          "start": 1640,
          "end": 1643
        }
      ]
    }
  ]
}