{
  "_id": "94652d3a1419c8eb7bde3f7b1d56198f99bbf7fc202fcc08e2a1aad3bfcf3a67",
  "feed": "wall-street-journal",
  "title": "Citigroup's Quarterly Profit Falls 26%; Investment banking fees jumped, but trading revenue fell",
  "text": "<p>Citigroup Inc.'s fourth-quarter profit fell 26%, the bank said Friday.</p><p>The bank posted net income of $3.2 billion, or $1.46 a share, beating analyst expectations for $1.39 a share, according to FactSet.</p><p>Revenue rose 1% to $17 billion, better than the $16.8 billion analysts had forecast.</p><p>For the full year, Citi's profit nearly doubled to $22 billion and revenue fell 5% to $71.9 billion.</p><p>Under Chief Executive Jane Fraser, Citigroup has been shedding many international consumer operations in an attempt to simplify its business and boost profitability. Citigroup is pulling back from consumer operations in 14 countries, including Mexico, one of its biggest foreign markets.</p><p>The work, in particular a plan to wind down operations in South Korea, pushed expenses up 18% in the quarter to $13.5 billion. That dragged down profit at the same time that revenue from its market trading operations fell. Wild markets have powered trading revenue—and banks' profits—throughout the pandemic.</p><p>Revenue in the institutional clients group rose 4% to $9.9 billion. Trading revenue fell 17% in the quarter. Investment banking fees from advising companies on mergers, and underwriting stock and debt sales, rose 43%.</p><p>On the consumer side, revenue fell 6% to $6.9 billion and profit fell 42%, hurt by low interest rates and the restructuring expenses.</p><p>Write to David Benoit at david.benoit@wsj.com</p><p>Earnings Season</p><p>Financial-company results and analysis, selected by the editors</p><p>* JPMorgan's Quarterly Profit Drops 14%</p><p>* Wells Fargo Revenue Rises, Profit Soars</p><p>* BlackRock Now Manages Over $10 Trillion in Assets</p><p>Citigroup's Quarterly Profit Falls 26%</p>",
  "published": "2022-01-14T13:23:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1466,
          "end": 1474
        }
      ]
    }
  ]
}