{
  "_id": "5612c8e5526e41a084025362ecba24e48e89f78e8c4fd03aedb1d76c7bbc6c0a",
  "feed": "wall-street-journal",
  "title": "Derby's Take: Fed Likely to Use Job View in FOMC Statement to Tee Up March Rate Hike; Economists say the Fed will likely move to say that the economy has achieved full employment to cement March rate-rise expectations",
  "text": "<p>The Fed has already acknowledged in policy statements and in the comments of officials that inflation levels are too high. The surge in price pressures is the main reason why the central bank has, since late last year, aggressively shifted toward what is likely to be a path of rate rises, joined with action that will also see officials allow their nearly $9 trillion balance sheet to start shrinking later this year.</p><p>Until recently, the central bank has had to balance its inflation problem with a job market still on the mend. While Fed officials still believe the economy is several million jobs or so short of where it was before the pandemic struck nearly two years ago, the U.S. has nevertheless seen a very swift reduction in unemployment. The jobless rate fell from 6.4% in January of last year to 3.9% in December. The rate was at 3.5% in February 2020, just ahead of the pandemic's onset.</p><p>The job sector is \"as tight as it could be at this point,\" Federal Reserve Bank of Richmond President Thomas Barkin said in an early January interview. And while labor-force participation rates are still low, he said that for now the economy has something like \"interim full employment.\"</p><p>While the Fed isn't likely to see the current range of joblessness as inflationary, the employment sector is seeing strong wage gains, and it is quite possible the jobless rate will fall even more. St. Louis Fed leader James Bullard said in an interview earlier this month the unemployment rate could fall below 3% by year's end, something last seen in the early 1950s.</p><p>The state of hiring and the expected path of hiring should allow the Fed to say that it has met its maximum employment goal. With inflation at problematic levels, acknowledging success on its hiring mandate should be a green light for higher rates.</p><p>\"Declaring that labor markets have reached conditions consistent with maximum employment should send a strong signal about a March rate hike,\" said economists at Barclays PLC. Economists at Bank of America Corp., JPMorgan Chase &amp; Co. and Oxford Economics, a private research firm, also believe the Fed will deploy language about hitting maximum employment to cement March rate-rise expectations.</p><p>On Jan. 14, New York Fed leader John Williams hinted at the central bank's evolving view on the state of the job market. \"Given the clear signs of a very strong labor market, we are approaching a decision to get that process under way,\" he said of the move toward higher short-term borrowing costs. \"The timing of such decisions will be based on a careful consideration of a wide range of data and information, with a clear eye on our maximum employment and price stability goals,\" he said.</p><p>The Fed's policy statement, which is widely expected to affirm a steady stance for monetary policy for now, isn't the only place for the central bank to further guide the outlook on its now near-zero interest rate target. Chairman Jerome Powell will also have his press conference to manage expectations, and given the breadth of central bank commentary over recent weeks on a March rate rise, there is little reason to think he won't take that opportunity.</p><p>Write to Michael S. Derby at michael.derby@wsj.com</p>",
  "published": "2022-01-26T10:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2020,
          "end": 2040
        }
      ],
      "nexusId": "10009914"
    }
  ]
}