{
  "_id": "79e91e04385a0a1d1822341d31426c2d106efbe5c656c319224c9bf0e8778d6e",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: Twitter bankers on a knife's edge waiting to see if fees are paid",
  "text": "<p>Dear reader,</p> <p>Twitter shareholders are not the only ones anxious to see if Elon Musk lives up to his signed agreement to buy the business. </p> <p>The social network's advisers at Goldman Sachs and JPMorgan collectively have $113mn in advisory fees riding on the completion of the transaction. That is looking dicey. The spread between the Twitter trading price and deal price now exceeds 30 per cent. </p> <p>By custom, the vast bulk of banker deal fees are only paid when a transaction is finished. After two spectacular years of blockbuster M&amp;A, 2022 looks likely to be a fallow time for rainmakers. That makes the Twitter payouts even more crucial for the bankers involved.</p> <p>Because Twitter shareholders must vote to approve the Musk buyout, they each receive a thick packet of information from the company to inform their decision. Included in the publicly filed document known as a <a href=\"https://d18rn0p25nwr6d.cloudfront.net/CIK-0001418091/ee07b45a-163f-4cba-ad33-68ddc6063fc8.pdf\">merger proxy</a>, is the financial analysis from the outsiders that the board relied on to make its decision to sell. The financial advisers also gave a formal written and oral opinion on the “fairness” of the acquisition price to the Twitter board, a practice that helps the directors satisfy their “duty of care”.</p> <p>Accompanying the financial analysis in the proxy statement is a list of the potential conflicts of the investment bankers, including disclosures about how the company has paid them in the past and for the current transaction. For example, JPMorgan noted that it had been paid $9mn in fees by Twitter in the past two years for previous work. </p> <p>Goldman, a longtime Twitter adviser, had made more than $7mn from Twitter in the previous two years. It, however, left a placeholder for its previous fees earned from Musk and Twitter that presumably will be filled in when the proxy is finalised and approved by the Securities and Exchange Commission. </p> <p>Interestingly, JPMorgan and Goldman each had lengthy disclosures about potentially profitable hedging transactions undertaken for Twitter related to previous convertible bond offerings by the company.</p> <p>As it turns out, not all of the banker fees are at risk if the Musk deal fails to close. Of Goldman's negotiated $80mn fee, $15mn became payable when the deal was announced. Similarly, $5mn of JPMorgan's $53mn payout was due upfront. Banks in their engagement letters often negotiate these immediate payments, sometimes called “opinion fees”, which coincide with a deal announcement. </p> <p>These early fees serve as a measure of protection. Selling a company can be a lot of work, though in this case the offer for Twitter was accepted in a matter of days after Musk made his first approach. By ensuring a portion of the total is not put at risk, that work is then compensated regardless of the outcome. </p> <p>Typically, the opinion fee is perhaps just a couple of million dollars. That ensures that the banks are only rewarded if selling shareholders get their money in the end. It is then notable that Goldman was able to wring out a near 20 per cent guarantee of its overall charge. </p> <p>Another recent high-profile Goldman client was not so generous. Warren Buffett's Berkshire Hathaway announced in April that it was buying insurer Alleghany Corporation for $12bn. The transaction terms attracted attention because it is paying the unusually precise price of $848.02 per share. </p> <p>That figure arose because the buyer of the selling company is implicitly or explicitly responsible for paying the bankers' fee. Buffett, who famously loathes investment bankers, set the price for Alleghany at $850 per share, less Goldman's fee. The total $27mn payout for Goldman is, however, only due if the transaction closes, with none to be paid at the time of announcement.</p> <p>The good news for Goldman and Alleghany shareholders is that they are dealing with Warren Buffett, not Elon Musk.</p> <p>Enjoy the rest of the week,</p> <p><strong>Sujeet Indap<br></strong><em>US Lex editor</em></p><p>Source: Sujeet Indap 2022 'The Lex Newsletter: Twitter bankers on a knife's edge waiting to see if fees are paid' FT.com 25 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-25T11:38:24.774Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1840,
          "end": 1848
        },
        {
          "start": 2219,
          "end": 2227
        },
        {
          "start": 1421,
          "end": 1429
        },
        {
          "start": 189,
          "end": 197
        }
      ]
    }
  ]
}