{
  "_id": "166c935a87e8c64cddb18d0f9272202b6b4a964946d8c0fef02eba01ed5b8583",
  "feed": "market-watch",
  "title": "Weekend reads: Retailers follow Snap's warning, but some buck the bad trend; Also, dividend stocks, signals of better times for housing and an investing mistake to avoid",
  "text": "<p>* Best BuyBBY reported a mixed quarter, but also lowered its full-year revenue guidance.</p><p>* Dick's Sporting Goods' DKS lowered full-year outlook overshadows earnings beat</p><p>* Burlington Stores BURL earnings fall short and retailer lowers guidance</p><p>* Nautilus NLS stock plunges after disappointing outlook, and Peloton shares also fall</p><p>* Gap GPS stock drops as Old Navy's struggles sink sales and outlook</p><p>A related warning: \"I feel like I am reliving the summer of 2008.\" Strategist David Rosenberg sees bear market sinking the S&amp;P 500 to 3,300</p><p>These retailers buck the trend</p><p>Discounter Dollar Tree DLTR blew past estimates for sales and earnings. Rival Dollar General DG raised its guidance for same-store sales growth.</p><p>Macy's M said its quarterly profit nearly tripled from a year earlier. The company raised its full-year profit guidance.</p><p>Here's a possible catalyst for rising stock prices through midyear</p><p>Some money managers have to rebalance portfolios for pensions, mutual funds, institutions and even individual clients each quarter. Here's why rebalancing might lead to a $250 billion inflow for stocks by June 30.</p><p>Another good sign for stocks: Strong insider buying suggests a 15% rally in the S&amp;P 500 from here</p><p>Also read: Both stock-market bulls and bears claim today's margin debt supports their view. Here's the truth</p><p>And some tough timing: Withdrawing from your 401(k) or IRA in a down market? What you need to know</p><p>Dividend stocks are shining in 2022 — here's a look ahead</p><p>The chart above shows total returns this year for the SPDR Portfolio S&amp;P 500 High Dividend ETF SPYD (which tracks a group of 80 stocks in the S&amp;P 500 with the highest dividend yields) and the SPDR S&amp;P 500 ETF SPY. It is clear that investors are more comfortable with dividend stocks in this environment.</p><p>Here's a list of 15 stocks in the S&amp;P 500 High Yield Index that are expected to raise their dividends the most through 2024.</p><p>Will the Federal Reserve's anti-inflation policy work?</p><p>The Federal Reserve is moving quickly to reduce its bond portfolio, which means a shrinking money supply in the U.S. That action, while interest rates rise, is expected to cool the U.S. economy and lower the inflation rate. Vitaliy Katsenelson considers what will happen with prices for various items as the economy slows.</p><p>Former Federal Reserve chairman Ben Bernanke said this week that he expects the central bank to succeed in reducing inflation. Bernanke also explained why the Fed hadn't moved more quickly to tame inflation.</p><p>More on the Fed:</p><p>* Even a recession wouldn't cure inflation, former Obama adviser says</p><p>* Confused about where Fed policy is headed? Don't worry. Professional forecasters are, too.</p><p>* Peter Morici: The Fed must do this to avoid a job-killing recession</p><p>A different take on inflation</p><p>Mark Hulbert explains why inflation is already subsiding, despite the increase of more than 8% for the consumer-price index in April from a year earlier. Data released Friday supports that view.</p><p>More: As Biden fights inflation, economists warn his weapons for this battle look 'extremely limited'</p><p>Signs of better times for home buyers</p><p>The incredible real-estate market in the wake of the pandemic and so much stimulus, followed now by an increase in mortgage loan rates, might have you thinking that buying a home or upsizing is out of your reach. Quentin Fottrell looks at some positive developments:</p><p>* The red-hot U.S. housing market finally 'offers hope' for buyers and sellers, according to this real estate economist</p><p>* Fannie Mae chief economist says the U.S. housing market has finally turned a corner. Here's why</p><p>More housing coverage:</p><p>* Pending home sales fall for sixth straight month due to high prices and mortgage rates</p><p>* After 2 stormy years of 'moonshot' house prices, don't hold out hope for a major correction. Why COVID-era property values may be here to stay</p><p>These investors are most likely to make this type of mistake during stock-market volatility</p><p>This group of people, with so much responsibility for others while also saving for retirement, is most likely to make this type of terrible mistake, according to a new study in the Journal of Financial Data Science.</p><p>How has JP Morgan lived up to its commitment on racial equity?</p><p>JPMorgan Chase &amp; Co. JPM made the biggest racial-equity commitment of any U.S. company in the aftermath of George Floyd's murder in May of 2020. Here's what has happened since then.</p><p>Plus: Two years after George Floyd's killing, Big Tech shareholders vote on racial-justice proposals</p><p>This is how investors can jump on a new health threat</p><p>Jaimy Lee lists five biotech stocks that jumped after the World Health Organization confirmed dozens of monkeypox cases in Europe and the U.S.</p><p>Here's how to have some fun while helping others — and yourself — in retirement</p><p>Richard Eisenberg shares \"the secret sauce\" for a satisfying retirement.</p><p>News: Senate releases draft retirement savings legislation in line with Secure Act 2.0</p><p>Want more from MarketWatch? Sign up for this and other newsletters, and get the latest news, personal finance and investing advice.</p><p>Weekend reads: Retailers follow Snap's warning, but some buck the bad trend</p>",
  "published": "2022-05-28T08:53:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4246,
          "end": 4249
        },
        {
          "start": 4170,
          "end": 4179
        },
        {
          "start": 4225,
          "end": 4245
        }
      ]
    }
  ]
}