{
  "_id": "0bc2d1655ee12c63866479403e15a28b97bebc34efa8dd1511a82621797e380e",
  "feed": "ftcomall",
  "title": "US stocks struggle for direction as traders reassess rate rise outlook",
  "text": "<p>US stocks struggled for direction on Monday, following a bounce last week, as traders debated the extent to which an economic slowdown would sway central banks' plans for aggressive rate rises.</p> <p>The S&amp;P 500 share index ended Monday 0.3 per cent lower, after a turbulent day of trading in which the index slowly gave up earlier gains. The blue-chip share benchmark remains about 18 per cent lower for the year. The tech-heavy Nasdaq Composite, which is stacked with growth <a href=\"https://www.ft.com/equities\">stocks </a>that have swooned this year owing to their sensitivity to changes in interest rate expectations, slipped 0.9 per cent. </p> <p>The FTSE All-World index of global stocks has also dropped about 18 per cent this year, as scorching consumer price <a href=\"https://www.ft.com/global-inflation\">inflation </a>— now running at an annual rate of 8.6 per cent in the US — prompted the Federal Reserve and other global rate-setters to rapidly tighten monetary policy. </p> <p>But weakening economic data have sparked speculation that the Fed, whose actions are followed by many other central banks, may not need to raise rates to the levels previously anticipated. The S&amp;P closed out last week 6.4 per cent higher. </p> <p>Even after a report on Monday showed that new orders for long-lasting US goods beat expectations in May, rising 0.7 per cent, analysts at JPMorgan flagged that much of the growth stemmed from price increases. At the same time, a regional survey from the Dallas Federal Reserve revealed that Texas manufacturing activity contracted sharply in June.</p> <p>Last week, global purchasing managers' indices indicated companies were already suffering from tighter financial conditions and weakening consumer demand. Futures markets are now tipping the Fed's benchmark interest rate to hit 3.5 per cent by early 2023, down from estimates of almost 3.9 per cent two weeks ago. The Fed's current target range stands at 1.5 to 1.75 per cent. </p> <p>Investors remain cautious, however, about adding equity risk until the next quarterly earnings season reveals whether inflation and soft consumer sentiment are affecting companies' profits more than analysts have forecast. </p> <p>“Until we are at that point where we've fully digested corporate guidance on where they see the next half year, we'll have these whipsaws up and down [for stock markets],” said Maarten Geerdink, head of European equities at NN Investment Partners. </p> <p>“Economic data is already slowing sufficiently to prompt a rethink of Fed rate expectations,” Jefferies strategist Sean Darby said in a note to clients. But, he added, “the S&amp;P 500 is yet to see the earnings cuts necessary to fully clear the runway for a recovery”. </p> <p>The price of Brent crude oil rose 1.7 per cent to $115.09 a barrel. G7 leaders are meeting this week to discuss a price cap on Russian oil amid warnings from energy sector leaders that Moscow may retaliate by cutting off gas supplies to Europe. </p> <p>Germany's 10-year Bund yield rose 0.11 percentage points to 1.54 per cent as the price of the benchmark eurozone debt instrument fell. </p> <p>The yield on the benchmark 10-year US Treasury note, which sets the tone for debt costs worldwide, rose 0.07 percentage points to 3.20 per cent.</p> <p>In European stock markets, the regional Stoxx 600 index rose 0.5 per cent, following its first weekly gain in a month, but remained almost 15 per cent lower for the year. London's FTSE 100 added 0.7 per cent and Frankfurt's Xetra Dax gained 0.5 per cent. </p> <p>In Asia, Hong Kong's Hang Seng index added 2.4 per cent, pushed higher by city authorities in Shanghai declaring victory over Covid-19 outbreaks at the weekend. That was followed, however, by official reports of new, locally transmitted cases on Monday.</p> <p><em>Additional reporting by Harriet Clarfelt</em></p><p>Source: Naomi Rovnick and Joe Rennison 2022 'US stocks struggle for direction as traders reassess rate rise outlook' FT.com 27 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-27T20:07:46.705Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1255,
          "end": 1263
        }
      ]
    }
  ]
}