{
  "_id": "c5135f9a4162b494b9a50aff7c0b0898136841c65e325b771912a7c97c8f9771",
  "feed": "ftcomall",
  "title": "Sanctions: Wall Street is hapless conscript in attritional war",
  "text": "<p>Wall Street banks have been burning up the phone lines to Washington DC over the past six weeks. The largest commercial lenders in the US are, like it or not, in the vanguard of the west's financial response to Russia's barbaric invasion of Ukraine. </p> <p>That status has been confirmed by a <a href=\"https://www.ft.com/content/81f59d57-0b59-4d54-a21f-6f0d8d43353e\">US Treasury</a> edict banning Russia from using frozen greenbacks held in US bank accounts to make service payments on dollar-denominated sovereign debt. </p> <p>The Treasury allowed such payments to proceed in previous weeks. Russia thereby skirted a potentially seismic debt default. Now canny central bank boss Elvira Nabiullina must decide whether to tap precious dollars stored elsewhere to make the payments. </p> <p>As for the likes of JPMorgan and Citigroup, the esoteric world of payment agents and money transfers has never been so fraught. </p> <p>Complex sanctions that come with wriggle room have conscripted them into the geopolitical conflict. New York banking executives must now check with the Biden administration before disbursing any Russian-based money to other banks and, ultimately, bondholders.</p> <p>The Russian state has around $40bn of dollar-denominated debt. A default would be odd — arguable, even — because Russia has the funds to make the payments but has simply had a chunk of them fully frozen by the US. </p> <p>Pending payments blocked this week include an $84mn coupon payment and a $552mn principal repayment. A 30-day grace period will therefore ensue. But Russia will be able to do little to make the Treasury change its attitude towards using Russian dollar reserves. In the weeks when debt service was allowed, Russian bond prices rallied to above 40 cents on the dollar. </p> <p>The propaganda battle around payments will intensify. It is just one front in a sanctions war that is becoming as attritional as the military conflict between Ukraine and Russia. Wall Street banks have no option beyond observing the letter and spirit of Washington's dictates. Globalisation was supposed to have made such political uses of markets and multinationals impossible. But globalisation, like the Russian army, is in disordered retreat. </p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of the US bond payments freeze on Russia in the comments section below.</em></p><p>Source:  2022 'Sanctions: Wall Street is hapless conscript in attritional war' FT.com 5 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-05T17:32:25.867Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 709,
          "end": 717
        }
      ]
    }
  ]
}