{
  "_id": "8c8baebe337406296fa0a0d391915253a88276101d1d17f9f052c034c313e217",
  "feed": "ftcomall",
  "title": "Shares of Tesla's battery maker plunge after net profit slides",
  "text": "<p>Shares of the world's biggest electric vehicle battery maker Contemporary Amperex Technology dropped sharply on Thursday as investors reacted to disappointing results that revealed a large wager on commodity prices.</p> <p>The earnings release came as China's economy has struggled with <a href=\"https://www.ft.com/content/71b7fa2f-1158-4e4c-b6cd-b0ab309593a6\">elongated Covid-19 lockdowns</a>, which have slowed production at Tesla, a top CATL customer, and as the Russia-Ukraine war increased the cost of raw materials. </p> <p>CATL's shares fell as much as 14 per cent to Rmb353 ($53) in morning trading when Chinese markets reopened after the labour day holiday, before trimming the losses. </p> <p>The drop came after CATL said late last week its net profit had slid 24 per cent for the first quarter of this year to Rmb1.49bn ($224mn) compared with the same quarter the year before, with analysts' expectations sitting anywhere between Rmb2bn and 8bn, according to JPMorgan. </p> <p>CATL also recorded Rmb1.8bn in “derivative financial liabilities” for the first time and hedging losses of Rmb1.2bn. </p> <p>“To deal with the risk of raw material price volatility, the company hedges nickel-related products,” CATL executives said on a call with analysts on Wednesday. “Overall, [hedging] has a small impact on the company's business.”</p> <p>The price of nickel soared 250 per cent over two days in March to $100,000 a tonne as a <a href=\"https://www.ft.com/content/0269cdda-ef67-43c8-b820-a919c919b5fa\">vicious short squeeze</a> took hold, sparked by fears of supply shortages after Russia invaded Ukraine. Russia is the world's biggest supplier of battery-grade nickel.</p> <p>The unprecedented price surge forced the London Metal Exchange to <a href=\"https://www.ft.com/content/3a4748f7-f47e-4891-95be-377561666b48\">halt trading</a> in nickel for a week and erase a day's worth of trade. </p> <p>The decision to cancel trades at LME <a href=\"https://www.ft.com/content/867c53b5-3016-4008-9c48-308a9dea09a3\">drew the ire of traders</a> who had bet on gains for nickel but it helped Chinese metals tycoon Xiang Guangda and his allies who had amassed a huge wager that prices would fall.</p> <p>CATL said its lower profit was in part due to the price of raw materials, such as lithium carbonate, rising more than expected, but analysts were unimpressed with the transparency provided by the company about its results. “We believe the market was disappointed by the lack of details provided on the calls,” JPMorgan analysts said in a note.</p> <p>Morgan Stanley cut CATL's&#xa0;share price target from Rmb378 to Rmb325 on the earnings news. “CATL has proven it is not immune to raw materials prices,” the bank's analysts said. “And the lack of transparency can negatively affect sentiment and valuation.” CATL was contacted for comment.</p> <p>CATL is not the only company to feel the pressure over rising raw material prices. This month, Tesla chief Elon Musk said the price of lithium, an important battery metal, had gone to “insane levels” and was a “fundamental limiting factor” for the adoption of electric vehicles. </p> <p>The <a href=\"https://www.ft.com/content/780f26ed-fd3a-4712-8378-fe3ab2cc3eab\">price of lithium</a> has gained more than 60 per cent since the start of the year, while nickel is up almost 50 per cent. </p> <p>Nickel, a metal crucial for the construction of electric vehicles, is trading at just over $30,000 a tonne on the LME, which has introduced daily price limits on its main contracts since the trading chaos.</p><p>Source: Primrose Riordan and Gloria Li in Hong Kong and Neil Hume in London 2022 'Shares of Tesla's battery maker plunge after net profit slides' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-05T14:37:52.225Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 870,
          "end": 878
        }
      ]
    }
  ]
}