{
  "_id": "e15236aa321134244d0378b97c962660f79e352aab8f442e1e316d7fed053196",
  "feed": "wall-street-journal",
  "title": "China Debt Woe Spreads --- Country's largest developer by sales sees dollar bonds slide as Beijing curbs lending",
  "text": "<p>Until recently, Country Garden's dollar bonds had been largely insulated from the broader selldown triggered by government curbs on borrowing, declining home sales and the financial difficulties at rival China Evergrande Group.</p><p>On Monday, however, a Country Garden bond due in 2026 was quoted at 67.5 cents on the dollar, according to Tradeweb. The bond -- which is rated investment-grade by two of the three major global credit-rating firms -- has declined steeply in recent days, dropping by more than 20 cents on the dollar in three sessions.</p><p>Meanwhile, the company's stock fell 8.1% Monday in Hong Kong, to reach its lowest closing level in nearly five years, while shares in some smaller competitors such as Cifi Holdings (Group) Co. and Sunac China Holdings Ltd. also fell.</p><p>Analysts and investors said Country Garden's recent change of heart over a potential fundraising had helped unnerve investors.</p><p>Last week, the developer decided not to proceed with selling a convertible bond after bankers at Morgan Stanley and JPMorgan Chase &amp; Co. failed to garner sufficient interest from investors for a potential $300 million deal, a person familiar with the matter said.</p><p>Country Garden said it had looked into different funding channels and engaged banks to offer different products, but \"wouldn't consider issuing convertible bonds when market conditions aren't suitable.\"</p><p>In an emailed response to questions, Country Garden said it held more than 186 billion yuan, the equivalent of $29.3 billion, of cash as of June and had strong cash flow. The company said it recently issued onshore corporate bonds and asset-backed securities, reflecting its standing with investors and regulators.</p><p>The bond-market turmoil has mostly shut the market for new issuance of standard corporate bonds by developers, depriving them of a crucial means of refinancing coming dollar debt. Convertible bonds are different instruments that blend some of the features of shares and bonds, paying an interest rate to holders but giving them the chance to swap their debt for shares if the issuer's stock price hits a certain level.</p><p>Investors have cooled on some other comparatively strong developers in recent weeks, including Shimao Group Holdings Ltd., which has fallen behind on some payments due on trust loans. These are a form of shadow financing in China that is popular with the country's property companies.</p><p>Bonds from Logan Group Co. Ltd. have also fallen steeply in recent days, with one bond due 2023 dropping from 91.9 cents on the dollar a week ago to be bid at 62.8 cents on the dollar on Monday, according to Tradeweb.</p><p>Given weak investor sentiment, \"even the stronger developers may experience volatility because of rumors and negative headlines,\" said Luther Chai, senior research analyst at CreditSights.</p><p>At the same time, downward pressure has emerged on bonds from junk-rated developers. A property-dominated ICE BofA index of Chinese high-yield dollar bonds was yielding 24.2% as of Friday, up from 18.6% at the end of 2021.</p><p>Country Garden has $411 million of dollar debt due next week, and another $700 million due in July. The company said it would use its own cash to repay the bond next week, and has prepared the funds needed. It will arrange payments for the July bond based on market conditions at that time.</p><p>The company has a Baa3 credit rating from Moody's Investors Service and an equivalent BBB- grade from Fitch Ratings, both on the lowest rung of investment grade. S&amp;P Global Ratings gives the company a BB+ score, the highest non-investment-grade rating.</p>",
  "published": "2022-01-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1023,
          "end": 1043
        }
      ],
      "nexusId": "10009914"
    }
  ]
}