{
  "_id": "385b9d1920ad3200601364f2fbe10295a2286b183819546d3c1269222f55fc22",
  "feed": "wall-street-journal",
  "title": "Garcia's Take: University of California's Legal Dispute Puts Separate Accounts to Test; The University of California system's lawsuit against solar developer 8minute Solar Energy LLC shines a spotlight on investors' role in separately managed accounts",
  "text": "<p>8minute and Mr. Buttgenbach denied the allegations.</p><p>The University of California case raises questions about to what extent investors in separately managed accounts are bound to the underlying investment agreements made by the firms managing those accounts. Separate accounts, which typically involve a pool of money from a single investor and are managed by a single investment firm, have become increasingly popular over the past decade, particularly among large investors. The accounts often give their backers greater control over fund terms and strategy than they would otherwise have in backing a commingled fund alongside other investors. Separate accounts also tend to be customized and can differ in the degree of discretion firms managing the accounts have over individual investments.</p><p>When things don't go as planned, however, as was the case with 8minute, the more active role that those accounts give investors might work against them. In the University of California case, Los Angeles-based 8minute and its founder have asked the Alameda County Superior Court in Alameda, Calif., to compel the UC to submit its claims to an arbitration that Upper Bay and JP Morgan initiated against the company last year based on allegations similar to the ones the university system's lawsuit has made. In a preliminary ruling last month, the arbitrator in that dispute dismissed all the investors' claims, including that 8minute and Mr. Buttgenbach breached budgetary and governance stipulations of the joint venture agreement, according to court documents. Upper Bay has said it plans to contest the decision.</p><p>In an effort to convince the court to dismiss the lawsuit, 8minute's lawyers argued that the University of California system, despite not being part of the joint venture agreement, is seeking to enforce its benefits and so must follow its rules. The agreement between Upper Bay and 8minute requires all disputes to be resolved through arbitration, according to court documents.</p><p>A motion that 8minute filed with the courts last month also said that the UC was \"directly involved\" in the negotiation of the joint venture agreement. Upper Bay, as the manager of the separately managed account, has acted as an agent of UC by entering the agreement, the motion said.</p><p>Arbitration lawyers say that the principle that the beneficiary of an agreement must also bear that agreement's burdens has found acceptance in the courts.</p><p>\"Normally, an arbitration is only between the parties to the contract,\" said Gary Benton, a U.S. and international arbitrator and an adjunct at Santa Clara University School of Law. \"However, there are exceptions where a nonparty may be considered to be an implied party, including when the nonparty acts like a party and is held to have assumed the benefits of the contract. It's a fact-specific analysis.\"</p><p>In other words, if the court deems that the University of California is an implied party to the agreement between Upper Bay and 8minute, the UC will likely be subject to arbitration just as the investment firm is.</p><p>\"The court is going to look at the terms of the agreement—who the parties are, who the beneficiaries are and who is subject to the arbitration clause—and see whether or not they are broad enough to encompass the University of California and the claims that are asserted,\" said Kevin Jacobs, a partner at law firm Baker Botts LLP who focuses on commercial disputes and arbitrations.</p><p>One way the UC could avoid arbitration is by convincing the court that its relationship with 8minute was independent of the joint venture agreement, Mr. Jacobs said. The lawsuit mentioned \"multiple in-person meetings\" between Mr. Buttgenbach and UC's executives.</p><p>\"The question I might have is, Was there ever any direct relationship, representations or many meetings materials, etc., that went from 8minute to the University of California such that the middleman got taken out,\" Mr. Jacobs said. \"I think that that might help the University of California's standing in order to pursue some kind of a fraud or misrepresentation or tort claim because it can claim that it was interacting with 8minute somewhat independently of the fund manager.\"</p><p>A hearing on 8minute's request that the court dismiss the lawsuit is set for Feb. 28. The hearing's outcome will likely determine whether or not the university's case can go to trial. It could also have implications for how separate account investors engage with managers and portfolio companies.</p><p>Write to Luis Garcia at luis.garcia@wsj.com</p><p>Garcia's Take: University of California's Legal Dispute Puts Separate Accounts to Test</p>",
  "published": "2022-02-22T12:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1169,
          "end": 1178
        }
      ],
      "nexusId": "10009914"
    }
  ]
}