{
  "_id": "f5be8eff401bad4fb7d4e3b1e0a4838575d406d6afb5d3d93b89ec16cf5dc1c4",
  "feed": "market-watch",
  "title": "Stock-market selloff is so overdone, the bar is low for a positive Fed surprise, say JPMorgan analysts",
  "text": "<p>The Fed “is likely to strike a more dovish tone relative to extreme investor expectations, which could trigger an equity rebound,” wrote strategists led by Dubravko Lakos-Bujas, in a Wednesday note.</p><p>Some market watchers have sounded a similar tune in recent days. It isn't that the Fed is set to alter its tune in response to market volatility, but rather that investors have penciled in the most aggressive path for Fed tightening, leaving room for a surprise.</p><p>“Expectations are so hawkish at this point, we believe the bar for a positive surprise from the Fed at the current juncture is fairly low,” the JPMorgan analysts wrote.</p><p>Related: Stock-market investors can't count on the ‘Fed put'—why policy makers aren't seen rushing to rescue</p><p>The Fed on Wednesday is widely expected to lay the groundwork for a March rate increase and to discuss how it will go about shrinking its balance sheet when it is prepared to do so. Meanwhile, investors are penciling in expectations of a total of eight rate hikes and a balance sheet reduction of around $1.2 trillion by the end of 2023, the JPMorgan analysts noted.</p><p>“A more balanced view focused on data dependency and willingness to revisit policy if inflation/growth outlook softens (vs. Fed being on autopilot) should help investor sentiment,” the analysts said. “With high frequency economic data slowing last 2-4 weeks, fiscal impulse turning negative, and weakening 1Q GDP could give the FOMC (Federal Open Market Committee) some reason for caution.</p><p>Read:How Jerome Powell may try to calm the market's frazzled nerves</p><p>The January drop for stocks appeared to catch the analysts by surprise. Lakos-Bajas and team in late December wrote that conditions for a large selloff weren't in place “given already low investor positioning, record buybacks, limited systematic amplifiers, and positive January seasonals.”</p><p>Need to Know:It's Jerome Powell time — and one Wall Street bank warns the S&amp;P 500 could fall another 20%. Goldman Sachs says the bull market will continue</p><p>The sharp drop that has occurred is even more severe than it appears on the surface, the analysts wrote Wednesday. The S&amp;P 500 SPX, has traded this week below, but hasn't finished under, the threshold that would mark a 10% fall from its Jan. 3 record close and meet the technical definition of a market correction.</p><p>The Nasdaq Composite COMP has slid into correction territory, while the Dow Jones Industrial Average DJIA finished 6.8% off its Jan. 4 record close on Tuesday. The small-cap Russell 2000 RUT ended Tuesday 18.5% below its all-time high finish.</p><p>However, the average stock in the Russell 3000 RUA is down 35%, while in the growth-heavy Nasdaq Composite COMP the average stock is down almost 50%, the analysts wrote, while noting the average drawdown for the 10 largest U.S. stocks is 20% (see chart below).</p><p>J.P. MorganThe drawdown in the S&amp;P 500 “is masking the severity of this selloff” given its exposure to so-called bond proxy stocks and low-volatility equities, they wrote, noting that low-vol stocks are trading at a record premium.</p><p>“For these reasons, the stock market is not only in correction, it is already in bear market territory without a recession in sight,” they said.</p><p>The selloff appears overdone, at least in the short term, the analysts wrote, offering a bullish setup, particularly for small-cap stocks, heading into the Fed policy statement and month-end rebalancing.</p>",
  "published": "2022-01-26T16:14:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 85,
          "end": 93
        },
        {
          "start": 606,
          "end": 614
        },
        {
          "start": 1082,
          "end": 1090
        }
      ]
    }
  ]
}