{
  "_id": "83ac1bfc4fc83c4bfb7adc870231ed4f3187a17cc798392d6d24e8589e019348",
  "feed": "wall-street-journal",
  "title": "Stocks Turn Lower, Losing Early Momentum; Data from the Conference Board showed consumers' optimism cooled again in June",
  "text": "<p>In recent sessions, the major indexes have been highly sensitive to news and data as investors assess the durability of markets' bounce from lows. The S&amp;P 500 earlier this month fell into a bear market, or a 20% drop from a recent peak, amid the Federal Reserve's rate-hike campaign to tamp down historically high inflation.</p><p>Stocks lost their early momentum Tuesday after data from the Conference Board showed consumers' optimism cooled in June for the second consecutive month as Americans continue to assess the impact of high prices and rising rates.</p><p>\"This is bad news that's bad news. If you have inflation expectations going up to the extent they are right now, it just means the Fed is going to be that much more aggressive in squashing inflation,\" said Mike Mullaney, director of global markets research at Boston Partners.</p><p>Other data released Tuesday morning showed home-price growth cooled slightly in April. The S&amp;P CoreLogic Case-Shiller National Home Price Index, which measures average home prices in major metropolitan areas across the country, rose at a slightly slower annualized pace in April compared with March. Earlier this month, mortgage rates reached the highest level in more than 13 years for two weeks in a row.</p><p>With the month-end and quarter-end coming later this week, portfoliorebalancing is also driving market action.</p><p>\"The question is when we hit a market bottom and when we get that turning point, and it's not necessarily straight away,\" said Eloise Goulder, head of the global market, data and positioning intelligence teams in equity trading at JPMorgan Chase.</p><p>\"For me to get bullish on [the second half of the year], we need to see the combination of inflation having peaked, and data having stabilized,\" she added.</p><p>On Tuesday, consumer-discretionary stocks led the S&amp;P 500 lower following the consumer-confidence reading. Nike was among the biggest laggards on the index, falling 5.3% after the sneaker maker reported quarterly sales that were roughly flat and a decline in earnings.</p><p>Elsewhere, China's National Health Commission on Tuesday said it would loosen its strict quarantine requirements for international travelers, in an attempt to balance its zero-Covid policy against pressures it is facing on its economy, which is the world's second-largest.</p><p>Travel and energy companies were bright spots in the market following the news from China. Wynn Resorts gained 4.9% and Las Vegas Sands rose 5.7%. Diamondback Energy jumped 4.7% and Devon Energy added 3.7%.</p><p>Shares of Occidental Petroleum advanced 5.4% as a filing showed Warren Buffett's Berkshire Hathaway added to its holdings in the energy company, lifting its stake to 16%.</p><p>Oil prices climbed. Brent crude, the international benchmark for oil prices, rose about 1% to $110.75 a barrel.</p><p>In the bond market, the yield on the benchmark 10-year U.S. Treasury note advanced to 3.201%, from 3.193% Monday. Yields climb when bond prices fall.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 0.3%, driven higher by a rally in stocks including energy and manufacturing companies.</p><p>In Asia, indexes broadly jumped after China said it would loosen its strict quarantine requirements. The CSI 300 index of Shanghai- and Shenzhen-listed stocks closed 1% higher, while Hong Kong's Hang Seng Index added 0.9%. Shares of airlines, restaurant chains and Macau casino operators surged.</p><p>—Quentin Webb contributed to this article.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Hannah Miao at hannah.miao@wsj.com</p><p>Stocks Turn Lower, Losing Early Momentum</p>",
  "published": "2022-06-28T16:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1580,
          "end": 1588
        }
      ]
    }
  ]
}