{
  "_id": "9f61f13720917913b27e93522d34b9478b45b24fdca190781aff1f4db1aaab04",
  "feed": "wall-street-journal",
  "title": "Stocks Slide As Investors Worry About Slowing Economic Growth; Dow industrials drop about 700 points in early trading to start the week",
  "text": "<p>U.S. stocks tend to perform well in July, history shows, but this year investors say they are bracing for more pain ahead. Traders are focused on stubborn inflation that has forced central banks around the world to aggressively tighten monetary policy. Economic data showing declines in metrics ranging from factory output to retail spendinghave exacerbated concerns that the U.S. economy could tumble into a recession.</p><p>Tuesday's pullback in stocks sent investors flocking to assets perceived as safer. Gold prices declined slightly, while the WSJ Dollar Index, which measures the greenback against a basket of 16 currencies, advanced about 0.9%.</p><p>The euro, in contrast, slipped about 1.7%, falling to a nearly 20-year low on concerns that the eurozone may be nearing an energy shock that could tip the bloc into recession. The euro most recently traded at $1.0251, putting it within striking distance of reaching parity.</p><p>Early Tuesday, reports that President Biden is expected to roll back some tariffs on Chinese imports initially provided stocks some reprieve from a volatile stretch for markets, sending futures higher in premarket trading on hopes that the changes could help rein in inflation. But as the session continued, futures turned negative and selling pressure deepened as concerns over economic growth dominated again.</p><p>\"The market is desperate for good news,\" said Florian Ielpo, head of macro at Lombard Odier Investment Managers. It has become increasingly difficult to offset investors' growing fears, he said: Even with the possibility of a rollback of tariffs on the horizon, he said, investors are asking how it might address mounting recession fears and inflation.</p><p>Elsewhere in markets, volatility was widespread. European gas prices rose to the highest level since March as oil workers in Norway went on strike, reducing output from Europe's second-biggest gas supplier after Russia at a time when energy markets are already squeezed. Brent crude, meanwhile, the international benchmark for oil prices, fell about 5.7% to $107.08 a barrel.</p><p>In the bond market, meanwhile, the yield on the benchmark 10-year U.S. Treasury note declined. It recently traded at 2.836%, down from 2.901% Friday.</p><p>Investors this week are awaiting the Friday release of the June jobs report, which will better shed insight into the trajectory of the U.S. economy. So far, the job market has shown little signs of faltering this year—offering one encouraging sign for the economy—even as other data in recent weeks have pointed to an economic slowdown.</p><p>Money-managers and strategists will also be monitoring developments surrounding the Biden administration's plans for tariffs and what impact it could have on inflation and the economy. On Tuesday, Chinese Vice Premier Liu He and U.S. Treasury Secretary Janet Yellen spoke by videoconference about topics including the tariffs, marking the first time the two policy makers have spoken since October 2021.</p><p>Economists say removing Chinese tariffs isn't likely to have a dramatic impact on inflation. And any rollback may not mark a fundamental change in the U.S.-China relationship or the countries' economic outlooks, some investors said.</p><p>\"The size of the tariff reduction may not fundamentally change the U.S. inflation or China export outlooks,\" said Frank Benzimra, head of Asia equity strategy at Société Générale. Investors might be focused on other tensions between the two countries, such as export and investment restrictions, he added.</p><p>In early trading in New York, fears of an economic slowdown dragged travel stocks and banks lower. Cruise line Carnival lost 3.5% and JPMorgan Chase declined 2.6%.</p><p>Shares of Tesla fell 2.4% after the electric-car maker said Saturday that its vehicle deliveries fell quarter-over-quarter for the first time in more than two years after the company had to temporarily shut down its largest factory, in Shanghai, because of local Covid-19 restrictions.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 1.4%. Shares of Uniper SE, one of Europe's largest utility companies, fell more than 5.8% as it continues bailout talks with the German government amid strains from dwindling natural-gas supplies from Russia.</p><p>In Asia, Hong Kong's Hang Seng Index added 0.1%. Japan's Nikkei 225 gained 1%.</p><p>—Rebecca Feng and Anna Hirtenstein contributed to this article.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stocks Slide As Investors Worry About Slowing Economic Growth</p>",
  "published": "2022-07-05T14:54:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3626,
          "end": 3634
        },
        {
          "start": 3626,
          "end": 3640
        }
      ]
    }
  ]
}