{
  "_id": "89d03da3f05f0fe775fa317dbdeb429a73fdb171255d61bf2f89ac4e4f8c2c9f",
  "feed": "market-watch",
  "title": "Wall Street bear who called stock-market selloff sees S&P 500 up another 7% before turning lower",
  "text": "<p>Wilson explained in a research note sent to clients on Monday that a retracement of 38% to 50% of the stock market's selloff so far this year \"would not be unnatural or out of line with prior bear market rallies.\"</p><p>However, while growth fears have helped trigger a selloff in commodities and a moderation in inflation expectations, the fact that the U.S. economy is already slowing — and could be headed for a recession, although that's not Morgan Stanley's base case — means any rally will likely be short-lived, and that U.S. stocks would likely ultimately turn lower.</p><p>\"The bear market is likely not over although it may feel like it over the next few weeks as markets take the lower rates as a sign the Fed can orchestrate a soft landing and prevent a meaningful revision to earnings forecasts,\" Wilson wrote in a research note sent to Morgan Stanley's clients.</p><p>Wilson, who has been bearish on stocks for roughly two years, correctly called the selloff in stocks this year.</p><p>U.S. stocks rallied over the past week as investors bet that slowing growth and falling commodity prices might inspire the Fed to raise interest rates less aggressively. Fed funds futures, a derivative product used by investors to place bets on the path of benchmark interest rates, have started to price in a higher possibility that the Fed will be forced to start cutting interest rates again as soon as next summer.</p><p>They are also pricing in a lower peak in the fed-funds rate: now, investors see the U.S. benchmark interest rate topping out at around 3.5% at the end of 2022, compared with 3.75% just a couple of weeks ago, according to the CME Group's FedWatch tool.</p><p>Wilson also pointed out the drop in Treasury yields, which sent the 10-year Treasury yield BX:TMUBMUSD10Y to a low of 3.07% on Friday before rebounding on Monday.</p><p>Wilson expects the S&amp;P 500 to bottom around 3,400 if the Federal Reserve succeeds in achieving its \"soft landing\" for the U.S. economy — something that Fed Chairman Jerome Powell said last week would be \"very challenging\" to achieve.</p><p>If the U.S. economy slides into recession, Wilson expects the S&amp;P 500 could bottom around 3,000. At any rate, Wilson believes U.S. equities are still richly valued as the equity risk premium — a measure of the compensation investors receive for the additional risk of holding stocks instead of bonds — remains about 300 basis points higher than the 10-year Treasury yield, which is considered the \"risk free rate\". This generous premium makes little sense to Wilson, who believes forward earnings for the S&amp;P 500 will soon be revised sharply lower to reflect the growing risk of recession.</p><p>Read: How to tell when the bear market is almost over</p><p>Wilson isn't the only Wall Street strategist expecting a near-term bounce. JP Morgan's Marko Kolanovic expects the bear-market rally in stocks could continue this week as quarter- and month-end rebalancing help to lift equities.</p><p>Meanwhile, Barry Bannister, chief equity strategist at Stifel, said last week that \"cyclical growth\" stocks could help lead a relief rally that brings the S&amp;P 500 back to 4,150. Wilson expects the index will top out around 4,200 before it heads lower.</p><p>U.S. stocks swung between gains and losses early Monday, with the S&amp;P 500 up 0.2% at 3,923 in recent trade, while the Dow Jones Industrial Average rose about 80 points to 31,580. The Nasdaq Composite was slightly lower at 11,606.</p><p>Wall Street bear who called stock-market selloff sees S&amp;P 500 up another 7% before turning lower</p>",
  "published": "2022-06-27T15:57:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2763,
          "end": 2772
        }
      ]
    }
  ]
}