{
  "_id": "572f38c9a938266888872ccc34e8240995a1ef88402e418a85aea1b528686bb6",
  "feed": "market-watch",
  "title": "'The biggest threat to payday lenders': A growing list of big banks offer small-dollar loans; Annual consumer savings from predatory payday loans will eventually be billions, report says",
  "text": "<p>The bank joins a growing list of major financial institutions — U.S. Bank USB, Bank of America BAC, Huntington and Trust, to name a few — offering an alternative to the 12 million people who use payday loans each year, many of whom belong to communities systematically denied access to traditional financial tools. Thanks to these programs, a report from the Pew Charitable Trusts' Consumer Finance Project estimates that annual consumer savings from predatory payday loans will eventually be billions of dollars.</p><p>\"This is one of the biggest developments for financial inclusion in decades,\" says Alex Horowitz, principal officer of Pew's Consumer Finance Project.</p><p>Payday loans — small, high-interest loans secured with the borrower's next paycheck — often target people who have few other options for borrowing money. The fees are exorbitant, with annual percentage rates averaging 391%, according to the Consumer Financial Protection Bureau. Meanwhile, traditional personal loans have average annual percentage rates between 6% and 36%.</p><p>And because they have access to their borrowers' checking accounts, payday lenders can siphon money to pay back the loan, often before the borrower has had a chance to pay their bills or other lenders. Loans from banks offer relief for people who often have nowhere else to turn in difficult financial times.</p><p>\"Non-bank, high-cost lenders are likely to lose customers to banks. And that's great news for consumers,\" says Horowitz, who authored a recent report on the trend for Pew.</p><p>Pew researchers project annual savings of more than $10 billion among borrowers, once most of the millions of customers who use payday loans switch to using banks' small-dollar loan programs.</p><p>Read: Consumers increasingly rely on credit cards and personal loans to cope with high inflation, data shows</p><p>How small-dollar bank loans work</p><p>Under Wells Fargo's WFC Flex Loan plan, people can borrow $250 or $500. The $250 loan comes with a $12 fee, and the $500 loan comes with a $20 fee. The loans are interest-free, with no late charges or hidden fees, according to a statement from Wells Fargo. The entire process can be completed in the Wells Fargo mobile app, with cash appearing in your account within seconds of requesting the loan. Borrowers repay the loan in four monthly installments — a far cry from the typical payday loans repayment schedule, which usually requires borrowers to pay back the loan two to four weeks after borrowing.</p><p>And there's no credit check; the main qualifying requirement is having an account with the bank.</p><p>Most banks' small-dollar loan programs look something like this, though with different fee structures. Under Bank of America's program, people can borrow $500 for a $5 fee. U.S. Bank, which was the first major bank to offer small-dollar loans, charges a $6 fee for every $100 borrowed. And Huntington Bank's HBAN program offers small loans between $100 and $1,000 for no fee but a 1% monthly interest charge, or 12% APR.</p><p>You might be thinking: Are the loans just a way to repackage overdraft fees? The short answer is no. Overdraft fees are usually around $30, are automatically taken from your checking account and are typically paid back in a matter of days, not months. And most overdraft fees are paid by people who overdraft their accounts more than 20 times a year, Horowitz says. At $30 a pop, that quickly adds up to $600 in annual overdraft fees.</p><p>When you compare the fees and repayment schedules between small-dollar loans and overdrafting your account, the savings become clear.</p><p>\"If somebody borrows $500 for three months, they pay less than one overdraft fee,\" Horowitz says. \"It's an enormous difference. Very small loans are part of the solution to overdrafts, because they give people a better option.\"</p><p>With Wells Fargo's recently launched program, six of the nation's 10 largest banks in terms of branches now offer small-dollar loans, according to data from the Federal Reserve. The two biggest banks that don't offer small-dollar loans are Chase Bank JPM and PNC Bank PNC. Chase Bank confirmed this, adding that \"we're always reviewing our products to make sure we're meeting the needs of our customers\" in a statement to NerdWallet. PNC did not return a request for comment.</p><p>Read: There's one 'surprising similarity' between those who pay bank overdraft fees and those who avoid them</p><p>Combined, the six largest banks offering small-dollar loans run 15,289 domestic branches, according to the Federal Reserve. But it's important to note that lower-income neighborhoods — the communities most impacted by payday lending — lost more bank branches than higher-income neighborhoods between 2009 and 2017, in the aftermath of the Great Recession, according to a study from the Federal Reserve Bank of Philadelphia. And between 2014 and 2018, banks closed 1,915 more branches than they opened in lower-income neighborhoods, per Bloomberg.</p><p>But since these loans are available on banks' mobile apps and completely automated, borrowers don't have to live near a bank branch to have access to these loans.</p><p>\"The fact that these loans are available through mobile online banking means somebody doesn't have to travel to a branch,\" Horowitz says. \"Even if they would have to travel several miles otherwise, they don't have to do that to get these loans.\"</p><p>Another important consideration: Many people can't open the checking accounts necessary to access these loans. Banks can deny account applications from people with a history of overdraft fees, negative balances or not maintaining required account balances. And while second-chance checking accounts are available for those customers, they're still missing out on the benefits of small-dollar loans.</p><p>See: Bank of America's overdraft fees fall 90% under new policy</p><p>'The biggest threat to payday lenders'</p><p>There's a reason payday loans have remained popular and available — though banned in 18 states and Washington, D.C. — in spite of their well-documented predatory practices: They're easy to get, and there are few alternatives. Since payday loans don't require a credit check, they've become one of the only short-term loans available to people with low or nonexistent credit. Most lenders only require a valid ID, proof of full-time employment and an open bank account.</p><p>While payday loans are often advertised as quick financial cushions for surprise expenses, roughly 70% of payday loan recipients use the cash for recurring expenses like rent and utilities, according to an analysis by Pew Charitable Trusts. The average payday loan borrower earns $30,000 per year; 58% of borrowers have trouble paying their monthly bills, according to the analysis.</p><p>With one more major bank offering a viable alternative and potentially spurring other banks to do the same, it's not unrealistic to imaginea future in which payday loans no longer monopolize the small-cash loans industry.</p><p>\"From a competitive standpoint, banks' small loans likely pose the biggest threat to payday lenders that has yet emerged,\" Horowitz says.</p><p>It's worth noting that banks are hardly the first financial institutions to offer payday loan alternatives. For more than a decade, credit unions have been offering payday alternative loans, or PALS, that range between $200 and $1,000 with application fees that cannot exceed $20. The National Credit Union Administration created PALS in 2010 to \"provide credit union members with an alternative to high-cost payday loans,\" the administration said in a filing.</p><p>On the fintech side, cash advance mobile apps like Earnin, Dave and Brigit let users borrow small amounts of money from their upcoming paychecks. These apps don't charge interest rates, but may collect fees for things like speedy delivery or processing. Many apps also ask users to include tips.</p><p>Learn more: How do cash advance apps work, and are they better than payday loans?</p><p>Banks have innovated in the space, too. Ally Bank ALLY eliminated all overdraft fees in 2021. SoFi doesn't charge fees for overdrafts of $50 or less. And while Chase Bank charges a $34 fee per overdraft transaction — up to three times a day, for a total of $102 — it doesn't start charging that fee unless your account is overdrawn by more than $50.</p><p>To find out if your bank offers small-dollar loans, call your bank and ask about loans available to customers. If you have your bank's mobile app, check there — most of these programs are hosted primarily on the bank's app.</p><p>More From NerdWallet</p><p>* How High-Interest 'Rent-a-Bank' Loans Sidestep State Rate Caps</p><p>* What Rising Personal Loan Rates Mean for Borrowers</p><p>* 5 Buy Now, Pay Later Headaches to Avoid This Holiday Season</p><p>Cara Smith writes for NerdWallet. Email: cara.smith@nerdwallet.com. Twitter: @https://twitter.com/caramichelles.</p><p>'The biggest threat to payday lenders': A growing list of big banks offer small-dollar loans</p>",
  "published": "2022-12-19T10:01:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4024,
          "end": 4027
        }
      ]
    }
  ]
}