{
  "_id": "edbb7b74f9df3e0f5a9d0adf221100ecc122d18f4a1d5d1be32574ebdab9638b",
  "feed": "wall-street-journal",
  "title": "Masks Come Off as Companies Ease Their Pandemic Protocols",
  "text": "<p>The new protocols in many cases follow updated guidance from health authorities, who have moved away from blanket preventive measures in favor of a more targeted approach focused on limiting infection and severe illness in high-risk areas. Infections have edged up again in the U.S., and the Omicron BA.2 variant accounts for more new Covid-19 cases.</p><p>JPMorgan Chase &amp; Co. told U.S. employees in mid-March that masking in its corporate office buildings would be voluntary for vaccinated and unvaccinated employees. The company also said that as of Monday, it planned to discontinue other measures such as mandatory testing for the unvaccinated or asking employees to report Covid-19 infections. It added that it would discontinue its policy of hiring only vaccinated people.</p><p>In a memo from the company's return-to-office task force, executives noted that across the U.S., \"we are learning to live with COVID as part of our new normal.\" JPMorgan Chase still insists that those feeling sick stay home and said free at-home tests would remain available. It also kept open the possibility that it could reintroduce protocols, if needed. \"Masking requirements may return if there is another spike in cases, or a variant begins to spread that causes severe illness in the general population,\" the company said. \"But this will only happen based on strict criteria or if mandated by state or local government authorities.\"</p><p>Some large U.S. companies, including Boeing Corp., suspended vaccine requirements for U.S. employees late last year in response to legal rulings on vaccine mandates. Others have allowed some unvaccinated workers to return, while maintaining broader vaccine policies.</p><p>United Airlines Holdings Inc. said in recent weeks it would allow back unvaccinated employees who got religious or medical exemptions from the company's Covid-19 vaccine mandate.</p><p>Many human-resources executives said they updated their company's protocols in response to a loosening of mask and vaccine mandates in U.S. cities, and after new guidance from the federal Centers for Disease Control and Prevention. The CDC in late February eased mask guidelines and changed the metrics it uses to assess risk.</p><p>At Verizon Communications Inc., the company loosened mask policies at many of its sites following the CDC's recommendations.</p><p>Verizon told employees that those working in areas with a high level of community transmission, as defined by the CDC, would still be required to wear a mask regardless of vaccination status, while masks would be voluntary in medium or low areas.</p><p>The company also simplified a return-to-office questionnaire: Employees must certify that they aren't sick with Covid in what is now a one-question survey. Verizon's return-to-office tool will tell workers if they are required to wear a mask in a given location. The company's hybrid-work policy takes full effect this week, and employees working in U.S. corporate offices will be expected to come into offices on a schedule that they have set with their teams.</p><p>Nationally, offices are beginning to fill up once more. Offices in 10 major U.S. cities were, on average, 40% occupied in late March, near a pandemic-era peak, according to badge-swipe data from security company Kastle Systems.</p><p>Some workers said they remain vigilant about the pandemic and nervous about the lifting of safeguards, particularly as cases tick up.</p><p>Lance Lambert, a Los Angeles vice president of marketing for a company that makes equipment used in the cannabis industry, has been traveling internationally on business trips in recent months. During a trip to a conference in Barcelona last month, Mr. Lambert noticed that the event appeared more crowded than before the pandemic. Some people he encountered had abandoned masks and appeared \"over it,\" Mr. Lambert said, while Covid remained in the back of his mind during each interaction.</p><p>\"Does he have any symptoms? Is he coughing? Does he look hot, sweaty?\" Mr. Lambert said he thought when meeting people at the conference. \"It is hard to take that away from your mind.\"</p><p>Many companies are also taking a wait-and-see approach, wanting to hold off on ratcheting up protocols again until more is known about any new uptick in cases. Minneapolis law firm Lockridge Grindal Nauen mandated last year that its 100-person staff get vaccinated, barring an exemption for medical or religious reasons, and nearly all employees also got booster shots. The firm reinstituted a mask mandate in its office in December as cases surged but would likely wait for Minneapolis to restore an indoor mask mandate or for cases to dramatically increase before doing so again, said Susan E. Ellingstad, a partner at the firm.</p><p>\"It would be different if we didn't have everyone vaccinated,\" Ms. Ellingstad said, adding she also plans to keep watching the city's positivity rate to adjust any policies, if needed.</p><p>Some employers said flexibility is key if executives hope to avoid the challenges of shifting policies during each stage of the pandemic. Software developer Atlassian Corp. is embracing a model it calls \"team anywhere,\" allowing all staffers to do their jobs remotely. Annie Dean, a vice president at the company, said requiring employees back to offices a specific number of days invites problems, particularly if some employees remain anxious about the pandemic. Ms. Dean previously worked as the first-ever head of remote work at Facebook.</p><p>At companies that mandate returns, many HR executives must ask themselves questions with each successive Covid wave, such as: \"What are we going to do about our vaccine policy? What are we going to do about our three-day in-office policy? How are we going to ask people to get back in the office -- should we extend that another three months?\" Ms. Dean said. \"There's a lot of heartache and heartburn for companies.\"</p><p>---</p><p>David Benoit contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 935,
          "end": 949
        },
        {
          "start": 351,
          "end": 371
        },
        {
          "start": 935,
          "end": 943
        }
      ]
    }
  ]
}