{
  "_id": "af36995dc5790e48dd95582898285864a42c6d6b916d2d6e6c676fed0290a4ed",
  "feed": "ftcomall",
  "title": "Fund managers sound alarm over fragmenting regulation",
  "text": "<p>Top fund management executives have voiced concerns that fragmented regulation will hold them back, as asset managers try to balance the demands of a highly interconnected investment industry against retreats from globalisation. </p> <p>Regulation of the fast-growing sustainable investment sector is an area of concern. European regulators took a lead on defining standards for so-called environmental, social and governance investing this year, with the Sustainable Finance Disclosure Regulation, which aims to improve transparency and prevent greenwashing. But the UK is consulting on its own version of rules, which could take a different approach to the <a href=\"https://www.ft.com/european-union\">EU</a> in the aftermath of Brexit.</p> <p>“It's great that the [UK] regulators are consulting on this stuff, but it is our fear that we'll have a separate set of rules,”&#xa0;Patrick Thomson, chief executive for Europe at <a href=\"https://www.ft.com/stream/3de2fad0-44c8-492f-9b62-7e1374292a9e\">JPMorgan</a> Asset Management, told the Financial Times Future of Asset Management event on Wednesday. “My big concern is around the federalisation or fragmentation of regulation. Adding complexity to fit a local narrative might not be the best outcome for customers,” he added.</p> <p>Diverging paths between the UK and its larger neighbour create stresses for fund managers aiming to deliver global strategies to clients. “If there are nuances and differences in regulations across each European market, that makes it very difficult to have a common product across those markets,” said Jeremy Taylor, UK chief executive of Lazard Asset Management.</p> <p>Stockpicking fund managers are also increasingly affected by deglobalisation. As global supply chains have buckled under the pressure of external shocks from the coronavirus pandemic, Russia's invasion of Ukraine and tensions between the US and China, many companies are now looking closer to home as they consider reversing decades of global outsourcing.</p> <p>Fiona Frick, chief executive of Swiss asset manager Unigestion, said: “In the past 10 to 20 years, companies were mostly valued on revenues. Now it will be on operating profits and how they integrate costs into their model. So we will be more selective with the companies we choose.” </p> <p>She added: “How are they going to react to a world that is becoming less global [with] more onshoring? You have to be much more careful which companies you invest in.”</p> <p>For investors, being able to assess the impact of economic shifts across supply chains has been essential to valuing companies this year, whether from spiralling energy costs or changing production patterns.</p> <p>“We've got a large number of analysts around the world who are able to make informed decisions on companies in China and Taiwan, and other parts of the world who are producing goods, services and equipment for companies in the US or in Europe,” said Thomson. </p> <p>“That is incredibly valuable insight in understanding the challenges that companies are faced with . . . so deglobalisation, yes, [is a factor] but this is still a global investment management industry.”</p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/1aba4fa6-1a21-4720-ad37-f9e8a555af9f\"><em>Regulatory divergence poses threat for fund back-offices too</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/1aba4fa6-1a21-4720-ad37-f9e8a555af9f\"><em>From Ian Manocha, Chief Executive, Gresham Technologies, London EC4, UK</em></a></p><p>Source: Adrienne Klasa and Harriet Agnew in London 2022 'Fund managers sound alarm over fragmenting regulation' FT.com 10 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-10T05:00:16.090Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 857,
          "end": 865
        }
      ]
    }
  ]
}