{
  "_id": "4d17c8f2c2f3f775dcdab81fa8c34650996dfbaaa8f51142df2c9cec2653cdfe",
  "feed": "ftcomall",
  "title": "JPMorgan to remove Russian debt from widely tracked bond indices",
  "text": "<p>JPMorgan Chase announced it will remove Russian debt from its widely used bond indices in the latest move to exclude the country from the global financial system since Vladimir Putin went to war with Ukraine. </p> <p>The bank will pull Russian sovereign and corporate bonds from all of its fixed-income indices effective March 31 following similar announcements from index providers including <a href=\"https://www.ft.com/content/f1341a52-291f-4a4c-9d8b-d0e1f5707d1c\">MSCI</a>, S&amp;P Dow Jones Indices and FTSE Russell. </p> <p>The imposition of sanctions on Russia has rendered its debt illiquid and virtually uninvestable, and has pushed many of its bonds towards default. </p> <p>Critically, the decision will exclude Russian bonds from JPMorgan's “hard currency” corporate and sovereign indices as well as its index for debt in emerging market currencies. JPMorgan's emerging markets indices are among the most closely followed by investors in the fixed-income asset class and serve as an industry benchmark. </p> <p>Russian and Belarusian debt will also be excluded from its emerging market indices that follow environmental, social and governance (ESG) criteria. </p> <p>Pramol Dhawan, the head of emerging market portfolio management at Pimco, said he had expected Russia to be excluded because it “doesn't meet the tradability or liquidity criteria that the index has”.</p> <p>Russia makes up 0.83 per cent of the JPMorgan Emerging Markets Bond Index, which is tracked by about $415bn in assets. The exclusion itself is unlikely to have an effect on the value of the index. PricingDirect, a service which prices JPMorgan's indices, has been steadily lowering the value of Russia's bonds.</p> <p>Investors were alerted to the possible exclusion last weekend when JPMorgan sent a SurveyMonkey link to solicit investor feedback as it debated removing <a href=\"https://www.ft.com/content/951f033c-51f9-4191-8fa3-4b7bdf1d2af2\">Russian debt</a>, said people familiar with the process.</p> <p>That feedback process is common, as index providers are loath to create unintended shocks to the many investment funds that directly track their benchmarks, but it usually takes months. Earlier this month, JPMorgan had placed the Russian bonds in its indices under review for potential exclusion. </p> <p>Russia is unlikely to be able to rejoin these indices in the near future, even in the event of a ceasefire and removal of sanctions, the people familiar with the process said. When the US government placed sanctions on Venezuela, JPMorgan in 2019 cut the country's weight in the indices to zero, but unlike Russia, did not fully exclude it.</p> <p>“This is a severe restriction to remove it from indices,” Dhawan said. “The path to getting back in is incredibly long and narrow.”</p><p>Source: Kate Duguid in New York 2022 'JPMorgan to remove Russian debt from widely tracked bond indices' FT.com 7 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-07T21:59:22.081Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 1980,
          "end": 1988
        },
        {
          "start": 1635,
          "end": 1643
        },
        {
          "start": 635,
          "end": 643
        },
        {
          "start": 755,
          "end": 763
        },
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 2301,
          "end": 2309
        }
      ],
      "nexusId": "10009914"
    }
  ]
}