{
  "_id": "3750afb0f0d2e6034cea31199056088137313d4f7ea0f8be1ea38870376db721",
  "feed": "market-watch",
  "title": "Starbucks CEO stepping down with Howard Schultz returning on an interim basis and pay of $1",
  "text": "<p>Schultz will also rejoin the company's board, and will help with the search for a new CEO. He will be compensated $1 for his work.</p><p>Johnson was chief executive for five years after serving as chief operating officer. He has been on the board since 2009.</p><p>Johnson will step down from his current role on April 4, and will remain on the board until September. Starbucks SBUX anticipates it will choose a permanent successor in the fall.</p><p>Mellody Hobson, Starbucks board chair, and Johnson will give an update during the coffee company's annual shareholders event, taking place on Wednesday.</p><p>“During Schultz's tenure, Starbucks stock price gained 21,000% from the time of its initial public offering in 1992 until he stepped down as executive chairman in 2018,” the company said in the announcement.</p><p>Shares rose 5.1% in Wednesday premarket trading after the news.</p><p>See: Here's how retailers are tackling the delivery challenges that come with skyrocketing e-commerce sales post-COVID</p><p>“While the company has initiated a search for a permanent CEO and expects to announce this leadership by the fall, we would not be surprised if this transition period leads to a permanent role (again) for Mr. Schultz,” wrote BTIG in a note following the news.</p><p>Analysts led by Peter Saleh are upbeat about the path ahead for Starbucks.</p><p>“We believe that prior momentum is returning as coronavirus disruption fadesand customer mobility returns, setting up a strong sales and earnings recovery outlook over the coming quarters,” the note said.</p><p>BTIG rates Starbucks stock buy with a $130 price target.</p><p>Starbucks was also upgraded to overweight from neutral at JPMorgan. Analysts maintained their $101 price target.</p><p>Traffic in the U.S. is still down 11% from pre-COVID levels, but JPMorgan says the recovery is under way. And average ticket is driving comparable sales results.</p><p>“Taking price to an increasingly broad and frequent customer base always poses a risk, but the brand should still maintain its ‘affordable luxury' status,” analysts said.</p><p>China comparable sales have been negative, with slower-than-anticipated improvement from the pandemic.</p><p>“Getting timing right of China's domestic policy is beyond our purview, but as the worlds #2 economy, we believe time will at least sort out COVID-era restrictions as it has nearly everywhere else in the world,” JPMorgan said.</p><p>Starbucks shares have slumped 25.4% over the past year while the S&amp;P 500 index SPX has gained 7.6%.</p>",
  "published": "2022-03-16T12:27:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2335,
          "end": 2343
        }
      ]
    }
  ]
}