{
  "_id": "a00f8806023227700ad9b2386bfc633c946139b9df44955a43feb2798e5c99d4",
  "feed": "wall-street-journal",
  "title": "Treasury to Block U.S. Investors From Receiving Russian Debt Payments; Allowing a sanctions exemption to expire will likely cause Russia to default on its foreign currency debts this summer",
  "text": "<p>WASHINGTON—The Treasury Department moved to cut off Russia's ability to make payments on its dollar-denominated sovereign debt, putting Russia on a path toward defaulting on its foreign debts this summer and deepening the country's economic isolation after its invasion of Ukraine.</p><p>Since imposing a raft of sanctions on Russia this year, the U.S. had maintained an exemption allowing U.S. banks and investors to process and receive payments on existing Russian bonds. The Treasury said Tuesday it would allow the exemption to expire on Wednesday.</p><p>The U.S. has gradually limited Russia's access to foreign credit since the invasion, banning it from raising additional sovereign debt from U.S. investors and blocking the Kremlin from using U.S. bank accounts to stay current on foreign debt payments. Treasury Secretary Janet Yellen said last week the U.S. would likely let the exemption for Americans receiving debt payments to expire.</p><p>Russia has managed to stay current on around $2.5 billion worth of foreign debt payments since the conflict in Ukraine began, largely by relying on that exemption and using unsanctioned Russian banks to send payments.</p><p>Without it in place, Russia will be unable to have U.S.-based financial intermediaries process bond payments on its behalf, which would likely cause the Kremlin to default on its foreign currency bonds, since it won't be able to get the owed funds into investors' accounts.</p><p>Russia faces approximately $235 million in payments due under some of its dollar-denominated bonds on June 23, and an additional $159 million due June 24, according to JPMorgan Chase &amp; Co. research</p><p>Missed payments would trigger a 30-day grace period from the June 23 due date and a 15-day grace period from the June 24 date, meaning that as early as July 9, creditors could call the Russian government in default if they don't receive money in their accounts.</p><p>Write to Alexander Saeedy at alexander.saeedy@wsj.com and Andrew Duehren at andrew.duehren@wsj.com</p><p>Treasury to Block U.S. Investors From Receiving Russian Debt Payments</p>",
  "published": "2022-05-24T19:28:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1595,
          "end": 1615
        }
      ]
    }
  ]
}