{
  "_id": "cd757e348a88958bd716b6a23e96f954e9809b38ccc5ef22e47493e74a83eb16",
  "feed": "ftcomall",
  "title": "McKinsey, Bain and BCG lift pay as talent war heats up",
  "text": "<p>McKinsey, Bain and Boston Consulting Group have unveiled one of the biggest rounds of pay rises for new hires in more than two decades, as inflation, booming demand for advice and a tight labour market force the trio of consultancies to compete for talent.</p> <p>The firms, which do not publicly disclose their pay scales, will increase annual base salaries for MBA graduates in the US from $175,000 to between $190,000 and $192,000, according to people familiar with the matter.</p> <p>Top performers will be in line to receive more than $250,000 in their first year when performance-related and signing bonuses are included. &#xa0;</p> <p>“The last time the consulting industry had this level of salary inflation was around the dot.com boom in 1999-2000,” said Fiona Czerniawska, chief executive of Source Global Research, a consulting sector analyst.</p> <p>“Increasing salaries remains the most immediate and effective lever any professional service firm can pull if it wants to attract and retain high-calibre people,” she added.</p> <p>Since a brief downturn at the onset of the coronavirus pandemic in 2020, consultants have benefited from a <a href=\"https://www.ft.com/content/95a0c80b-1262-42c3-ac5b-bb693e06d3c4\">surge in corporate demand</a> for advice on digital transformations and M&amp;A as companies reshape their businesses in response to the crisis.</p> <p>The mounting pressure on companies to reduce their environmental impact <a href=\"https://www.ft.com/content/fe5853a4-ba3e-434a-abe0-1b43c094ae85\">has also been a boon</a> for management consultancies, which have rapidly built businesses to provide advice and strategy.</p> <p>One in five firms had to turn away work because they did not have enough staff with the right skills, according to research by Source Global.</p> <p>The decision by three of the most prestigious consultancies to raise pay underlines the pressure the <a href=\"https://www.ft.com/companies/financial-services\">financial services</a> industry faces in attracting recruits. Last year, several major Wall Street banks, including JPMorgan Chase and Citigroup, lifted salaries for junior bankers. Corporate law firms have also been locked in an aggressive pay war.</p> <p>Consultancies are improving pay and other benefits in response to increasing competition in “a very hot talent market”, said Keith Bevans, partner and head of consultant recruiting at Bain.</p> <p>“The competition that we're up against is broader than it's ever been,” said Bevans. “We're meeting people on campus that are interested in Big Tech, they're interested in other consulting firms, they're thinking of starting their own companies or a search fund or they're looking at going right into private equity.”&#xa0;</p> <p>Firms have also improved benefits such as paternity leave.</p> <p>“While compensation remains important, our research shows that to attract, retain and develop talented colleagues, considerations such as clear career growth opportunities, flexibility and purpose matter just as much,” <a href=\"https://www.ft.com/stream/f2e2ce17-d69b-439c-9e73-40618ceb2c0b\">McKinsey</a> said in a statement to the Financial Times.</p> <p>The firm received <a href=\"https://www.ft.com/content/9f122565-5c0c-41c6-85f0-6e11eaa4c2f4\">about a million applications</a> for 10,000 jobs in the past year despite criticism of its role in helping “turbocharge” sales of addictive opioids in the US.</p> <p>Candidates pay more attention to other benefits but pay is “definitely the biggest factor” in enticing recruits, said Namaan Mian, chief operating officer at Management Consulted, which advises students applying for jobs in the sector. This year's pay rises for starters at McKinsey, Bain and BCG were the second-biggest in the past decade, he said.</p> <p>It took consulting firms about four years to repair their profit margins after significant pay rises at the turn of the century, said Czerniawska.</p> <p>Despite “choppy economic waters”, firms were continuing to hire with the long term in mind because if they “turned off the spigot during a downturn”, it would be difficult to recruit consultants quickly enough when things improved, said Mian.</p> <p>Recruits who have completed an undergraduate or masters degree but do not have an MBA will also receive six-figure pay packets. Base salaries for graduates joining Bain and McKinsey in the US will rise 12 per cent to $112,000 a year, according to people familiar with the pay increases.</p> <p>Their counterparts joining BCG in the US have been offered $110,000, said a person who had seen a job offer from the firm. BCG, Bain and McKinsey declined to comment on their salary figures.</p> <p>Salaries at the firms vary by region and are significantly lower in most countries outside the US. The firms do not disclose their profits, but many partners are paid seven-figure sums annually.</p><p>Source: Michael O’Dwyer, Accountancy Correspondent 2022 'McKinsey, Bain and BCG lift pay as talent war heats up' FT.com 27 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-27T11:00:11.677Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.9992799,
      "offsets": [
        {
          "start": 1791,
          "end": 1799
        },
        {
          "start": 1791,
          "end": 1805
        },
        {
          "start": 1782,
          "end": 1796
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}