{
  "_id": "458ee3a98bca9a903a186108036ae933b61ea1cd669ad2bf815781bcb5e5a03a",
  "feed": "wall-street-journal",
  "title": "Carvana Under Pressure as Pandemic Surge Slows; Used-car dealer rode tailwinds of rising prices and low interest rates",
  "text": "<p>Online used-car seller Carvana Co. was a pandemic winner, wowing Wall Street with relentless sales growth. Following the path of tech disrupters like Netflix Inc. and Uber Technologies Inc., it borrowed billions from investors willing to prize growth over profitability.</p><p>Now Carvana is facing tests. The tailwinds that boosted growth—rising used-car prices, low interest rates and an early-mover advantage in online car sales—are ebbing. And the cash-burning company is years away from profitability.</p><p>Carvana shares are down by two-thirds from their peak last year and are close to losing all of their pandemic gains. The company's bonds have fallen in price, mirroring declines in other speculative investments. Lower share prices and higher yields on its bonds would make it more expensive for Carvana to raise the cash it needs to fund its growth.</p><p>\"The long-term sustainability of the business is still a question mark,\" said David Binns, an analyst at S&amp;P Global Ratings. The firm rates Carvana's bonds as triple-C plus, meaning it needs favorable business conditions to repay its debt. </p><p>Carvana plans to report its full-year 2021 earnings on Thursday. PHOTO: Jane Hahn for The Wall Street Journal</p><p>Investors expect the company's Chief Executive Ernie Garcia III to address these questions when Carvana reports its full-year 2021 earnings on Thursday. Most urgent will be information on Carvana's slowdown in growth.</p><p>Carvana said it would be inappropriate to comment ahead of its earnings announcement.</p><p>Struggling with bottlenecks caused by its fast growth last year, Carvana cut its purchases of vehicles from individuals and limited the number of cars that consumers could view on the site. \"There's definitely some slowing,\" said Michael Baker, a managing director with D.A. Davidson &amp; Co. Some of that is due to Carvana's decision to limit sales, while some is due to broader market trends, he said.</p><p>Analysts expect Carvana's decision to limit its available cars to weigh on fourth-quarter sales, adding to a slowdown across the industry. Retail sales for the full year are seen at around 430,000.</p><p>It could also push buyers, some of whom have complained about paperwork issues with their purchases amid Carvana's rapid growth, to other sellers. \"A customer that shows up at the website is less likely to find the car that they want, which isn't a perfect customer experience in any way, shape, or form and isn't what we're aiming for,\" Mr. Garcia said at a Wells Fargo investment conference on Dec. 1.</p><p>Falling behind surging demand could be a temporary blip for a fast-growing company. Mr. Garcia said at the conference that he still views the auto retail industry as ripe for disruption that will allow Carvana to create industry-leading profitability if it can sell enough cars. Mr. Garcia said he preferred to emphasize growth over profitability as the business's economics will be more favorable at scale.</p><p>SHARE YOUR THOUGHTS</p><p>Have you bought a used car online? Share your experience. Join the conversation below.</p><p>Carvana has cumulatively lost more than $1.2 billion since the start of 2018. It has spent around $1.9 billion more cash than it made from selling cars since 2018, excluding inventory and consumer lending operations, and sold stock and bonds to fund the difference, according to JPMorgan Chase &amp; Co. Net revenue in the period from the beginning of 2018 to Sept. 30, 2021, was $20.5 billion.</p><p>Weaker growth expectations put more pressure on the company to generate profits since investors are less likely to pour cash into a humdrum business than one with a glowing future. Netflix and Uber used borrowed money to remake their industries. Investors may decide that Carvana is more like WeWork, the short-term office rental company that turned out to be a real-estate company, not a tech disrupter.</p><p>JPMorgan analyst Rajat Gupta said in a January note that Carvana is still burning cash after 10 years in business. He said bricks-and-mortar dealers are moving into the online car-sales market, finding new ways to grow. \"We do not necessarily see the company's business model as highly superior or disruptive to the market,\" he said.</p><p>CarMax, the nation's biggest used-car seller by volume, sells twice as many cars as Carvana, mainly from 226 stores. Its online sales doubled in recent quarters to 9% of cars sold.</p><p>Analysts and investors project Carvana will need to raise capital again, and won't break even for a full year, until at least 2024.</p><p>To help boost growth, Carvana is building additional facilities to buy and prep cars for sale, easing its bottlenecks. It has 14 of these facilities now, with capacity to handle around 817,000 vehicles a year, and has said it plans to have 21 in all by the end of 2022.</p><p>Equity analysts expect Carvana to invest between $400 million and $500 million in property and new facilities in 2022, roughly on par with their estimates of what the company spent in 2021.</p><p>Mr. Gupta said Carvana's infrastructure investments could bring a competitive advantage. He expects the company to generate a full-year profit before interest, taxes, depreciation and amortization by 2023 and have positive adjusted free cash flow by 2024.</p><p>Carvana has been funding some of its facilities by selling them and leasing them back. That helps preserve cash but adds to liabilities. As of Sept. 30, the company owed $420 million under sale and lease-back arrangements, which added to its more than $3 billion in total long-term debt.</p><p>Among the largest draws on Carvana's cash flow is its inventory of used cars, which it purchases from wholesale auctions, other retailers and directly from customers. The company had $2.3 billion in vehicle inventory on its balance sheet as of Sept. 30, more than double what it had at the end of 2020.</p><p>Carvana, like other auto dealers, funds its vehicle purchases with a floor plan financing agreement. The company increased its credit line under that agreement twice in the past three months, boosting it in December to $2.25 billion from its previous cap of $1.75 billion, and again in February to $3 billion, though the line will drop down to $2 billion come September.</p><p>Write to Margot Patrick at margot.patrick@wsj.com, Kristin Broughton at Kristin.Broughton@wsj.com and Ben Foldy at Ben.Foldy@wsj.com</p><p>Carvana Under Pressure as Pandemic Surge Slows</p>",
  "published": "2022-02-23T13:48:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3819,
          "end": 3827
        },
        {
          "start": 3302,
          "end": 3322
        }
      ]
    }
  ]
}