{
  "_id": "3fd4f9bec0e53ba6ac65365b18c20bacfd4632c2606ee2cd9bd2bab6540d37a6",
  "feed": "wall-street-journal",
  "title": "Crypto Exchanges Cut Fees to Gain Market Share From Rivals; Binance and others are following Wall Street's approach to winning over customers",
  "text": "<p>Over the past decade, Wall Street brokers and fund managers eliminated fees on stock trading and a host of investment products to win over customers. In many cases, the biggest asset managers have benefited the most from low fees because their scale allows them to still turn a profit—and funnel clients into higher-margin products.</p><p>Binance, the world's biggest crypto exchange, has been trying the same strategy. The company eliminated fees on spot bitcoin trading this summer. As margins become tighter, exchanges either have to get bigger or diversify into other revenue streams to make up for the lost revenue.</p><p>Binance has been increasing its lead over other exchanges. It handled 58% of the overall crypto derivatives trading volume and 16% of crypto spot volume as of September, according to the research firm CryptoCompare.</p><p>This year Binance's bitcoin and ether spot-market trade volume exceeds the other 11 major exchanges combined, including Coinbase, FTX and Kraken, according to Clara Medalie, director of research at Kaiko.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think the future holds for crypto exchanges? Join the conversation below.</p><p>Brian Shroder, chief executive of Binance.US, said that Binance's U.S. arm took a material revenue reduction when it launched zero-fee trading for spot bitcoin, but that the firm more than made up for it in terms of user growth and revenue from other token trading and services. The U.S. division rolled out the zero-fee trading in June, two weeks ahead of its parent company.</p><p>\"People come to our platform for bitcoin trading, but they stay for a variety of other different reasons,\" Mr. Shroder said.</p><p>For Binance overall, volumes for bitcoin trades surged in the third quarter compared with the previous quarter, according to Kaiko data. Investors increased their trading of bitcoin for some of the largest stablecoins by 128% relative to second-quarter volumes, according to Kaiko data.</p><p>Exchange revenue isn't sticky because most crypto traders have accounts on several exchanges, Kaiko's Ms. Medalie said.</p><p>\"That's why it's so competitive and that it's very easy to actually get someone to switch exchanges,\" she added.</p><p>Binance's fee cuts put pressure on other exchanges to follow suit, sparking fears of a price war like the one that transformed the exchange-traded fund and brokerage industries.</p><p>In the long term, the race to the bottom on fees could weigh on exchanges such as Coinbase, which generates most of its revenue from retail customers buying and selling cryptocurrencies. Coinbase saw its trading volume plummet alongside the fall in crypto prices this year.</p><p>\"We continue to believe that there will be fee compression, and we started to build a diversified set of products that monetize in other ways,\" said Alesia Haas, chief financial officer at Coinbase, during the company's second-quarter earnings call.</p><p>Coinbase recently changed its fee structure to ease prices for its biggest investors with more than $250 million in monthly trade volume. The structure will potentially result in increased fees for users with $15 million to $250 million of monthly trade volume.</p><p>Both Binance.US and Coinbase are looking to so-called staking as an area of revenue diversification.</p><p>Staking refers to the act of investors locking up their tokens to help secure and validate transactions on proof-of-stake blockchains in exchange for earning rewards.</p><p>Binance.US launched its staking product in June and now offers staking rewards on 15 different cryptocurrencies.</p><p>Coinbase offers staking rewards on six cryptocurrencies, with annual percentage yields ranging from 2.60% to 5.75%. While Coinbase's blockchain-rewards revenue, which is primarily from staking, amounted to just a little over $150 million during the first half of the year, the company charges a 25% commission for staking tokens on behalf of customers.</p><p>Beyond staking, crypto exchanges have explored additional revenue streams by launching marketplaces for nonfungible tokens, subscription models and their own stablecoins. Coinbase has benefited from higher interest rates in the form of higher interest income revenue from idled cash in client accounts and its revenue share from Circle Internet Financial's USD stablecoin. JPMorgan analyst Ken Worthington expects Coinbase to earn $1.2 billion of interest income next year based on his team's estimate that the Treasury one-month bill rate will rise to 3.75% next year.</p><p>\"We see staking as a more stable and recurring source of revenue compared with trading,\" Mr. Worthington wrote in a September note. He said Coinbase still has the opportunity to boost its lucrative staking business by launching staking of new tokens.</p><p>Diversification comes with its own risks. The Securities and Exchange Commission has warned over the past year that staking programs look similar to lending and that firms offering crypto-lending products need to register with the agency. In addition, the battle for the stablecoin market is heating up as interest rates continue to rise and the largest players jostle for market share. Moreover, NFTs have begun to fall out of favor as monthly NFT trade volume has plunged 97% from a record high of $17 billion in January this year to $527 million in September, according to Dune Analytics.</p><p>That won't stop companies with large war chests to take every opportunity to grab or protect their market share, analysts and investors said.</p><p>\"In these bear markets, the name of the game is really about survival,\" said David Wells, chief executive of the crypto trading platform Enclave Markets. \"It's really sort of like feast or famine.\"</p><p>Write to Vicky Ge Huang at vicky.huang@wsj.com</p><p>Crypto Exchanges Cut Fees to Gain Market Share From Rivals</p>",
  "published": "2022-10-06T11:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4235,
          "end": 4243
        }
      ],
      "nexusId": "10009914"
    }
  ]
}