{
  "_id": "c915977723ddec6e99823655d38bc29f281b886f4be7e03b6cabf90f1d685228",
  "feed": "wall-street-journal",
  "title": "What Donald Trump and Sam Bankman-Fried Have in Common; Both men cast themselves as saviors. Yet both deceived and exploited their supporters.",
  "text": "<p>Consider Mr. Bankman-Fried. Not only was the 30-year-old vegan the second biggest donor to Democrats this election cycle, he championed fashionable progressive causes such as carbon neutrality, inclusive capitalism and \"effective altruism.\"</p><p>He even tapped Brazilian supermodel Gisele Bündchen as FTX's \"Environmental and Social Initiatives Advisor.\" \"I came to FTX after I spoke to Sam's dad\"—Joseph Bankman, a Stanford law professor—who was \"really into environmental education,\" Ms. Bündchen told Forbes in April. \"When Sam made it clear that he was really committed to giving back, they asked me to help them understand what could create the biggest impact.\"</p><p>Mr. Bankman-Fried touted cryptocurrency as a means of making finance more \"inclusive.\" \"One of the biggest benefits of crypto is equitable access to finance,\" the FTX founder said in the same joint Forbes interview. \"With overdraft fees, some people can barely get access to their own assets.\" After the past two weeks, FTX customers may never have access to their assets again.</p><p>The former president and the crypto mogul both cast themselves as saviors—for Mr. Trump of America's working class; for Mr. Bankman-Fried of failed crypto firms, which he has spent hundreds of millions of dollars to rescue over the past year. Both betrayed their supporters.</p><p>Mr. Trump sold the false narrative that the 2020 presidential election had been stolen. He then gulled his base into voting for GOP candidates who echoed his conceit in this year's primary elections—nearly all of whom went on to lose in November. As a result, Republicans will have a harder time pushing back against the progressive agenda.</p><p>Mr. Bankman-Fried assured customers that his exchange would safeguard their deposits as it lent out more than half of them to his Alameda Research trading house to fund risky bets. Many customers who sought to withdraw their funds earlier this month weren't able to because FTX had lent them to Alameda.</p><p>Neither man has owned up to or apologized for his deceptions. Mr. Trump still claims the 2020 election was stolen and blames GOP losses in key Senate races on Mitch McConnell. Mr. Bankman-Fried insisted last week that nothing he told customers was technically inaccurate because Alameda, not FTX, invested their deposits. He blamed FTX's collapse on \"messy accounting\" and claimed his biggest mistake was putting the company into Chapter 11 bankruptcy.</p><p>Now both fallen heroes seek redemption. Mr. Trump has announced his bid for president in 2024. Mr. Bankman-Fried is soliciting a bailout for his bankrupt enterprise. \"I have 2 weeks to raise $8b,\" he wrote in a Nov. 15 Twitter message to Vox's Kelsey Piper. \"That's basically all that matters for the rest of my life.\"</p><p>Yet there's one striking difference: Most Republicans didn't buy Mr. Trump's election lies, and many GOP leaders called them out. By contrast, a sycophantic press and sophisticated investors—including BlackRock, Sequoia Capital and SoftBank—seem to have disregarded the glaring red flags about Mr. Bankman-Fried.</p><p>These include FTX's cozy relationship with Alameda. The companies shared a corporate campus in the Bahamas where an FTX affiliate reportedly spent $74 million on luxury resort and condo properties. Mr. Bankman-Fried dated the Alameda CEO, who frequently accompanied him to meetings. FTX's financial reports acknowledged that some staff worked for both firms.</p><p>As for corporate governance, FTX had only three directors on its board, including Mr. Bankman-Fried and another company executive. A profile on Mr. Bankman-Fried published by Sequoia Capital, titled \"Sam Bankman-Fried Has a Savior Complex—And Maybe You Should Too,\" showed the FTX founder playing videogames during meetings.</p><p>Media puff pieces likened him to J.P. Morgan and Warren Buffett, yet none seemed to ask about the source of the $37 million he donated to Democrats or the hundreds of millions he used to rescue distressed crypto firms. Why? Perhaps because he championed their progressive hobbyhorses and used their favorite buzzwords.</p><p>It was all a ruse to win positive PR, Mr. Bankman-Fried acknowledged last week to Ms. Piper: \"I feel bad for those who get [harmed],\" he wrote, using an obscenity, \"by this dumb game we woke westerners play where we say all the right shiboleths [sic] and so everyone likes us.\" Mr. Bankman-Fried may not believe in anything greater than himself any more than the former president does.</p><p>FTX failed because Mr. Bankman-Fried's supporters lost confidence in him. That may be how Mr. Trump finally crashes and burns too.</p><p>What Donald Trump and Sam Bankman-Fried Have in Common</p>",
  "published": "2022-11-20T17:34:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3763,
          "end": 3774
        }
      ]
    }
  ]
}