{
  "_id": "20d5264254714c5e4ee9f73b059fd6fdc02ed68874a2e80f9bcbd35e1d7c1ffe",
  "feed": "market-watch",
  "title": "Elon Musk called ESG a scam — did the Tesla chief do investors a favor? A 'kitchen sink' ESG approach that integrates dozens of variables does investors no favors",
  "text": "<p>Defiance was on display from Standard &amp; Poor's, which rejected Tesla from its ESG index; annoyance emerged from TeslaTSLA investors, including well-known asset manager and Tesla bull Cathie Wood. There was also a seething snapback from Elon Musk.</p><p>Sustainable Investing: Today's widely adopted ESG ratings and net-zero pledges are mostly worthless, two pioneers of sustainable investing say</p><p>Mostly, a fresh wave of confusion emerged about what constitutes \"ESG\" if what many see as the anti-gasoline renegade no longer gets its due.</p><p>The S&amp;P 500 ESG Index dropped Musk's Tesla from the lineup as part of its annual rebalancing. But, in large part because it's also supposed to track the broader S&amp;P 500SPX, although while adding an ESG layer, the index kept oil giant ExxonMobilXOM in its top ESG mix. Also included: JPMorgan Chase &amp; Co.JPM, which has been dinged by environmental groups as chief lender to the oil patch.</p><p>\"ESG is a scam. It has been weaponized by phony social justice warriors,\" tweeted Musk, lamenting that ExxonMobil topped Tesla.</p><p>\"Ridiculous,\" was Wood's terse response to Tesla's removal.</p><p>\"While Tesla may be playing its part in taking fuel-powered cars off the road, it has fallen behind its peers when examined through a wider ESG lens,\" argued Margaret Dorn, senior director and head of ESG indices, North America, at S&amp;P Dow Jones Indices, in a blog post.</p><p>Read: EVs can store power for our homes and the grid: Why 'vehicle-to-everything' technology is a must-follow investing theme</p><p>Specifically, it was the \"S\" and \"G\" that soured Tesla's \"E\", S&amp;P's report shows. Tesla was marked down for claims of racial discrimination and poor working conditions at its Fremont, Calif., factory. The carmaker was also called out for its handling of the NHTSA investigation after multiple deaths and injuries were linked to its autopilot vehicles.</p><p>ESG-minded investment house Just Capital has a similar critique to that of S&amp;P. Tesla has historically scored in the bottom 10% of Just Capital's annual sustainability rankings primarily due to how it pays and treats its workers, the investment company said. Broadly speaking, Tesla performs well on environmental issues, customer treatment and creating U.S jobs, but not so well on certain \"S\" and \"G\" criteria, including \"paying a fair and living wage\" nor \"protecting worker health and safety\" nor with diversity, equity and inclusion (DEI)-related discrimination controversies.</p><p>Paul Watchman, an industry consultant who wrote a seminal report in the mid-2000s that helped ESG investing take off, said Tesla should be part of ESG indexes. \"Not all breaches of ESG are equal, and this assessment shows just how warped the S&amp;P assessment is,\" he told Bloomberg.</p><p>It's just this difference of opinion that may confuse investors most.</p><p>\"The majority of investment managers that are applying ESG are simply paying money to data providers to tell them what is good ESG,\" said Tony Tursich of the Calamos Global Sustainable Equities Fund, in a MarketWatch interview.</p><p>ESG ratings aren't like scores given by credit rating agencies, where there's agreement on criteria for creditworthiness. With ESG, there are so far no standard definitions.</p><p>Dimensional Fund Advisors says it is challenged by ESG ratings as well. The correlation between the ESG scores of different providers has been estimated at 0.54, they said. In comparison, the correlation in the credit ratings assigned by Moody's and S&amp;P is 0.99.</p><p>MSCI Inc., the leading provider of ESG ratings, still includes Tesla AND Exxon in its more widely tracked ESG-focused indexes, yet another layer of confusion about what ESG actually means. The methodologies MSCI and S&amp;P use for their ESG indexes are very similar.</p><p>For S&amp;P's part, the Exxon inclusion keeps up its energy-sector representation in line with broad goals.</p><p>But that leaves many investors asking why conflate ESG with any other priority? And still others lamenting all the exceptions that can come with an ESG pledge and a stock's placement in an ESG index, ETF or mutual fund.</p><p>Staunch environmental groups also typically take issue with inclusion of traditional oil firms under an ESG label. \"We see funds with ESG in their names getting F's on our screening tools because they hold dozens of fossil fuel-extraction companies and coal-fired utilities,\" said As You Sow CEO Andrew Behar.</p><p>But other energy-industry watchers say their inclusion may have a different meaning. The transition to cleaner options at the well-established traditional energy firms will be most effective given their size, multinational reach and their investment in practices such as carbon capture. Considering them as ESG-lite keeps the pressure on to evolve, they argue.</p><p>No matter which piece of ESG matters more to an investor, trust matters most of all.</p><p>In fact, some ESG watchers say Tesla isn't as clean on the environmental side as its hyper-focus may indicate, which essentially means you can't take any company's ESG promise on merit alone. Tesla was recently tagged by As You Sow in a report that ranked 55 companies on their \"green\" progress after pledges have been made. Tesla earned poor marks for not publicly sharing emissions data.</p><p>\"Part of [Tesla's] problem is a lack of disclosure. For someone who is committed to freedom of speech, Musk could do a better job of transparency at Tesla,\" said Martin Whittaker, the founding CEO of Just Capital.</p><p>Read: What does 'free speech' actually mean? Twitter isn't censoring speech, despite what Elon Musk and many users think</p><p>Beyond environmental, and especially, greenhouse gas emissions, data, the increase in broader company sustainability information can present challenges, say Will Collins-Dean, senior portfolio manager and Eric Geffroy, senior investment strategist at Dimensional Fund Advisors, in a commentary.</p><p>For example, corporate sustainability reports may run a hundred pages long, differ substantially from one company to the next, and may not contain all the information that interests investors.</p><p>The Securities and Exchange Commission is drawing closer to unified climate-change risk reporting rules, and has taken a look at broader ESG pledges. The Department of Labor is also mulling the inclusion of ESG in 401(k)s, including how transparent that addition will have to be. For now, company action is voluntary.</p><p>If individual companies are missing the mark with ESG. The funds that scoop up those names may be just as confusing.</p><p>A report by InfluenceMap, a London-based nonprofit, evaluated 593 equity funds with over $256 billion in total net assets and found that \"421 of them have a negative Portfolio Paris Alignment score\" a screener used by Influence Map. That means the bulk of listings aren't on track to the hit the maximum 2-degree Celsius (and ideally, 1.5 degree) global warmup set in the voluntary Paris climate accord. The companies may be promising a greener future, but far fewer are delivering.</p><p>The key to sounder ESG investing many be narrowing expectations.</p><p>\"Rather than using generic ESG ratings, investors should first identify which specific ESG considerations are most important to them, and then choose an investment strategy accordingly,\" said Collins-Dean and Geffroy.</p><p>\"An example may be reducing exposure to companies with high emissions intensity,\" they said. \"The broader the set of objectives, the more difficult it can be to manage the interactions among them. A 'kitchen sink' approach that integrates dozens of variables may make it hard for investors to understand a portfolio's allocations and may lead to unintended outcomes.\"</p><p>Elon Musk called ESG a scam — did the Tesla chief do investors a favor?</p>",
  "published": "2022-05-23T13:40:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 815,
          "end": 829
        },
        {
          "start": 815,
          "end": 823
        }
      ]
    }
  ]
}