{
  "_id": "c31aa29ff72dace410ab9e96c8cb0ef246e6bbdef3b32b4e765245118f7df909",
  "feed": "wall-street-journal",
  "title": "Covid-19 Vaccine, Drug Sales Plateau",
  "text": "<p>Analysts, meantime, are lowering sales estimates for Covid-19 drugs such as Pfizer Inc.'s antiviral Paxlovid, citing softening demand and few new supply deals. The situation marks a new phase in the pandemic, according to analysts, one without the record sales that certain companies such as Pfizer and Moderna Inc. notched just a few months ago.</p><p>\"This year is probably the peak, then going forward, it's going to decline,\" said Cantor Fitzgerald LP analyst Louise Chen. \"The question is how much?\"</p><p>Among the factors, analysts say, is slowing demand amid sufficient supplies in many countries.</p><p>Drug-sales forecasts have dropped partly because vaccinations have helped many people avoid the kinds of illness necessitating drug treatment. In addition, a mutating virus has rendered some drugs obsolete.</p><p>Meantime, vaccine sales have slowed now that many governments, which had competed for vaccine contracts to lock in supplies while manufacturers ramped up production, don't need as much with many people vaccinated.</p><p>Many countries have even refrained from entering into new supply contracts with manufacturers, while they wait to see how often people will need booster shots and whether the shots should be tailored for specific variants.</p><p>Sales could still exceed expectations if governments begin signing new contracts, severe illnesses pick up or new vaccines are needed, analysts say.</p><p>Some companies are sticking with their forecasts.</p><p>Moderna hasn't adjusted the $21 billion in yearly sales for the company's Covid-19 vaccine since raising the estimate in March.</p><p>Likewise, Pfizer hasn't changed its forecasts for $22 billion in Paxlovid and $32 billion in vaccine sales for 2022.</p><p>JPMorgan Chase &amp; Co. and Barclays, however, have cut their estimates for Pfizer's Paxlovid sales this year, projecting use will lighten and governments won't sign as many new contracts.</p><p>Pfizer's guidance was based on contracts signed or committed to at the time, and might be updated at the next earnings call, a company spokeswoman said.</p><p>Eli Lilly &amp; Co.'s Covid-19 antibody cocktail ended up being used less than expected when the treatment no longer worked against the mutating virus.</p><p>Lilly's combination of bamlanivimab and etesevimab generated $2.2 billion in sales last year, before the U.S. government restricted administration of the drug in January because it lost effectiveness against Omicron. Lilly returned to the pandemic market, though, introducing a new antibody, bebtelovimab, which works against Omicron.</p><p>GlaxoSmithKline PLC doesn't expect new supply contracts this year for the antibody treatment sotrovimab. In March, the Food and Drug Administration restricted the drug's use after testing found it to be ineffective against BA.2, the dominant form of Omicron.</p><p>The companies are confident in the drug's long-term role in the pandemic, a Glaxo spokeswoman said.</p><p>Merck lowered its yearly sales guidance for the antiviral pill Lagevrio by $500 million, to between $5 billion and $5.5 billion, because the company was working through its agreements with countries, Merck Chief Executive Rob Davis said.</p><p>The drug, also known as molnupiravir, \"obviously slowed in its growth because the waves of Covid have slowed,\" he said.</p><p>Lagevrio, which Merck sells with partner Ridgeback Biotherapeutics LP, had $3.2 billion in sales during the first quarter. Merck expects half of the drug's remaining sales this year will take place before July.</p><p>In April, J&amp;J withdrew its guidance of $3 billion in sales this year for its vaccine, citing a global surplus of vaccine doses and uncertain demand.</p><p>Analysts expect the vaccine to fetch $495 million in sales this year, according to FactSet, down from the $2.4 billion generated last year.</p><p>This month, the FDA restricted vaccine's use to a narrow set of people, citing the risk of a blood-clotting condition.</p><p>A J&amp;J spokesman said the company's vaccine is playing a crucial role fighting the pandemic, and the company is trying to make supplies available where people are most in need.</p><p>---</p><p>Peter Loftus contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1682,
          "end": 1702
        }
      ]
    }
  ]
}