{
  "_id": "875bd76f3545ca4a5b9b1eccb49882142533a84370eb15ab4034377fc499ac18",
  "feed": "ftcomall",
  "title": "JPMorgan profit drops on higher loan loss provisions as headwinds increase",
  "text": "<p>JPMorgan Chase reported a 17 per cent year-on-year drop in quarterly net income, a smaller decline than analysts had anticipated as record income from lending helped offset the continued slowdown in investment banking and a $1.5bn provision to cover bad credit. </p> <p>The largest US bank by assets said on Friday net income for the third quarter was $9.7bn, down from $11.7bn in the same period last year. The fall was less severe than analysts' estimates for net income of $8.9bn, according to Bloomberg data.</p> <p>Revenues were up 10 per cent at $33.5bn, as Federal Reserve interest rate increases enabled <a href=\"https://www.ft.com/stream/3de2fad0-44c8-492f-9b62-7e1374292a9e\">JPMorgan</a> to earn record income from making loans.</p> <p>Net interest income — the difference in what banks pay on deposits and what they earn from loans and other assets — was $17.6bn, up 34 per cent year on year and a new record for the bank. JPMorgan also lifted its target for net interest income for 2022, excluding its trading division, to about $61.5bn, from more than $58bn previously.</p> <p>“‘Blow-Out' quarter would be an understatement,” analysts at Oppenheimer wrote of the bank's earnings. JPMorgan's stock closed 1.7 per cent higher in New York on Friday, outperforming a 2.4 per cent drop for the S&amp;P 500.</p> <p>While banks such as JPMorgan are benefiting from the rising rate environment now, there are growing worries that this action by the Fed will eventually tip the US economy into a recession. That is the main reason why the bank is lifting reserves to cover potential bad loans.</p> <p>JPMorgan said credit conditions were “still healthy” but warned that excess savings in consumers' checking accounts would be spent by the middle of 2023. </p> <p>“And then, of course, you have inflation, higher rates, higher mortgage rates, oil, volatility, war,” JPMorgan's chief executive Jamie Dimon told analysts. “So those things are out there, and that is not a crack in current numbers. It's quite predictable. It will strain future numbers.” </p> <p>In addition to the credit loss provisions, JPMorgan also took a $959mn loss on investments it holds, which finance chief Jeremy Barnum said was “a result of repositioning the portfolio by selling US treasuries and mortgages”.</p> <p>JPMorgan kicked off the US bank earnings season alongside Morgan Stanley, Citigroup and Wells Fargo.</p> <p>Wells showed a more than <a href=\"https://www.ft.com/content/557ca6a4-bd57-42a3-a5e9-32aa9087e358\">30 per cent decline in profit</a> during its third quarter, while profits at Citi were <a href=\"https://www.ft.com/content/732324f6-465c-4ff1-80cf-eaac65be300d\">down 25 per cent</a>. Morgan Stanley reported a <a href=\"https://www.ft.com/content/0b8e8359-cd02-4a52-b8de-cb0088a7cb3b\">30 per cent year-on-year fall</a> in net income, its longest streak of declines since 2019 as it continues to suffer from a drop-off in investment banking fees.</p> <p>At JPMorgan, investment banking revenue fell 43 per cent to $1.7bn, compared with analysts' estimates of $1.6bn. </p> <p>Revenues in JPMorgan's trading division, which has benefited from heavy activity during the recent market volatility, rose 8 per cent to $6.8bn, remaining above pre-pandemic levels. Analysts had forecast revenue to be $6.6bn.</p> <p>The bank said its common equity tier one (CET1) capital ratio at the end of the quarter was 12.5 per cent, up from 11.9 per cent three months earlier and in line with a new higher requirement. JPMorgan in July suspended its share buyback to meet the higher benchmark for financial strength. </p> <p>Dimon said the bank aimed to reach its 13 per cent CET1 target in the first quarter of 2023 and that “we hope to be able to resume stock buybacks early next year”.</p><p>Source: Joshua Franklin in New York 2022 'JPMorgan profit drops on higher loan loss provisions as headwinds increase' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-14T21:20:53.733Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 594,
          "end": 602
        },
        {
          "start": 597,
          "end": 605
        },
        {
          "start": 830,
          "end": 838
        },
        {
          "start": 835,
          "end": 843
        },
        {
          "start": 1080,
          "end": 1089
        },
        {
          "start": 1087,
          "end": 1095
        },
        {
          "start": 1217,
          "end": 1225
        },
        {
          "start": 1225,
          "end": 1233
        },
        {
          "start": 1471,
          "end": 1479
        },
        {
          "start": 1481,
          "end": 1489
        },
        {
          "start": 1952,
          "end": 1960
        },
        {
          "start": 1966,
          "end": 1974
        },
        {
          "start": 2134,
          "end": 2142
        },
        {
          "start": 2149,
          "end": 2157
        },
        {
          "start": 2544,
          "end": 2552
        },
        {
          "start": 2562,
          "end": 2570
        },
        {
          "start": 2665,
          "end": 2673
        },
        {
          "start": 2684,
          "end": 2692
        },
        {
          "start": 3069,
          "end": 3077
        }
      ]
    }
  ]
}