{
  "_id": "d3b5a17fe33961537ad3b2f5ce16138647f348b107bb5a9f8c9ec8d06903e0aa",
  "feed": "wall-street-journal",
  "title": "JPMorgan Shareholders Reject Jamie Dimon's $50 Million Bonus; Only 31% of shareholders vote in favor of bank's compensation plan, but the vote isn't binding",
  "text": "<p>The vote isn't binding and Mr. Dimon isn't likely to give back the award, but it is a rare rebuke for Mr. Dimon's leadership at the head of the nation's biggest bank. The vote comes as the bank has faced criticism over its spending and investments, which Mr. Dimon and leaders are expected to address at a May 23 investor presentation.</p><p>The bank in January disclosed that Mr. Dimon was paid $34.5 million for his 2021 compensation. Last year, the bank also gave him the special retention bonus. Together, they totaled $84.4 million, putting him among the highest paid CEOs in the S&amp;P 500 for the year.</p><p>The bonus is in restricted stock options that require shares to trade above certain levels and for him to remain the chief executive until 2026. He also can't sell any of the awarded stock until 2031. The bank and directors had argued it was a rare extra bonus for a top leader on Wall Street, and a way to clarify that Mr. Dimon would remain in his position for several more years.</p><p>JPMorgan reported $48.3 billion in net income last year, a 66% increase from the prior year and a third more than the old record. The stock rose 25%, but underperformed the S&amp;P 500 and the KBW Nasdaq Bank Index.</p><p>Institutional Shareholder Services Inc. and Glass Lewis &amp; Co., two firms that advise shareholders on voting, had both recommended voting against the pay package, because of the retention bonus and a smaller grant given to Daniel Pinto, the president and chief operating officer. ISS said the awards weren't tied closely enough to the bank's performance.</p><p>Write to David Benoit at david.benoit@wsj.com</p><p>JPMorgan Shareholders Reject Jamie Dimon's $50 Million Bonus</p>",
  "published": "2022-05-17T21:16:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 984,
          "end": 992
        }
      ]
    }
  ]
}