{
  "_id": "8919dc6e7ddb93705194317f185b498563ed37b0e4cbde6410fe34f9c1a82a3d",
  "feed": "wall-street-journal",
  "title": "Shareholder Sues Rivian, Alleging Startup Misled Investors on Vehicle Pricing; Suit alleges Rivian failed to disclose it had underpriced its vehicles and would need to raise prices after its market debut",
  "text": "<p>A Rivian spokesperson declined to comment on litigation. Rivian shares were up 2.4% Tuesday morning to $43.45.</p><p>Rivian's shares slid last week after the company, in a letter to customers, said it was raising the price of its first two models—an electric pickup truck and an SUV—due to inflationary pressures.</p><p>The price increase, which for some customers amounted to a jump of $10,000 to $20,000 on models they had preordered, triggered a backlash, with many buyers expressing outrage on social media and threatening to cancel orders.</p><p>Rivian Chief Executive RJ Scaringe two days later apologized for the price increase, saying the company would honor the original preorder prices. He said while the increase was logical, it was wrong and that Rivian broke buyers' trust in the company.</p><p>Rivian's stock is down nearly 60% since the start of the year, a drop that stands in contrast to the enthusiasm its IPO generated in November. Its shares soared shortly after its public debut, pushing its valuation at one point past that of Ford Motor Co. and General Motors Co.</p><p>The complaint alleges that Rivian, which set the preorder pricing on the two models—the R1T and R1S—before its initial public offering, omitted material information in its securities filings leading up to the listing. This includes failing to disclose the potential for reputational damage and cancellations resulting from it having to later raise vehicle prices, the suit claims.</p><p>The lawsuit also names the underwriting banks that participated in Rivian's IPO as defendants, including lead firms Morgan Stanley, Goldman Sachs Group Inc. and JPMorgan Chase &amp; Co.</p><p>JPMorgan and Goldman Sachs declined to comment. Morgan Stanley didn't have an immediate comment.</p><p>Nora Eckert contributed to this article.</p><p>Write to Christina Rogers at christina.rogers@wsj.com</p><p>Shareholder Sues Rivian, Alleging Startup Misled Investors on Vehicle Pricing</p>",
  "published": "2022-03-08T17:09:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1605,
          "end": 1624
        },
        {
          "start": 1626,
          "end": 1634
        },
        {
          "start": 1605,
          "end": 1625
        }
      ]
    }
  ]
}