{
  "_id": "d21cd77d94ec029c82ca9c6310abc3cc30c39b2cc7eaae92ea33818a509ca2df",
  "feed": "wall-street-journal",
  "title": "Gas-Station ATMs Are a Banking Battleground; Banks worried about risk are turning away the owners of independent ATMs, a lifeline to the underbanked",
  "text": "<p>Banks are cutting off small-business owners who run the independent ATMs found in America's gas stations, bars and bodegas. ATM operators say it is getting harder to find a bank willing to hold the funds needed to keep their machines stocked with cash. The banks that will work with them, ATM operators say, are jacking up their fees.</p><p>For banks, it is a simple matter of risk. The sole product of ATMs is cash, which can make them a convenient way for criminals to launder the proceeds of their illegal activities. A bank that does business with unscrupulous ATM owners could face the wrath of regulators for violating anti-money-laundering rules.</p><p>Legitimate businesses—and their customers—get caught in the middle. Independent ATMs serve as a lifeline to people in areas where traditional banks have retrenched. An estimated $90 billion was withdrawn from the roughly 225,000 nonbank ATMs in the U.S. in 2020, according to the latest data from research and consulting firm RBR.</p><p>SHARE YOUR THOUGHTS</p><p>How often do you use independent ATMs? Join the conversation below.</p><p>\"Basically, our ATM is their bank,\" said Ms. Ellis, who, with her husband, built a network of around 100 ATMs during their 21 years in the business. The couple relied on loans from friends and family while they waited for Bank of America to release their money.</p><p>Bank of America declined to comment.</p><p>ATM owners typically need at least two bank accounts to run their business. One account holds the cash that they use to stock the ATMs and receives deposits from the user's bank when a withdrawal is made. The other account collects the fee an ATM user pays for the convenience of withdrawing cash from the machine.</p><p>The funds flowing out of an ATM owner's bank account into a cash machine should roughly match the deposits coming in. If the inflows are greater than the outflows, that could indicate that the owner is stocking the machine with additional cash—perhaps the proceeds of criminal behavior.</p><p>ATM operators were among the businesses that got caught up in the Justice Department's Operation Choke Point, an investigation launched in 2013 into banks' dealings with companies seen as more likely to be involved in illegal activity. Rather than go after the companies individually, prosecutors targeted the financial infrastructure keeping them in business, \"choking them off from the very air they need to survive,\" a department official told The Wall Street Journal at the time.</p><p>The initiative ended in 2017, but the account shutdowns didn't. Banks continued to rely on regulatory guidance that warned independent ATM operators were a higher fraud and money-laundering risk.</p><p>Late last year, following a yearslong lobbying push by ATM owners that earned the backing of lawmakers from both parties, regulators softened the guidance. Language discouraging banks from working with ATM owners was replaced with an acknowledgment of their role in bringing financial services to underserved areas.</p><p>But ATM owners say the new guidance has done little to make their lives easier. Bank OZK recently shut down deposit accounts of several board members of the National ATM Council Inc., the industry's trade group, citing risk. Bank OZK declined to comment.</p><p>Curt Selman's account was among them, and it wasn't the first time. JPMorgan Chase &amp; Co., Regions Financial Corp. and a local community bank had previously cut him off.</p><p>\"The window is getting smaller, and I just wonder when the music stops who'll be there,\" said Mr. Selman, who now has accounts with Simmons Bank and Veritex Community Bank.</p><p>JPMorgan and Regions declined to comment.</p><p>ATM owners say they tend to place their machines in areas where there are fewer bank branches, and many customers rely on them to access their paychecks and government benefits.</p><p>Rev. Nathan Jordan put an ATM in his grocery store in Hattiesburg, Miss., about nine months ago after fielding requests from customers. The nearest bank is about 4 miles away, he said, and many people in the area don't drive.</p><p>\"It's very hard for people to get access to loans and financial services,\" he said. \"The community I live in, the people have been denied access for so long.\"</p><p>Katiki Hinton has an account at a credit union that is about 15 miles away from her home. The 47-year-old caregiver relies on the ATM at Rev. Jordan's store to get cash to pay her light and water bills and to go grocery shopping.</p><p>\"I'd rather pay the ATM fee than pay $20 in gas,\" she said. \"It makes a big difference.\"</p><p>The relationship between ATM owners and banks is complex because the two are also competitors. When people use their debit cards at independent ATMs, the bank that issued the card pays a fee to the ATM's owner. That interchange fee is set by card networks. ATM owners say their cut of the fee has fallen.</p><p>In some cases, banks have put pressure on the merchants that provide space to ATM operators.</p><p>Jay Osman, who runs a string of ATMs in Mississippi, said he had to remove a few machines after a local bank told its customers that it would charge them $200 a month for having an ATM in their store.</p><p>In a December 2020 letter reviewed by the Journal, The Citizens Bank of Philadelphia, Miss., cited \"state and federal regulations\" that view privately owned ATMs as high-risk and requiring enhanced due diligence by banks as the reason for the charge.</p><p>Mr. Osman said he repeatedly told bank employees that the merchants aren't handling the cash in his ATMs. He said the bank declined to change its policy. It didn't respond to requests for comment.</p><p>After Bank of America shut down their accounts, the Ellises began relying more on another bank they worked with—BMO Harris. The bank told the Ellises they had to hire armored trucks to transport the cash, and it later increased their fees and limited the amount of money they could withdraw. To make up the difference, they opened accounts at a Comerica Inc. branch roughly 100 miles away.</p><p>Their banking costs have swelled to about $2,000 a month, up from roughly $400. That includes $600 in rent for office space needed to accept deliveries from the armored trucks, which Comerica also required.</p><p>BMO Harris, which reversed the fee increase after the Journal contacted the bank, declined to comment. \"Personally transporting large sums of cash in and out of the banking center increases the risk to the safety of our customers and colleagues, so we work to ensure the safest possible environment,\" a Comerica spokeswoman said.</p><p>The couple raised fees on some of their ATMs by 50 cents to cover the extra costs. \"It was a nightmare,\" said Mr. Ellis. \"It's knocked 10 years off my life.\"</p><p>Write to AnnaMaria Andriotis at annamaria.andriotis@wsj.com</p><p>Gas-Station ATMs Are a Banking Battleground</p>",
  "published": "2022-02-19T10:33:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3287,
          "end": 3301
        },
        {
          "start": 3561,
          "end": 3569
        },
        {
          "start": 3287,
          "end": 3307
        }
      ],
      "nexusId": "10009914"
    }
  ]
}