{
  "_id": "424076ad8f2aca23a68f0064f0a30be7a58cee843b4fc7bfdf49efb80bcaa7ea",
  "feed": "ftcomall",
  "title": "Asia's lesser-known tech manufacturers shine in 2021 stock market",
  "text": "<p>Semiconductor equipment makers from Japan and China were among the biggest winners of Asia's stock market in 2021, doubling their valuation from the end of the previous year amid robust demand for high-tech manufacturing.</p> <p>Following 2020's Covid-driven stock market boom, which generated high-flying digital companies, Asian stock markets had a relatively tough year in 2021, with China's regulatory crackdowns weighing on many of the country's — and the region's — most significant stocks. But global chip demand has given a boost to some lesser-known companies, with logistics and financial groups also growing as the economy gradually recovers from the pandemic.</p> <p>Nikkei Asia compared changes in market capitalisation of about 600 of the largest Asian companies that had a valuation of $10bn or more at the end of 2020, based on QUICK-FactSet data as of December 21. About 50 per cent of them increased in value, while the other 50 per cent lost over the 12 months.</p> <p>Among the top winners was Japan's Lasertec, whose market capitalisation rose 162 per cent in the year to ¥2.9tn ($26bn).</p> <p>Lasertec is a niche player in the semiconductor industry, manufacturing an inspection device for photomasks — a tool for creating a circuit pattern on silicon wafers. The device makes sure that the photomask patterns are accurate and defect-free. An almost exclusive supplier of such devices for cutting-edge EUV photomasks, Lasertec drew investors' attention throughout the year.</p> <p>China's state-backed Naura Technology Group, the country's largest maker of chip equipment, increased its market value by 103 per cent to Rmb182bn ($28bn). In the first nine months of 2021, its net profit more than doubled on the year to Rmb658m.</p> <p>A rival of Applied Materials of the US and Tokyo Electron of Japan, Shenzhen-listed Naura raised Rmb8.5bn in November through a private placement to expand production capacity and enhance research and development. Such a move reflects President Xi Jinping's call for self-reliance in high technology.</p> <p>Apart from semiconductor stocks, the steady manufacturing demand in the Covid-19 recovery phase helped commodity-related stocks rise. Among the top 10 winners were Chinese marine shipping group Cosco Shipping Holdings, up 110 per cent, and Indian steelmaker Tata Steel, up 83 per cent.</p> <p>Yet overall, Asian stocks underperformed global stocks in 2021. The benchmark MSCI All Country Asia Index dropped 1 per cent last year to December 21, versus a 17 per cent rise in the MSCI All Country World Index.</p> <p>Throughout 2021, “the most dominant local story for Asia stocks has been China, and it still remains one,” said Chetan Seth, an equity strategist at Nomura in Singapore. “Tightening macro- and micro-regulations has caused significant discomfort for equity investors and is the reason for China's underperformance in 2021,” he said, referring to Beijing's clampdown on the property sector and regulations on sectors such as education, ecommerce and fintech.</p> <p>As such, China's education businesses were the biggest losers of the year. Market valuations of private tutoring companies Gaotu Techedu and TAL Education Group were down 96 per cent and 94 per cent, respectively. Tens of thousands of teachers were reportedly laid off after companies were forced to turn into non-profit entities under the government's “double reduction” policy to ease students' workload and their parents' financial burden.</p> <p>China's most prominent tech companies — Alibaba Group Holding and Tencent Holdings — both dropped out of the global top 10 market capitalisation ranking, with their valuations decreasing 51 per cent and 22 per cent, respectively, in 2021.</p> <p>They came under pressure chiefly from two key pieces of legislation that sought to regulate monopoly businesses and data security, on top of greater scrutiny by US authorities amid geopolitical tensions with China. The tighter regulations are seen as a sign that Beijing is focusing more on hard technologies such as the semiconductor industry rather than on consumer internet, said Dan Wang of Gavekal Research.</p> <p>The biggest winner of 2021 turned out to be China Telecom, one of the three state-owned oligopolistic carriers, which recorded a market capitalisation increase of 162 per cent — but this comes with a serious caveat.</p> <p>The substantial leap in its market value came mainly from the company's new listing in Shanghai in August, for which it had powerful state backing. The move came after China Telecom was forced to delist from New York owing to alleged links with China's military by US authorities.</p> <p>Listing on mainland Chinese bourses is widely seen as fundamentally different from listing in other markets, as Beijing restricts the free flow of equity investment with the rest of the world. This means the pricing mechanism differs even for the same company traded in the mainland and elsewhere, such as Hong Kong. The Hang Seng Stock Connect China AH Premium Index, for instance, which tracks the price differential for dual listed shares, stood at a 47.1 per cent premium on mainland listed stocks on December 24. As such, it is difficult to say whether the sharp rise in China Telecom's market cap reflects a fundamental change in the value of the company. </p> <p>When it comes to digital stocks outside China, Singapore's ecommerce and online gaming group Sea, the biggest winner in Asia in 2020, continued to gain, but at a much slower pace of 24 per cent, while South Korea's Kakao rose 48 per cent, suggesting investors still expect growth in digital services as the pandemic transforms lifestyles.</p> <p>Meanwhile, gradual recovery from the pandemic has helped financial stocks, as seen in markets such as India. Shares in the government-owned State Bank of India, the country's largest commercial lender, rose 62 per cent. It has a strong liability profile and the best operating metrics among public-sector banks, which helped its stock perform better than those of its peers.</p> <p>With the economic recovery gaining momentum over the past few months, the bank's “overall strength in liability franchisee” and “decent provisioning cover” should continue to work in its favour, brokerage firm ICICI Direct said in a November research note.</p> <p>Bajaj Finserv, the financial services arm of India's Bajaj group, increased in value by 78 per cent. The company has a presence in retail finance, life insurance and general insurance. In August, it announced that market regulator the Securities and Exchange Board of India had given it in principal approval to sponsor a mutual fund. Analysts see the company's wide distribution reach and focus on profitability as some of the reasons the stock was among the top picks last year.</p> <p>On the other hand, signs of a Covid recovery left some companies facing reduced demand, particularly makers of healthcare products. Among the year's biggest losers in Asia were Malaysia's Top Glove, the world's largest maker of rubber gloves, and its local peer Hartalega. Their market values shrank 66 per cent and 56 per cent, respectively, in 2021.</p> <p>Looking ahead, analysts say semiconductor makers and equipment makers will continue to benefit amid solid demand for chips for use in servers, reflecting a strong appetite for investment by cloud service providers such as Amazon, Microsoft and Google.</p> <p>“High-performance processors used in data centres will be in strong demand,” said Hisashi Moriyama, an analyst at JPMorgan, predicting another busy year ahead for high-end chip foundries such as Taiwan Semiconductor Manufacturing Company, which is the most valuable company in Asia.</p> <p>Seth of Nomura said he was “quite constructive on Asia stocks in 2022”, though he noted the Omicron coronavirus variant and the US Federal Reserve's recent hawkish policy pivot would probably lead to some volatility going into the first quarter.</p> <p>With respect to China, Seth said its fiscal and monetary policies were becoming more supportive as authorities focus on supporting growth. “This will help China stocks, and consequently the performance of Asia, as the region's largest market,” he said.</p> <p><em>Additional reporting by Mitsuru OBE in Tokyo, CK Tan in Shanghai, Kenji Kawase in Hong Kong and Kiran Sharma in New Delhi</em></p> <p><a href=\"https://asia.nikkei.com/Spotlight/Market-Spotlight/Asia-s-lesser-known-tech-manufacturers-shine-in-2021-stock-market\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on December 27 2021. ©2021 Nikkei Inc. All rights reserved</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Markets/Tencent-and-Alibaba-vanish-from-world-s-top-10-by-market-cap\">Tencent and Alibaba vanish from world's top 10 by market cap</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Economy/China-s-overtaking-of-U.S.-economy-delayed-to-2033-report-says\">China's overtaking of US economy delayed to 2033, report says</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Environment/Climate-Change/Alibaba-flexes-digital-muscle-to-cut-1.5-gigatons-of-carbon\">Alibaba flexes digital muscle to cut 1.5 gigatons of carbon</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Market-Spotlight/Sea-and-BYD-biggest-winners-among-major-Asia-stocks-in-2020\">Sea and BYD biggest winners among major Asia stocks in 2020</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Opinion/Asia-s-2021-bull-market-in-emperor-has-no-clothes-moments\">Asia's 2021 bull market in emperor-has-no-clothes moments</a></p></li> </ul><p>Source: Kentaro Iwamoto, Nikkei Staff Writer 2022 'Asia's lesser-known tech manufacturers shine in 2021 stock market' FT.com 4 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-04T23:00:22.509Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7398,
          "end": 7406
        }
      ]
    }
  ]
}