{
  "_id": "e0c12430a8b9766dce13b4a06c68bd6addc960b71ecd0dc608eb97dc49a00395",
  "feed": "ftcomall",
  "title": "Bank of America scraps customer fees for bounced cheques",
  "text": "<p>Bank of America has become the latest big US bank to roll back fees charged to customers who overdraw their current accounts, conforming with policies at new digital competitors. </p> <p>The second-largest US bank by assets said on Tuesday that it was eliminating non-sufficient funds fees, or bounced-cheque fees, beginning next month and slashing the cost of overdraft protection to $10 from $35 per charge. </p> <p><a href=\"https://www.ft.com/content/44043a25-16ea-48c0-862f-71de8472d0ff\">Rohit Chopra</a>, director of the Consumer Financial Protection Bureau, last month criticised what he called “exploitative junk fees” as he ordered the US regulator's examiners to focus on overdraft charges. </p> <p>Most big US banks, including JPMorgan Chase and PNC, have introduced policies over the past year to give customers longer grace periods to cover transactions and lower overdraft&#xa0;fees. </p> <p>The lenders have acted in response to <a href=\"https://www.ft.com/content/ef5a459f-3e1b-4dcf-8fba-54a09cc11131\">pressure from Washington</a> and competition from digital banks, which have marketed consumer friendly policies such as accounts without overdraft fees to take market share. Last month, Capital One became the largest US bank to scrap overdraft fees altogether.</p> <p>Increased financial regulation since the early 2000s has already reduced the revenue banks earn from overdraft fees. It has also forced lenders to clearly break down how fees are triggered. Annual revenue from overdraft fees across US banks fell 57 per cent between 2008 and 2019, <a href=\"https://www.ft.com/content/43d18c68-851d-11de-9a64-00144feabdc0\">dropping from $40bn</a> to $17bn.&#xa0;</p> <p>With the changes, BofA expects its overdraft revenue this year will be 97 per cent lower than 2009 levels.</p> <p>Wells Fargo also said on Tuesday it was scrapping fees for bounced payments and giving customers earlier access to direct deposits to help them avoid overdraft charges.</p> <p>Overdraft revenue across most banks had already been suppressed for most of the past two years after coronavirus stimulus payments from the government helped many low-income customers cover purchases with their savings. With the new policies in place, overdraft revenue is unlikely to return to pre-pandemic levels.</p> <p>However, eliminating the fees could help traditional banks compete with younger rivals.</p> <p>Lenders offering products that reduced the cost of an overdraft have achieved 40 per cent higher account acquisition since 2017, while customer acquisition at financial institutions that did not change their overdraft policies dropped almost 30 per cent, according a report by industry research firm Curinos.</p><p>Source: Imani Moise in Detroit 2022 'Bank of America scraps customer fees for bounced cheques' FT.com 11 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-11T16:31:50.922Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 635,
          "end": 643
        },
        {
          "start": 635,
          "end": 649
        }
      ],
      "nexusId": "10009914"
    }
  ]
}