{
  "_id": "53cdd795589ac919b167b56aee45d850bc76aa4196e932b4e05a644fb2b0a54a",
  "feed": "market-watch",
  "title": "Dow down 250 points as Russia sends troops into breakaway Ukraine regions",
  "text": "<p>How are stock-index futures performing?</p><p>The Dow Jones Industrial Average DJIA fell 255 points, or 0.8%, to 33,824.</p><p>The S&amp;P 500 SPX was down 18 points, or 0.4%, at 4,330.</p><p>The Nasdaq Composite COMP shed 66 points, or 0.5%, to 13,482.</p><p>On Friday, the Dow, S&amp;P 500 and Nasdaq Composite logged a second straight weekly decline. A so-called&#xa0;death cross crystallized&#xa0;in the Nasdaq, a bearish chart pattern.</p><p>What's driving the market?</p><p>Putin ordered forces Monday into separatist regions of eastern Ukraine. The announcement raised fears, which have kept investors skittish, that an invasion was about to materialize.</p><p>The White House said President Joe Biden will issue an executive order that “will prohibit new investment, trade, and financing by U.S. persons'' in those areas, and a further round of sanctions against Moscow were also expected.</p><p>Meanwhile, officials from the European Union referred to Putin's latest moves, including the recognition of the independence of the Russian separatist Donetsk and Luhansk regions' independence, as “a blatant violation of international law.” And Germany took steps to halt certification of the Nord Stream 2 pipeline that's set to carry natural gas from Russia to Western Europe.</p><p>Stock-index futures plunged overnight in reaction to the Russian moves but steadied somewhat ahead of Tuesday's opening bell. Equities began the day lower, but have seen choppy price action in morning trade, with the S&amp;P 500 and Nasdaq Composite moving between gains and losses.</p><p>Read:What a Russian invasion of Ukraine would mean for markets as Putin orders troops to separatist regions</p><p>While Putin's actions have escalated tensions, the move so far have fallen short of the sort of full-scale invasion that remains the biggest potential worry for investors, said Tom Martin, senior portfolio manager at Globalt, in a phone interview.</p><p>Need to Know:JPMorgan says Russia invasion isn't the No. 1 stock-market threat</p><p>Oil prices jumped but have pulled back from highs, while haven-related buying of Treasurys faded, allowing yields to edge higher.</p><p>“What we're seeing is a fairly muted reaction,” Martin said. “At this point it's back to things like what's happening with inflation and what do we think the Fed is going to do with regard to that.”</p><p>See: Will Fed rate hikes crush the stock market? Here's why speed matters</p><p>Stocks appeared to find support in early trading after a pair of surveys of purchasing managers showed private-sector activity in the U.S. economy picked up last month as the spread of the omicron variant of the coronavirus faded.</p><p>A “flash” index of activity by service-oriented companies jumped to 57.5 this month from an 18-month low of 51.1 in January, IHS Markit said. A similar gauge of manufacturers rose to 52.5 in February from 50.5.</p><p>Geopolitical fears and the potential shakeout from a further escalation of tensions around Ukraine were being weighed against monetary policy considerations, with the U.S. Federal Reserve seen preparing to deliver a series of interest rate increases beginning next month.</p><p>“Most of the selloff in global equities this year can be attributed to the hawkish shift by the world's major central banks,” Neil Shearing, Group Chief Economist, at Capitol Economics, wrote in a note to clients early Tuesday. “This suggests that there is still significant downside for global stock markets (and upside for safe havens, including U.S. Treasurys) if the conflict escalates.”</p><p>Which companies are in focus?</p><p>Home Depot Inc.HD reported fiscal fourth-quarter profit and sales that rose above expectations and announced a 15% increase in its dividend. Shares of the home-improvement retail giant fell nearly 7%.</p><p>Shares of department-store retailer Macy's Inc.M jumped 3.4% after the department store retailer reported fourth-quarter earnings that beat expectations and announced a dividend hike.</p><p>What are other assets doing?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 1.3 basis points to 1.939%. Yields and debt prices move opposite each other.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, was down 0.1%.</p><p>Bitcoin BTCUSD rose 2.2% to around $37,852.</p><p>Oil futures rose, with the U.S. benchmark CL00 up 3%, while gold GC00 was up 0.3% at just under $1,905 an ounce.</p><p>The Stoxx Europe 600 XX:SXXP was up 0.1%, while London's FTSE 100 UK:UKX rose 0.2%.</p><p>Equities fell sharply in Europe, with the Shanghai Composite CN:SHCOMP dropping 1%, the Hang Seng Index HK:HSI falling 2.7% and Japan's Nikkei 225 JP:NIK giving up 1.7%.</p>",
  "published": "2022-02-22T11:31:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1864,
          "end": 1873
        }
      ],
      "nexusId": "10009914"
    }
  ]
}