{
  "_id": "40dacc6d622ea15330a7727307992340ed56cf1037ea1132dfea25e5b81d0ccc",
  "feed": "ftcomall",
  "title": "Investors: beware liquidity holes",
  "text": "<p>In the past decade, the phrase “liquidity trap” has often been tossed around in western markets. For central banks have provided so much funding for the financial system, via quantitative easing, that it seems that the glut was becoming ineffective.</p> <p>This week, however, investors would be wise to ponder another concept: a “liquidity hole” — or, perhaps more accurately, holes. </p> <p>For while the US Federal Reserve did not actually raise rates this week, Jay Powell, Fed chair, <a href=\"https://www.ft.com/content/0f195295-7ff2-4d0c-b5ce-43aa5a4b1223\">essentially promised that rate hikes will start in March</a>. More significant still, the Fed also issued a weighty <a href=\"https://www.federalreserve.gov/newsevents/pressreleases/monetary20220126c.htm\">document</a> pledging to shrink its balance sheet too. </p> <p>Taken together, that means that investors could soon see something materialise in markets that most have barely seen in the past decade (except during the early pandemic shock): a shortage of buyers for some assets relative to supply. </p> <p>“This [gap] will start in bond markets, but then spread to other assets,” Greg Jensen, co-chief investment officer at Bridgewater hedge fund, tells me. “It will be painful for many investors since they have been extrapolating from the last decade [of liquidity gluts] in their portfolios” — and thus are unprepared for holes.</p> <p>How painful? An optimist might argue that any pricing shocks will be modest. After all, by historical standards, the global financial system in general — and the American one in particular — is awash with cash. </p> <p>That is partly because the Fed <a href=\"https://www.ft.com/content/9af75cb4-9743-41af-896f-f25d7588d323\">doubled the size of its balance sheet to $9tn </a>during the pandemic, after expanding it fourfold in the previous decade. Its counterparts in Japan, Europe and the UK have also been hyperactive. </p> <p>Meanwhile, private sector credit creation has been hyperactive too — causing the <a href=\"https://www.bloomberg.com/news/articles/2020-12-14/u-s-financial-conditions-easiest-on-record-goldman-sachs-says\">closely watched Goldman Sachs financial conditions index</a> to hit a record-low level of 97.73 at the end of 2021. This means funding has been super abundant. </p> <p>Moreover, the implied numbers in the Fed's 2022 tightening plans do not look massive compared to its balance sheet. The Fed is slated to buy $20bn of US government treasuries and $15bn of mortgage bonds in February. </p> <p>Oxford Economics calculates that, when the Fed stops these purchases and lets existing assets mature, this will result in an “effective reduction in Fed purchases of $90bn bonds each month — or $400bn [reduction] in the second half of this year and $1tn in 2023”. That would not trim the balance sheet to anything like its pre-pandemic level. </p> <p>However, the key point that investors need to remember is that the supply of government bonds keeps expanding, as western governments grapple with their mountains of debt. And while the US government is slated to wind down its fiscal stimulus in 2022, its funding needs remain sky-high. </p> <p>Thus, even a “mere” $90bn monthly reduction in Fed purchases could create jolts, particularly given that the Fed <a href=\"https://www.ft.com/content/9af75cb4-9743-41af-896f-f25d7588d323\">currently owns a fifth </a>of the inflation-linked bond market and <a href=\"https://www.wsj.com/articles/how-the-fed-rigs-the-bond-market-inflation-yields-financial-crisis-treasury-11637165868\">the Fed has recently funded</a> “as&#xa0;much as 60 to 80 per cent of the entire government borrowing requirement” in recent years, according to Lawrence Goodman, head of the Center for Financial Stability. </p> <p>Indeed, JPMorgan calculates that the net supply of government bonds “that [will] need to be absorbed by the market [will] increase to $350bn” in the second half of this year. That is a big hole. </p> <p>Moreover, market liquidity is never just about raw monetary numbers, but psychology too — and there are already signs that private sector investors are pulling in their horns, as the Fed plans to withdraw. </p> <p>One telling sign is the recent pattern in bond and equity prices. In the last couple of years, as Jensen notes, a decline in US equity prices — of the type seen in late 2020 or 2018 — has gone hand in hand with rising bond prices. This suggests that investors have responded to shocks by rotating their money between asset classes, not withdrawing it altogether. </p> <p>But since the start of this year, bond and equity prices have declined together. Meanwhile, there has been an even more dramatic rout in speculative asset classes, such as cryptocurrencies. Instead of a portfolio rotation, we are seeing hints of a capital flight. </p> <p>From a long-term perspective, this is a healthy development, given that a decade of ultra-loose policy has pumped asset prices to crazily high levels, relative to real economic growth. Indeed, I would argue that the Fed should have started tightening some time ago.</p> <p>But desirable or not, nobody should ignore how risky this shift is — and how hard it is to model the market implications. Nobody knows what will happens when a central bank tries to simultaneously raise rates and shrink its balance sheet, since it has never been done on this scale before. </p> <p>Nor do we know how tightening will play out in a world where so much credit intermediation is now moving through markets (not banks, as before) — and where wealth inequality, partly due to high asset prices, is potentially “blocking monetary policy transmission”, as <a href=\"https://fedfin.com/wp-content/uploads/2022/01/Karen-Petrou-Remarks-Inflation_Inequality_and-the-Problem-This-Time_Monetary-Policy-and-Its-Discontent-IIEP-GWU.pdf\">Karen Petrou, a financier, argues</a>. We are in uncharted territory.</p> <p>No wonder that Powell admitted this week that “<a href=\"https://news.yahoo.com/powell-march-rate-hike-likely-as-fed-looks-to-be-nimble-on-inflation-213943644.html\">I don't think it is possible to say exactly how this [tightening] is going to go</a>”. If anything, that is an understatement. Investors should take note and watch out for those liquidity holes.</p> <p><a href=\"mailto:gillian.tett@ft.com&#xa0;\"><em>gillian.tett@ft.com</em>&#xa0;</a> &#xa0;</p><p>Source: Gillian Tett 2022 'Investors: beware liquidity holes' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-27T17:07:00.877Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3097,
          "end": 3105
        }
      ]
    }
  ]
}