{
  "_id": "9c929545472f3b42995e84f83293ca972d66766a76f97ed1f9f2069908506917",
  "feed": "market-watch",
  "title": "Dow pares nearly 400-point gain as Fed weighs biggest interest rate hike since 1994; ECB holds emergency meeting",
  "text": "<p>* The Dow Jones Industrial Average DJIA was up 113 points, or 0.4%, at 30,478, after rising 397 points at its session high.</p><p>* The S&amp;P 500 SPX was up 27 points, or 0.7%, at 3,762.</p><p>* The Nasdaq Composite COMP gained 151 points, or 1.4%, to trade at 10,979.</p><p>Stocks ended mostly lower on Tuesday, with the Dow and S&amp;P 500 posting their lowest closes since early 2021 as the indexes extended their losing streak to five days. The Nasdaq Composite rose 0.2%.</p><p>What's driving the market</p><p>The Federal Reserve will announce a decision on interest rates at 2 p.m. Eastern Time, followed by a news conference with Chairman Jerome Powell at 2:30 p.m. ET.</p><p>Investors are juggling expectations for an interest rate hike of 50 basis points or even 75 basis points, which Goldman Sachas and JP Morgan economists are now expecting. The latter would mark the biggest such increase in nearly 30 years.</p><p>Surprisingly strong May consumer-price inflation data released last week, struck a blow to those hoping that price rises had peaked. It also sparked a fresh rout for stock markets and other assets, pushing the S&amp;P 500 index into bear-market territory, amid concerns more aggressive Fed action would drive the U.S. into a recession.</p><p>\"If the Fed surprises with a 50bp hike, the market will certainly rebound on relief. But the Fed's primary goal is to tame inflation right now, and not to boost the equity markets. And depressed market conditions seem necessary in achieving that goal,\" said Ipek Ozkardeskaya, senior analyst at Swissquote, in a note to clients.</p><p>\"Now that the 75bp pill has been swallowed by the market, it would be irrational for the Fed not to go ahead with a bigger hike,\" she said.</p><p>Not everyone is convinced investors would be relieved by a half percentage point move.</p><p>A 50 basis point move, in theory, should cause a rally in stocks, \"but this is genuinely unclear,\" said Chris Weston, head of research at Pepperstone in Australia. \"The market could easily see a risk that the Fed is falling further behind the inflation curve and going into further risk aversion mode.\"</p><p>Read: A 75-basis-point hike? Here are 3 ways the Fed can sound more hawkish this week</p><p>Also see: A 75-basis point Fed move is not a slam dunk, former staffer says</p><p>Data on Wednesday showed U.S. retail sales fell by 0.3% in May, below forecast, while sales minus autos rose 0.5%. Excluding autos and gas, sales rose 0.1%.</p><p>The S&amp;P 500 index has lost 10.2% over the past five trading days, the worst percentage such decline since March 2020, when the pandemic was unfolding in the U.S.</p><p>Stealing some spotlight from Fed decision day was a surprise announcement by the European Central Bank, which held an emergency meeting on Wednesday to \"discuss current market conditions.\"</p><p>The ECB said it would use reinvestments from its expired pandemic emergency purchase program, or PEPP, combat the widening of spreads between yields of highly indebted countries and core countries like Germany, while working to fashion a new instrument designed to fight \"fragmentation\" of its monetary policy efforts. Economists had widely predicted that markets would test the ECB after policy makers last week failed to concretely address fragmentation worries.</p><p>See also: ECB failure to address 'fragmentation' threat raises risk of steep bond-market selloff: economists</p><p>The rare ad hoc ECB gathering, which comes just a week after the central bank's meeting, helped drive Italian bond yields lower and rallied the euro EURUSD and European stocks XX:SXXP.</p><p>Companies in focus</p><p>* Shares of Hertz Global Holdings Inc. HTZ rose 9% after the auto rental company announced a new $2 billion stock repurchase program.</p><p>Other assets</p><p>* U.S. Treasury yields were pulling back, with that of the 10-year note BX:TMUBMUSD10Y down 7 basis points to 3.406% after hitting a more-than-decade high.</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, fell 0.2%.</p><p>* Oil futures traded lower, with the U.S. benchmark CL.1 down 0.8% to trade below $118 a barrel. Gold futures GC00 rose 0.5% to trade near $1,822 an ounce.</p><p>* Bitcoin BTCUSD saw renewed pressure, falling 4.1% to trade near $21,250.</p><p>* The Stoxx Europe 600 XX:SXXP rose 1.6%, while London's FTSE 100 UK:UKX advanced 1.4%.</p><p>* The Shanghai Composite CN:SHCOMP ended 0.5% higher, while the Hang Seng Index HK:HSI rose 1.1% in Hong Kong and Japan's Nikkei 225 JP:NIK fell 1.1%.</p><p>* Gold prices GC00 rose $12.20, or 0.7%, to $1,825.70 an ounce and oil prices CL00 fell 1.3% to $117.32 a barrel.</p><p>Dow pares nearly 400-point gain as Fed weighs biggest interest rate hike since 1994</p>",
  "published": "2022-06-15T15:20:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 772,
          "end": 781
        }
      ]
    }
  ]
}