{
  "_id": "703ea6807b16b6cbfbc4a210efef5f7fff43e392624110240b103db1cf31b854",
  "feed": "wall-street-journal",
  "title": "Chevron Rakes in $15.6 Billion in Annual Profits as Oil Prices Climb; The oil giant had a dramatic turnaround in 2021, as fossil fuel demand recovered from pandemic-induced lows",
  "text": "<p>Chevron's stock price reached its highest level ever Thursday, closing at more than $135 a share, as investors reacted to Chevron's announcement that it would raise its quarterly dividend by 6%. But the company's shares fell more than 4% in pre-market trading Friday morning following the release of its fourth quarter earnings, which were lower than analysts had expected.</p><p>\"We're delivering greater value to stockholders today, while working to meet the world's growing energy demands in a lower carbon future,\" Mike Wirth, Chevron's chief executive, said.</p><p>The surging commodity prices have left investors wondering whether oil-and-gas companies will follow their historical impulse to increase drilling in pursuit of higher profits. Chevron is the first of the largest Western oil companies to report earnings, and analysts will look for tea leaves from Chevron's management about whether the price signal has changed its calculus.</p><p>Following years of dismal returns from oil-and-gas companies, investors have pressured producers to moderate growth and return more cash to shareholders. Chevron and peers have responded by changing how they allocate cash, leading to a jump in their share prices and declines in the cost of capital, according to Rob Thummel, a senior portfolio manager at TortoiseEcofin.</p><p>While that is good for investors in the company, there are mounting concerns that there isn't enough investment in new fossil-fuel supply to meet growing demand.</p><p>\"Producers and management teams will continue to deliver on what the market is asking them, which is to return capital to shareholders, ultimately making it harder to keep up with global demand for oil and gas,\" said Mr. Thummel.</p><p>U.S. oil prices reached their highest levels since 2014 in January and were trading at around $87 per barrel Thursday. More analysts are predicting that oil prices will top $100 per barrel in 2022, as global economies continue to recover and investment in oil and gas production remains relatively restrained.</p><p>Chevron has said it is sticking to a relatively modest budget and will return increasing amounts of cash to shareholders. Chevron's dividend increase Thursday marked the 35th consecutive year the company has raised the payout. Chevron has also said it would buy back as much as $5 billion of its stock after buying back $1.4 billion in 2021.</p><p>\"We're going to maintain capital discipline,\" said Chevron Chief Financial Officer Pierre Breber. \"We're going to build back activity as the market recovers.\"</p><p>Late Thursday, a federal judge invalidated a U.S. oil and gas lease sale of 80 million acres in the Gulf of Mexico, saying the Department of Interior hadn't adequately considered climate change impacts in its environmental analysis. Chevron was among the companies that had bid for tracts in the sale.</p><p>Chevron said in December it would increase capital expenditures in 2022 to $15 billion, a 20% increase from the previous year but still well below pre-pandemic levels. Mr. Breber said the company will maintain that budget. Chevron has said it would spend between $15 billion and $17 billion through 2025 compared with previous plans to spend $19 billion to $22 billion a year before the pandemic.</p><p>Despite the lower spending levels, Chevron said it set a record for oil and gas production in 2021, producing 3.1 million barrels a day, a modest increase from last year's levels. The company's oil-and-gas production unit earned $7.3 billion in 2021, compared with a loss of $1.6 billion in 2020.</p><p>Mr. Breber said the company can grow production despite its more disciplined spending because of structural cost savings Chevron implemented during the pandemic. Chevron has to grow to sustain the dividend, he said.</p><p>Phil Gresh, an analyst at JP Morgan Chase &amp; Co., said in a note to investors Friday that Chevron's guidance that 2022 oil and gas production would be flat to slightly down was lower than expected. Mr. Breber said Chevron's 2022 production would grow, excluding lost volumes from expiring contracts in Asia.</p><p>Write to Christopher M. Matthews at christopher.matthews@wsj.com</p><p>Chevron Rakes in $15.6 Billion in Annual Profits as Oil Prices Climb</p>",
  "published": "2022-01-28T13:57:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3747,
          "end": 3756
        }
      ],
      "nexusId": "10009914"
    }
  ]
}