{
  "_id": "a66ea8ccfee1e4a108ae695a552e8e90fdfd276a16d239250b816ac4b3ee7b5a",
  "feed": "wall-street-journal",
  "title": "Colombia Election Weighs On Future of Oil Sector; Both presidential candidates oppose a state company's plan to try fracking to bolster dwindling reserves",
  "text": "<p>PUERTO WILCHES, Colombia—In a baking-hot town in the middle of vast palm-tree plantations, engineers and geologists are preparing a pilot fracking program that they say could keep Colombia energy-independent for decades while increasing exports to the U.S.</p><p>But the project—as well as Colombia's oil industry itself—could enter a rocky period after Sunday's presidential elections, in which voters will choose between two antiestablishment candidates who say they oppose fracking and favor transitioning toward renewable energy sources.</p><p>Polls show the hopefuls in a dead heat. Gustavo Petro, a former leftist guerrilla who later served in the Senate, calls oil a poison and says he would cease granting exploration licenses. Construction mogul Rodolfo Hernandez expresses his distaste for fracking in his TikTok videos, though he casts doubt on Colombia's ability to transition quickly from fossil fuels.</p><p>\"We need a change to shift to a new era,\" Mr. Petro told supporters in the town of San Andrés de Sotavento last month. \"We need an economy that is protective of the environment, not one based on oil or gas.\"</p><p>The energy industry is at the forefront of the presidential race at a paradoxical moment since Colombian exporters—and government coffers—are benefiting from the rise in global oil prices driven by war in Ukraine. Energy company Ecopetrol, which is majority-owned by the Colombian state and joining with Exxon Mobil Corp. in the fracking pilot, reported first-quarter profit that more than doubled from the previous year.</p><p>For more than a decade, Colombia has been working to expand its dwindling oil reserves, estimated at a little more than 2 billion barrels, tiny compared with the estimated 300 billion in neighboring Venezuela. Colombia pumps 700,000 barrels a day and has about seven years of oil remaining, according to its Ministry of Mines and Energy.</p><p>With fracking, Colombia could add more than 5 billion barrels of light crude to its stock, giving the country enough oil and gas to last up to three decades, according to Gabriel Combariza, vice president of unconventional resources at Ecopetrol.</p><p>\"We're not a country with a lot of tangible riches, and so we have to go out and look for them,\" said Mr. Combariza.</p><p>Without the investment necessary to maintain current production levels, the country could become a net importer of crude within five years, according to the Colombian Petroleum Association, which advocates for the oil industry.</p><p>A decline in oil output, the association warns, would mean less export revenue, a third of which comes from oil sales to the U.S. If production declines below domestic demand by 2026-27, the government would lose out on $4.5 billion in tax and royalty payments by that time.</p><p>Ecopetrol and the administration of President Ivan Duque, whose term ends in August, have sought to protect the industry.</p><p>The company's shareholders in March approved a move to extend the terms of its nine-member executive board until 2025. But a new administration could try to change the management structure of the state company, J.P. Morgan credit researchers said in a recent report.</p><p>Ecopetrol's stock is up 7% in 2022, well shy of the 42% rise of S&amp;P's energy stock index.</p><p>The Petro campaign, which has been the most vocal on oil matters, says the candidate supports only a gradual transformation of the national energy apparatus and introduction of new taxes on the sector. Existing contracts, including the 69 exploration licenses granted during Mr. Duque's tenure, would also be respected, the Petro campaign said. </p><p>Pedro Carvallido led an anti-fracking protest last week outside the office of the mayor of Puerto Wilches, Colombia. PHOTO: Kejal Vyas/The Wall Street Journal </p><p>Edilberto Puerta said he doesn't oppose fracking near the plantation that he manages in Puerto Wilches, Colombia. PHOTO: Kejal Vyas/The Wall Street Journal</p><p>Meanwhile, in Puerto Wilches, anti-fracking demonstrators who support Mr. Petro's positions have in recent days blocked roads as well as the entrance to the mayor's office, demanding local authorities stop the fracking program to prevent what they assert will be environmental damage. Many of the 30,000 people who live here depend on farming and fishing in the adjacent Magdalena River. Graffiti on a wall reads \"Living pleasantly without fracking.\"</p><p>Colombia's highest administrative court said earlier this month that the fracking project could proceed, overturning a ban applied by a local judge. The project had been temporarily halted after a local civil society organization called Afrowilches—which represents Black Colombians in the region—filed a lawsuit.</p><p>\"We have the right to voice our concerns based on ancestral grounds,\" said Pedro Carvallido, president of Afrowilches.</p><p>Mr. Carvallido said his movement has been partly inspired by anti-fracking activists in the U.S. and other parts of the world who say the technology risks contaminating groundwater. He also dismissed the oil industry's promises of bigger royalties to the municipalities. Mr. Carvallido said that payouts from existing oil projects haven't brought adequate water sanitation and healthcare services to Puerto Wilches, which has housed oil fields for nearly a century and today extracts about 20,000 barrels a day.</p><p>\"If there hasn't been development in 50 years, I highly doubt it'll happen now,\" he said. </p><p>The oil industry in Puerto Wilches, Colombia, extracts about 20,000 barrels a day. PHOTO: Kejal Vyas/The Wall Street Journal</p><p>Mr. Combariza, the Ecopetrol vice president, said the company's operations are closely regulated and that extensive surveys to determine the environmental risks of a project are conducted. \"The probability of those risks materializing are very low,\" he said. Ecopetrol executives say the company makes hundreds of millions of dollars in social investments each year through building rural roads and school scholarships.</p><p>Some analysts say the next president will have to moderate his positions on fracking and oil exploration because of the government's gaping fiscal deficit and the budget's reliance on oil income.</p><p>But the Petro campaign, which has galvanized young voters with pledges to fight against climate change, says it has no plans to soften its stance on fossil fuels.</p><p>\"Zero fracking and stopping oil exploration are nonnegotiable positions for us,\" said Alfonso Prada, a senior adviser to Mr. Petro.</p><p>Ecopetrol plans to invest more than $5 billion a year over the next two decades to diversify into alternative energy. A new administration could decide how much money goes to projects such as fracking for oil or to develop renewable energy, such as solar.</p><p>Studies indicate that the rock formations that the pilot program will tap a mile and a half below ground will provide for greater oil-extracting potential than the Permian Basin, or Argentina's Vaca Muerta deposits, Mr. Combariza said. Drilling for the program, which is costing Ecopetrol about $100 million, could begin before the end of the year, company engineers say.</p><p>Some in Puerto Wilches are open to the fracking pilot.</p><p>\"If we don't try,\" said Edilberto Puerta, who manages a palm oil plantation, \"we'll never know what the true potential is.\" </p><p>'Living pleasantly without fracking,' reads graffiti on a riverside wall in Puerto Wilches, Colombia. PHOTO: Kejal Vyas/The Wall Street Journal</p><p>Write to Kejal Vyas at kejal.vyas@wsj.com</p><p>Colombia Election Weighs On Future of Oil Sector</p>",
  "published": "2022-06-16T16:35:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3072,
          "end": 3083
        }
      ]
    }
  ]
}