{
  "_id": "57cd4e61ea556c1b31d98c8695561e660a305c5bb80b0711417743fe74f6711b",
  "feed": "ftcomall",
  "title": "What the Vatican and crypto bros have in common",
  "text": "<p>American hedge fund luminaries don't usually draw inspiration from the Pope. But when financiers assembled in Los Angeles this week for the <a href=\"https://milkeninstitute.org/events/global-conference-2022/overview\">Milken Institute Global Conference</a>, the Vatican was an unexpected topic of dinner debate.</p> <p>Shortly before the conference started, the Holy See announced plans to <a href=\"https://kqeducationgroup.com/vaticans-art-to-be-housed-in-vr-and-nft-gallery/\">issue non-fungible tokens on the blockchain</a>; the aim, it explained, is to “democratise” the Vatican's historic art collection by giving people&#xa0;around the world access to the paintings. (How, exactly, that'll work remains to be seen.)</p> <p>To some of the Milken attendees, this was a sign that blockchain technology is creating a power shift. More specifically, the idea that creates thrills for the crypto evangelists (as frequently laid out by people such as Peter Thiel, the LA-based libertarian investor) is that the blockchain offers the promise of a <a href=\"https://www.ft.com/content/c982082b-c890-4880-b438-f8b3cae83a4b\">decentralised world</a>, where networks of ordinary people can challenge elites — priestly or otherwise.</p> <p>Should the rest of us believe this? After listening to the crypto hype (sometimes sweetened with delicious wine), I'm feeling distinctly torn. It's not simply that a debate is raging between the crypto evangelists (such as Thiel) who believe the blockchain ledger is a revolutionary technology, and those like the celebrated investor Warren Buffett, who has retorted that bitcoin&#xa0;is a “gambling device”, a pyramid scheme and <a href=\"https://www.cnbc.com/2018/05/05/warren-buffett-says-bitcoin-is-probably-rat-poison-squared.html\">“rat poison”</a>.&#xa0;</p> <p>The other issue is the gap between rhetoric and reality. The people engaged in the crypto world today are operating with a distinctive creation myth that contains plenty of contradictions. </p> <p>One revolves around the idea of digital money. To most onlookers, this is the feature that makes crypto distinctive. After all, it was bitcoin that popularised the concept of the blockchain, even though this has now been applied to other spheres such as <a href=\"https://www.ft.com/content/e95f5ac2-0476-41f4-abd4-8a99faa7737d\">art</a>. In reality, most of us have had digital bank accounts for years, albeit in fiat currency. The crypto world is forever threatening “normal” money by being purely digital, but the latter has become more futuristic, more quickly — from mobile banking to payments — than most people imagined. </p> <p>A second issue concerns anonymity, or, more accurately, pseudonymity. This is often considered a defining feature of crypto, and criticised for enabling criminality. But in the side rooms of the Milken conference, I heard entrepreneurs describe how they are racing to find better ways to confirm users' identity. Consultants like <a href=\"https://www.chainalysis.com/\">Chainalysis</a>, meanwhile, are apparently so good at tracking opaque crypto flows that it can be easier for law enforcement, including the FBI, to track criminals using crypto rather than banknotes. “Cash is more anonymous,” one sleuth tells me.</p> <p>Then there is “hedging”. With stock markets tumbling, a hot topic at Milken was how investors can hedge their portfolios. Crypto enthusiasts presented tokens like bitcoin as an answer. But it now seems that just as excess liquidity has boosted the price of almost all assets in the&#xa0;past, its withdrawal could hurt them all — including crypto. </p> <p>Those touting NFTs extol them as being valuable because they are scarce and immutable. But, as legal experts such as <a href=\"https://theconversation.com/when-you-buy-an-nft-you-dont-completely-own-it-heres-why-166445\">Dinusha Mendis</a> of Bournemouth University and <a href=\"https://theconversation.com/can-you-truly-own-anything-in-the-metaverse-a-law-professor-explains-how-blockchains-and-nfts-dont-protect-virtual-property-179067\">João Marinotti</a> of Indiana University have argued, the degree to which an investor “owns” a token is properly tested in law courts. And the scarcity aspect clashes with the fact that new tokens keep being created.</p> <p>Finally, there is the question of decentralisation. The original creation mythology for bitcoin was a white paper, written by the mysterious <a href=\"https://www.ft.com/content/e729c740-106c-11e6-839f-2922947098f0\">Satoshi Nakamoto</a>, calling for a world based around peer-to-peer, or “distributed” trust. The vision that makes Thiel's eyes gleam is one where a shared computer ledger lets people cut deals without any traditional — ie, hierarchical — institutions. Once a shared computer ledger was created, the argument went, strangers could safely transact with each other without needing centralised institutions at all.</p> <a href=\"http://www.ft.com/cms/2fa20459-d432-4b5f-8cc4-e6ba02413cb0.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>That may still be true in part. But as Charles Hoskinson, a blockchain pioneer now building a successful operation on the <a href=\"https://cardano.org/\">Cardano</a> platform, told me in LA: “The vast majority of Web3 [ie, blockchain] applications are centralised, not decentralised.”&#xa0;Partly that is because the ledgers are often so-called “private chains”, or members-only clubs, organised&#xa0;by institutions such as JPMorgan. But it is also because a new breed of virtual exchanges has emerged to organise crypto trading and custody. </p> <p>And when an entity such as the Vatican issues NFTs, it is the credibility of that institution which partly creates trusts in those assets. Even as the word “decentralisation” is washed down with wine at Milken dinners, hierarchies keep reappearing in subtle and sometimes opaque ways. </p> <p>I am not suggesting that these inconsistencies make the whole crypto dream meaningless. The industry is developing interesting technologies and ideas that could end up going mainstream — precisely because institutions are getting involved.</p> <p>But the key point is this: what creates “value” in cryptocurrencies is investor embrace of an ambiguous creed, where rhetoric often clashes with reality. In that respect, the Vatican's move makes perfect sense. </p> <p><em>Follow Gillian on Twitter&#xa0;</em><a href=\"https://twitter.com/gilliantett\"><em>@gilliantett</em></a><em>&#xa0;and email her at&#xa0;</em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=gillian.tett@ft.com\"><em>gillian.tett@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Gillian Tett 2022 'What the Vatican and crypto bros have in common' FT.com 4 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-04T15:00:57.530Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4347,
          "end": 4355
        }
      ]
    }
  ]
}