{
  "_id": "356e5e00c54c891d3d3dc52865ee734b68a1bb0ec5882ff588db0dce1afcaadf",
  "feed": "wall-street-journal",
  "title": "World News: New Sanctions Would Test Putin Strategy --- Measures threatened for Ukraine invasion could hamper Russian efforts to soften blow",
  "text": "<p>The U.S. on Tuesday said it is prepared to impose sanctions and export controls on critical sectors of the Russian economy. Senior administration officials said the U.S. could ban the export to Russia of products that use microelectronics based on U.S. equipment, software or technology, similar to the U.S. pressure campaign on Chinese telecom giant Huawei Technologies Co. U.S. officials have previously said measures under consideration also include cutting off Russian banks' access to the dollar and possible sanctions on Russian energy exports.</p><p>\"It's unpleasant, of course, but it can be solved by the financial institutions\" in Russia, Finance Minister Anton Siluanov said this month about the prospects of more sanctions, insisting Russia was prepared. \"I think they will cope in case of such risks.\"</p><p>To an extent, Russia has weaned itself off the dollar and reduced the share of its debt held by foreign investors. The government has run a conservative fiscal policy and kept its government debt under 20% of GDP, compared with 133% in the U.S., according to IMF data.</p><p>Russia has also amassed a significant financial buffer, with international reserves, including gold holdings and foreign currency, reaching a high of $630 billion in December, one of the world's biggest, according to central-bank data.</p><p>In an early retaliatory move against Western sanctions, Moscow in 2014 barred most Western food imports such as fruits, vegetables, meat and dairy products, including French cheeses that had become a staple product among the middle class. The import substitution drive later expanded to other industries, including medicine and technology, stimulating domestic production.</p><p>Meanwhile, economic cooperation with China has increased. In 2019, Russia opened a major gas pipeline to China and trade between the two countries has grown to over $100 billion a year.</p><p>\"Putin has been preparing for this moment since 2014,\" Timothy Ash, senior emerging-market sovereign strategist at BlueBay Asset Management, wrote in a note on Tuesday.</p><p>One sector Moscow hasn't been able to sanction-proof is technology. The global chip industry is largely dominated by companies from the U.S. and its allies in Europe, Taiwan and South Korea. Russia has only a few, mostly outdated semiconductor factories and is dependent on parts and patents from Western companies.</p><p>The export controls of microelectronics under consideration by the U.S. would be implemented through a powerful policy tool known as the Foreign Direct Product Rule, which the Trump administration used to cripple China's Huawei. European officials have said they would also apply export bans, including on high-tech goods, although discussions continue about how wide-ranging they would be.</p><p>Such export restrictions would limit Russia's ability to buy machine tools, smartphones and other consumer electronics, analysts say. They would exact an economic toll and hurt efforts to modernize the Russian economy.</p><p>Even when it has had more success in other sectors, sanctions-proofing has come at a cost. The rigid fiscal policy crimped growth and investment while the government has given priority to supporting state-owned enterprises. As a result, Russia's GDP has grown slower than the world average since 2014. Russians are also poorer than before the Crimean annexation: By the end of 2020, real incomes had fallen by 9.3% from their 2013 level.</p><p>Past sanctions have also hurt. The International Monetary Fund estimates the sanctions have shaved off 0.2 percentage point from Russian growth a year between 2014 and 2018.</p><p>Ultimately, some analysts say, Russia's efforts won't be enough to soften the blow of major new sanctions.</p><p>While down from 80%, the share of the dollar in exports of goods and services is currently at 56%, ING Bank estimates. The private sector is even more exposed and the dollar still dominates the local foreign-exchange market.</p><p>\"Russia came prepared this time,\" said Maria Shagina, a visiting fellow at the Finnish Institute of International Affairs. \"But this doesn't mean that the effect of sanctions won't reverberate through the whole system.\"</p><p>Russian assets tumbled this week as investors weighed the sanctions threat. The ruble and local stock markets have sunk to their lowest levels in months while Russia's credit default swaps, a measure of financial risk, rose to their highest since the beginning of the pandemic.</p><p>Strategists at JPMorgan on Tuesday recommended that investors close their long ruble positions due to the \"prohibitively high\" geopolitical uncertainty.</p>",
  "published": "2022-01-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4425,
          "end": 4433
        }
      ],
      "nexusId": "10009914"
    }
  ]
}