{
  "_id": "8dfb7d0955b0613318daafb97c3cd6d9563b6ec83856dc9d171351736dac7c3d",
  "feed": "ftcomall",
  "title": "The new oil war: Opec moves against the US",
  "text": "<p>Half a century ago, the Yom Kippur war between Israel and Arab states put a new cartel of oil producers at the centre of global politics. The Organization of Arab Petroleum Exporting Countries, including Saudi Arabia and the United Arab Emirates, halted oil supplies to the western countries that had supported Israel. It was the first global oil shock. </p> <p>On Wednesday, the Jewish holy day of Yom Kippur, Saudi Arabia and its oil allies — which now include Russia in the Opec+ group — moved to upend the world's energy order again. </p> <p>Their decision to slash 2mn barrels a day from production targets, or 2 per cent of global supply, might sound modest. But doing so while Brent crude was trading at a lofty $90 a barrel — almost twice its long-term historical price — is a threat to a global economy stalked by inflation and mounting consumer anxiety about energy prices and shortages. And it marks a new and perhaps dangerous breach between producer and consumer countries, especially between the US and Saudi Arabia.</p> <p>The timing of the cuts for the US was especially telling, coming just two and a half months after President Joe Biden had exchanged fist bumps with Saudi Crown Prince Mohammed bin Salman in Jeddah, and five weeks before November's midterm elections. Days earlier, envoys from the White House had travelled to Saudi Arabia to implore the kingdom not to cut. </p> <p>Instead, Prince Mohammed's half brother, energy minister Prince Abdulaziz bin Salman sealed the deal to slash supply at the Opec headquarters on Vienna's Helferstorferstraße. Alongside him was Vladimir Putin's deputy prime minister Alexander Novak, only days after he was slapped with sanctions by the US. </p> <p>Roger Diwan, a veteran Opec watcher at S&amp;P Global Commodity Insight, said in a note the cuts marked a “weaponisation of oil” and suggested the timing and location of the meeting were a deliberate signal from the cartel.</p> <p>“The presence of the Russian deputy prime minister under US sanctions, to discuss tightening of oil supply heading into a winter in which Russia has already weaponised its gas exports to Europe sends a clear message,” Diwan said. “Saudi Arabia's adversarial path will skew price risk even higher for oil.” </p> <p>For Saudi Arabia, which has long depended on the US for military support as part of an energy-for-security alliance that has endured through two wars in the Gulf and the 9/11 attacks, it underscores a new confidence that it can break free of American pressure and act in its own commercial and diplomatic interests.</p> <p>While the Biden administration was bracing for the decision to cut, the reaction in Washington was still shock at the breach in the alliance.</p> <p>President Biden said he was “disappointed” and would be looking at “alternatives” to bolster supplies. The White House declared Opec had “aligned with Russia”, even as Moscow was escalating its offensive against Ukraine, and said it would consider releasing more oil from its strategic petroleum reserve. </p> <p>In truth, Opec and western oil importers have been destined for a collision for years, as anxieties about global warming and energy security have prompted governments worldwide to curb fossil fuel use — an environmental necessity that many oil producers have taken as an assault on their livelihood. </p> <p>Biden's election, with its campaign-trail promise to transition away from oil and make Saudi Arabia a “pariah” for the murder of Jamal Khashoggi only deepened the rift. But the invasion of Ukraine by Russia, Saudi Arabia's ally in Opec+ since 2016, has erased all norms in the energy world.</p> <p>A battle for control over the oil market — and even the future of the energy industry itself — is now in plain sight.</p> <h1>Targeting the ‘buyer's cartel' </h1> <p>Opec officials argue that the Biden administration fired the opening salvos, with a pledge to “transition from oil” and usher in a new clean energy era, while simultaneously leaning on the group to keep oil prices low.</p> <p>In Opec's view, Washington had also started to interfere in their market. The Biden administration's decision to begin releasing crude from its emergency oil stockpile last year to ease prices was troubling to Opec members. They thought they were honouring a measured plan to gradually restore oil supplies cut as the world economy recovered from the pandemic.</p> <p>But Saudi Arabia's oil alliance with Russia was always going to create strains following the invasion of Ukraine.</p> <p>Washington's plan to impose a price cap on Russian crude oil exports — an attempt to cut the Kremlin's income from oil without preventing it flowing when tighter EU sanctions begin in December — has caused alarm among Opec producers.</p> <p>They fear the measure could be used against them in future too, say people familiar with the group's discussions, wrenching control of the oil market back into the hands of wealthy consumers.</p> <p>The US says the cap would not be used more widely and a person familiar with the administration's plan says the administration has had “constructive” talks with Opec countries.</p> <p>Opec+'s decision to cut output “serves the notice that the producers' alliance will oppose any attempts by a ‘buyers' cartel' to lower the oil price”, said analysts at JPMorgan.</p> <p>Whether because of the price cap or not, the urge to sustain high oil prices was critical to the decision. Suhail Al Mazrouei, energy minister of the UAE, said Opec acted to ensure producers would keep investing in new oil supply. </p> <p> “If we don't do that, then . . . [production] will fall from a cliff,” he told reporters in Vienna. “We are concerned about the lack of investments.”</p> <p>That argument is likely to find little sympathy in western capitals, whose leaders accuse old allies in the Gulf of being happy to profit from Russia's invasion of Ukraine while thwarting efforts to starve Moscow of funds. </p> <p>Western governments have also pinpointed energy costs since the Ukraine invasion as a main force behind soaring inflation — “Putin's price hike”, in Biden's phrasing. Gulf ministers repeatedly declined to acknowledge that the recession they feared would collapse oil prices was triggered by their Russian partner, after it invaded Ukraine and slashed natural gas supplies to Europe.</p> <p>“In Europe, they have their own story, in Russia they have their own story,” Mazrouei said. “We can't be siding with this country or that country.” </p> <p>Opec's Kuwaiti secretary-general, Haitham Al Ghais, linked the decision to cut to the anxieties about energy supplies facing global consumers, though he did not mention Moscow's energy war on Europe. “Everything has a price, energy security has a price,” Ghais said.</p> <p>Back in Washington, Amos Hochstein, Biden's global energy adviser and one of the envoys who engaged in months of shuttle diplomacy with Saudi Arabia, suggested one response from the administration would be to seek more domestic oil production. </p> <p>“We're going to work with our US allies to increase production and make sure we have the refining capacity,” he said in a television interview after the Opec+ meeting. “For the last several months we have had conversations with the leadership of almost every major oil producer in the US, telling them, ‘what do you need to incentivise production?'” he added. </p> <p>But this may be difficult for the Biden administration too. Underlying US anxieties about inadequate short-term oil supply is the end of an era of cheap and fast supply growth from the country's own shale patch. </p> <p>Investors have refused to sanction the kind of debt-fuelled drilling binge that, in previous years, saw US supply increases cut into Opec's market share. The Biden administration also initially sought to limit more fracking and drilling on federal lands. Meanwhile, its oil releases from the Strategic Petroleum Reserve have left the stockpile at its lowest level since 1984.</p> <p>“Gone are the days of millions of barrels per day of output growth [in the US],” says Amrita Sen at Energy Aspects, an energy consultancy. “It gives Opec much more of a free hand because it doesn't need to fear a sudden surge in shale.”</p> <h1>‘We no longer take orders from Washington'</h1> <p>For some commentators in the Gulf, the energy crisis has reinforced the region's importance to global markets. </p> <p>“At this moment everybody needs Gulf oil, everybody needs Saudi Arabia and the UAE onboard,” says Abdulkhaleq Abdulla, an Emirati professor of politics. “Some in Washington definitely don't realise there's a new Gulf and we no longer take orders from Washington.”</p> <p>While Gulf states are exuding new confidence, the absolute monarchies have also grown less patient with what they consider the US's unreliability as a partner in the region.</p> <p>Riyadh has increasingly complained about what it perceives to be unpredictable US policy — including towards its regional arch-rival Iran — and has expressed concerns that Washington has not provided the level of security it desires, despite decades of American weapons sales.</p> <p>“They can cite 20 years of what they consider to be American fecklessness and America actually not being the source of security and stability in the region,” says Steven Cook, a senior fellow at the Council on Foreign Relations. “They really do believe they are the centre of the universe right now and everybody needs to come to them.”</p> <p>A senior US administration official says the Middle East has been a key focus&#xa0;of the White House, highlighting its efforts&#xa0;to preserve&#xa0;a truce in Yemen, the recent Gulf Cooperation Council Summit Biden held in Jeddah as well as other investments and efforts in the region.</p> <p>As for the decision itself, Saudi officials insist politics was not involved. They reject the idea that the Opec+ decision this week involved any aggression towards the US or other consumers, and say it was not made in defence of Russia. </p> <p>“Show me, where is the belligerence?” said Prince Abdulaziz after the meeting. “Where is the ill intent?”</p> <p>Senior Saudi officials say they are pursuing their own interests and that of the wider group, not acting at Russia's beck and call. A priority for Riyadh was preserving prices as Prince Mohammed pushes ahead with an ambitious plan to modernise the kingdom that is expected to cost hundreds of billions of dollars.</p> <p>“We are supporting Saudi Arabia, we are supporting Opec+, and ourselves,” says a senior Saudi official. “[Russia] is getting a share of the benefit but it's by affiliation. We are not a charity.”</p> <p>The senior official says they hope the fierce reaction in Washington will be shortlived. “We hope this critical period will pass after the [midterm] elections and cool heads will prevail. This is a strategic relationship that has lasted for eight decades. It's had some challenges, but ultimately the fundamentals have been strong.”</p> <p>Yet critics of the kingdom say it has overplayed its hand. “While they will deny it, it's hard not to conclude that they're basically saying we are happy to support Russia over the US,” says Paul Stevens, emeritus professor for energy, environment and society at Dundee University.</p> <p>At a time of mounting alarm about energy security the decision to seek higher prices and ally with Russia is fateful, says Amy Myers Jaffe, a professor in the Cllimate Policy Lab at Tufts University's Fletcher School. </p> <p>“In its support of Russia's request for production cuts, Opec casts itself in a role that will hasten its own demise,” Myers Jaffe says, suggesting the decision designed to retake control over the oil market could even now hasten the energy transition away from fossil fuels.</p> <p>“Anyone who can move away from oil will — national governments, businesses, cities, consumers. Opec's actions are simply a nail in a coffin that was already being built.”</p> <p><em>Additional reporting by Tom Wilson in London</em></p><p>Source: Derek Brower, David Sheppard, Andrew England and Felicia Schwartz 2022 'The new oil war: Opec moves against the US' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-07T18:00:54.849Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5172,
          "end": 5180
        }
      ],
      "nexusId": "10009914"
    }
  ]
}