{
  "_id": "ae588fbbc9112000ecfc7e6a3921c6277d8d9e06b3b1245a951772668919ce4e",
  "feed": "ftcomall",
  "title": "Gold still adds a little lustre to a very well-diversified portfolio",
  "text": "<p>On the face of it, gold has lost none of its age-old allure. Russia-born billionaire Vladislav Doronin this year used nearly 40kg of the stuff to gild the outside of the Crown Building, a landmark New York skyscraper housing a hotel and luxury apartments. It is an extravagance reminiscent of Croesus, the legendarily wealthy king of ancient Lydia, who routinely donated bullion to gold-plate statues in temples when he needed a spot of divine assistance.</p> <p>Gold jewellery, too, is as popular as ever: demand is growing despite the tribulations of Covid and the world economy. Statista, a data provider, forecasts further increases, taking the global market from $230bn in 2020 to $307bn in 2026. From Indian brides to Cartier's ultra-rich customers, most of us — if we can afford it — still want gold.</p> <p>What we don't seem to want, though, is to invest in it. At least not in a consistent way. The gold price hit an all-time high of $2,074.88 an ounce in August 2020, driven by concern that governments' emergency Covid packages would undermine financial stability and drive up inflation.</p> <p>Since then, inflation has well and truly arrived and shows little sign of leaving. So have multiple geopolitical upheavals, headed by war in Ukraine, US-China tensions, concerns over Taiwan and a lot of threatening behaviour in the Middle East. All of which might have triggered a bolt for bullion — if the gold bug theory had proved correct that economic and political uncertainty is good for gold. But it didn't.</p> <p>The reason is clear: the rapid succession of interest rate hikes from central banks, led by the US Federal Reserve, plus the strength of the US dollar. So investors looking for safe havens would have lost both income and currency appreciation if they had opted for gold in recent months instead of US government bonds. As Rory Townsend, an associate at BMO Capital Markets, says in a note: “It's safe to say that investors have favoured the greenback when it comes to . . . safe-haven buying whereas, in the past, they may have looked to gold.”</p> <p>Townsend expects the investment winds to shift, slightly, in the new year. If US inflationary expectations peak, interest rates will not be far behind and, with declining rates, a non-income asset such as gold becomes a bit more alluring. But only a little. Townsend expects the gold price to remain “fundamentally well supported” up to 2026, with no sharp fall from current levels.</p> <p>JPMorgan is slightly more bullish, forecasting an increase in late 2023 as Fed rates top out, bond yields begin to slip and the dollar loses momentum. But, even then, the forecast increase “towards $1,820” an ounce is modest. It is hardly a ringing endorsement for the precious metal if it needs a war to keep the bulls engaged and the bears away.</p> <p>But at least gold has seen off one challenge this year — or perhaps a phantom challenge. <a href=\"https://www.ft.com/content/d497772f-7422-4372-b72d-f74f96884466\">Crypto</a> fans who were busy advancing the argument that digital currencies were the new crisis hedge have, so far at least, been proven wrong. With bitcoin trading at the time of writing around two-thirds down on its November 2021 peak of $48,000, it is clear that, whatever else a digital currency may be, it is not a diversifying hedge against equities.</p> <p>Gold, by comparison, was up by around 10 per cent over the period of bitcoin's plunge, and by 375 per cent over 20 years. Not bad, you might say. But look at the chart and you see the volatility. You would have needed strong nerves to hang on — the past 10 years would have given you some stomach-churning swings and a net profit close to zero.</p> <p>Of course, the past is no guide to the future, as the investment warnings say. Gold probably has a place in a very well-diversified portfolio. But, unless you want to plate a tower block or even a statue, don't let the glitter tempt you away from the dull staples in your portfolio. </p> <p><em>Stefan Wagstyl is the editor of FT Wealth and FT Money. Follow Stefan on Twitter </em><a href=\"https://twitter.com/stefanwagstyl\"><em>@stefanwagstyl</em></a></p> <p><em>This article is part of </em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Stefan Wagstyl 2022 'Gold still adds a little lustre to a very well-diversified portfolio' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-02T04:00:51.979Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2409,
          "end": 2417
        },
        {
          "start": 2429,
          "end": 2437
        }
      ]
    }
  ]
}