{
  "_id": "9c758e8447ab55400cd9b9fffbce88fe40889153b54cd9258bd97f690a2c6e2f",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Trial of Ex-JPM Traders Begins",
  "text": "<p>The criminal trial in Chicago is the climax of a seven-year Justice Department campaign to punish alleged spoofing in the futures markets. Prosecutors have alleged the former members of JPMorgan's precious-metals desk constituted a sort of criminal gang that carried out a yearslong conspiracy that racked up big profits for the bank.</p><p>\"Day in, day out for seven years, the defendants manipulated the market so that they could make more money,\" U.S. Justice Department prosecutor Lucy Jennings said. \"And then they lied to cover it up.\"</p><p>JPMorgan paid $920 million in 2020 to resolve regulatory and criminal charges over the conduct, which involved nine futures traders and at least two salespeople who dealt with clients such as hedge funds, according to court records. Three former traders cooperated with the Justice Department's investigation and will testify against the three defendants: Gregg Smith and Michael Nowak, who traded precious metals; and Jeffrey Ruffo, who was their liaison to big hedge funds whose trades earned money for the bank.</p><p>Attorneys for Messrs. Smith, Nowak and Ruffo told jurors Friday that prosecutors cherry-picked a handful of trades to concoct a misleading theory of how the men traded. All three have pleaded not guilty.</p><p>Mr. Smith canceled many orders but never used them as a ruse, defense attorney Jonathan Cogan said. He often canceled orders after he realized that high-speed trading firms, which made decisions faster than he could, jumped ahead of his orders and moved the price up or down, Mr. Cogan said.</p><p>\"He did not place orders with the intent to manipulate the market, not during the snippets of time the prosecutors will focus on in this case -- not ever,\" Mr. Cogan said.</p><p>A lawyer for Mr. Nowak, who led the precious-metals desk, said his client was a gold-options trader during the years under scrutiny. Mr. Nowak used futures mostly to limit the risk of his large options positions, attorney David Meister said, so his pay wasn't linked to making more or less money on a futures trade. \"The stuff he's charged with here couldn't move the needle for Mike's pay,\" Mr. Meister said.</p><p>Prosecutors have alleged the pattern of spoofing was continuous, a claim that allowed them to charge the three men with racketeering in addition to conspiracy, attempted price manipulation, fraud, and spoofing. The conduct allegedly spanned from 2008 to 2016.</p><p>Guy Petrillo, a lawyer for Mr. Ruffo, said Friday that his client was a reliable and honest salesman whose only role was to communicate with clients and pass their orders to traders such as Messrs. Smith and Nowak.</p>",
  "published": "2022-07-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 536,
          "end": 544
        }
      ]
    }
  ]
}