{
  "_id": "9d18150e2ca6c5ccd90f43adbf4628e2a908ae30e5555f5f7806414841b4ff39",
  "feed": "wall-street-journal",
  "title": "Facebook, Netflix and PayPal Are Value Stocks Now; FTSE Russell is due to rebalance indexes, adding and deleting companies from benchmarks",
  "text": "<p>Among the stocks on the move are former darlings Meta Platforms Inc., the parent of Facebook, Netflix Inc. and PayPal Holdings Inc. All three will jump into the Russell 1000 Value Index, and their weights in the Russell 1000 Growth Index will dwindle. GameStop Corp., another favorite among individual investors, will make the same trip, though it will lose its place in the growth index.</p><p>Among the other big changes in store? Tesla Inc. will replace Meta as the fifth-largest U.S. company in Russell indexes. And many energy stocks, star performers this year, are being promoted to the Russell 1000 index from the Russell 2000 index of small companies.</p><p>FTSE Russell says the value benchmark is populated with companies that exhibit lower price-to-book ratios—which reflect the famed investor Benjamin Graham's traditional approach to discovering undervalued companies—and lower expected growth values. The growth benchmark, on the other hand, is supposed to feature companies promising faster growth.</p><p>The index producer says it uses a number of different metrics, including growth forecasts and historical sales, to determine whether stocks fall into growth or value buckets, or both. The Russell 1000 Growth Index is down 28% this year and is headed for its worst performance relative to the value gauge in the first half of any year since 2002, around the time the dot-com bubble burst.</p><p>SHARE YOUR THOUGHTS</p><p>What impact will the reshuffle of the FTSE Russell have on markets? Join the conversation below.</p><p>The revamp underscores the recent regime change in the stock market. For much of the past decade, shares of technology companies such as Meta and Netflix kept soaring, helping push major indexes to fresh highs. Investors, hungry for shares of companies promising high growth in the future, paid up to hold those stocks.</p><p>Meanwhile, value investors, who typically hunt for bargains, often eschewed the flashy social-media giants and software companies and sought other corners of the market. Now, shares of the tech companies have fallen so fast and hard that they look like bargains, by FTSE Russell's criteria at least. Meta has declined 53% this year, Netflix has tumbled 70% and PayPal has fallen 61%.</p><p>FTSE Russell hasn't publicly released the full list of stocks that will be added or removed from its indexes, but Catherine Yoshimoto, director of product management for the Russell U.S. indexes, confirmed the individual stock moves.</p><p>Other once-highflying growth companies that will creep into the value benchmark include software company Okta Inc., Pinterest Inc., Zoom Video Communications Inc. and Moderna Inc. Those stocks will remain in the growth index as well, though their weightings in that gauge will edge lower.</p><p>The rebalancing will ripple through trillions of dollars in investments. To ensure that passive funds are tracking their respective indexes accurately, portfolio managers overseeing those funds will buy or sell the stocks around the close of trading Friday.</p><p>The reshuffling means the final minutes of Friday's session might be some of the most hectic of the year. Min Moon, head of index and delta one strategy at JPMorgan Chase &amp; Co., estimates that about $112 billion will change hands in the final moments of the day.</p><p>The roughly $55 billion iShares Russell 1000 Growth Exchange-Traded Fund, for example, currently holds shares of Netflix, Meta and PayPal. That ETF will likely decrease its holdings of those three stocks. Its counterpart, the iShares Russell 1000 Value ETF, will likely increase holdings of the tech behemoths.</p><p>Ms. Moon estimates that tech companies will shed the most weight in the growth index, led by Meta. Its position in the growth gauge will decrease to about 0.5% from roughly 2.3%, while its weight in the value index will be about 1.7%, she said. Meta, with a valuation of more than $400 billion, is one of the biggest holdings in the iShares growth ETF and would likely hold considerable sway over the value fund.</p><p>Meanwhile, energy companies will increase their heft in the growth gauge, making up 1.5% of the index, up from around 0.6%, according to Ms. Moon.</p><p>Some investors say the price-to-book ratio that FTSE Russell uses has lost its relevance because of the increasing significance of intangible assets, which are ignored in the measure or reflected inconsistently.</p><p>\"Is Meta a value stock at this point?\" said Aaron Dunn, a portfolio manager overseeing value strategies at Eaton Vance. \"I don't know that it's cheap enough for us to say that's a value stock and that it's undervalued on an intrinsic basis.\"</p><p>Meta's forward price-to-earnings ratio, based on earnings expectations for the next year, has sunk to 12.44, compared with 15.82 for the broader S&amp;P 500 index, FactSet data show.</p><p>Write to Gunjan Banerji at gunjan.banerji@wsj.com</p><p>Facebook, Netflix and PayPal Are Value Stocks Now</p>",
  "published": "2022-06-23T21:01:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3148,
          "end": 3168
        },
        {
          "start": 3148,
          "end": 3162
        }
      ]
    }
  ]
}