{
  "_id": "587abb7e59d6ff707ad1b183a75f1fcd27d4bc2a935b17296e5b992eea7b4ddd",
  "feed": "wall-street-journal",
  "title": "Eurozone Inflation Eased in November, but Further Rate Rises Likely; ECB's Christine Lagarde is skeptical that inflation has peaked as the eurozone economy likely enters recession",
  "text": "<p>As a result of rising energy prices, the eurozone's inflation rate had continued to rise even as U.S. inflation eased for four straight months from July, prompting the ECB to raise its key interest rate more sharply than at any time in its history.</p><p>Wednesday's data from the European Union's statistics agency showed that consumer prices in November were 10% higher than a year earlier, down from the 10.6% annual rate of inflation recorded in October as energy prices fell. Economists surveyed by The Wall Street Journal last week had expected to see a decline to 10.4%.</p><p>This means that while prices continue to rise rapidly, they are no longer doing so at a faster rate every month. This is a long way from inflation being under control or prices stabilizing and it doesn't guarantee that the inflation rate won't pick up again.</p><p>The rate of inflation last fell in June 2021, but that proved to be a brief interruption in its long climb. According to ECB President Christine Lagarde, the same is likely true of the November drop.</p><p>\"We don't see the components or the direction that would lead me to believe that we have reached peak inflation and that it is going to decline in short order,\" she told European lawmakers Monday.</p><p>Ms. Lagarde pointed to uncertainties about the time it takes for increases in wholesale energy prices earlier in the year to be passed on to households. Her comments cemented expectations that the ECB will raise its key interest rate for the fourth straight policy meeting on Dec. 15, although the fall in inflation during November makes it more likely that the increase will be smaller than moves announced in July and September.</p><p>\"Today's reading supports the ECB council's doves who favor a 50 bps hike in December over the hawks, who would like to see another 75 bps hike,\" said Katharina Koenz, an economist at Oxford Economics.</p><p>Further rate rises are expected in 2023, with market participants pricing in a doubling of the deposit rate to 3% by midyear. While the broadest measure of inflation fell in November, the measure of core inflation that excludes volatile energy and food prices was unchanged at 5%.</p><p>\"With underlying price pressures remaining elevated, however, we continue to expect the ECB to keep hiking until policy rates are well into restrictive territory,\" said Paul Hollingsworth, an economist at BNP Paribas.</p><p>Inflation rates around the eurozone have been heavily influenced by government measures to protect households from surging energy prices. In November, the Netherlands saw the largest fall in its annual rate of inflation, which plummeted to 11.2% from 16.8% in October as a government cap on energy prices came into effect.</p><p>Similar caps have been implemented in most eurozone countries, including France and Germany. Economists at the Bruegel research body in Brussels estimate that European Union governments have so far allocated 600 billion euros, equivalent to about $620 billion, to pay for those gaps and other efforts to shield households.</p><p>Many economists think eurozone inflation is close to its peak, in part because natural-gas prices have fallen over recent months and because the eurozone economy likely entered a recession this quarter.</p><p>With energy consumption rising over the winter months, very high energy prices and higher interest payments will reduce the amounts that households can spend on other goods and services. Energy-intensive industries are cutting production to avoid losses.</p><p>Economists at JP Morgan estimate the combined effect of these and other headwinds will lead to a 1.3% annualized drop in gross domestic product during the final three months of this year, and a 1% decline in the first three months of 2023, before growth returns in the second quarter as energy use falls.</p><p>With demand for their products set to weaken, a monthly survey conducted by the European Commission indicated that fewer manufacturers are planning to raise their prices over coming months than at any time since September 2021.</p><p>High energy prices mean that inflation is unlikely to fall sharply in the early months of next year but because these prices are already very high now, it will likely fall later in 2023.</p><p>For policy makers, the main uncertainty about inflation beyond next year is whether workers will secure big pay rises as they seek to make up for their lost spending power, leading to further price rises as businesses seek to cover their increased payroll costs.</p><p>So far, there are few signs that wages are rising sharply. According to the ECB's own measure of pay deals negotiated by labor unions and similar groups, wages in the three months through September were just 2.9% higher than a year earlier.</p><p>Eurozone Inflation Eased in November, but Further Rate Rises Likely</p>",
  "published": "2022-11-30T12:27:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3478,
          "end": 3487
        }
      ]
    }
  ]
}