{
  "_id": "3f858976f7d43dcf7a62452bde6c803808eeb30eff60bcc5f963dc345f735e44",
  "feed": "wall-street-journal",
  "title": "Lack of Optimism for Alzheimer's Trials Means There's Little to Lose; There is little enthusiasm about coming study results for treatments targeting the protein amyloid beta, so there is upside for risk-seeking investors",
  "text": "<p>Companies seeking a treatment for Alzheimer's disease have spent an astonishing amount of money in recent decades with little to show for it. Some coming trial results are being treated as long shots in the investing and medical communities, meaning good news would have a seismic impact.</p><p>Since 1995, more than$42.5 billion has gone into enrolling thousands of patients across more than 1,000 trials. Yet to this day not a single treatment is available to cure or slow disease progression.</p><p>Four drugstreat the disease's symptoms, and Biogen's Aduhelm was approved last year in a controversial Food and Drug Administration decision, though its coverage was later restricted by the Centers for Medicare and Medicaid Services, making the drug effectively inaccessible to the millions of Alzheimer's patients.</p><p>One very frustrating aspect of the colossal failure that has been the quest for an effective Alzheimer's treatment is that the \"amyloid hypothesis\"—the idea that targeting an unusual buildup of the protein in patients' brains should slow dementia—continues to let investors and patients down. Dozens of amyloid-targeting drugs have failed in clinical trials.</p><p>Over the next year, drug companies have three more solid shots on goal using amyloid-targeting drugs. Optimism is understandably restrained.</p><p>\"These studies will either help save this class of treatments or put the final nail in the coffin on this whole hypothesis,\" said Yatin Suneja, an analyst at Guggenheim Securities.</p><p>The first study to read out will be for Biogen and Eisai's lecanemab, which could come as soon as this month. Results for trials of Roche's gantenerumab and Eli Lilly's donanemab also are expected within the next 12 months.</p><p>Each of the coming studies has incorporated lessons from past failures, so there is room for some hope. Among the positive things going for these studies is they have \"enrolled patients with clear amyloid disease, have optimized antibody dosing, picked the most sensitive endpoints and can detect even modest changes in the rate of cognitive decline,\" according to Morgan Stanley analysts.</p><p>Biogen has the most riding on these results. Its shares are down 32% over the past 12 months. The company has been slashing costs and it is currently rudderless. Chief Executive Michel Vounatsos left in the wake of the unsuccessful commercialization of Aduhelm. If lecanemab falls short, whoever replaces Mr. Vounatsos will be under pressure to cut costs further. Morgan Stanley analyst Matthew Harrison suggests Biogen might need to make fewer attempts to \"swing for the fences\" and focus on getting a few \"low risk singles\" by looking for genetically defined neurological indications.If the study does produce excellent data—an outcome many analysts view as having less than a 40% chance—the stock would likely jump at least 30% to account for the multibillion-dollar opportunity that is Alzheimer's.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for a potential Alzheimers' cure? Join the conversation below.</p><p>For Eli Lilly and Roche, a failure wouldn't be as meaningful for the shares because those companies have broader drivers of growth. JP Morgan's Chris Schott says Lilly's donanemab is the front-runner in the race given its favorable study design and its record in previous trials. Because Eli Lilly also has other promising drugs in its pipeline, such as obesity treatment tirzepatide, the downside to the stock from a failure might not be very significant.</p><p>However disappointing it would be if all three clinical trials fail to deliver tangible cognitive benefits, Alzheimer's patients have reason for continued hope. It could take years for meaningful progress, but there are numerous studies looking at different pathways of the disease. A promising one, conducted by biotech Alector in partnership with AbbVie, is targeting the receptor known as TREM2, which seeks to activate the brain's immune system to fight pathologies present in Alzheimer's disease.</p><p>For now, though, all eyes are on the drug industry's last-ditch effort to prove the amyloid hypothesis correct.</p><p>Write to David Wainer at david.wainer@wsj.com</p><p>Lack of Optimism for Alzheimer's Trials Means There's Little to Lose</p>",
  "published": "2022-09-14T13:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3140,
          "end": 3149
        }
      ],
      "nexusId": "10009914"
    }
  ]
}