{
  "_id": "a9c3d54f22c42f4d46cd2433680385909a68b10daa6443f1cf8ac6f9e070f4e8",
  "feed": "wall-street-journal",
  "title": "Fed Raises Rates by 0.75 Percentage Point, Largest Increase Since 1994; Officials signaled a much more aggressive path of rate rises to combat inflation that is running at a 40-year high",
  "text": "<p>The rate increase departed from unusually precise guidance delivered by many members of the rate-setting Federal Open Market Committee in recent weeks indicating they would raise rates by a smaller half percentage point, as officials did at their meeting last month. The committee vote was 10-1, with Kansas City Fed President Esther George dissenting in favor of a half-percentage-point, or 50-basis-point, increase.</p><p>\"I do not expect moves of this size to be common,\" Fed Chairman Jerome Powell said at a press conference on Wednesday afternoon, referring to a 0.75-point increase. The decision at the Fed's next meeting in late July \"could well be about a decision between 50 and 75\" basis points, he added.</p><p>New projections showed all 18 officials who participated in the meeting expect the Fed to raise rates to at least 3% this year. The median projection would lift the fed-funds rate to around 3.375%, or by an additional 1.75 percentage point over the following four meetings this year. Most officials had projected in March that they would raise rates to at least 1.875% this year.</p><p>For Up-to-the-Minute Coverage of the Markets &amp; the Fed, See WSJ's Live Blog</p><p>Stocks React to Fed Decision: U.S. Stocks Turn Higher Amid Fed Rate Increase</p><p>In the Bond Market: Powell's Comments Send Treasury Yields Lower</p><p>The projections showed officials see the rate rising to around 3.75% by the end of 2023, up from the 2.75% rate that officials had penciled in during similar projections in March. Officials project reducing rates slightly in 2024.</p><p>Such a pace of increases would represent the most aggressive rate-rise cycle since the 1980s. The central bank has also initiated a program to withdraw stimulus by shrinking its $8.9 trillion asset portfolio through attrition; the Fed is passively reducing its holdings as those securities mature.</p><p>Mr. Powell said the path to a so-called soft landing where the Fed slows the economy enough to bring down inflation without a recession \"is not getting easier\" amid continued supply-chain disruptions and rising energy and commodities prices.</p><p>\"What is becoming more clear is that many factors that we don't control are going to play a very significant role in deciding whether that's possible or not,\" he said. \"It is not going to be easy.\"</p><p>The Fed In Its Own Words</p><p>* The Fed's Monetary-Policy Statement</p><p>* The Fed's Summary of Economic Projections</p><p>The Fed's monetary-policy statement removed a line that, in May, had indicated officials expected inflation to return to 2% and for the labor market to remain strong as it raised rates.</p><p>Mr. Powell said the removal of that sentence reflected the sense that the Fed couldn't reduce inflation to 2% by itself.</p><p>Wednesday's economic projections show many officials expect they will need to raise rates to levels to deliberately slow the economy's growth. Most officials now see growth of around 1.7% this year and next, compared to projections in March that showed growth rising by 2.8% this year and 2.2% in 2023.</p><p>The projections revealed that all but one official expects the unemployment rate to rise over the next two years, an implicit acknowledgment of rising recession risks. The median projection showed the unemployment rate, which stood at 3.6% in May, ending at 3.7% this year before rising to 4.1% in 2024.</p><p>Officials left their inflation forecasts little changed compared with March. On Wednesday, they projected so-called core prices, which exclude volatile food and energy prices, increasing 4.3% this year, up from a projection of 4.1% last month. The Fed seeks average annual inflation of 2%. Core prices rose 4.9% in April from a year earlier, and based on more recent data, Wall Street forecasters expect the measure to have risen 4.7% in May.</p><p>A separate inflation index released last week, the consumer-price index, rose 8.6% in May, driven by higher energy prices. Rising fuel prices and supply-chain disruptions from Russia's war against Ukraine have sent prices up in recent months.</p><p>SHARE YOUR THOUGHTS</p><p>Is the Fed taking the right steps to fight inflation? Join the conversation below.</p><p>The fed-funds rate, an overnight rate on lending between banks, influences other consumer and business borrowing costs throughout the economy, including rates on mortgages, credit cards, saving accounts, car loans and corporate debt. Raising rates typically restrains spending, while cutting rates encourages such borrowing.</p><p>Markets began to anticipate the larger 0.75-percentage point increase after a disappointing inflation report on Friday, and again after The Wall Street Journal reported on Monday that such a move might occur on Wednesday.</p><p>Expectations of a larger rate rise and a higher path of rate rises have convulsed bond markets. As of Tuesday's market close, the two-year Treasury yield had climbed by 0.7 percentage point over the previous five days, the largest such increase since 1982, according to JPMorgan Chase.</p><p>The U.S. mortgage market has been slammed by the prospect of tighter money, and many lenders were quoting a 30-year fixed rate above 6% on Monday and Tuesday, levels that haven't been reached since 2008. Two large real-estate brokerages announced layoffs on Tuesday as home-purchase demand has stalled.</p><p>Write to Nick Timiraos at nick.timiraos@wsj.com</p><p>Fed Raises Rates by 0.75 Percentage Point, Largest Increase Since 1994</p>",
  "published": "2022-06-15T19:23:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4904,
          "end": 4912
        }
      ]
    }
  ]
}