{
  "_id": "f535e329674b6f4168eb8abd9e5d919543c467b91640641156beb946d713f3e4",
  "feed": "wall-street-journal",
  "title": "Can India Capitalize on China's Manufacturing Woes? Companies need new sites for factories, but they may be deterred by New Delhi's red tape and tariffs.",
  "text": "<p>Getting manufacturing right matters. India's success in software-services exports—$172 billion last year—may bolster national pride and generate valuable foreign exchange. But it has thus far created relatively few jobs. Last year, India's information-technology industry directly employed only 5.1 million people in a country of 1.4 billion. No large nation has made the journey from poverty to prosperity without robust manufacturing.</p><p>Successive governments in New Delhi have failed to come up with policies that would facilitate the movement of tens of millions of workers from subsistence farming to more-productive factory jobs. Eight years ago, Mr. Modi pledged to increase the share of India's gross domestic product created by manufacturing from 15% to 25%. It has scarcely budged.</p><p>Optimists believe India's moment may finally have come. The Apple news broke amid the release of rosy predictions for the country's economy. JP Morgan estimates that Apple could make a quarter of iPhones in India by 2025, up from about 5% currently. Morgan Stanley said in a recent paper that it expects India to become the world's third-largest economy by 2027. It predicts that the share of GDP contributed by manufacturing will increase to 21% from 15.6% by 2031, and that India's share of global exports will double.</p><p>Global events could help. China's missteps—heightened geopolitical confrontation with the U.S., an absurd and oppressive zero-Covid policy, and heavy-handed government interference in the economy—have set in motion a reordering of global supply chains from which India can benefit. As companies look for new manufacturing locations, India, which will overtake China as the world's most populous nation next year, presents a potentially large market. The democratic West and its Asian allies enjoy good relations with New Delhi, reducing the risk that the U.S. will issue policies that make it harder to do business with India.</p><p>But while geopolitics may have created favorable tailwinds, it isn't clear that New Delhi knows how to steer. India's manufacturing strategy rests on a combination of raising tariffs and paying firms to meet production targets. Over about five years, the federal government will dole out as much as 2 trillion rupees ($24.3 billion) to companies that hit targets in 14 sectors of the economy, including semiconductor, automobile and solar-panel production. The government estimates these incentives could spur 30 trillion rupees ($365 billion) in economic activity and create six million new jobs over the next five years.</p><p>Some see Apple's recent announcement as proof that this strategy is working. In a Times of India op-ed, Rajeev Chandrasekhar, a minister for electronics and information technology, wrote that incentives for smartphone manufacturers have already created around 100,000 jobs. The government expects mobile-phone exports this year to reach at least $8.5 billion, up from $5.8 billion last year. Last year's figure is about 30 times India's mobile phone exports five years ago.</p><p>Nonetheless, there is reason to be skeptical about New Delhi's approach. On Mr. Modi's watch India has retreated from multilateral trade pacts such as the 15-member Regional Comprehensive Economic Partnership, which will make it less appealing to firms looking to diversify their supply chains. Arvind Subramanian, a former chief economic adviser to the Indian government, sees similarities in spirit with India's infamous license-raj, which gave the government a chokehold on the economy from the 1950s until the advent of liberalization in 1991. In an interview with an Indian website earlier this year, Mr. Subramanian listed too much governmental discretionary power, the difficulty of ending subsidies, and an overemphasis on capital-intensive industries as flaws in India's strategy.</p><p>Allowing politicians and bureaucrats to pick winners and losers among industries gives them inordinate power over the economy. There's no guarantee they will choose wisely. Doling out billions in largess is also an invitation to corruption and cronyism—and wasteful vanity projects. Should Indian taxpayers underwrite half the cost of a $19.5 billion semiconductor plant in Mr. Modi's home state of Gujarat? It would make more sense to put the cash earmarked for favored companies toward fixing the structural issues that made India uncompetitive with China in the first place—an unskilled workforce, socialist-era labor regulations, poor infrastructure and government red tape.</p><p>In the 1950s, Prime Minister Jawaharlal Nehru tried to kickstart industrialization by pouring government funds into shiny steel factories and big dams. Mr. Modi thinks his approach will be more successful, but the jury is out.</p><p>Can India Capitalize on China's Manufacturing Woes?</p>",
  "published": "2022-12-08T22:51:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 931,
          "end": 940
        }
      ]
    }
  ]
}