{
  "_id": "b302fba73661e28b0355b1c14e4275393cb855465bd0fb692cf689b11f029fd2",
  "feed": "wall-street-journal",
  "title": "Bank Deposits Could Drop for First Time Since World War II; Analysts have been slashing expectations for bank deposits in recent weeks as Fed rate increases ripple through the industry",
  "text": "<p>While some analysts doubt the full-year decline will happen, even the possibility would have been unthinkable a few months ago. Bank deposits have grown at unprecedented rates during the pandemic. At the end of February, analysts were forecasting a 3% increase. But analysts have cut $1 trillion from their estimates since then, according to a review of FactSet data.</p><p>A decline isn't going to hurt the banks. The flood of deposits had become a headache as it had big banks nearing regulatory limits on their capital. Banks had already been pushing many depositors aside because they weren't able to put the money to work as loans.</p><p>The industry has $8.5 trillion more in deposits than loans, according to Barclays analysts. While loan demand is expected to increase, and the banks need deposits to fund the lending, that is more than enough.</p><p>\"These are deposits they don't really need,\" said Barclays analyst Jason Goldberg.</p><p>The force stirring the change is the Federal Reserve. Forecasts from Fed officials and economists now call for sharp increases in the Fed's core interest rate to combat inflation. That will ripple through the banking industry in myriad somewhat unpredictable ways.</p><p>\"This is in no way traditional Fed tightening—and there are no models that can even remotely give us the answers,\" JPMorgan Chase &amp; Co. Chief Executive Jamie Dimon wrote in his annual shareholder letter last week.</p><p>Bank stocks have dropped along with changing Fed views. The KBW Index started the year heading higher as the S&amp;P 500 fell. But it has lost nearly 20% since the middle of January and is now down 9.4% for the year, while the S&amp;P 500 has lost 5.8%.</p><p>Banks were supposed to be the big beneficiaries of a slow and methodical increase in interest rates. That would allow them to charge more on loans and keep near zero the amount they are paying depositors. That combination would boost what had been record-low profit margins.</p><p>SHARE YOUR THOUGHTS</p><p>Will you move deposits out of banks if they don't increase rates quickly? Join the conversation below.</p><p>The last time the Fed increased rates, deposit growth slowed but was still positive, so bankers were expecting the same.</p><p>But what happened the past two years to set the stage for this year has no precedent. During the pandemic, consumers stashed away stimulus checks and businesses stockpiled cash to deal with shutdowns and supply-chain issues. Total deposits increased $5 trillion, or 35%, over the past two years, according to FDIC data.</p><p>Analysts and bankers think those aren't likely to stay around. Citigroup estimated banks have $500 billion to $700 billion in excess noninterest paying deposits that could move quickly.</p><p>The most likely beneficiaries are money-market funds, short-term investments that often capture overflowing deposits from banks.</p><p>The money-market funds started parking the overflow at a newer program at the New York Fed for short-term storage. That program, known as the reverse repo, has about $1.7 trillion in it now after being mostly ignored since its 2013 creation.</p><p>Because it is so new, and suddenly so big, bankers and analysts have been unsure what will happen with those funds as the Fed started moving rates. For months, many viewed them as excess funds that would follow the general idea of \"last in, first out.\"</p><p>Now, some analysts are reversing that theory. They expect money-market funds to march their rates higher along with the Fed, which would keep them more attractive than bank deposits.</p><p>Demand for the New York Fed program has increased in recent weeks as expectations for bigger Fed hikes have emerged, said Isfar Munir, U.S. economist at Citigroup.</p><p>\"We've had to revise our estimates entirely,\" Mr. Munir said.</p><p>Write to David Benoit at david.benoit@wsj.com</p><p>Bank Deposits Could Drop for First Time Since World War II</p>",
  "published": "2022-04-10T14:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1304,
          "end": 1324
        }
      ]
    }
  ]
}