{
  "_id": "a9bb4e38a9195302c720417ac49134808fe49422262b5112f599fdcf26fb4693",
  "feed": "wall-street-journal",
  "title": "Apollo Leads $225 Million Investment in Alternatives Platform CAIS; Apollo and fintech-focused private-equity firm Motive Partners are leading the investment that values CAIS at more than $1 billion",
  "text": "<p>Apollo Global Management Inc. is investing in CAIS, a platform that gives independent financial advisers access to alternative investment products, the latest in a string of moves by the private-equity giant aimed at reaching wealthy individuals.</p><p>Apollo and fintech-focused private-equity firm Motive Partners are leading a $225 million investment that values CAIS at more than $1 billion, officials at the companies said. Franklin Templeton parent Franklin Resources Inc. is also participating in the round.</p><p>The three will join Eldridge Industries LLC, a private-investment firm run by Guggenheim Partners LLC veteran Todd Boehly, which invested $50 million in CAIS in November 2020.</p><p>Unlike private-wealth powerhouses such as JPMorgan Chase &amp; Co. and Morgan Stanley, independent financial advisers typically work for small firms that lack significant technology budgets.</p><p>New York-based CAIS, which was founded in 2009 and is formally known as Capital Integration Systems LLC, offers a tool that gives those advisers access to a broad selection of investment strategies that are less liquid than publicly traded stocks and bonds. Its offerings include hedge funds, private-equity funds, private credit and real estate, many managed by the likes of Apollo and its peers. Apollo invested in CAIS because it wants to learn from the company about strategies for reaching independent investors.</p><p>For Apollo, which has become a $481 billion behemoth primarily by catering to institutions, the deal is the latest in a series of transactionsaimed at reaching the universe of individual investors known as the mass affluent. In October, the firm set a target of raising more than $50 billion for its global wealth business over the next five years, one of the key growth initiatives laid out by new Chief Executive Marc Rowan.</p><p>\"We think we know how to reach these retail high-net worth customers, but anyone who says they have it all figured out is not telling the truth,\" Mr. Rowan said.</p><p>Clients of independent advisers have 1% to 2% of their portfolios allocated to alternative assets, compared with 15% or greater for big banks' private-wealth clients and 30% to 40% for institutional investors such as pension funds, said CAIS Chief Executive Matt Brown, who founded the company after working in wealth management.</p><p>In July, Apollo agreed to take a stake of up to 24.9% in Motive and become an investor in its funds in exchange for help with beefing up its own technology. Last month Apollo agreed to buy the U.S. wealth-distribution and asset-management businesses of Griffin Capital Co., an investment firm focused on distributing private credit and real estate products to wealthy individuals. It also invested in iCapital Network Inc., a technology platform that caters to big wealth-management firms.</p><p>Write to Miriam Gottfried at Miriam.Gottfried@wsj.com</p><p>Apollo Leads $225 Million Investment in Alternatives Platform CAIS</p>",
  "published": "2022-01-11T11:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 727,
          "end": 747
        }
      ]
    }
  ]
}