{
  "_id": "1c6c1dcaccc83dd61e72c9ef39f8580c9934a27cfe41126ea3b383168e89d71f",
  "feed": "market-watch",
  "title": "Why are Americans so grumpy about the economy? They've never lost so much purchasing power in one year, as the stimulus dries up and inflation boils over; Consumers spent less in May as their budgets tightened. Avoiding a recession may hinge on the answer to this: How much savings do families really have?",
  "text": "<p>And if you think that our inflation crisis stems from \"too much money chasing too few goods,\" you should breathe easy now that American families are no longer getting all that money from Uncle Sam and Uncle Joe. Inflation will surely fade away now, right?</p><p>Probably not. My view is that inflation has more to do with supply issues than with excess demand. I think inflation will stay high until the supply constraints are resolved or the economy crashes.</p><p>Here are the data:</p><p>Real disposable incomes—how much is left after subtracting taxes and inflation—fell at a 7.8% annual rate in the first quarter of the year, the Bureau of Economic Analysis estimated Wednesday. A drop of that magnitude is virtually unheard of outside of recession.</p><p>Read more about the GDP report: U.S. first-quarter GDP shrank 1.6%. The second quarter isn't looking much better for the economy</p><p>It gets worse. Real disposable incomes have fallen in each of the past four quarters and were down 12% from a year earlier as of the end of March, a decline that shattered the prepandemic record of -2.6% set in 1974.</p><p>Incomes after taxes and inflation fell 0.1% May and were lower than the first-quarter average, the BEA said Thursday.</p><p>Incomes have plunged by $2.5 trillion since March 2021. The extraordinary drop in real incomes can be primarily explained high inflation and by the income that was lost by the expiration of several federal tax and spending programs designed to provide relief to struggling households and businesses during the pandemic.</p><p>Now, a lot of people think this drop in incomes is a good thing, because they believe that our current inflation problems were brought on by the government giving people too much money in the form of higher unemployment checks, widespread stimulus checks, expanded Medicaid, the monthly child tax credit, and various other tax and spending programs.</p><p>The stimulus worked, but did it work too well?</p><p>That relief was credited with keeping millions of people out of povertyas the economy shut down and slowly reopened during the COVID pandemic in 2020 and 2021. The payments kept families fed, sheltered and clothed. But many critics say the extra cash fueled the inflationary pressures that have pushed consumer prices up by 6.3% in the past year (as measured by the same price index that the BEA uses to calculate real disposable incomes).</p><p>Our inflation is simply a matter of too many dollars chasing too few goods and services, they say.</p><p>Most of those government programs have now been dropped or scaled back. Transfer payments from the government have fallen by $2.5 trillion since peaking in March 2021, with almost all of that loss hitting poor and middle-class families.</p><p>Meanwhile, taxes paid have risen by $500 billion, fed by capital gains booked after yet another year of double-digit gains for S&amp;P 500 SPX, bracket creep and the expiration of the child tax credit and other temporary tax provisions. Taxes rose to 14.4% of personal income in the first quarter, just a tick off the record of 14.5% seen in 2001.</p><p>But while the government has stopped giving American families \"too many dollars,\" it doesn't mean our inflation problem is necessarily licked, the Fed and others say. Because American families saved a lot of money (somewhere between $2 trillion and $4 trillion) during the pandemic, they have plenty of cash to spend, even though their incomes have fallen.</p><p>The latest word from the Fed: Powell says no guarantee of soft landing for U.S. economy</p><p>Fed Chair Jerome Powellendorses this view, arguing that the economy is in good shape and can handle the expected higher interest rates FF00 BX:TMUBMUSD10Y because households are in strong financial shape with plenty of cash saved up.</p><p>Rex Nutting: Why interest rates aren't really the right tool to control inflation</p><p>Theories fill the void left by the facts</p><p>Here's where the trail of facts I've been following peters out: All the numbers I've discussed so far are aggregate data. The government adds up everyone's savings, from Elon Musk's to the homeless guy under the tracks and everyone in between. What we don't know is how that $2 trillion or $4 trillion of \"excess\" savings is distributed among the 333 million people living in this country.</p><p>If the cash hoard is mostly held by middle-class families who saved up their stimulus and child tax credit checks, then they could spend down those savings for months or even years as they try to maintain a lifestyle that their monthly income can no longer support. That would keep inflation boiling, since consumer demand would continue to exceed the supply of goods and services.</p><p>The odds of recession are rising, but the U.S. economy is not doomed to a downturn</p><p>But if the excess savings are mostly held by the ultrarich who pocketed some of their paper wealth during the great bull market of 2020 and 2021, then the inflationary pressures going forward would be weaker, because much less of that cash hoard would be spent and there would be less excess demand to push prices higher.</p><p>The Fed tries to estimate the distribution of different asset classes every quarter in its flow of funds report, but the Fed admits that its model isn't up to the task of accurately assessing which kind of families are saving—rich or poor, young or old, black or white. The Fed is now conducting the 2022 survey of consumer finances that will pinpoint the distribution of the cash hoard, but that data won't be released for years.</p><p>The smell test</p><p>Fed economists strongly suspect that regular families increased their savings by a lot during the pandemic. Researchers looking at anonymized bank account data from JP Morgan Chase and Bank of America come to the same conclusion.</p><p>But that doesn't pass the smell test for me. If most families have tens of thousands of dollars in the bank or in a money-market fund, why are they so anxious about inflation? Why are they so grumpy? They saved for a rainy day, and it's raining.</p><p>My hunch is that many if not most families are struggling to pay the bills, and they are beginning to cut back on discretionary expenses as the cost of buying the necessities soars. If I'm right, consumer spending will slow faster than economists and the Fed expect.</p><p>Indeed, consumer spending fell 0.4% in real (inflation-adjusted) terms in May, the government said Thursday. That prompted a lot of economists to reduce their estimates for economic growth this quarter and this year. Which means the Fed may get the recession it's hoping to avoid.</p><p>The key to growth this year may hinge on the answer to one of the biggest unanswered questions: How much do typical families have in bank? We need some answers to that question now, not in two years.</p><p>More must-reads on inflation:</p><p>The Federal Reserve can't even get the direction of the economy right</p><p>Inflation is now rooted in the necessities of life. Which means the Fed has little hope of lowering the cost of living without throwing millions out of work</p><p>Inflation inequality is hitting the working class harder than at any other time on record</p><p>Why are Americans so grumpy about the economy? They've never lost so much purchasing power in one year, as the stimulus dries up and inflation boils over</p>",
  "published": "2022-06-30T16:23:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5628,
          "end": 5637
        }
      ]
    }
  ]
}