{
  "_id": "e8133df1d17696fb12fb07fa47fe3d3b9f7608fa003bd21d15558f45e13821c2",
  "feed": "ftcomall",
  "title": "New York climate week: Carney concedes banks shrinking from green guidelines",
  "text": "<p>Mark Carney conceded that banks were resisting his financial alliance to tackle climate change because they feared that adhering to the rules about lending to fossil fuel companies would expose them to legal claims.</p> <p>Wall Street banks, including JPMorgan, Morgan Stanley and Bank of America, are among those that have threatened to leave the group, as <a href=\"https://www.ft.com/content/0affebaa-c62a-49d1-9b44-b9d27f0b5600\">first reported by the Financial Times</a>.</p> <p>The former governor of the Bank of England said on Wednesday that so-called guidance on lending may have “gone too far” and had been changed to accommodate the banks' concerns over strict targets on phasing out coal, oil and gas set by the Race to Zero campaign, a UN-led net zero emissions standards body that accredits pledges made by the alliance.<br><br>Asked about the development at a New York <a href=\"https://www.ft.com/climate-capital\">climate</a> week event, Carney said that while banks needed guidance to help them “manage the phase- out of high-emission coal and fossil fuels in a responsible way” there would be “differences”.</p> <p>“What they can't have is legally binding strictures — a thing called antitrust — that binds in some of those jurisdictions. There was some guidance, if you will, or strictures that were put out by Race to Zero earlier this summer, which went too far. Clarifications have been issued,” he told a forum organised by the UN and Michael Bloomberg, who co-founded the Glasgow Financial Alliance for Net Zero.</p> <p>The Race to Zero change in wording has removed an explicit bar on support for new coal. It now reads that banks should phase out their “development, financing and facilitation of new unabated fossil-fuel assets, including coal, in line with appropriate global, science-based scenarios”.</p> <p>In defence of the effort launched at the UN climate summit last year touting $130tn in assets making a commitment as Gfanz, <a href=\"https://www.ft.com/topics/people/Mark_Carney\">Carney</a> said there needed to be a global set of standards. “We need a global system that works in Manhattan and Malawi.”</p> <h1>Pressure rises on Malpass to quit World Bank</h1> <p>World Bank Group president David Malpass faced rising pressure to quit the international financial institution after he had avoided directly answering questions about whether he believed in climate change science.</p> <p>When asked whether he believed in human-driven global warming at a panel discussion on Tuesday, Malpass repeatedly avoided giving a direct answer, <a href=\"https://twitter.com/Petya_Miller/status/1572302241914298368\">saying finally</a> that he was “not a scientist”.</p> <p>Earlier on Tuesday, former vice-president Al Gore had called for Malpass to resign and labelled him a climate denier.</p> <p>Carney also stood back from Malpass on Wednesday when asked about his stance on the head of the group failing to acknowledge the cause of global warming.</p> <p>“I am not a scientist, but I take scientific advice,” Carney responded.<br>“And I'm not an expert in poverty, I know the responsibility of the World Bank and world poverty, part and parcel of ending world poverty is providing the global public goods that are necessary to address deforestation and more broadly climate change.”</p> <h1>Amazon signs energy deals to cope with emissions</h1> <p>Ecommerce group Amazon said it had signed agreements with 71 renewable energy projects to meet its target of running all operations on clean energy by 2025 as it attempts to stem the emissions that have surged with its sales.</p> <p>The company reached 85 per cent renewable energy supply across its business by the end of 2021, it said. This compares with its stated goal of 100 per cent by 2025, announced by founder Jeff Bezos last year.</p> <p>Amazon's absolute carbon emissions rose 18 per cent year on year in 2021 as online orders surged during coronavirus pandemic lockdowns.</p> <p>The corporate purchase power agreements will supply renewable energy for the company's offices, fulfilment centres and data centres. No financial details were disclosed.</p> <p>Amazon said the investment in the 71 new projects around the world, including in Brazil, India and Poland, would add a combined 2.7 gigawatts of clean power to its renewables portfolio, bringing the total to 18.5 gigawatts across 21 countries. For comparison, the US added 19.6 gigawatts of solar capacity in 2021, <a href=\"https://www.irena.org/-/media/Files/IRENA/Agency/Publication/2022/Apr/IRENA_-RE_Capacity_Highlights_2022.pdf?la=en&amp;hash=6122BF5666A36BECD5AAA2050B011ECE255B3BC7\">according to</a> the International Renewable Energy Agency. </p> <p>Bezos has also committed $10bn of his estimated wealth of $148bn to the Bezos Earth Fund to fight climate change in this decade.</p> <h1>Investor groups raise concerns about UK climate policy under Truss</h1> <p>In the UK, where green groups have raised concerns about the new prime minister's commitment to action on climate change, the chief executives of three investor groups wrote to Liz Truss on Wednesday to ask her to uphold the government's commitment to reaching net zero. </p> <p>The heads of the Institutional Investors Group on Climate Change, the Principles for Responsible Investment and the UK Sustainable Investment and Finance Association said it was “vital, and in the UK's national and economic interest” to maintain momentum on decarbonisation. A clear policy framework and “a clear delivery plan for the transition of the real economy and financial services” was needed, they said.</p> <h1>Drax aims to supply credits from carbon capture</h1> <p>UK power group Drax said it was working on a deal with Respira International to supply the carbon finance group with 2mn “carbon dioxide removals” intended to be used by buyers to compensate for their emissions as it sought to reposition itself as dominant in clean energy.</p> <p>Drax generates energy by burning woody biomass, a contentious fuel source. It said it would generate the “removals” over five years by adding carbon capture technology to its biomass burning facilities in North America. The company said it had not yet decided which carbon credit standards body it would work with to validate the credits.</p> <p><em>For</em> <em>FT coverage on New York climate week go to </em><a href=\"https://www.ft.com/climate-capital\"><em>Climate Capital </em></a><em>and </em><a href=\"https://www.ft.com/moral-money\"><em>Moral Money</em></a><em>.</em></p> <p><em>Follow @ftclimate on Instagram</em></p> <p>&#xa0;<br></p><p>Source: Camilla Hodgson in London and Aime Williams in New York 2022 'New York climate week: Carney concedes banks shrinking from green guidelines' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-21T22:42:08.281Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 245,
          "end": 253
        }
      ]
    }
  ]
}