{
  "_id": "b57331daab771ed90df0bfaf7284c6243080d86adb568de55881eea10f8c73c1",
  "feed": "wall-street-journal",
  "title": "Nordstrom Sails as Old Navy Sinks --- Consumers are starting to swap sweatpants and tees for dresses and suits, and tourism could be the next boost for some apparel brands",
  "text": "<p>A clear signal from apparel retailers reporting results lately is that customers are finally starting to dress like adults again. But, just as with the customers they attract, there are haves and have-nots. Brands with higher price tags are feeling much less of a pinch from inflation than affordable ones.</p><p>Among Gap's portfolio of brands, Banana Republic, which sells dressier, work-relevant clothes, saw sales in the quarter ended April 30 grow by 24% from a year earlier, while sales for more value, comfort-focused Old Navy declined 19%, compounded by self-inflicted inventory woes. Sales of women's suiting, dresses and skirts at Banana Republic grew by 62%, while men's suit sales nearly doubled. Urban Outfitters saw its pricier brands, Anthropologie and Free People, fare far better last quarter than its namesake brand, which caters to younger buyers.</p><p>A similar dynamic played out among department stores. Macy's saw sales at its luxury-department-store chain Bloomingdale's rise 27% last quarter compared with 10% at its namesake chain. Macy's Chief Executive Officer Jeffrey Gennette said on an earnings call on Thursday that luxury sales were a \"standout\" for the business, noting that shopping among high-income consumers has so far remained less affected by inflation. Nordstrom, another luxury department-store chain, saw sales in its quarter ended April 30 surge nearly 19%, or almost twice the gain analysts polled by FactSet had expected.</p><p>It isn't entirely surprising that higher-earning consumers -- who were more likely to have worked remotely during the pandemic -- are now shopping for clothes that go along with their travel, socializing and back-to-office plans. With hybrid working arrangements likely to become the norm for office workers, returnees might splurge on fewer but fancier items.</p><p>Stores at that higher price point have been able to ride out inflation far better. Ralph Lauren said its average unit retail, or the average selling price, rose 13% last quarter compared with a year earlier after it already had gone up 31% in the preceding year. That pricing growth helped the company more than offset higher-than-expected ocean freight costs, according to Chief Financial Officer Jane Nielsen. By contrast, while Abercrombie &amp; Fitch posted healthier-than-expected sales, the company still showed a net loss as it dealt with high freight costs.</p><p>There could be more upside. While office occupancy has recovered since the Omicron outbreak, it remains at roughly 43% of prepandemic levels, according to Kastle Systems. The Wedding Report, a research company that surveys the wedding industry, expects there will be a record number of weddings in the U.S. this year.</p><p>As more consumers resume traveling, apparel sellers that rely more heavily on tourist traffic also might see more of a benefit in the quarters ahead. Checkpoint travel numbers from the Transportation Security Administration are recovering, but aren't back to 2019 levels yet. Macy's said its department stores are starting to benefit from international tourist traffic -- particularly the flagships at Herald Square in New York and Union Square in San Francisco.</p><p>Historically, 3% to 4% of Macy's Inc. business has been international tourism. According to a research note from J.P. Morgan, tourists accounted for 10% to 15% of North American bricks-and-mortar revenue at Ralph Lauren prepandemic. Tourists make up roughly a fifth of global sales at Michael Kors owner Capri Holdings and 30% to 40% of U.S. revenue at Calvin Klein owner PVH, according to J.P. Morgan.</p><p>Some upscale apparel brands still sport fairly attractive valuations. Ralph Lauren's shares fetch about 1.1 times forward-12-month sales, or 26% below its 10-year average. Capri Holdings' valuation is about 48% below its 10-year average. Unlike the clothes on their racks, there are still some deals to be found.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3551,
          "end": 3562
        },
        {
          "start": 3274,
          "end": 3285
        }
      ]
    }
  ]
}