{
  "_id": "569b4dbb3f245a6e757f12177f5dd79f62984e35b84706810edeea6467b307d0",
  "feed": "ftcomall",
  "title": "India's gift to offshore financial centres starts to get off the ground",
  "text": "<p>Neat piles of rose petals and garlands made from orange marigolds adorn JPMorgan's newest office. Before their first management meeting, staff performed a ceremonial ribbon-cutting, referencing the bank's US roots, as well as a traditional lamp lighting.</p> <p>The office is both inside and outside India. JPMorgan is the latest international bank to open a branch at <a href=\"https://www.ft.com/content/047951d4-1c7e-11e8-aaca-4574d7dabfb6\">Gujarat International Finance Tec-City</a> (GIFT City), a&#xa0;fledgling offshore financial hub in prime minister Narendra Modi's home state of Gujarat.</p> <p>With around ten complete and partially finished buildings, GIFT City does not resemble a typical steel and chrome financial centre though. JPMorgan overlooks a building site, a blue tractor partially submerged in a large puddle.</p> <p>Bankers can spot marsh birds and stray dogs but they will struggle to find takeaway coffee. Nor can they easily seal a deal over a drink in a fancy bar — GIFT may be an offshore tax haven, but it is in a dry state. The absence of nightlife is “the elephant in the room”, said one international financier.</p> <p>But do not be fooled by the modest appearance, say its cheerleaders. Last Friday, India's first bullion exchange opened there, while the National Stock Exchange and Singapore's stock exchange have a special derivatives trading facility in the centre.</p> <p>After well over a decade trying to get things off the ground, GIFT finally has some reasons to celebrate.</p> <p>Speaking to a marquee full of cheering bankers and officials, Modi, who had the idea for the project, called it an engine of his “New India”. </p> <p>He later laid a virtual foundation stone for the GIFT regulator's headquarters by clicking a PowerPoint controller and said GIFT would eventually invite comparisons with financial centre heavyweights like Singapore, the US and the UK.</p> <p>Modi conceived GIFT City as Gujarat's chief minister between 2001 and 2014. The special economic zone which hosts the financial services sector was inaugurated in 2015. Helped along by central government, which Modi has led as premier since 2014, GIFT is finally attracting banks, fund managers and reinsurers.</p> <p>Foreign currency transactions are monitored and restricted in India. But GIFT was intended “as a gateway for cross border flows,” explained Madhav Kalyan, JPMorgan Chase's India chief executive.</p> <p>He said JPMorgan would be trading currencies and commodities from GIFT; eventually “we hope to be able to do cross-border trade finance”. The office is small, with capacity for 15 staff, but the bank has an option to expand.</p> <p>Japanese bank MUFG is moving into the same building, taking office space for 20.</p> <p>“When I came here a year ago there were four banks, today there are eight and I'm only talking of international banks,” said Shashank Joshi, India head of global corporate and investment banking at MUFG. “I think that the [fear of missing out] stage has come in,” he added. Standard Chartered and Bank of America are among lenders already installed at GIFT.</p> <p>For Joshi, GIFT increases the money he can lend to Indian businesses: “In India, my legal lending limit is just 20 per cent of my onshore capital. Whereas in GIFT, it's my capital in Tokyo.” Thanks to GIFT's offshore status, “we are not constrained by legal lending limits anymore”.</p> <p>But will international bankers give up Singapore for Gujarat? “I'm not saying it's an easy sell,” said Joshi, “but there is an inflection point . . . three or four years from now you will see a much larger GIFT City.”</p><p>Source: Chloe Cornish 2022 'India's gift to offshore financial centres starts to get off the ground' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-05T04:00:42.597Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 72,
          "end": 80
        },
        {
          "start": 2288,
          "end": 2296
        },
        {
          "start": 645,
          "end": 653
        },
        {
          "start": 2240,
          "end": 2248
        },
        {
          "start": 300,
          "end": 308
        }
      ]
    }
  ]
}