{
  "_id": "a7322b5aa19fa08a8e17540880f7ebc85447dc81bdd48a6a7552cb7bbcd3a46a",
  "feed": "wall-street-journal",
  "title": "Home Buyers Are Finding Ways to Take the Sting Out of Rising Mortgage Rates; More borrowers are paying upfront fees and considering adjustable-rate mortgages to lower their monthly payments",
  "text": "<p>And more home buyers are considering home loans that carry lower rates in their early years. Applications for adjustable-rate mortgages have doubled over the past three months, according to the Mortgage Bankers Association.</p><p>For much of 2020 and 2021, ultralow mortgage rates helped Americans offset a sharp increase in home prices. The average rate on a 30-year fixed mortgage fell below 3% for the first time in July 2020 before bottoming out at 2.65% in early 2021.</p><p>Everything changed this year. The Federal Reserve's pullback from the mortgage-bond market has helped drive up rates on home loans close to 2 percentage points since early January, their steepest climb in decades. And they are likely to climb even more if the Fed continues to raise its benchmark rate throughout the year, as expected.</p><p>Prospective buyers who had been quoted rates well below 4% when starting their search now face rates closer to 6% than 5%. They are scrambling to adjust.</p><p>\"It's kind of like giving a toddler some sugar for a while and then taking it away,\" said Ralph McLaughlin, chief economist at Kukun, a real-estate data firm. \"They want to know whether it's going to be taken away forever and whether they can live off things that aren't sugar.\"</p><p>More home buyers are opting to pay fees to secure lower rates in the form of rate-lock agreements and discount points. A borrower can buy points at a rate of 1% of the value of the mortgage; each point lowers the rate by a fraction of a percentage point.</p><p>Borrowers in April paid an average of $3,134 in discount points and loan-origination costs, according to estimates from the National Association of Realtors. That is 31% higher than a year earlier.</p><p>Paul Egbele was quoted a rate near 2.5% last year when he hit the market. But completion of the Red Oak, Texas, home he expected to close on last fall was delayed until May.</p><p>He locked in a rate of 3.5% in February, just before rates began their sharp rise. After the 60-day lock expired in April, he paid his lender, JPMorgan Chase &amp; Co., about $1,700 to extend it until early May.</p><p>Mr. Egbele, who operates an online shoe-selling business, also opted to pay about $4,600 for discount points to reduce his rate to 3.25%.</p><p>His monthly mortgage payments are about $500 lower than they would have been if he had been saddled with today's average rate above 5%.</p><p>\"I would still be able to afford the payments, but I would have been annoyed,\" Mr. Egbele said.</p><p>At mortgage lender Neat Loans, about 75% of customers chose to pay for discount points in the first quarter, up from less than 20% a year ago.</p><p>\"They're kind of taking their medicine and making a one-time payment to get back to where things were 30 days ago,\" said Tom Furey, co-founder of the Boulder, Colo.-based company.</p><p>Jared Hansen, a real-estate agent in Salt Lake County, Utah, said higher rates have pushed about 15 prospective clients off the market this year. Some of those who can still afford to buy are looking at mortgages with lower introductory rates that reset in five, seven or 10 years.</p><p>Average rates on adjustable mortgages last week ranged from 3.69% to 5.03%, depending on the loan terms, according to Bankrate.com. The website's average rate on a 30-year fixed rate mortgage was 5.22% over the same period.</p><p>Today's ARMs are different from the ones that became hugely popular before the 2008 financial crisis. Then, ARMs attracted borrowers with reduced interest rates that skyrocketed after a year or two, saddling homeowners with payments they struggled to afford. At their peak in 2005, adjustable-rate loans accounted for close to 50% of all mortgages issued, according to the Urban Institute.</p><p>\"They just basically weren't regulated,\" said Guy Cecala, chief executive of Inside Mortgage Finance.</p><p>Postcrisis regulations beefed up borrower protections. Lenders can no longer offer short-term teaser rates, and there are caps on how much rates can increase. To qualify, applicants must be able to afford mortgage payments at rates significantly above the starting rate. ARMs nearly vanished; in January, they were just 1.7% of new mortgages, according to the Urban Institute.</p><p>Variable-rate mortgages still carry risks: If a borrower is unable to sell or refinance as planned before a possible rate increase, monthly payments could eat up a much bigger chunk of income.</p><p>Monthly mortgage payments already are at their least-affordable level since August 2008, according to data from the Federal Reserve Bank of Atlanta. A median American household needed 34.9% of its income to cover payments on a median-price home in February. That is up from 29.2% a year earlier.</p><p>Two months ago, Alexia Martin's mortgage lender said she and her boyfriend qualified for a rate of 3.5%. But the home they are building in Charlotte, N.C., won't be ready until September, when they expect rates to be higher.</p><p>After watching rates rise steadily over the past two months, the couple decided to pay a rate-lock fee of $4,500 to secure a rate of 5.5% in late April.</p><p>\"I don't like 5.5%, but I feel fine about it because I know they'll be higher later,\" Ms. Martin said.</p><p>Write to Orla McCaffrey at orla.mccaffrey@wsj.com</p><p>Home Buyers Are Finding Ways to Take the Sting Out of Rising Mortgage Rates</p>",
  "published": "2022-05-02T12:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2007,
          "end": 2027
        },
        {
          "start": 2007,
          "end": 2021
        }
      ]
    }
  ]
}