{
  "_id": "a7a87e26b95f70a750d1a5ad9b7c19b954e96b42563da77fc0228c84851191e0",
  "feed": "market-watch",
  "title": "Bitcoin falls to two-year low after crypto exchange Binance proposed to buy rival FTX",
  "text": "<p>Changpeng Zhao, Binance's co-founder and chief executive, said the exchange will be conducting due diligence in the coming days, according to a tweet Tuesday. \"There is a significant liquidity crunch\" at FTX, while Binance intends to help cover it, according to Zhao. Terms of the proposed acquisition were not disclosed.</p><p>FTX's chief executive, crypto billionaire Sam Bankman-Fried, tweeted Tuesday that the exchange had entered into a \"strategic transaction\" with Binance, pending due diligence. Representatives of FTX didn't respond to requests seeking comment.</p><p>\"FTX.US and Binance.US will not be impacted by the deal,\" Bankman-Fried tweeted.</p><p>If completed, the acquisition could be the most high-profile deal in the crypto space, leading to further consolidation of digital-asset exchanges. Binance is the world's largest crypto exchange by 24-hour trading volume, while FTX ranks third, according to CoinMarketCap.</p><p>Crypto Update: How major crypto tokens are reacting to Binance's proposed acquisition of FTX</p><p>Some analysts and pundits previously compared Bankman-Fried with financier J.P. Morgan, as the former bought or supported several distressed crypto companies earlier this year, including broker Voyager and lending firm BlockFi. Morgan, a legendary investor, stepped in to rescue struggling firms during the Panic of 1907.</p><p>Binance's proposed acquisition of FTX happens after tension rose between the two exchanges, as Zhao tweeted Sunday that Binance would start liquidating its remaining FTT tokens, the native token of FTX, held on its books. Binance held about 23 million FTT tokens, worth over $500 million based on its current price, according to a Bloomberg article citing people familiar with the matter.</p><p>Zhao said the decision to liquidate FTT tokens was due to \"recent revelations,\" without elaborating on what he was referring to. Representatives at Binance did not respond to requests seeking comment. Last week, CoinDesk reported that a huge part of the balance sheet held by Alameda Research, the crypto trading firm owned by Bankman-Fried, consisted of FTT tokens.</p><p>FTT on Tuesday plunged more than 80% to as low as $4.3. FTX also saw increased withdrawals, with its stablecoin reserves hitting a yearly low on Monday, down more than 90% over the past two weeks, according to data from CryptoQuant. FTX seemed to have temporarily halted withdrawals Tuesday morning, the Block reported citing on-chain data.</p><p>\"Our teams are working on clearing out the withdrawal backlog as is,\" Bankman-Fried tweeted Tuesday. \"This will clear out liquidity crunches; all assets will be covered 1:1. This is one of the main reasons we've asked Binance to come in,\" Bankman-Fried wrote.</p><p>Analysts compared the situation to a bank run, a phenomenon in which a large number of depositors rush to withdraw funds at once out of fear an institution will be unable to repay their deposits.</p><p>\"We were witnessing basically a massive bank run on FTX with huge amount of withdrawals and also FTX halting withdrawals,\" said Vetle Lunde, senior analyst at Arcane Research. \"It comes from the concern and the general fear related to the Alameda exposure, and the spillover effects that may have on FTX.\"</p><p>\"FTX has quite an opaque structure. The distinction between FTX and Alameda, and the risks that Alameda might post to FTX is a bit unclear,\" Lunde said.</p><p>Cory Klippsten, chief executive at Swan Bitcoin, said that \"all of these centralized businesses with large piles of altcoins on their balance sheets are literally confidence games. They are inherently fragile, susceptible to a Lehman-like collapse at any time.\" Altcoins are used by some industry participants to refer to any cryptocurrencies that are not bitcoin.</p><p>Bitcoin falls to two-year low after crypto exchange Binance proposed to buy rival FTX</p>",
  "published": "2022-11-08T20:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1086,
          "end": 1097
        }
      ]
    }
  ]
}