{
  "_id": "99773d935dbd6e3fd23b06d7427e6228882bdbfbb4257fc471f717a617920468",
  "feed": "wall-street-journal",
  "title": "Quantum Startup Sandbox Emerges From Alphabet; A former independent division at Google, Sandbox said it will use a 'nine-figure' funding round to form a stand-alone company to develop commercial-grade quantum-computing tools",
  "text": "<p>Eric Schmidt, Google's former chief executive, was named chairman of the new company, and a number of other high-profile investors will serve as advisers, Sandbox said.</p><p>Sandbox, which was created six years ago as an independent division of Google, today has some 55 engineers, scientists and technologists covering areas such as physics, chemistry, AI, neuroscience, cryptography, mathematics and other disciplines, the company said. It plans to use the new capital to hire additional AI experts, physicists and engineers.</p><p>\"The primary driver for the company needing independence was to attract outside capital to grow faster,\" Jack Hidary, Sandbox's chief executive, said about its break from Google. \"Alphabet was a very positive environment for the Sandbox team,\" he said, \"always making sure we ask the question how novel tech can positively impact big problems.\"</p><p>Alphabet did not respond to requests for comment.</p><p>While full commercial-grade quantum computing is still years away, industry analysts say, Sandbox's goal is to develop quantum-enabled software tools for use by companies in sectors such as telecommunications, financial services, healthcare and government.</p><p>Quantum computers hold the potential for solving equations and running algorithms—with vast numbers of variables and possible outcomes—many millions of times faster than conventional computers. Rather than store and analyze data as either zeros or ones, quantum computers operate with quantum bits. Known as qubits, they are a complex dual system of both zero and one simultaneously, a concept derived from quantum physics.</p><p>Palo Alto, Calif.-based Sandbox says combining quantum computing with machine-learning models would help accelerate advances in drug development, clean energy and data security, among other benefits. It currently offers a cloud-based cybersecurity tool designed to head off the potential use of quantum capabilities to unlock encrypted data.</p><p>Mount Sinai Health System is in talks with Sandbox to develop quantum-powered clinical-decision support tools, which require a complex integration of electronic health records, home-health apps and wearable devices, and imaging data, according to Dr. David Reich, the hospital network's president. He expects to roll out these and other applications within the next five to 10 years. Mount Sinai in 2020 began working with advanced AI software in efforts to diagnose and treat Covid-19.</p><p>Jim Breyer, founder &amp; CEO of Breyer Capital, said in a statement that quantum technology will have an outsize impact on communications, healthcare, finance and other sectors. \"While many quantum companies are focusing on computing hardware development, Sandbox AQ is solving real-world challenges and delivering applications to customers right now,\" Mr. Breyer said.</p><p>Google and other large tech firms, including International Business Machines Corp. and Honeywell International Inc. are also working on commercializing quantum technology.</p><p>Google CEO Sundar Pichai announced the creation of a Google Quantum AI campus in Santa Barbara County at the company's annual developer conference last May. He called quantum computing a \"fundamental shift\" in technology.</p><p>Companies such as Visa Inc., JPMorgan Chase &amp; Co. and Volkswagen AG are also experimenting with early-stage quantum technology. Full-scale quantum-based machine-learning capabilities are likely more than 10 years away, according to information-technology research and consulting firm Gartner Inc.</p><p>Write to Angus Loten at angus.loten@wsj.com</p><p>Quantum Startup Sandbox Emerges From Alphabet</p>",
  "published": "2022-03-22T21:39:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3218,
          "end": 3238
        }
      ]
    }
  ]
}