{
  "_id": "e4a0eb0ecf4169df032209c1b50e4823e67b954a6d4fac8993e54fddd78e3634",
  "feed": "market-watch",
  "title": "JPMorgan Chase profit misses targets as war, inflation and supply-chain issues cause it to boost reserves",
  "text": "<p>JPMorgan Chase shares JPM fell 1% in premarket trades.</p><p>As the first component of the Dow Jones Industrial Average DJIA to weigh in with first-quarter results, the bank said the economy remains strong even as challenges loom on the horizon.</p><p>JPMorgan JPM said its first-quarter earnings fell to $8.28 billion, or $2.63 a share, from $14.3 billion, or $4.50 a share, in the year-ago quarter.</p><p>The drop was driven by a net credit-reserve build of $902 million to reflect the increased probability of downside risk due to high inflation and the war in Ukraine, as well as its Russia exposure. In the year-ago period, JPMorgan Chase benefited from a net credit-reserve release of $5.2 billion.</p><p>Revenue in the latest quarter dropped to $30.7 billion from $32.27 billion.</p><p>Analysts expected JPMorgan to earn $2.72 a share on revenue of $30.59 billion, according to a FactSet survey.</p><p>“We remain optimistic on the economy, at least for the short term — consumer and business balance sheets as well as consumer spending remain at healthy levels — but see significant geopolitical and economic challenges ahead due to high inflation, supply chain issues and the war in Ukraine,” JPMorgan Chase CEO Jamie Dimon said in a prepared statement.</p><p>JPMorgan Chase said it OK'd a new $30 billion share buyback.</p><p>Despite robust jobs numbers this year, the economic picture has been mixed amid moves to raise interest rates by the Federal Reserve to tame inflation, and as banks recalibrated their overseas operations to inflict economic sanctions on Russia.</p><p>JPMorgan Chase's investment banking fees fell 31% amid lower equity and debt underwriting volumes. Markets revenue dropped 3% from a record in the year-ago period. Commercial banking loans rose 2%, with the bank seeing a rise in new loan demand.</p><p>Before Wednesday's trades, JPMorgan Chase shares had lost 16.9% so far this year and have underperformed the market. The Dow Jones Industrial Average DJIA is down 5.8%.</p><p>Bank stocks have been lackluster as investors sifted through a steady stream of mostly negative news headlines in 2022, with the Financial Select SPDR Fund&#xa0;XLF,&#xa0;-1.09%&#xa0;down 4.5% to date in 2022.</p><p>Analysts have reduced their first-quarter earnings target for JPMorgan to $2.72 a share on Wednesday from $2.81 on March 14 and $2.95 a share in early January.</p><p>JPMorgan Chase said Monday the impact of its Russia operations could affect its business by $1 billion over time.</p><p>Read:Ukraine war, inflation and need for higher interest rates creating ‘unprecedented' situation, says Jamie Dimon</p><p>Another impact of the war in Ukraine was wild swings in commodity prices. JPMorgan Chase was one of the main banks cited by a Wall Street Journal report as being involved in margin call losses in the nickel market last month.</p><p>Bankers sought to reach an agreement with Tsingshan Holding Group, according to reports. The Chinese steel and nickel producer's trades on the London Metal Exchange contributed to a spike in prices and led to a trading halt and the cancellation of eight hours' worth of transactions.</p><p>See:The nickel market tumult: What investors need to know</p>",
  "published": "2022-04-13T10:28:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1805,
          "end": 1819
        },
        {
          "start": 2606,
          "end": 2620
        },
        {
          "start": 2606,
          "end": 2614
        },
        {
          "start": 2204,
          "end": 2212
        },
        {
          "start": 22,
          "end": 25
        },
        {
          "start": 240,
          "end": 248
        },
        {
          "start": 249,
          "end": 252
        },
        {
          "start": 1165,
          "end": 1179
        },
        {
          "start": 1165,
          "end": 1173
        },
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 1226,
          "end": 1240
        },
        {
          "start": 1226,
          "end": 1234
        },
        {
          "start": 1532,
          "end": 1540
        },
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 2302,
          "end": 2316
        },
        {
          "start": 1805,
          "end": 1813
        },
        {
          "start": 611,
          "end": 625
        },
        {
          "start": 2302,
          "end": 2310
        },
        {
          "start": 611,
          "end": 619
        }
      ]
    }
  ]
}