{
  "_id": "9b039a14ccd41b70fdfdd97bb83dcf4c51ac08c48bf73f257b69f163cd191b96",
  "feed": "wall-street-journal",
  "title": "Technology:  Investment  Flows Into  Power-Use  Data Firm  ----  By Amrith Ramkumar",
  "text": "<p>   Arcadia has privately raised $200 million from investors including J.P. Morgan Asset Management to scale its climate-data and software platform, company officials said. </p><p>   Companies such as Ford Motor Co. use Arcadia to view aggregated data on energy usage and pricing across the U.S., find customers for their clean-energy products and manage their electricity usage. Arcadia also connects consumers in states such as New York to large solar projects through their utility companies. </p><p>   Washington, D.C.-based Arcadia's latest financing round values it at roughly $1.5 billion. The company has raised about $380 million since its inception in 2014 and hopes to use the money to increase the amount of data on its platform, expand globally and help companies manage their carbon emissions. </p><p>   By combining many regional utility data points in one place, Arcadia lets customers know when it is best to store clean energy, use solar power or charge an electric vehicle, Chief Executive Kiran Bhatraju said in an interview. </p><p>   \"I think our platform will become foundational for the energy transition,\" he said. </p><p>   Some investors are favoring software companies that sit in the middle of the transition away from fossil fuels, wagering that the startups have a quicker path to profitability because they don't need to spend heavily to make physical products such as electric cars or solar panels. </p><p>   Arcadia declined to provide figures on its financial performance. Mr. Bhatraju said he expects to take the company public, but doesn't have a specific time frame in mind. </p><p></p>",
  "published": "2022-05-11T06:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}