{
  "_id": "56df9a3812fef3aa74c119489e59c8b252f560eb5b0069f1a80ba8d16ae949df",
  "feed": "ftcomall",
  "title": "The yen's descent has put Japanese officials on high alert",
  "text": "<p>Over the past week, Japanese travel agents have reported a rise in inquiries about flights to Hawaii for the Honolulu Marathon — a paradisiacal 26-mile slog held in late December, and, in deeply uncertain times, probably as good as any other indicator for the next move in the yen. </p> <p>Back in mid-August, analysts could plausibly argue that, after a precipitous run down since March, the yen's weakness against the dollar had likely hit its limit. The 24-year low of ¥139 to the dollar reached so spectacularly in mid-July, they suspected, had proved a robust level of resistance; the new balance of probability now pointed to a phase of <a href=\"https://www.ft.com/yen\">yen</a> strength into the calendar year-end, with several forecasting a rise to about ¥130/$.</p> <p>The thesis was based on the idea that the factors that had been driving the yen's descent — primarily the widening policy divergence between the rate-raising US Federal Reserve and the resolutely ultra-loose Bank of Japan — had subtly changed over the summer. By mid-August, and with the short-yen trade apparently less popular with speculators, Nomura analysts could list several such changes to the market environment. </p> <p>Between July and August, the perceived chances of a US and global recession had moved from a risk scenario to the main scenario. A downward trend in commodity prices offered hope for an improvement in Japan's trade balance. Expectations of an imminent peak in goods price inflation were higher in mid-August than they had been earlier in the year. The risk of accelerated US rate rises seemed to have fallen, even as the perceived chances of any normalisation in BoJ policy under governor Haruhiko Kuroda remained virtually zero.</p> <p>All of which made solid sense until this week, when the yen tumbled through the ¥140/$ level and to a new 24-year low as the market, following hawkish comments from Fed officials, snapped back to the assumption of multiple, aggressive rate rises in the US in coming months. The mood change was instant. Japanese officials said they were once again watching FX markets “with a high sense of urgency”.</p> <p>Traders began assuming a definitive break past the ¥140/$ line in coming days. If that happens, some traders say they can identify no obvious technical support levels between here and the yen's 1998 low of ¥147/$. Having taken a bold punt on calling peak dollar-yen three weeks ago, Nomura decently fudged that there would be a “slight delay” to its previous forecast.</p> <p>Some are even clearer on the new momentum. Analysts at JPMorgan said on Thursday that they would not rule out the yen falling more deeply past ¥145/$, as policy divergence resumed an influence over the currency pair that had broken down over the summer.</p> <p>As that influence has resumed, the perceived risk to speculative bets against the yen has also contracted. In the face of a long summer of geopolitical disruption and threat of recession, the idea of the yen as a haven has barely registered, removing a once dependable source of support.</p> <p>Another historic pattern that has broken down, noted CLSA strategist Nicholas Smith, has been a historic correlation of the dollar-yen exchange rate with the propensity of foreign investors to buy and sell Japanese equities. A weaker yen has, in the past, prompted net buying of Japanese stocks. In 2022, however, the yen has plunged and foreigners have been net sellers of more than ¥650bn of stocks since January.</p> <p>Meanwhile, said JPMorgan's Benjamin Shatil, the yen has come under ever more downward pressure from the recent surge in the so-called yen carry trade — the investment strategy of borrowing in a low-yielding currency and selling it to fund speculative investments in higher ones. As countries other than the US enter monetary tightening cycles, the yen is rapidly becoming the world's only zero-yielding currency, inviting yen-funded carry trades across a widening selection of currency pairs. </p> <p>BoJ data on the changing assets and liabilities of foreign banks in Japan, which can to some extent be treated as a proxy for the yen carry trade, suggest the strategy is at its most active in more than a decade. The implication here, said Shatil, was that unless the BoJ pivots, yen-funded carry trades had the potential to rise further.</p> <p>Still, say traders, there are other sources of yen flows that may prove more influential in coming months. After long prevarication, Japan seems to be crawling towards a large-scale reopening of its borders to foreign tourists. Even if such a resumption does not, for now, involve high-spending Chinese tourists, the influx would create a more permanent backbeat of yen buying.</p> <p>More immediately influential, though, will be last week's decision by Japan to ditch its requirement that anyone entering the country must present a negative PCR test taken within 72 hours of travel. The lifting of that rule, from next week, is expected to trigger a rapid resumption of Japanese booking foreign holidays, shopping trips and exotic marathons: a potential hit of yen outflows before the incoming tourist boom has a chance to offset them.</p> <p><a href=\"mailto:leo.lewis@ft.com\"><em>leo.lewis@ft.com</em></a></p><p>Source: Leo Lewis 2022 'The yen's descent has put Japanese officials on high alert' FT.com 2 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-02T11:40:53.992Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.99999994,
      "offsets": [
        {
          "start": 2500,
          "end": 2508
        },
        {
          "start": 3419,
          "end": 3427
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}