{
  "_id": "e59dd15c78fbea26e3682001ecb87de85265a45c1cadcd423a11d9d4bddab9fb",
  "feed": "market-watch",
  "title": "Tesla shares drop after report that Musk is targeting 10% job cut amid 'super bad feeling' about global economy",
  "text": "<p>In the email, Chief Executive Elon Musk said that he had a \"super bad feeling\" about the economy, and that employee headcount needed to be cut by 10%, according to the Reuters report. Tesla employed around 100,000 people at the end of 2021, according to an annual SEC filing. Tesla did not immediately respond to a request for comment.</p><p>Tesla shares fell more than 4% in premarket trading after closing up 4.6% at $776 on Thursday, amid a broad market rally, even as Microsoft MSFT cut its guidance ahead of the opening bell, blaming foreign-exchange rates.</p><p>Musk's apparent economic gloom comes on the heels of attention-grabbing comments by JPMorgan Chase JPM Chairman and Chief Executive Jamie Dimon, who warned of a looming economic hurricane, from rate hikes, the war in Ukraine and inflation.</p><p>The Reuters report comes on the heels of an apparent demand by Musk for workers to return to the office or leave the company.</p><p>Tesla shares have dropped 26% so far in 2022, amid a technology-led rout for the U.S. stock market. The EV maker has struggled to get its Shanghai factories back online amid COVID lockdowns since late March in the major Chinese city that Bloomberg reports have cost the company 40,000 lost units.</p><p>And while still the world's richest man, Musk's personal fortune has dropped by $42.9 billion this year, leaving him with $227 billion, according to Bloomberg's Billionaire Index.</p><p>Tesla shares drop after report that Musk is targeting 10% job cut amid 'super bad feeling' about global economy</p>",
  "published": "2022-06-03T11:47:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 656,
          "end": 659
        },
        {
          "start": 641,
          "end": 655
        },
        {
          "start": 641,
          "end": 649
        }
      ]
    }
  ]
}