{
  "_id": "f08832b46d3c30fbb3a85a6634503315a2a7c1cb01e8066acb9c7cfe1bdd7f9e",
  "feed": "wall-street-journal",
  "title": "Home Workers Are Making Some Offices Redundant; Workplaces are still half-empty, even as restaurants and airports refill. Rising vacancy rates mean building owners may soon have to think about expensive redevelopments.",
  "text": "<p>It is hard to argue that the slow return is down to lingering health worries. U.S. airport check-ins are approaching 90% of their prepandemic levels, as are dinner reservations made on the OpenTable booking site.</p><p>Competition for talent in a tight labor market means companies don't have leverage to prod workers back to commuting. Even JPMorgan's Chief Executive Jamie Dimon, who has been vocal about getting workers back to the office, said in his latest letter to shareholders that 50% of the bank's staff will spend some or all of their time working from home in the future.</p><p>The average office vacancy rate will hit an almost three-decade high of 17% in the U.S. in 2022, according to CBRE estimates. That compares with around 7% in Europe. Faced with weaker demand, America's office landlords such as SL Green and Empire State Realty Trust face a bigger challenge to overhaul their portfolios than their European counterparts. This probably explains why shares in U.S. office real-estate investment trusts trade at a roughly 30% discount to net asset value, compared with 20% for European ones, based on Green Street estimates.</p><p>One option is to invest in so-called \"green refurbishments\" to make older offices appealing to corporate tenants looking to meet net-zero emissions targets. Demand for sustainable buildings is increasing. However, this will require heavy investment in office refits just as construction is becoming more expensive. Prices for building materials rose 20% in 2021.</p><p>Idle offices may end up being converted into other uses where supply is tight, such as warehousing or homes. Logistics vacancy rates in both the U.S. and Europe fell below 4% last year, and house prices soared during the pandemic. However, valuations would have to fall further to make the conversion costs worthwhile. Many offices need to be torn down and completely rebuilt for the very different requirements of industrial or residential property.</p><p>Turning offices into laboratories is a promising niche. The owners of London's Canary Wharf district hope to turn what has traditionally been a finance hub into a life-science cluster. Labs need to be in the right location, ideally in an existing life-science district and close to research universities. The structure of some offices makes conversions tricky, however: Lab ceilings are usually 25% higher than those of a typical office, while their floors need to support 50% more weight for machinery, according to Green Street.</p><p>As the pandemic eases, its long-term impact on work patterns is coming into clearer focus. With employees preferring to remain at home, office landlords need to start planning for a new normal.</p><p>Write to Carol Ryan at carol.ryan@wsj.com</p><p>Home Workers Are Making Some Offices Redundant</p>",
  "published": "2022-04-11T15:23:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 336,
          "end": 344
        }
      ],
      "nexusId": "10009914"
    }
  ]
}