{
  "_id": "bcc0f0a186d021b0753af19aa878cb243d8c5974f0f3aac7161f8c8f166f18f1",
  "feed": "ftcomall",
  "title": "US economists focus on March rate rise despite weak jobs growth ",
  "text": "<p>The Federal Reserve is on track to <a href=\"https://www.ft.com/content/35766dd4-7da1-4064-9e60-79a714297c5a\">raise interest rates as early as March</a>, economists say, as strong wage growth and falling unemployment lessen analysts' focus on monthly job creation. </p> <p>Figures <a href=\"https://www.ft.com/content/73c26e1b-ebf6-4dd4-9930-132c01db6929\">released on Friday</a> showed a sharp slowdown in the number of new jobs in December. Just 199,000 positions were created, less than half the number expected by analysts and well below the monthly average of 537,000 in 2021.</p> <p>But some economists nonetheless pulled forward their bets on interest rate rises, focusing instead on rising wages and a declining unemployment rate, which fell to 3.9 per cent in December — close to the pre-pandemic level of 3.5 per cent. Average hourly earnings rose 0.6 per cent from the previous month, which translates to an annual gain of 4.7 per cent.</p> <p>JPMorgan Chase economists on Friday pencilled in the <a href=\"https://www.ft.com/content/6c6b6c99-9e46-406d-a7f7-39b509542097\">first rate rise for March </a>as opposed to an previous prediction for lift-off in June. </p> <p>Stephen Juneau, US economist at Bank of America, said: “Even though [the headline] payrolls figure came in a bit weaker, when you dig through details, there are reasons to be a bit more optimistic.”</p> <p>He added: “All of the data is pointing to a very tight labour market. That all supports the idea the Fed will move forward with a March hike.”&#xa0;</p> <p>Economists at Barclays said Friday's data increased their conviction that the Fed would raise rates in March, adding that the central bank could even abruptly announce the <a href=\"https://www.ft.com/content/2c73b1f4-b8c1-415b-8df0-237eff180cb0\">end of its bond-buying programme</a> at its meeting this month. </p> <p>Andrew Patterson, chief international economist at Vanguard, said his team was discussing whether to pull forward its forecast for the first interest rate rise to March. “Wage gains and inflation are playing heavy on their minds,” he said of Fed policymakers. </p> <p>Expectations for a swift tightening of monetary policy are underpinned by a <a href=\"https://www.ft.com/content/6633f375-b668-4bc4-b685-6e5b8fc6e39b\">shift in the Fed's focus</a>, which has moved to <a href=\"https://www.ft.com/content/f76d5033-ed8f-46fa-9313-e93597cee06f\">taming soaring inflation</a> as opposed to nursing the labour market back to its pre-pandemic health. </p> <p>Policymakers had once hoped to hold off on rate rises until the labour force participation rate — which tracks the share of Americans employed or looking for a job — returned to the 63 per cent level registered at the onset of the pandemic. It currently stands at 61.9 per cent and there are still 3.6m fewer people in jobs compared to when the virus started to spread. </p> <p>Just a year ago, Fed chair Jay Powell was warning that the unemployment rate was understating the weakness of the labour market and instead urged investors to focus of labour force participation. </p> <p>“Published unemployment rates during Covid have dramatically understated the deterioration in the labour market,” Powell said in a speech last February. </p> <p>But he has since changed his tune, acknowledging that the risk of persistently high inflation meant the Fed needs to tighten policy more quickly even if the number of people returning to work was not as large as the central bank would like. </p> <p>“The reality is, we don't have a strong labour force participation recovery yet and we may not have it for some time,” Powell said following December's policy meeting. “At the same time, we have to make policy now. And inflation is well above target.”</p> <p>Economists say the Fed is willing to look past weaker labour force participation, not only because inflation is now running at the fastest pace in roughly 40 years but also because <a href=\"https://www.ft.com/content/73c26e1b-ebf6-4dd4-9930-132c01db6929\">other metrics</a> like unemployment and wage growth point to one of the hottest jobs markets in history. </p> <p>Two senior central bank officials, Christopher Waller and James Bullard, have already backed a March move.</p> <p>“The Fed has no business being at 0 per cent [rates] and buying . . . bonds,” said Jurrien Timmer, head of global macro strategy at Fidelity Investments. “That was the strategy for two years ago and maybe a year ago. It is certainly not appropriate right now and the Fed would be the first to agree with that.”</p> <p>Steven Blitz, chief US economist at TS Lombard, said: “There is nothing in the data that says the Fed should continue to hold back. We are certainly at full-enough employment such that there is no reason for the current level of monetary easing to still be in place.”</p><p>Source: Colby Smith and Eric Platt in New York 2022 'US economists focus on March rate rise despite weak jobs growth ' FT.com 9 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-09T14:00:14.034Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 774,
          "end": 788
        },
        {
          "start": 774,
          "end": 782
        }
      ],
      "nexusId": "10009914"
    }
  ]
}