{
  "_id": "f3c513da4e562b0b2ff1a566ccf802227c901772e578c96660d8d73b6ad9ea57",
  "feed": "wall-street-journal",
  "title": "Argentina Names New Economy Minister as Inflation Crisis Mounts; Appointment of Silvina Batakis strengthens coalition's far-left faction led by the powerful former president and current vice president",
  "text": "<p>In past interviews and messages on her Twitter account, Ms. Batakis has spoken of the importance of a robust state while lambasting the International Monetary Fund, a frequent punching bag for Peronist leaders on its role in Argentina. In a message on Twitter from 2019 on poverty, the former economy minister for Buenos Aires province said, \"You combat it with a state that plans and intervenes.\" Ms. Batakis has voiced opposition to austerity, saying in a 2015 interview with the newspaper La Naci칩n that Argentina needs a long-term approach to tackle inflation without cooling the economy.</p><p>Mr. Guzm치n's decision to step down was a blow to Mr. Fern치ndez and the more moderate wing of government aligned with him, which had looked to reduce public spending as part of Argentina's recent deal with the IMF to refinance $44 billion in debt. Mr. Guzm치n's deputies in the ministry also resigned.</p><p>The IMF deal faced sharp criticism from leftist members of the ruling coalition led by Cristina Kirchner, the powerful former president and current vice president who oversaw nationalizations and generous spending policies that resulted in a ballooning fiscal deficit during her populist rule from 2007 to 2015.</p><p>On Monday, as Mrs. Kirchner's allies took charge of almost all ministries responsible for economic policy-making, the peso's black market exchange rate, which reflects Argentine sentiment on the economy, tumbled to 260 per dollar from 239.</p><p>\"The balance of power has tilted to the Kirchnerist side,\" said Diego Pereira, an economist at JPMorgan Chase in New York. \"We would expect a more expansive fiscal stance, and potentially a renegotiation of the IMF program.\"</p><p>Write to Ryan Dube at ryan.dube@dowjones.com</p><p>Argentina Names New Economy Minister as Inflation Crisis Mounts</p>",
  "published": "2022-07-05T01:18:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1540,
          "end": 1554
        },
        {
          "start": 1540,
          "end": 1548
        }
      ]
    }
  ]
}