{
  "_id": "b3ba3cc3eca3612757a20171f4a972cd2ebe4c81d88137e9c0e172f1757ce095",
  "feed": "ftcomall",
  "title": "FirstFT: Fed meets as S&P 500 enters bear market",
  "text": "<p>The Federal Reserve begins its latest rate-setting meeting today with the S&amp;P 500 in bear market territory after <a href=\"https://www.ft.com/content/106bfda4-f286-4c00-ae64-b9bab407f0b7\">a dramatic late-session sell-off</a> and inflation at its highest level since December 1981.</p> <p>The US benchmark index ended down 3.9 per cent yesterday to close at its lowest level since January 2021. The move left the S&amp;P 500 more than 20 per cent below its January 2022 record high, a decline commonly identified as a bear market.</p> <p>The falls, which hit high-growth companies and risky assets such as <a href=\"https://www.ft.com/content/4ae49946-7ad5-4921-910f-5e28502332da#post-fcb084df-b404-419a-9b54-1dedaf938281\">cryptocurrencies</a> even harder, were triggered by speculation that the Fed was considering raising interest rates more aggressively at the end of its two-day meeting than was previously priced in by investors.</p> <p>Higher than expected inflation data, <a href=\"https://www.ft.com/content/91b9c081-08dd-4426-90f6-f6fffb68dcec\">released on Friday</a>, has raised the possibility the US central bank <a href=\"https://www.ft.com/content/422cebd8-edda-4de3-abc2-185bc253dbd2\">will raise interest rates by 0.75 percentage points</a> this week — for the first time since 1994.</p> <p>“I think with this latest [inflation] number, the Fed is really going to go for it and this will cause an economic slowdown,” said Julian Howard, lead investment director for multi-asset solutions at fund manager GAM.</p> <p>Previously Jay Powell, Fed chair, had indicated the central bank was on course for back-to-back 50-basis-point rises at this week's meeting and the next one in July. </p> <p>Futures markets now show investors expect the federal funds rate — the main policy rate — to hit 3.6 per cent by the end of the year, compared with the current range of 0.75 to 1 per cent. A week ago, investors had only expected the rate to reach 2.9 per cent this year.</p> <p><em>Do you fear interest rates will rise faster than expected? You can now email me by hitting reply to this newsletter. Thanks for reading FirstFT Americas and here is the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Pentagon bankrolls rare earths plant</strong> The US Department of Defense has signed a $120mn deal with the world's largest rare earths producer outside China <a href=\"https://www.ft.com/content/5a974ea5-c863-406f-bab1-3cc6fe8d6ad2\">to secure supplies of the minerals</a> crucial for the development of military equipment, wind turbines and electric vehicles. Under the terms of the deal, Perth-based Lynas Rare Earths will export heavy rare earth carbonate mined and refined in Australia to the US.</p> <p><strong>2. Chinese banks cut investment banking staff in Hong Kong</strong> Several big Chinese investment banks in Hong Kong <a href=\"https://www.ft.com/content/a7867189-6ad5-4eb7-9b06-d4be9301ba4e\">have reduced staffing</a> in their investment and equity capital divisions to cut costs during the city's drought of initial public offerings, according to bankers.</p> <p><strong>3. Portugal PM: EU risks creating ‘false expectations' for Ukraine </strong>Brussels should focus on providing immediate help to Ukraine to fight Russia's invasion rather than engage in “legal debates” about whether to <a href=\"http://www.ft.com/content/1b8abda1-4670-4c01-8ae9-bd90c9647d5d\">designate the country as a candidate</a> for membership, António Costa told the Financial Times.</p> <p><strong>4. January 6 panel hears Trump's advisers</strong> <strong>told him election was lost</strong> Bill Barr, former attorney-general, said he questioned whether Donald Trump had <a href=\"https://www.ft.com/content/9fbef426-49f5-4196-abd5-92486079888b\">“become detached from reality”</a> after the 2020 election, at the second public hearing by the bipartisan committee into the Capitol riot. The committee also heard that, on the night of the election, a drunk Rudy Giuliani advised the former president to “just claim he won”.</p> <p><strong>5. Boris Johnson pushes ahead with UK law to rip up N Ireland protocol</strong> Boris Johnson yesterday <a href=\"https://www.ft.com/content/02891815-4ee5-4dfb-9241-31c7b592aeef\">published legislation to rip up his 2020 Brexit deal</a> with the EU, defying a chorus of criticism and insisting that there was “no other way” of protecting the peace process in Northern Ireland. The bill's publication immediately prompted the EU to threaten legal action against the UK, with warnings that it would undermine trust and make it harder to negotiate a way out of the impasse.</p> <h1>The day ahead</h1> <p><strong>US producer prices</strong> The producer price index, which tracks the prices businesses receive for their goods and services, is expected to have climbed 0.8 per cent in May, following a 0.5 per cent rise the previous month. That would leave the year-on-year rise at 10.9 per cent.<br>So-called core PPI, an underlying gauge of inflation which strips out volatile items such as food and energy, is expected to have accelerated to 0.6 per cent in May.<br><br><strong>Business outlook</strong> Business Roundtable, Washington's leading business lobby group, is expected to release the results of its second-quarter economic outlook survey, which is meant to provide insight into the US economy by polling chief executives about hiring plans, capital expenditures and sales expectations.<br><br><strong>US primaries</strong> Voters in Maine, Nevada, North Dakota and South Carolina will cast ballots in primaries as part of the 2022 midterm election cycle. Texas' 34th District holds a special election to fill the House seat vacated by Democratic Representative Filemon Vela Jr.</p> <p><strong>Grenfell Tower fire anniversary </strong>It is <a href=\"https://www.ft.com/content/006930a5-3fb2-4f3f-8bc0-974830b16b16\">five years since the fire</a> that engulfed the high-rise, killing 72 people and leaving 203 homeless in west London. The tragedy exposed shortcomings in safety regulations and sparked a crisis for apartment owners across the UK that continues to generate repercussions.</p> <p><em>Join leaders from FTX, Monzo, JPMorgan and more on June 16-17 from the FT Future of Finance stage at the heart of Europe's leading tech festival, The Next Web. </em><a href=\"https://on.ft.com/3iqcsaQ\"><em>Register for your free digital pass today.</em></a></p> <h1>What else we're reading</h1> <p><strong>Farewell to the servant economy </strong>First there were Uber drivers who would come to your door at the push of a button. Now there are people who will bring you a packet of biscuits and ibuprofen. “On-demand” services might have made people feel wealthy, but the model is in jeopardy, <a href=\"http://www.ft.com/content/8fcb5279-5494-4006-ba2c-287de27c1fab\">writes Sarah O'Connor</a>.</p> <ul>  <li><p><strong>More on work: </strong>A rise in wages is structural, with labour set to take more corporate income, <a href=\"http://www.ft.com/content/bcf3d56c-16b3-4c36-acd8-b08cd0337202\">writes Ellen Zentner</a>, Morgan Stanley's chief US economist.</p></li> </ul> <p><strong>How many more weapons does Ukraine need? </strong>Mykhailo Podolyak, a key adviser to President Volodymyr Zelenskyy, yesterday <a href=\"https://www.ft.com/content/3fab0893-cd5e-46b6-9bfe-6b0aff4fcb48\">laid out a bold shopping list</a> on Twitter to tackle the main equipment shortages and repel Russian forces that are pounding Ukrainian soldiers with heavy artillery barrages in the eastern Donbas region. Ukraine's shortages are adding to a sense in Moscow that it can win the war.</p> <p><strong>Economists Exchange: Christopher Pissarides </strong>The problems in labour markets look very different from when the former adviser to the Cypriot and Greek governments began his academic career in the 1970s, plagued by mass unemployment. But for Pissarides, who won the 2010 Nobel Prize for his work on friction in labour markets, <a href=\"http://www.ft.com/content/86aba26c-f4ed-4e8b-90cc-8b6b9030955b\">many of the answers are similar</a>. </p> <p><strong>What BioNTech is doing next </strong>While the mRNA Covid-19 vaccine the German biotech developed with Pfizer has saved millions of lives and brought economies around the world back to life, it was also, in some ways, a side hustle. BioNTech is now <a href=\"http://www.ft.com/content/12ef99d4-063a-4a45-ae4d-e8115a9c3bb1\">ploughing its vaccine profits into oncology</a> — but its technology is still largely unproven.</p> <p><strong>A divided board, Birkin bag bonuses and a fight for control </strong>Incumbent bosses usually feature on the official company slate of nominees for a board election. But in one of the <a href=\"https://www.ft.com/content/35221c0e-4c29-47a4-9b46-bc8504cc7674\">most unusual corporate battles in recent memory</a>, there will be no Aerojet slate at a June 30 meeting as rival factions square off for control of the company.</p> <h1>Travel</h1> <p>With FT Globetrotter's <a href=\"https://www.ft.com/content/9b781276-2f67-4744-b200-08828ace5f30\">insider guide to a green weekend in London</a>, find out where to stay (luxuriously), eat (deliciously) and roam (non-pollutingly) for a sustainable sojourn in the UK capital.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2022 'FirstFT: Fed meets as S&amp;P 500 enters bear market' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-14T10:22:36.739Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5059,
          "end": 5067
        }
      ]
    }
  ]
}