{
  "_id": "7a9fcc4b37970ee38c96fb849520ddfdc7239f6144c4595eba45d63ce0a54d27",
  "feed": "ftcomall",
  "title": "US and China reach landmark audit inspection deal",
  "text": "<p>Washington and Beijing have reached a landmark agreement that would allow US regulators access to audits of Chinese companies that are listed on American exchanges, in a deal that would halt the threatened delisting of about 200 stocks that trade on Wall Street. </p> <p>The announcement by US and Chinese regulators is a breakthrough in a longstanding impasse. Beijing has not allowed foreign regulators to inspect Chinese company audits, citing a desire to protect state secrets. The US has said <a href=\"https://www.ft.com/content/f16853d1-4a9a-4592-9866-a1a683c39e21\">it will force</a> Chinese companies to leave New York stock exchanges if they do not comply with US audit rules.</p> <p>The Public Company Accounting Oversight Board, the US auditor watchdog, said on Friday it would have the power to select the companies, audit engagements and potential violations it inspects and investigates, without consulting Chinese authorities.</p> <p>Under the deal signed by the PCAOB, the China Securities Regulatory Commission and <a href=\"https://www.ft.com/stream/8b82f4f1-6fdf-4fe1-91db-99cac1802016\">China</a>'s finance ministry, PCAOB inspectors could be on the ground in Hong Kong by mid-September to begin inspections, the agency said.</p> <p>Despite the agreement, US regulators were cautious about the success of the deal.</p> <p>“Make no mistake, though: The proof will be in the pudding,” said Gary Gensler, chair of the <a href=\"https://www.ft.com/sec\">US Securities and Exchange Commission</a>, in a statement. “This agreement will be meaningful only if the PCAOB actually can inspect and investigate completely audit firms in China. </p> <p>“If it cannot, roughly 200 China-based issuers will face prohibitions on trading of their securities in the US if they continue to use those audit firms,” he added. </p> <p>The <a href=\"http://www.csrc.gov.cn/csrc_en/c102030/c5572272/content.shtml\">CSRC said</a> the agreement “establishes a co-operation framework in line with the authorities' respective laws” and “is an important step forward by regulators in China and the US towards resolving the audit oversight issue that concern mutual interests”.</p> <p>The agreement will involve Big Four audit firms' working files that are prepared in mainland China being inspected by PCAOB officials in Hong Kong, according to people with knowledge of the details. Several people close to the matter cautioned that the pilot would have to go smoothly in order for the PCAOB to accept that China was compliant with US audit disclosure rules.</p> <p>One of the people familiar with the matter — a senior banker close to a number of Chinese American depositary receipts — said an agreement to carry out a test case had been reached before House Speaker Nancy Pelosi visited Taiwan, but the announcement was delayed because of heightened nationalist sentiment in China around the visit. </p> <p>The CSRC met the Big Four firms in Beijing on Thursday to discuss the potential compromise with PCAOB audit requirements, said a second person close to the matter, a portfolio manager at a global asset manager.</p> <p>JPMorgan Chase held a call with clients in Asia and Hong Kong on Tuesday to discuss the status of the audit negotiations, according to a person who attended the call. One person on the call said that Liu He, China's vice-premier, had drafted a consultation paper that would enable the PCAOB complete access to Chinese audit files and that it had been communicated to US and Chinese regulators.</p> <p>A senior financier in Hong Kong who is close to a number of Chinese tech groups said the solution had been “held up by liability questions from auditors” in recent weeks, driven by concerns about an increase in shareholder lawsuits against accounting firms in the US.</p> <p>Since PCAOB's creation in 2002 following the corporate accounting scandals at Enron and WorldCom, more than 50 jurisdictions have complied with its requirements to inspect and investigate audit firms of US-listed companies. But China and Hong Kong have not complied.</p> <p>In 2020, Congress <a href=\"https://www.ft.com/content/fb33b46b-0ea6-42ca-9419-4c4b256974c7\">passed legislation</a> that would subject Chinese and Hong Kong companies to delisting if the PCAOB could not review their audits. Companies could be banned from the US by 2024 if an auditing deal was not reached.</p> <p>The law “was a game changer”, said Paul Leder, a former head of the international affairs office at the SEC, which oversees the PCAOB. “Without the threat of delistings, the Chinese authorities would never have agreed to the unfettered access described by the PCAOB.”</p> <p>Gensler said that the agreement “marks the first time we have received such detailed and specific commitments from China that they would allow PCAOB inspections”.</p> <p>“The Chinese and [US] jointly agreed on the need for a framework,” he added. “We were not willing to have PCAOB inspectors travel to China and Hong Kong unless there was an agreement on such a framework.”</p> <p><em>Additional reporting by Cheng Leng in Hong Kong and Adam Samson in London</em></p> <a href=\"http://www.ft.com/cms/3428d6cf-0557-4800-a8a4-b2d733434f74.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Patrick Temple-West in New York and Tabby Kinder in Hong Kong 2022 'US and China reach landmark audit inspection deal' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-26T14:20:24.487Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 2747,
          "end": 2761
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}