{
  "_id": "54f1b0b2bf23de2532b0b24012a9d5aa6037144a909bb1050fb58684ead0a99f",
  "feed": "wall-street-journal",
  "title": "Business News:  Montag to Lead Carbon-Credit Firm Backed by TPG  ----  By Amrith Ramkumar",
  "text": "<p>   Private-equity firm TPG Inc. has recruited former Wall Street power broker Tom Montag and partnered with several blue-chip companies to launch a carbon-credit business it hopes will add transparency and boost growth in the nascent market for emissions offsets. </p><p>   The firm is investing $300 million in the new company, Rubicon Carbon, and aims to raise a total of $1 billion to kick-start the effort. Rubicon Carbon is intended to give buyers a simpler and safer way to invest in carbon credits. </p><p>   Mr. Montag, who retired last year as chief operating officer of Bank of America Corp., is the new company's chief executive. Former BofA colleague Anne Finucane, who retired at the same time as a vice chair, is Rubicon's chairwoman. </p><p>   The investment represents one of the private sector's largest efforts to expand the roughly $2 billion market for voluntary carbon credits that companies buy to offset their carbon emissions. Bank of America, the venture arm of JetBlue Airways Corp., and NGP Energy Capital Management have committed to invest in the new firm. General Electric Co., Honeywell International Inc. and McKinsey &amp; Co. are among the companies helping launch the platform. </p><p>   Carbon credits are seen as an important way to funnel private-sector money into efforts to limit climate change. They are typically tied to projects that preserve forests or replace fossil fuels with renewable energy in emerging markets. </p><p>   The market was a focus of the recent global climate summit in Sharm El Sheikh, Egypt. Negotiators are counting on the market to grow significantly to generate cash needed to fund climate initiatives. </p><p>   The unregulated market has been criticized for inconsistent standards and potential conflicts of interest. It is run by a number of little-known nonprofits that verify and register credits before they can be sold. Concerns about whether projects actually reduce greenhouse-gas emissions have led some companies to move away from the market. </p><p>   Wall Street has moved in, hoping to improve standards and profit from the growing industry. Other firms investing in the sector include J.P. Morgan Asset Management and Oak Hill Advisors LP. </p><p>   Rubicon is partnering with brokers, satellite monitoring companies such as Planet Labs PBC and a TPG-backed company that creates and sells credits, Anew Climate. It aims to simplify the process of buying and managing credits, which has been daunting for all but the biggest businesses. </p><p>   \"We can become the Good Housekeeping seal of approval on their behalf,\" Ms. Finucane said. </p><p>   The company's chief sustainability officer is Jennifer Jenkins, a forest offsets expert who previously held the same role at forest-offsets exchange NCX. She shared a Nobel Prize in 2007 for climate research. </p><p></p>",
  "published": "2022-11-30T07:06:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}