{
  "_id": "3cfd9feae3bfd6031fd8ada2884607bf1053ede13e08b6cbe47d30a780e8b6ce",
  "feed": "market-watch",
  "title": "Crypto billionaire Sam Bankman-Fried's net worth could shrink by over $13 billion; CEO of crypto exchange FTX Sam Bankman-Fried announced he will sell his company to rival crypto exchange Binance.",
  "text": "<p>See also: 'I f—d up': Sam Bankman-Fried takes blame for liquidity issues at FTX</p><p>On Tuesday, Changpeng Zhao, co-founder and chief executive of Binance, said the exchange was preliminarily interested in acquiring the non-U.S. assets of FTX, after the latter \"asked for help\" amid a liquidity crunch.</p><p>Representatives from Binance and FTX declined to comment on this story.</p><p>See also: 'I just killed it': Musk scraps Twitter's gray 'official' label just hours after its launch</p><p>Bankman-Fried, a 30-year-old graduate from the Massachusetts Institute of Technology, amassed his fortune of billions quickly within just five years in crypto, through his digital asset trading house Alameda Research and exchange FTX. He has been referred by some industry participants as thecrypto version of J.P. Morgan JPM after his companies offered lines of credit or equity to some struggling firms like BlockFi and Voyager at various times this year.</p><p>Read: Crypto investors rattled as Binance abandons its proposed acquisition of rival FTX</p><p>Of Bankman-Fried's more than $15.6 billion in wealth, $6.22 billion comes from FTX, the company that was once potentially going to be taken over by Binance, according to Bloomberg Billionaires Index. His stake in Alameda was valued at around $7.4 billion, according to Bloomberg.</p><p>All existing FTX investors, including Bankman-Fried, Softbank Vision Fund and Temasek, among others,could be wiped outif Binance or any other company were to takeover, according to Bloomberg. Meanwhile, as FTX's liquidity problems stemmed from its connection with Alameda research, Bankman-Fried's stake in the latter might be worthless as well, Bloomberg noted.</p><p>See: Despite $11 million in donations from FTX founder Sam Bankman-Fried, Carrick Flynn loses big in Oregon primary</p><p>Also see: 'Is there anything about crypto that is as it seems?' FTX failure threatens industry's reputation in D.C.</p><p>Bankman-Fried also has about $1.99 billion of his wealth tied to FTX's U.S. arm, but that branch of FTX was never involved in this most recent takeover attempt. It is unclear how much impact any takeover deal would have on the valuation of FTX.US.</p><p>Bankman-Fried is also one of the biggest stakeholders in financial services company Robinhood Markets Inc. HOOD, accounting for more than $677 million of his net worth. He has roughly $650 million liabilities, Bloomberg noted.</p><p>FTX's native token FTT went down about 85.3% over the past seven days to around $3.62, according to CoinMarketCap data.</p><p>Zhao — a Chinese-Canadian executive commonly identified as \"CZ\" — founded Binance in 2017. The company has grown into the world's largest crypto exchange by 24-hour trading volume, compared with FTX, which ranks third, according to CoinMarketCap.</p><p>See also: Matt Damon's 'Fortune Favors the Brave' commercial is now one years old. Here's how much you would've lost if you bought crypto then.</p><p>The news around FTX comes amid a prolonged crypto winter. Bitcoin BTCUSD prices briefly dropped its lowest level in two years this week, and the price for ether ETHUSD is down 73.2% over the last year.</p><p>Crypto billionaire Sam Bankman-Fried's net worth could shrink by over $13 billion</p>",
  "published": "2022-11-10T19:20:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 782,
          "end": 793
        }
      ]
    }
  ]
}