{
  "_id": "e1ca7535bd2307b9c095f0ce50b26c1eb74ce3afea9bb6469b2d302e4e5eb9af",
  "feed": "wall-street-journal",
  "title": "U.S. News: Raskin Withdraws Name for Fed Post",
  "text": "<p>\"Despite her readiness -- and despite having been confirmed by the Senate with broad, bipartisan support twice in the past -- Sarah was subject to baseless attacks from industry and conservative interest groups,\" Mr. Biden said in a written statement.</p><p>Mr. Biden in January nominated Ms. Raskin to be the Federal Reserve's vice chairwoman of banking supervision, which plays a key role supervising the largest U.S. financial firms including JPMorgan Chase &amp; Co., Bank of America Corp. and Citigroup Inc.</p><p>She previously served on the Fed and as a top Treasury Department official during the Obama administration. Before that, she was Maryland's state commissioner of financial regulation. She is a law professor at Duke University and is married to Rep. Jamie Raskin (D., Md.).</p><p>For weeks, Ms. Raskin's nomination has been stuck in the Senate Banking Committee after Republican lawmakers opposing her refused to attend a crucial committee vote. That deprived Democrats of a quorum needed to advance her to the full Senate along with Mr. Biden's four other Fed picks -- including Chairman Jerome Powell, who has been nominated for a second term leading the central bank.</p><p>Her withdrawal could soon end that impasse, she wrote in a three-page letter to Mr. Biden dated Tuesday.</p><p>\"If I step away from this confirmation process, there can be no excuse left for a continued boycott of the Constitution's 'advice and consent' process and the Senate's corresponding refusal to attend to our nation's real economic needs,\" Ms. Raskin wrote.</p><p>Senate Banking Committee Chairman Sherrod Brown (D., Ohio) said he would hold a vote to advance the four other Fed nominees.</p><p>\"Republicans engaged in a disingenuous smear campaign, distorting Ms. Raskin's views beyond recognition and made unsubstantiated attacks on her character,\" Mr. Brown wrote in a statement.</p><p>Republicans, especially from energy-producing states such as Pennsylvania and Wyoming, were opposed to Ms. Raskin in part because of her 2020 criticism of the Treasury Department and Fed providing broad-based emergency-lending backstops to assist businesses during the pandemic. She said the backstops should have been designed to avoid lending to highly indebted fossil-fuel companies.</p><p>\"The Senate's bipartisan rejection of Sarah Bloom Raskin's nomination sends a powerful message to the Fed, and to all financial regulators, that it is not their job to allocate capital or stray from their mission to pursue extraneous or politically charged campaigns,\" Sen. Pat Toomey (R., Pa.) said in a written statement.</p><p>The Biden administration has struggled to advance its nominees for top financial posts through the evenly divided Senate. Saule Omarova, an academic tapped for a separate job overseeing large national banks, withdrew from consideration in December, amid objections from both Republicans and some Democrats.</p>",
  "published": "2022-03-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 439,
          "end": 458
        },
        {
          "start": 440,
          "end": 460
        }
      ]
    }
  ]
}