{
  "_id": "fbffa5c9164e3146dbadde3ab453b2a607be68588a26af8d26da4fb5210388d2",
  "feed": "wall-street-journal",
  "title": "JPMorgan Leads Talks on Nickel Crisis  ----  By Joe Wallace, Rebecca Feng and Jing Yang",
  "text": "<p>   Some of the world's biggest banks worked over the weekend to resolve a crisis in the nickel market that leaves them on the hook for billions of dollars owed by a Chinese metals giant. </p><p>    JPMorgan Chase &amp; Co., Standard Chartered PLC and BNP Paribas SA were among the banks and brokers seeking to reach an agreement with Tsingshan Holding Group, people familiar with the discussions said. Trades placed by the Chinese steel and nickel producer on the London Metal Exchange contributed to an uncontrollable rise in prices that led the exchange to halt trading and cancel eight hours' worth of transactions last Tuesday. </p><p>   Nickel, a cog in the world economy for its use in stainless steel and electric-vehicle batteries, hasn't traded since. </p><p>   The meltdown bled into the financial system, leaving Tsingshan's banks and brokers with several billion dollars in unpaid margin, the upfront cash brokers require to make trades, some of the people familiar with the discussions said. </p><p>   The talks between Tsingshan's creditors, led by JPMorgan, have focused on extending the Chinese company credit lines so that it can pay them the margin it owes, some of the people familiar with the discussions said. One plan under discussion was to secure this lending against Tsingshan's steel and nickel assets in China and Indonesia, some of the people said. </p><p>   Despite Tsingshan's troubles, with nickel prices close to records, extending such creditcould be highly profitable given the company's vast production capabilities, some of the people said. </p><p>   Nickel prices began to rise after Russia, a major producer of the metal, invaded Ukraine, a high-profile example of how the war and punishing Western sanctions have upended the world's commodity markets, sending prices for metals and energy to their highest levels in years. </p><p>   The rally morphed into a crisis for the LME last week. Producers such as Tsingshan often sell forward contracts as a way to lock in prices on the physical nickel they mine and refine. In effect, they hold positions that benefit when prices fall, and lose money when prices rise. </p><p>   Some of Tsingshan's brokers desperately tried to buy those nickel contracts back to stem losses and avoid escalating margin calls. That buying pushed prices for benchmark three-month forward contracts up 66% in a single session. </p><p>   Wild trading continued early last Tuesday as brokers kept trying to cover short positions they held on behalf of Tsingshan and other producers. Hedge funds and other participants, meanwhile, aggressively bought nickel, propelling the market higher, people familiar with the trades said. </p><p>   At one point, nickel prices had more than doubled to a record of more than $100,000 a metric ton. After receiving calls from several smaller brokers saying they would default at the 9 a.m. margin call if prices stayed at records, the LME suspended the market shortly after 8 a.m. local time, a person familiar with the exchange said. </p><p>   Shortly after noon local time, however, the LME dropped a bombshell: To save the brokers from margin calls they couldn't afford to pay, it canceled trades that took place before the suspension, wiping out $3.9 billion in transactions. </p><p>   The decision infuriated money managers who thought they had profited from the rally. </p><p>   \"Halting trading and giving members time to be able to find the funds that they need again is perfectly legitimate,\" said Jordan Brooks, co-head of the macro strategies group at AQR Capital Management. \"What I think is striking for us and other participants in the market, and the financial industry as a whole, is the decision to wipe out trades that happened without coercion and happened in good faith.\" </p><p>   The suspension and the canceled trades, however, have given the market time and space to clean up the damage and prevent a wider reverberation. </p><p>   After winding back the clock on Tuesday's trades, the exchange said brokers had paid it the margin they owed in full. </p><p>   Tsingshan still owes its brokers, which included JPMorgan, Standard Chartered and BNP as well as a unit of state-owned China Construction Bank Corp., some of the people familiar with the discussions said. Bloomberg News reported earlier about the creditor talks. </p><p>   \"In the interests of systemic stability and market integrity, we suspended the market as soon as we could and canceled trades from the point at which the LME no longer believed that prices reflected the underlying physical market,\" a spokeswoman said. She said the exchange was working to open the market as soon as possible. </p><p>   The company whose trades precipitated the crisis was founded by entrepreneur Xiang Guangda and his wife, He Xiuqin, as a car-window producer in 1988. Mr. Xiang remains a controlling shareholder of Tsingshan, now one of China's biggest private companies. </p><p>   When China's economy accelerated in the 2000s, the availability of nickel posed a roadblock. China's voracious appetite for the metal to shovel into steel furnaces sent prices above $50,000 a metric ton in 2007, a record that stood until last week. </p><p>   Tsingshan, a stainless-steel producer, solved China's nickel shortfall by pioneering rotary-kiln electric furnaces to produce a low-cost material known as nickel-pig iron. The development weighed on prices and was hailed in the local media as a victory for the Chinese metal industry. </p><p>   China's Belt and Road initiative, President Xi Jinping's flagship infrastructure strategy, helped fuel Tsingshan's growth. In 2013, Mr. Xi and Indonesia's then-President Susilo Bambang Yudhoyono attended the official launch of one of Tsingshan's Indonesia industrial parks. </p><p>   Metal producers typically sell forward contracts on exchanges to lock in prices, known as hedging. Tsingshan, however, has both sold and bought nickel contracts over the past decade, people familiar with the company said, making the activity more akin to trading. </p><p>   Early last year, the company began to accumulate a short position, the people said. It made statements on its website and panels suggesting the market was flush and prices should fall. Tsingshan's position was equivalent to having sold about 190,000 metric tons on the LME, traders, bankers and analysts estimate. That would be worth $9.1 billion at last Monday's closing prices. </p><p></p>",
  "published": "2022-03-14T06:11:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 184,
          "end": 204
        },
        {
          "start": 1015,
          "end": 1023
        },
        {
          "start": 184,
          "end": 198
        }
      ]
    }
  ]
}