{
  "_id": "d43ead6ebf720c442092f50536e8cac1586d35a7ff430f057d8fee7c45d79c87",
  "feed": "ftcomall",
  "title": "US chip curbs rise and Missfresh faces investor anger",
  "text": "<p>Hello, this is Ting-Fang from Taipei, where a Taiwanese tech industry contact's recent adventure in China has been on my mind. It's a stark illustration of how China's hardline “zero-Covid” policy is hitting business operations — and leading some companies to switch production elsewhere.</p> <p>The executive told me how he first needed to get through 10 full days of quarantine in Beijing, one of only four cities in China that has maintained direct flights to Taipei during the pandemic. In addition to PCR tests every 24 to 48 hours, he had to get “double” tests — two samples to send to different hospitals to make sure he was negative for coronavirus. The environment of his quarantine room was also tested for Covid, while all the passengers on his flight had to test negative before any of them were freed from quarantine.</p> <p>“I never knew I would have to overcome so many difficulties just to visit my suppliers for two to three days,” the tech manager told me.</p> <p>And just today, fresh lockdown controls have been imposed in parts of Shanghai and Shenzhen, two key tech hubs.</p> <p>It's no surprise that such extreme measures have hit confidence in the world's second-largest economy, according to a survey released on Wednesday by the Taiwan-based Chinese National Federation of Industries. More than 90 per cent of respondents said China's epidemic control measures had affected their businesses, and 60 per cent of business owners of Taiwan said they intended to increase production outside mainland China.</p> <h2>Mind the curbs</h2> <p>Geopolitics continues to haunt companies in the semiconductor industry, the key battleground between the US and China for tech supremacy.</p> <p>Washington has introduced <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/U.S.-tightens-chip-export-rules-to-China-hitting-Nvidia-and-AMD\">fresh restrictions</a> to stop the shipment of high-end AI processors to China, Nikkei Asia's <strong>Cheng Ting-Fang </strong>writes, hitting leading US chipmakers Nvidia and Advanced Micro Devices. The latest sanctions are an effort to curb China's development of advanced data centres, supercomputers and military equipment, sources and analysts familiar with the matter told Nikkei Asia.</p> <p>The latest clampdown follows new US export control rules to curb China's access to advanced chip and electronics design software used to develop next-generation 2-nanometer chips.</p> <p>The ongoing US crackdown has already led Synopsys, the world's top maker of chip design tools, to start to <a href=\"http://url4336.noreturn.nikkei.info/ls/click?upn=Zg38KYKGFx2oOxNFPUW6Vh4RNl33JgW3NheG4JLnkiSO5ybVOe5Eeaeg2QiFqqgradTF6aqmySSHnKc810tgvlE6O1jcFzD8s5roeuiDEh3ugA0smUmUoTI5WKL8Ec8DjmOwt2lVLGyTYCPjnCH7JEc-2FeBic0tuOqM3aedLLQZU-2FmzZgLUjQJ6d4E6dCfnpISrn-2FuVBopnBrAEBqhz5ePIrSA0l0pst8gO0YXjNmSnqXg3kTh22PWCgpBMj9kqXqbtTYoAQ7JO6wSsjSzm4Bnd0HSIH4oDn-2FJHDZbLAd9Y-2BIBQPpoNakAre6-2FieV4Yiq7nRXwqrtYduH-2Ftf1xdMNuhG-2ByxCwL0uT7uBFjlx9GwwYPxRRmedGQ9hOdZdRDnC-2F-2BcZDnmFHxtBG7EQL90NtoQ-3D-3Dt_z3_50-2FKXiyDF2qMIwEzADn8bJiR50tz0sg8VXeYymJNx7DLA1IqntT7kP3K9yzOiIODdCWTlpbEE-2FwWAD18ZMsUizQu-2Fq3ppWmkwWsgaQE92z3DuM1cZ0qvMdX0KJB-2FEedGwXWvVJbpznhUoeKW2LY4l-2BSVOF72oKgOFgWIKMvW3-2Bo7TV2ZiLZtZZ1oSVIdvEdq0mTbPPOGGY3pV4eESKJ7RASJau-2BKzGlg8no2F-2FuV8NiOpDV3DR7hdZFaIpcaYXnlIkPvcCvpgmkffevqXeClj4IaC-2B9AJVl77Tq-2FkSj-2BkZZDOdcIo0-2FbqvO9zUDlcj9EJbhmz4F8YadazqdD6IbpTVIZJrERSR0KDxbLWguGsIftbZbs1poTwGQlqfRVTJzKpLDW6rXK1HRP21D0Js79bn3t5vlGDCfs1BGDFNk4QkLLbWRDNJys7v1gVYn1Dt9o9du75NjSpCqQu4UXZ-2FT8iU3S6x-2FZefj1I5aQm5cO6LXf7PM5Xkjgd7Vsgsm52hE2\">shift its focus</a>. Synopsys said it will be more “careful” about expanding business in China. It is betting instead on emerging markets such as Vietnam, where many key Apple and Panasonic suppliers are building new production plants.</p> <h2>From listing to lawsuits</h2> <p>China's crumbling grocery delivery start-up Missfresh, which raised $1.8bn from investors including Tiger Global and Goldman Sachs, made a series of lofty promises to unwitting investors last year as it hurried to raise cash and stay afloat ahead of a Nasdaq debut, write the Financial Times' <strong>Ryan McMorrow</strong>, <strong>Nian Liu</strong> and <strong>Gloria Li</strong>. The deals have now become the focus of <a href=\"https://www.ft.com/content/1e2ed2e4-d954-4f33-9656-143ea940e44c\">investor lawsuits</a>.</p> <p>One target of the litigation is Carl Chang, a southern California real estate mogul who chairs a San Francisco Federal Reserve Bank branch, and his Kairos Investment Management. They told investors they would be getting in at a “compelling discount” for “one of the most anticipated Chinese IPOs of 2021.”</p> <p>“We have shares at $5.27 a share of $3.5B valuation,” Chang texted one investor on May 31 2021. “JPMorgan mentioned on our exclusive call last week they believe conservatively the value [is] around $12B,” he said.</p> <p>JPMorgan arrived at the $12bn valuation by comparing Missfresh's business to Amazon, Alibaba and Shopify.</p> <p>In court filings, Kairos's attorneys said the group had equally been taken in by Missfresh and JPMorgan's assurances that “the minimum floor for the value of the company at IPO was $5bn.”</p> <p>Missfresh listed on the Nasdaq at a valuation of only $3bn last June, meaning Chang's fund was underwater before trading had even begun. Its share price fell 26 per cent on its first day of trading.</p> <h2>On the fritz</h2> <p>Taiwan has reported some 22 power outages affecting at least 1,000 households each in the past two months, revealing the <a href=\"https://asia.nikkei.com/Business/Technology/Taiwan-s-frequent-blackouts-expose-vulnerability-of-tech-economy\">vulnerability of the power supply</a> in one of the semiconductor industry's most important hubs, Nikkei Asia's <strong>Lauly Li</strong> and <strong>Cheng Ting-Fang</strong> write.</p> <p>The key Asia tech economy hopes to significantly increase its use of natural gas and renewable energy, and phase out nuclear power by 2025. But it is still far from achieving either of those goals. The islands ageing electricity grid, meanwhile, is in sore need of an upgrade.</p> <p>Energy experts say the democratic self-ruled island, which China views as a part of its territory, should also consider the potential for geopolitical disruptions — a lesson Europe has already learned painfully as Russia has squeezed gas supplies.</p> <h2>The human factor</h2> <p>An old Chinese saying has it that if you can gather the right people together, you can conquer the world. That's the spirit of Singapore's new <a href=\"https://asia.nikkei.com/Economy/Singapore-offers-new-elite-visa-as-global-talent-hunt-heats-up\">five-year visa program</a> aimed at attracting more top science and tech minds to the city-state, Nikkei Asia's <strong>Tsubasa Suruga </strong>writes. Singapore's manpower minister said the tiny south-east Asia nation has no natural resources, so it must rely on its human ones.</p> <p>The government is hoping for a virtual cycle: that attracting more talented workers will in turn help create more job opportunities in cutting-edge tech and science fields.</p> <p>But Singapore's move comes as tech economies around the world — including Japan, Taiwan, the US and China — face an unprecedented talent crunch. The city-state also faces competition closer to home, with Thailand set to introduce a 10-year visa program to attract skilled workers and investors. Meanwhile, consistency will be key to convincing workers and businesses that a country is serious about attracting the best of the best. Singapore has already grappled with striking a balance between wooing foreign workers and protecting local jobs.</p> <h2>Suggested reads</h2> <ol>  <li><p><a href=\"https://www.ft.com/content/19e6d153-799e-4099-ac9f-ff182dde5583\">Rakuten founder embroiled in scandal as investors pile on pressure</a> (FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Finance/Grab-Singtel-beats-Sea-to-the-punch-with-Singapore-digital-bank\">Grab-Singtel beats Sea to the punch with Singapore digital bank </a>(Nikkei Asia)</p></li>  <li><p><a href=\"https://www.ft.com/content/e767201d-5287-4ffd-9995-e495d4a6a69b\">Self-driving cars have nothing on Japan's self-captaining ships</a> (FT)</p></li>  <li><p><a href=\"https://www.ft.com/content/1dbdd237-5e21-4f49-9a9e-0ea0171544ad\">Netflix makes a smart bet on the Korean drama trade</a> (FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Politics/International-relations/Arizona-governor-arrives-in-Taiwan-to-meet-president-TSMC-execs\">Arizona governor arrives in Taiwan to meet president, TSMC execs</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Editor-s-Picks/Interview/Fund-backed-by-Li-Ka-shing-sees-gold-in-Southeast-Asia\">Fund backed by Li Ka-shing sees gold in Southeast Asia</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://www.ft.com/content/4e635867-14a4-4ce5-9b12-7bcb19a0c054\">Yen weakness forces unprecedented PlayStation price rise</a> (FT)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Startups/China-s-Great-Firewall-pushes-top-Taiwan-AI-startups-toward-Japan\">China's ‘Great Firewall' pushes top Taiwan AI startups toward Japan</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Markets/BYD-shares-plunge-as-Warren-Buffett-trims-stake-in-China-EV-maker\">BYD shares plunge as Warren Buffett trims stake in China EV maker</a> (Nikkei Asia)</p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Storing-data-on-floppy-disks-Japan-tells-bureaucracy-time-to-stop\">Storing data on floppy disks? Japan tells bureaucracy time to stop</a> (Nikkei Asia)</p></li> </ol> <p><em>Sign up </em><a href=\"https://asia.nikkei.com/member/register/newsletter/?utm_campaign=GL_techAsia&amp;utm_medium=email&amp;utm_source=NA_newsletter&amp;utm_content=article_link&amp;del_type=5&amp;pub_date=20220512160000&amp;seq_num=__SEQ__&amp;si=__MERGE__user_id__MERGE__\"><em>here</em></a><em> at Nikkei Asia to receive #techAsia each week. The editorial team can be reached at </em><a href=\"mailto:techasia@nex.nikkei.co.jp\"><em>techasia@nex.nikkei.co.jp</em></a></p><p>Source: Cheng Ting-Fang, Ryan McMorrow, Nian Liu, Gloria Li, Lauly Li and Tsubasa Suruga 2022 'US chip curbs rise and Missfresh faces investor anger' FT.com 1 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-01T07:29:39.499Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.999232,
      "offsets": [
        {
          "start": 3484,
          "end": 3492
        },
        {
          "start": 3505,
          "end": 3513
        },
        {
          "start": 3388,
          "end": 3396
        },
        {
          "start": 3684,
          "end": 3692
        },
        {
          "start": 3706,
          "end": 3714
        }
      ],
      "weightsV2": {
        "weight": 2.438375,
        "baseWeight": 5.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -2.561625,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}