{
  "_id": "99c76745d63f5c91710b210917a60d37e5e44fbe5ccb2476a0a7c09aadc8f576",
  "feed": "ftcomall",
  "title": "B&B Italia owner sketches out plan to become ‘LVMH of design'   ",
  "text": "<p>Design Holding has laid out ambitious plans to scoop up more luxury interior design brands while not ruling out a float, as the Italian group bets that a shift to hybrid working will spur demand for its high-end B&amp;B Italia sofas and Louis Poulsen lamps. </p> <p>Chief executive Daniel Lalonde said the Milan-based company, which is owned by private equity firms Investindustrial and Carlyle, could become the “LVMH of design”, nodding to his former employer that built the world's biggest <a href=\"https://www.ft.com/companies/luxury-goods\">luxury</a> empire by acquiring numerous European labels. </p> <p>Design Holding, <a href=\"https://www.ft.com/content/b3a090da-b659-11e8-bbc3-ccd7de085ffe\">created as a joint venture in 2018</a> by its two private equity backers, already controls furniture and lighting brands such as Flos and Fendi Casa, which was part of the luxury fashion group.<br><br>Lalonde said the group wants to expand through more acquisitions and that there were plentiful opportunities given many high-end furniture and interior <a href=\"https://www.ft.com/design\">design </a>companies are small or midsized. </p> <p>“We need to be the pioneers, across this fragmented sector, of bringing sustainable craftsmanship on a global scale together,” he said.</p> <p>Design Holding is eyeing a partial float and hired banks including JPMorgan and UniCredit as advisers earlier this year, according to people with knowledge of the matter. A potential IPO would see the group valued at more than €2bn, according to the people, but they stressed any move was not imminent. </p> <p>Lalonde refused to be drawn on whether there are plans to take the company public but conceded there has been “some contemplation over the group's strategic options”.</p> <p>“Carlyle and Investindustrial love the business, but they are private equity companies so it's their decision to see if, when and where something would happen,” he added. </p> <p>Massimiliano Caraffa, a Milan-based managing director at Carlyle, told the FT's Business of Luxury summit last month that Design Holding will be a potential IPO candidate in the future, without providing a timeframe. </p> <p>Investindustrial and Carlyle declined to comment on their plans. </p> <p>Lalonde, a Canadian, worked for coffee-maker Nespresso before spending more than a decade at LVMH where his roles included chief executive of champagne Moët &amp; Chandon and then international president of Ralph Lauren. He was then chief executive of SMCP, a French group whose brands include womenswear labels Sandro, Maje, and Claudie Pierlot, which listed during his tenure. </p> <p>Design Holding reported revenues of over €700mn in 2021, the first year in which it made its financial results public. Earnings before interest, tax, depreciation and amortisation were €190.3mn, up nearly 28 per cent. It reported €190.3mn in sales in the first three months of 2022, up more than 18 per cent year on year. </p> <p>Lalonde argued the coronavirus pandemic has triggered a permanent shift in the way people across the world live in their homes, which is encouraging many to renovate. Many professionals across western countries have also <a href=\"https://www.ft.com/content/a0fa4117-b347-4fa8-a6e4-dcf0b6499c90\">relocated to the countryside</a>, creating growth potential for high-end outdoor lighting and furniture. </p> <p>“There's been a renaissance of beautification for outdoor spaces and the home. Covid was a wake-up call for the industry,” he said, speaking this week at the Salone del Mobile in Milan, the sector's main global event. The trade fair ran a small in-person version last September but the gathering had suffered cancellations during the pandemic. </p> <p>Italy's design sector is the world's largest, with 30,000 companies and more than 60,000 employees in 2020, according to a joint report by Fondazione Symbola, Deloitte Private and Poli. But the pandemic was a difficult period with the sector losing a fifth of revenues in 2020 compared to 2019.</p> <p>Lalonde said the picture is improving. “High-end design in the past has grown 3 to 4 per cent per&#xa0;year, then Covid changed consumer trends and accelerated our sector's growth to the low double digits.” </p> <p>Design Holding's catalogue includes objects by designers including Antonio Citterio, Poul Henningsen and Patricia Urquiola. This week in Milan B&amp;B Italia unveiled a remake of Mario Bellini's iconic 1972 sofa collection Le Bambole, which costs upwards of €10,000 a piece. </p> <p>Last year the group completed its first US acquisition, buying San Francisco-based ecommerce platform and lighting retailer YDesign Group, which also boosted its digital capabilities. It is investing in technology and wants to strengthen its ecommerce operations. </p> <p>Design Holding's brands cover every part of the luxury interior design industry except for bathroom decor. “We are clearly open to acquisitions if it works from a category, aesthetic or geography perspective, but we want to stay consistent with our high-end positioning similarly to luxury companies,” Lalonde said.</p><p>Source: Silvia Sciorilli Borrelli in Milan 2022 'B&amp;B Italia owner sketches out plan to become ‘LVMH of design'   ' FT.com 8 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-08T03:00:17.531Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1135,
          "end": 1143
        }
      ]
    }
  ]
}