{
  "_id": "7eaf5c7e2231cbc69d21f5e3f06ee67f85c020ceebce15fc51e630d57d126bce",
  "feed": "ftcomall",
  "title": "Bank of Japan defends bond-yield target against rising market pressure",
  "text": "<p>The Bank of Japan showed its determination to resist a global shift towards tighter monetary policy on Thursday, offering to buy unlimited quantities of government debt next week to defend its bond yield target.</p> <p>The move comes as investors test the BoJ's commitment to its “yield curve control” policy, a central feature of its monetary stance since 2016 under which it currently pledges to keep 10-year bond yields within a quarter of a percentage point of zero per cent. Earlier versions of the policy set a narrower band of tolerance.</p> <p>Japan's 10-year yield climbed to a six-year high of 0.23 per cent on Thursday as traders speculate that, despite strenuous assertions to the contrary by the central bank's governor, the BoJ could become the latest central bank to respond to inflation by beginning a shift towards tighter policy. </p> <p>Japan's consumer prices rose by 0.5 per cent in the year to December. Although notable in a country that has grown used to flat or falling prices, the inflation rate remains below the BoJ's 2 per cent target and far below the rates experienced in some other big economies.</p> <p>The country's 10-year bond yield fell back to 0.21 per cent after the BoJ said it will buy unlimited amounts of the debt at a yield of 0.25 per cent, the first such offer since 2018. Earlier on Thursday, BoJ governor Haruhiko Kuroda said the central bank is not debating an end to ultra-loose monetary policy, and will not do so before the end of his term in April 2023.</p> <p>Hiroshi Ugai, JPMorgan's chief economist for Japan, said Thursday's statement indicated a “strong commitment” by the BoJ not to allow the 10-year yield to breach the 0.25 per cent level and to stick with its current easing policies.</p> <p>Other major central banks in have signalled that monetary tightening is drawing closer. The Federal Reserve in December abandoned its insistence that inflation is “transitory” and is now expected to raise interest rates several times this year. Even the European Central Bank, long considered among the most dovish central banks in the world, last week declined to rule out the possibility of a rate rise in 2022, sparking turbulence in bond markets.</p> <p>In a speech on February 3, the BoJ's deputy governor, Masazumi Wakatabe noted the recent moves by central banks around the world, and the questions now surrounding the BoJ's intentions. </p> <p>“However, monetary policy is conducted with the aim of stabilising prices in one's own country,” he said, adding that under the current situation where Japan's economy was only just recovering from the pandemic it was “definitely too early for the Bank to start tightening monetary policy when the target has not yet been achieved as this could hinder the economic recovery.”</p> <p>In January the BoJ shifted its view on inflation, saying risks were “generally balanced” rather than “skewed to the downside” — a phrase it had used in its guidance since October 2014. Since then, speculation has mounted in markets that the central bank might come under pressure to respond to rising prices.</p> <p>Japanese money markets earlier this week were pricing in a 90 per cent chance that the BoJ lifts rates to zero — from the current level of minus 0.1 per cent — by the end of Kuroda's term, according to Barclay's strategist Shinji Ebihara. Markets were also preparing for a shortening of the BoJ's target for yield curve control, a policy which aims to stimulate the economy when short-term interest rates are close to zero by controlling longer-term borrowing costs.</p> <p>Naohiko Baba, Goldman Sachs chief Japan economist said that speculation over yield curve control adjustments would remain in the market given the recent shift in Japanese politics between the eight-year leadership of prime minister Shinzo Abe, and the incumbent, Fumio Kishida. </p> <p>“Reflation strategies led by governor Kuroda were initiated by former PM Shinzo Abe. As such, politically speaking, it would not be surprising if some changes were prompted by the current administration, which advocates “new capitalism”, distinct from Abenomics,” said Baba.</p><p>Source: Tommy Stubbington in London and Leo Lewis in Tokyo 2022 'Bank of Japan defends bond-yield target against rising market pressure' FT.com 10 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-10T13:00:38.421Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1492,
          "end": 1500
        }
      ]
    }
  ]
}