{
  "_id": "d6cb3afd102fc34e65fc6e2e3c678f5db93a211b1537e303312e0506afa12a18",
  "feed": "ftcomall",
  "title": "Directors' Deals: Head of Barclays' investment bank sells stake",
  "text": "<p>Barclays Bank has been mostly notable over the past few years for the number of scandals and administrative mishaps that have plagued the bank and its long-suffering shareholders. Against that difficult background the investment bank has managed to hold its own during the worst of the markets this year as its trading arm made full use of volatility to underpin the bank's £2bn reported profit at the recent third-quarter results.</p> <p>On the basis that performance, it comes as no surprise that Paul Compton, head of Barclays' global investment bank, used the end of the lock-in period after the results to sell a sizeable chunk of Barclays shares. According to the release, he sold 1.1mn shares at an average price of 148p, to generate £1.6mn. Whether this is a simple share sale, or the vesting of bonus options was not stated, and Barclays did not return calls for comment. But the transaction was conducted by Solium Capital UK Limited in its capacity as administrator of the Barclays' nominee service.</p> <p>Compton's journey through the ranks at Barclay's is interesting. An Australian veteran of JPMorgan, he joined the bank in 2016 alongside current chief executive CS Venkatakrishnan as chief operating officer and the two were initially thought as rivals for the top job. He decided to stay on under Venkat, despite missing out on the chief executive position, and was promoted to head of investment banking. </p> <p>That decision proved to be sound as the trading and capital markets boom during the pandemic quickly transformed the investment banking division's fortunes and its share of Barclays' total revenue soared from 30 per cent to 70 per cent of the current total. That performance could reverse as the deposit and loan part of the bank benefits from widening margins, but, nevertheless, Compton probably feels vindicated by the trading bank's performance. </p> <h2>Galliford Try executive cuts holding</h2> <p>Contractors have been battling headwinds all year — from soaring building materials, fuel, and labour costs to concerns about a weaker outlook.</p> <p>The most recent UK Construction Purchasing Managers' Index data for September showed new orders fell to their lowest level in two and-a-half years. Survey respondents were downbeat about growth prospects, with rising interest rates weighing on confidence. </p> <p>Higher rates are undoubtedly a blow for the housing market, but they have some upside.</p> <p>Take Galliford Try, for instance. It had a cash pile of over £194mn at the end of its 30 June financial year. This wouldn't have earned anything in recent years but at an interest rate of 3 per cent it could generate around 6p a share in income over the next 12 months — equivalent to the firm's entire earnings last year, according to Liberum. Based on the value of its cash pile and the income generated from public-private partnership projects, the company's shares should be worth 210p — or 25 per cent more than their current value, the broker argued.</p> <p>Yet with murmurings of cuts to infrastructure spending — levelling up secretary Michael Gove told Times Radio on October 30 that “everything will be reviewed” as the government looks to plug holes in its finances — it's understandable why anyone might be cautious about potential overexposure to this sector. </p> <p>Last week, a person closely associated with Galliford Try's company secretary Kevin Corbett sold almost £129,000 worth of shares. The company declined to comment on the reason for the sale.</p> <p>Galliford Try shares have fallen in price by 8 per cent this year, which isn't ideal but looks much better when placed in context — an index of FTSE 350 construction and materials firms is down 21 per cent, while shares in fellow contractors Costain and Kier are down 34 per cent and 46 per cent, respectively. </p><p>Source: Julian Hofmann and Michael Fahy, Investors’ Chronicle 2022 'Directors' Deals: Head of Barclays' investment bank sells stake' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-04T18:00:46.766Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1094,
          "end": 1102
        }
      ]
    }
  ]
}