{
  "_id": "fb70b2896c9f140e7eaf5c0cd0391f9ce355145019ef745be1306f8a55d6c1a3",
  "feed": "wall-street-journal",
  "title": "Bank Stocks Feed Off Rate Hikes --- Financial sector is star in new year's first week in expectation of profit increases",
  "text": "<p>Investors are betting that looming interest-rate increases will fuel profits in financials and make the sector more attractive than tech, one of the main contributors to last year's rally.</p><p>The KBW Nasdaq Bank Index rose 10% last week, the largest percentage gain since November 2020. The tech-heavy Nasdaq Composite fell 4.5% last week, the most since March 2020. The S&amp;P 500 financial sector gained 0.8% Tuesday.</p><p>Last week's surge came after the Federal Reserve signaled midweek that officials might raise rates as soon as March, faster than anticipated. By Monday, the yield on the 10-year Treasury note had jumped to 1.779%, its highest level since January 2020. On Tuesday, the yield on the 10-year Treasury note settled at 1.745%, up from 1.666% a week ago.</p><p>Banks have still managed to notch recent blockbuster profits, thanks to big gains in trading and deal making. But higher interest rates would help with their bread-and-butter business.</p><p>Banks make money in part by charging higher rates on their loans compared with what they pay out on their deposits, and they tend to raise interest rates on loans before increasing them on deposits.</p><p>Rates on some types of loans, like mortgages, tend to move in tandem with the 10-year Treasury yield.</p><p>Banks also tend to raise rates on some corporate and commercial real-estate loans when longer-term yields rise.</p><p>Those yields can be a proxy for market expectations for Fed rate increases. When the central bank raises its benchmark rate, banks tend to increase their rates on credit cards and some variable-rate loans.</p><p>\"The spread between what you charge on loans relative to what you pay on deposits will begin to widen as rates rise,\" said Jason Goldberg, a banking analyst at Barclays, who is recommending investors position themselves in banks in 2022.</p><p>Some banks are already benefiting. Regions Financial Corp., M&amp;T Bank Corp. and Citizens Financial Group Inc. all rose about 15% last week. M&amp;T was up in the first two days of this week, while Regions was down and Citizens fell Monday and rose Tuesday. On Tuesday, M&amp;T and Citizens added but Regions fell.</p><p>\"The backdrop for financial stocks is very favorable: Rising interest rates can boost bank margins, and a strong economy can lead to increased borrowing,\" said Greg McBride, chief financial analyst at Bankrate.com.</p><p>For now, investors are looking forward to earnings later in the week for more clues about corporate profits.</p><p>JPMorgan Chase &amp; Co., Citigroup Inc. and Wells Fargo &amp; Co., some of the largest banks in the U.S., report fourth-quarter results Friday.</p><p>Many central-bank officials have penciled in at least three quarter-percentage-point rate increases this year, though some bankers are hoping for more.</p><p>\"I'd personally be surprised if it's just four increases,\" JPMorgan Chief Executive Jamie Dimon said Monday on CNBC. \"It's a very, very little amount and very easy for the economy to absorb.\"</p><p>---</p><p>David Benoit contributed to this article.</p>",
  "published": "2022-01-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2413,
          "end": 2433
        },
        {
          "start": 2434,
          "end": 2454
        },
        {
          "start": 2782,
          "end": 2790
        }
      ]
    }
  ]
}