{
  "_id": "36afbd6777a569df2fe7230eeb0a41087610b805dfae5b54e8773aae1df7e0e4",
  "feed": "wall-street-journal",
  "title": "The Weekend Interview with Toby Rice: Fossil Fuels' Forthright Defender",
  "text": "<p>Mr. Rice's fierce nine-page response was chock full of data refuting Ms. Warren's claim that gas exports increase U.S. energy prices. That assertion, he wrote, is \"without merit\" and fosters \"a narrative that politicizes natural gas and associated infrastructure in a manner that runs counter to one of our key collective goals, one we know you share -- addressing climate change.\"</p><p>Ms. Warren and her ideological compatriots style themselves champions of the little guy and the environment. Nonsense, Mr. Rice says: Their policies mean higher prices for consumers and more carbon emissions. \"If you're blocking pipelines, you're blocking the biggest green initiative on the planet,\" he says in a Zoom interview from his office in Carnegie, Pa., a former karate studio in a walk-up above a liquor store. In the background are colorful portraits of Andrew Carnegie, Nikola Tesla, Cornelius Vanderbilt, John D. Rockefeller and J.P. Morgan.</p><p>Mr. Rice is a general on the frontlines of an energy war whose outcome matters more than ever after Russian's invasion of Ukraine. The anti-fossil-fuel left is waging a multifront campaign to keep natural gas \"in the ground,\" as activists like to say. Along with political efforts, they are leveraging the administrative state and courts to block new pipelines that are essential to deliver more natural gas to customers in the U.S. and overseas.</p><p>Energy companies have already given up on two major pipelines in the Northeast (PennEast and Atlantic Coast) in the past two years. Even after winning legal challenges at the Supreme Court, they faced mounting costs from permitting and legal challenges raising different objections. \"The 4,000 pages of permits that we have to submit have created 4,000 opportunities for environmental groups to attack,\" Mr. Rice says.</p><p>He cites the Mountain Valley pipeline, which aims to deliver cheap gas from Appalachia to the Southeast. A three-member panel of the Fourth U.S. Circuit Court of Appeals keeps nitpicking the government's environmental reviews, forcing the energy companies back to the permitting table. (The same three judges blocked the Atlantic Coast pipeline before the Supreme Court later reversed 7-2.)</p><p>The pipeline is more than 95% complete, and developers had aimed to bring it into service this summer. But litigation is delaying the final work and inflating costs. \"They find themselves in a situation where that project cost was originally $3 billion budgeted. Now it's $6 billion,\" Mr. Rice says.</p><p>Meantime, the environment will suffer because of the delays. There will be more greenhouse-gas emissions, because the gas the pipelines transport would replace coal power on the electricity grid.</p><p>Solar and wind power could fill some but not all of the gap, as they depend on daylight and weather. Fossil fuel is a necessary backup. \"I don't think residents in South Carolina, North Carolina, Virginia, Georgia, Florida recognize that a pipeline is being challenged in West Virginia,\" Mr. Rice says. \"Their energy security is being challenged because of people attempting to block this pipeline.\"</p><p>Matters are even worse in the Northeast, including Ms. Warren's state of Massachusetts. Three large pipelines capable of transporting enough gas from Appalachia to serve more than 10 million households in the Northeast have been blocked. As a result, the region must import LNG from abroad at much higher prices to heat homes and power the grid in the winter. (The Jones Act of 1920, a protectionist regulation of maritime commerce, limits the ability to move American LNG from the Gulf Coast to Northern states.)</p><p>Natural-gas prices one weekend this January were eight times as high in New England as in Appalachia. \"We'll do a deal with Senator Warren: Build a pipeline to Appalachia, and we'll fill it for you at Appalachia prices,\" Mr. Rice says, adding that it boggles his mind \"that New England is burning oil to create electricity\" in the winter and \"that over a third of the residents use oil to heat their homes.\"</p><p>Ms. Warren was one of 10 Democratic senators, seven of them from the Northeast, who on Feb. 2 urged Energy Secretary Jennifer Granholm \"to take swift action to limit U.S. natural gas exports\" to ease domestic energy prices. Mr. Rice shot off another blistering response, this time to Ms. Granholm. He made the point that an export ban would reduce the global LNG supply by roughly 22%, raising, not lowering, energy prices in New England and elsewhere.</p><p>\"The problem is very straight forward,\" he wrote: \"The pipelines heading to New England are full, and as a result, we cannot physically flow that gas needed to meet growing demand without more infrastructure. That's it. And the way to solve this problem is equally straight forward: allow the completion of pipeline projects.\"</p><p>If Mr. Rice is more forthright than the typical CEO, perhaps it's because he didn't rise through the corporate ranks. In 2007 he and two of his brothers formed Rice Energy Inc. in his Pittsburgh apartment. Their father, a former BlackRock money manager with energy expertise, helped them scout land in Pennsylvania's shale-rich country. \"Our higher purpose back then -- we were young guys with a lot of friends that fought in the war [in Iraq] -- was, we wanted to help make America energy-independent,\" he says.</p><p>The brothers bought drilling rights to some of the most productive land in Appalachia and built their company into one of the country's top 10 natural gas producers. They also developed a colorful reputation. They played professional wrestler Hulk Hogan's theme song, \"Real American,\" as the hold music at their headquarters, and named wells after monster trucks and comic book characters. When coal miner Alpha Natural Resources went bankrupt, they showed up at an asset auction donning Mickey Mouse T-shirts, shorts and blazers. (In our interview, alas, Mr. Rice is staid and professional in a white dress shirt.)</p><p>In 2014 the Rice brothers took their family-owned business public. A few years later, Rice Energy merged with rival Appalachian fracking company EQT to form the country's largest natural-gas producer. Unhappy with EQT's high costs, Mr. Rice and his brother Derek launched a proxy battle to nominate nine directors to the 12-member board. They won, and Mr. Rice became CEO.</p><p>\"Giving people access to cheap, affordable, clean energy is the key to skyrocketing the quality of life,\" he says. \"There's a very clear correlation: The more energy people use, the better the quality of life.\" And that's true everywhere in the world: \"There's three billion people around the world that have less electricity than it takes to run a fridge.\"</p><p>He's rolling now. \"One thing I think that people don't understand is how much energy demand there is in this world. And when solar and wind aren't capable of meeting that energy demand, people will turn to their next option, which is coal,\" he says. Annual emissions from coal are up 500 million tons over pre-pandemic 2019 levels: \"To put that into perspective, that completely offsets all of the emission reductions we've done from solar and wind here in the United States in the last 15 years.\"</p><p>When Russia slowed gas deliveries to Europe last fall, the Continent had few alternatives but to ramp up coal power. As gas prices surged amid a global supply shortage, Asian countries, especially China, burned more coal. Increased emissions from Chinese power and heating generation last year offset all emissions reductions in the rest of the world between 2019 and 2021. The world's response to Russia's invasion of Ukraine -- barely three weeks after the senators wrote to Ms. Granholm -- will further constrain fossil-fuel supply.</p><p>The only way for the U.S. to make a significant dent in greenhouse-gas emissions, Mr. Rice says, is increasing liquefied natural gas exports. By his calculations, the U.S. could increase gas production 50% and LNG exports fourfold over the next decade based on existing natural-gas plays. Replacing coal power overseas with American LNG, he says, would \"have the environmental impact of electrifying every vehicle in the United States, putting solar on every household in America, and adding 54,000 industrial-scale windmills -- like that would be double the U.S.'s wind capacity -- combined.\"</p><p>This could be done quickly and would require no technological breakthroughs. Already, he says, the climate impact of U.S. LNG exports replacing international coal over the past five years is greater than that of the U.S. solar industry from 2005 to 2019.</p><p>Most of the country's 20 or so proposed LNG export facilities are on the Gulf Coast. But gas from Texas' Permian Basin won't be enough to supply them. So gas from Appalachia would have to be pushed through pipelines to the Gulf. Opponents will surely continue their effort to block any new pipelines. One solution is to build additional pipelines along rights of way for existing pipelines. That can fast-track permitting and minimize environmental disturbance. \"There's space in these right of ways to add another 3 feet worth of pipe,\" he says.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 924,
          "end": 935
        }
      ],
      "nexusId": "10009914"
    }
  ]
}