{
  "_id": "8657749ed165a9446f88fae6942cbe03324156158412a69ef1e99ff6a8fddb76",
  "feed": "ftcomall",
  "title": "Bank of England goes into full crisis management mode",
  "text": "<p>The Bank of England went into full financial crisis mode on Wednesday, rushing out an announcement that the central bank was restarting its money-printing presses at “whatever scale is necessary”, and later confirming it was planning up to £65bn of new quantitative easing. </p> <p>Ministers have tried saying recent financial turbulence was global, but no one in the markets doubted the UK's problems were the result of £45bn of unfunded tax cuts in <a href=\"https://www.ft.com/content/52abf1de-10c2-4c15-a0d7-6f3f8f297fbd\">chancellor Kwasi Kwarteng's “mini” Budget</a> last Friday. </p> <p>The plunge in sterling's value against the US dollar and surge in government bond yields since Kwarteng's fiscal statement has thrown prime minister Liz Truss's economic policy into acute difficulties, and <a href=\"https://www.ft.com/content/756e81d1-b2a6-4580-9054-206386353c4e\">the BoE's latest QE move</a> raised further questions. </p> <p>Throughout her campaign for the Conservative party leadership, Truss blamed the BoE's post-financial crisis QE programme — which involved printing money to purchase £875bn of government bonds to boost the economy — for causing inflation.</p> <p>“Some of the inflation has been caused by increases in the money supply,” Truss said in July, but by September, her government had authorised the BoE to fire up the money-printing presses again. </p> <p>The BoE said the purpose of its latest purchase of long-dated government bonds was to restore financial stability rather than boost inflation. The central bank sought to prevent an artificial surge in yields on gilts with 20-year-plus maturities, which threatened <a href=\"https://www.ft.com/content/4db2090e-9727-461e-b685-e182cc403a08\">the solvency of pension funds</a>.</p> <p>But analysts have expressed concern at how Kwarteng and the BoE appear to be pulling in opposite directions — through the chancellor's unfunded tax cuts to boost demand and the central bank's moves to raise interest rates to curb high inflation. </p> <p>Paul Hollingsworth, economist at BNP Paribas, said: “It is hard to appear co-ordinated when fiscal policy has its foot on the accelerator and monetary policy on the brake.” </p> <p>The BoE's position has been further complicated by how <a href=\"https://www.ft.com/content/06aafcc6-9fed-42c4-ab33-f308d385167d\">its latest government bond-buying move</a> is taking place at the same time as it is seeking to tighten monetary policy, partly through sales of gilts accumulated under its post-2009 QE programme. The new government bond buying leaves the central bank open to accusations that it is fuelling inflation.</p> <p>Bethany Payne, bond portfolio manager at Janus Henderson Investors, said: “The Bank of England are generously offering to buy long-dated gilts starting today. That's a complete flip on their announcement on Thursday last week where they confirmed sales of gilts would go ahead, starting Monday October 3.”</p> <p>With these contradictions undermining the credibility of UK economic policy, the big question is what comes next.</p> <p>The BoE was adamant on Wednesday it would stick to its current timetable for interest rate decisions, with the next meeting of the central bank's Monetary Policy Committee scheduled for November 3. </p> <p>Gerard Lyons, chief economic strategist at Netwealth, who has been informally advising Truss, said that if it possibly could, the BoE “should avoid inter-meeting decisions” on rates.</p> <p>This avoided a sense of panic, and calibrating the scale of rate rises in an emergency MPC meeting would be difficult, he added. </p> <p>The BoE also stressed it wanted to exit its latest money-printing effort quickly: by October 14. It said the asset purchases would be “strictly time limited” although BoE officials also noted that keeping the intervention temporary rested on a “signalling effect” working. </p> <p>Once financial markets could see the scale of intervention the BoE was undertaking, central bank officials expected the turbulence would subside and buyers of long-dated government bonds would return even if yields remained much higher than in recent weeks. </p> <p>Kallum Pickering, economist at Berenberg Bank, said the BoE message was “don't fight a central bank in its own currency” because you might lose a lot of money.</p> <p>According to many economists, however, the BoE's deeper problem was that by bailing out ministers, the central bank appeared willing to print money to finance government, something it had previously pledged never to do because it was inflationary. </p> <p>They described the process as “fiscal dominance” because the Treasury would be calling the shots with the result that inflation could get out of control. </p> <p>Allan Monks, economist at JPMorgan, said: “The optics are not favourable for the bank and will inevitably prompt discussions about fiscal dominance and a monetary financing of the [budget] deficit.”</p> <p>“Bringing back bond purchases in the name of market functioning is potentially justified; however, this policy action also raises the spectre of monetary financing which may add to market sensitivity and force a change of approach,” said Robert Gilhooly, a senior economist at Abrdn.</p> <p>At the Treasury, Kwarteng, who is scheduled to give a keynote speech at <a href=\"https://www.ft.com/content/a46e53bb-e23d-4450-a70e-05f71d2e57ef\">the Conservative party conference </a>on Monday, continued to come under pressure to spell out how his unfunded tax cuts could coexist with sustainable public finances. The IMF on Tuesday <a href=\"https://www.ft.com/content/06962055-6b3d-4712-814f-acea3cb9e082\">launched a stinging attack </a>on Kwarteng's tax cuts, and urged the government to “re-evaluate” the plan because the “untargeted” measures threatened to stoke soaring inflation.</p> <p>David Page, head of macro research at Axa Investment Managers, said: “Clearly, the latest government policies to ignore economic realities are politically very damaging, but they are also proving economically damaging.” </p> <p>He added that the chancellor had, until his speech next week, “an opportunity to about-turn [on his mini-Budget tax cuts and a] refusal to change course is likely to exacerbate the pressures in UK financial markets and increase the longer-term economic damage”.</p> <p>Truss and Kwarteng have so far refused to countenance a U-turn. While reversing course on the chancellor's tax cuts would be favoured by financial markets, the IMF and <a href=\"https://www.ft.com/content/843e2f5d-1264-4acd-8f5c-c276c8d7b289\">some Conservative MPs</a>, it seems the least likely path right now. </p><p>Source: Chris Giles and Delphine Strauss in London 2022 'Bank of England goes into full crisis management mode' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-28T18:10:02.106Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4305,
          "end": 4313
        }
      ],
      "nexusId": "10009914"
    }
  ]
}