{
  "_id": "8e93e74e1d5de33e1637d22231dcd2d3343958491bd7d7e11317f26fdacfb496",
  "feed": "wall-street-journal",
  "title": "Currencies: Bets Against Hong Kong's Dollar Peg Have Yet to Pay Off  ----  By Matthew Thomas",
  "text": "<p>   When Bill Ackman revealed last month that he was betting the Hong Kong dollar's peg to the greenback would break, he became the latest in a long line of speculators who have made similar wagers. Nobody has hit the jackpot. </p><p>   Hedge funds have made bets against the longstanding currency peg going back to the Asian financial crisis. High-profile fund managers including Crispin Odey and Kyle Bass are among those who have previously taken positions that the peg couldn't last. Mr. Ackman's fund, Pershing Square Capital Management, even once made a bet from the opposite side more than a decade ago. Boaz Weinstein, the founder of Saba Capital Management LP, is betting alongside him this time. </p><p>   The Hong Kong dollar's value has been tied to the U.S. dollar since 1983 and it trades within a narrow range of 7.75 to 7.85 per dollar. That stable exchange rate has been a big draw for international investors to the Asian financial hub. </p><p>   So far, the peg has stood firm, and many economists and analysts from major global banks believe that will remain the case for the foreseeable future. They point to the determination of the Hong Kong Monetary Authority to keep the peg in place -- and the track record of the de facto central bank's $400 billion-plus financial war chest, called the Exchange Fund, which has proved capable of protecting it in the past. </p><p>   \"At the moment, none of the data suggests the peg is under threat in any way,\" said Vikas Gupta, head of Asia currencies and emerging markets trading at JPMorgan Chase &amp; Co. </p><p>   Proponents of the bet against the peg rely in part on a political argument: that China's government could become unhappy that one of its key financial centers has a currency linked to the U.S. -- a rival superpower. This was one of the points made by Mr. Ackman, who revealed his trade on Twitter. He declined a request for further comment. </p><p>   They have an economic case. The peg has forced Hong Kong to relinquish control over its monetary policy and follow the interest-rate decisions of the Federal Reserve. But at some point being tethered to the Fed could run counter to the needs of the local economy. </p><p>   The Fed has raised interest rates by 4.25 percentage points this year in an effort to bring down high U.S. inflation. Hong Kong, whose economy has contracted for three quarters in a row, has followed these rate increases in order to maintain the peg. </p><p>   The peg is costly to defend. The reserves of the HKMA's Exchange Fund have fallen nearly $80 billion this year, partly because it has sold greenbacks to buy Hong Kong dollars whenever the currency hits 7.85 to the dollar -- which happened numerous times in 2022. </p><p>   The HKMA has sold $31 billion in U.S. dollars so far this year, much more than the $13 billion it spent intervening in the forex market in 2018, when the Hong Kong dollar weakened, according to data from the authority. </p><p>   Analysts say those arguments ignore the positives of the peg and Hong Kong's ability to defend it. The $423 billion the city had in forex reserves at the end of November is still more than enough to protect the currency, they add. The Exchange Fund's reserves are more than two-thirds larger than the size of Hong Kong's monetary base, a measure of the currency circulating in the economy. </p><p>   Hong Kong has little to gain from pegging its dollar to China's currency, the yuan, which is also shielded from external market forces. In mainland China, the central bank allows the yuan to trade in a daily range against a basket of currencies including the U.S. dollar. The offshore yuan is more freely traded, but it has thinner liquidity and rarely moves far from the value of the onshore currency. The yuan earlier this year weakened past 7.25 per dollar in October, before strengthening to 6.98 recently. </p><p>   China is likely to be pragmatic about the role of the U.S. dollar peg in Hong Kong. Although Mr. Ackman's argument makes some sense, his timing is premature, said Ju Wang, head of Greater China FX and rates strategy at BNP Paribas. \"When the yuan becomes fully floating and fully convertible, we may not need to have a Hong Kong dollar peg,\" Ms. Wang said. \"But those conditions aren't fully met, so to have a currency linked to the dollar makes fundamental sense.\" </p><p>   Rising interest rates at a time of economic contraction for Hong Kong are clearly a problem, but many economists think the Fed is nearing the end of its rate-raising cycle. </p><p>   Mr. Ackman has bet against the peg using put options, which give the holder the right to sell an asset at a specific price by a set time in the future. If the Hong Kong dollar is trading below that price when those options can be exercised, Mr. Ackman can lock in the difference between the price guaranteed by the option and the lower market price. </p><p>   The use of options means hedge funds can get a large gain for a relatively small initial cost. Mr. Weinstein, of Saba Capital, said the trade is a \"lottery ticket\" offering returns of 200-to-1 or more. </p><p></p>",
  "published": "2022-12-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1503,
          "end": 1523
        }
      ]
    }
  ]
}