{
  "_id": "27d761e034facb8d54ce3a9f4a73a6f545cd9585fe6aa896dc37f02031b07a6b",
  "feed": "ftcomall",
  "title": "US Republicans pull $1bn from BlackRock over ESG investing concerns",
  "text": "<p>BlackRock has lost more than $1bn in asset management business in US Republican states upset with the company's green investing policies, withdrawals that have become a political problem but have not dented the company's revenues.</p> <p>In an interview with the Financial Times, South Carolina state treasurer Curtis Loftis said he would pull $200mn from BlackRock by the end of the year. Louisiana treasurer John Schroder said last week he was withdrawing $794mn from <a href=\"https://www.ft.com/stream/2b9e833d-3b34-428d-8d2e-0da75ff037df\">BlackRock</a>. Utah's treasurer Marlo Oaks said he liquidated $100mn in BlackRock funds, and Arkansas reportedly pulled $125mn this year.</p> <p>As the global sustainable investing phenomenon has surged — it has increased by $1tn since 2020 — BlackRock jumped into the action. The company manages five of the top 20 US sustainable funds by assets, which is more than any other investment manager, according to Morningstar.</p> <p>Beyond its fund offerings, chief executive Larry Fink has <a href=\"https://www.ft.com/content/a71feaac-d3f4-4e76-a60c-c68924b06dfd\">pushed companies to cut their carbon emissions</a> and threatened to drop laggards from actively managed funds — policies that have put a target on BlackRock in Republican states.</p> <p>Loftis said he previously rejected BlackRock as a manager for a $41bn fund his office oversaw because of concerns about its environmental, social and governance policies. Instead, he said he picked Federated Hermes to manage the fund.</p> <p>Pittsburgh-based Federated Hermes also offers <a href=\"https://www.ft.com/esg-investing\">ESG funds</a> and widely promotes its leadership in this space, especially since the acquisition&#xa0;of London-based Hermes in 2018. But Federated has been a top donor to the State Financial Officers Foundation, an organisation of Republican treasurers, including Loftis.</p> <p>After pressure from foreign pension funds, Federated Hermes withdrew its SFOF sponsorship, <a href=\"https://www.ft.com/content/b4d1c0c5-b9e0-4df2-b7e0-c0f9f460fe7b\">the FT has previously reported</a>. Now, the SFOF does not list any corporate sponsors on its website.</p> <p>Earlier this year, Invesco and Fidelity were also listed as SFOF sponsors.</p> <p>Loftis said Fink was “a very smart guy” and that he admired him. But he accused the people pushing sustainable investing of hypocrisy.</p> <p>“So much of it does not help the people it is supposed to help,” Loftis said. “That is why I have really gotten my back up.”</p> <p>“Poor people, historical minorities, are having money and services diverted from them for these globalist, leftist ideas,” he said.</p> <p>BlackRock declined to comment, but pointed to a letter the company sent in August to state attorneys-general to defend its ESG policies.</p> <p>The Republicans' race to cut ties with BlackRock had not affected its underlying business, said Greggory Warren, an analyst at Morningstar. The BlackRock funds the Republicans had dropped were often cash-like products with small fees, he said. The Republicans' ESG backlash was “political posturing” ahead of elections in November, he added.</p> <p>US state treasurers typically oversee cash management, bond deals and certain aspects of a state's retirement funds. Though BlackRock has become the Republican treasurers' favourite punchbag, other financial companies have been hit as well.</p> <p>In West Virginia, the treasurer's office will transfer banking services out of JPMorgan Chase by the end of November, according to a spokesman. West Virginia <a href=\"https://www.ft.com/content/a35dc7ce-defb-4181-b528-c0b1e34e1d07\">earlier this year banished</a> JPMorgan, BlackRock and three other banks for allegedly hurting energy companies, the state treasurer said.</p> <p>In Utah, Oaks said his fiduciary obligation prompted him to drop BlackRock. The company had pursued a “dual mandate” by meeting with companies about climate change concerns, he said. “We need to ensure that the money is not being used to drive a separate agenda different from our fiduciary obligation,” he added.</p><p>Source: Patrick Temple-West in New York 2022 'US Republicans pull $1bn from BlackRock over ESG investing concerns' FT.com 9 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-09T20:00:18.459Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3110,
          "end": 3124
        },
        {
          "start": 3110,
          "end": 3118
        }
      ],
      "nexusId": "10009914"
    }
  ]
}