{
  "_id": "26fe3d28a2a743ac4c59f8268604b16d23471143063324db088aa5cff8a0ce47",
  "feed": "ftcomall",
  "title": "Centrica comes out fighting from energy market shake-up",
  "text": "<p>Eighteen miles off the Yorkshire coast, a large sandstone reservoir offers one clue to a riddle Centrica investors are hoping the company will soon help them solve.</p> <p>This week the energy company that owns British Gas was awarded a licence to reopen the “<a href=\"https://www.ft.com/content/68fa2c3e-55ad-11e7-80b6-9bfa4c1f83d2\">Rough” reservoir</a> as a gas storage facility to help with supplies this winter, as fears spread of a shortage across Europe if Russia cuts off exports.</p> <p>UK ministers still need to sign off on financing but Centrica investors have taken the development as a hint that gas storage could become a more integral part of the company's longer-term growth strategy.</p> <p>Shareholders are increasingly impatient to discover more about how Chris O'Shea, Centrica's chief executive since 2020, intends to take advantage of the rapidly changing energy market.</p> <p>“We would like to see a clearer long-term strategy as to how to return to [sustainable] earnings growth,” one institutional investor told the Financial Times.</p> <p>So far Centrica has weathered the energy crisis. </p> <p>Investec analyst Martin Young is forecasting adjusted operating profit of about £1.3bn when the company publishes first-half results next week, as it has benefited from high gas and power prices.</p> <p>The improved performance — and the accumulation of a big cash pile — has led some top shareholders to increase pressure on Centrica to reinstate the dividend, which was pulled in 2020. One top 10 shareholder told the Financial Times that <a href=\"https://www.ft.com/content/55d45e64-1b23-47b6-8f48-2f68f9e9ba42\">resuming the payout </a>when the group reports its first-half results next week was “an absolute must”, even though British households are facing steep increases to their energy bills.</p> <p>Centrica's previous chief executive, Iain Conn, slimmed down its<a href=\"https://www.ft.com/content/afad70b4-3601-11e5-b05b-b01debd57852\"> oil and gas operations</a> and sold off assets such as <a href=\"https://www.ft.com/content/1c7db78a-30fe-3d9e-a06e-6fb970de4a5f\">large gas-fired power plants</a>, but the company still produces gas from beneath UK waters and owns a 20 per cent stake in Britain's nuclear power plants. </p> <p>Its first-half results will also benefit from a final contribution from its oil and gas production assets in Norway, <a href=\"https://www.ft.com/content/4214a2d6-4072-4a4e-a779-2913d13397b3\">which were sold in May</a>. An agreement struck in 2013 to buy liquefied natural gas from US group Cheniere Energy should become profitable in the future, having previously been lossmaking.</p> <a href=\"http://www.ft.com/cms/10709896.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Even Centrica's core energy supply business, British Gas, is strengthening after years of decline as domestic customers defected to rivals offering cut-price deals.</p> <p>Centrica has rescued around 750,000 customers in the past 18 months from collapsed suppliers as soaring gas and power prices proved the company's<a href=\"https://www.ft.com/content/8e430d1d-dddb-40f0-8bb8-54d64f25f133\"> longstanding theory</a> that many of its competitors' business models were unsustainable.</p> <p>Its share of the British domestic supply market had recovered by the end of 2021 to nearly 20 per cent for electricity and 28 per cent for gas, according to the latest available data from the regulator Ofgem. It had fallen as low as 18 per cent for electricity and 26 per cent in gas before the crisis in the retail market took hold last year.</p> <p>Part of Centrica's revival has been down to luck. </p> <p>It had tried to sell the entirety of its oil and gas portfolio, including in the UK, as it sought to focus on energy supply but it failed to find a suitable buyer. It also similarly scrapped the disposal of its 20 per cent British nuclear stake after the sales process stalled. </p> <p>But O'Shea has been stripping out layers of unnecessary management from the company and has further reduced costs.</p> <p>Analysts estimate that Centrica has around £750mn of net cash, putting it in a <a href=\"https://www.ft.com/content/55d45e64-1b23-47b6-8f48-2f68f9e9ba42\">position to reinstate its dividend</a> next week. </p> <p>Investors also want to know how O'Shea will use future cash flows as it is poised to benefit from continued high commodity prices. </p> <p>JPMorgan Cazenove estimates Centrica will generate £3.5bn in free cash flow over the next three years, before pension contributions. That would be equivalent to around 70 per cent of its current £5bn market capitalisation.</p> <p>“[Centrica] will need to do something about the cash flows that are coming, particularly if gas prices stay high for a longer term,” agreed Deepa Venkateswaran, analyst at Bernstein. However, O'Shea hasn't so far “been very clear about what the opportunities for investment could be”, she added.</p> <p>Centrica had planned to hold a capital markets day last year to give more clarity on how it would participate in the UK's bid to reduce greenhouse gas emissions to net zero by 2050 but it was cancelled as Britain's energy retail market was in the throes of a crisis. </p> <p>O'Shea has talked to analysts about other possible investments, such as batteries, electric vehicle charging and local energy generation assets but will soon need to be more explicit, said Young of Investec.</p> <p>“What they haven't really done to a great extent . . . is say: ‘Right this is the bit of the net zero pathway we are going to focus on and these are the type of things that we are going to do.'”</p> <p>Spelling out its plans to help the UK through strategically important investments such as reopening Rough could help dispel any political and consumer backlash if the dividend is restored next week, as expected. The dividend resumption would come as British households are grappling with a severe cost of living crisis, fuelled by soaring energy bills. </p> <p>One top 10 investor also urged O'Shea to make clear the company's role in rescuing stranded household customers.</p> <p>“It's really important the public understand that Centrica and the British Gas brand name have protected a large chunk of the retail market,” the investor said. “It is not necessary at this stage for Centrica to be too shy about what it has done.”</p><p>Source: Nathalie Thomas in Edinburgh and Harriet Agnew in London 2022 'Centrica comes out fighting from energy market shake-up' FT.com 24 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-24T04:00:48.085Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3628,
          "end": 3636
        }
      ]
    }
  ]
}