{
  "_id": "dc52b807bd92af5fc27b0b7859a7c833532980f9f8cb5795753d76bfcfb46a5a",
  "feed": "wall-street-journal",
  "title": "Ukraine Takes Unorthodox Pitch to Wall Street to Raise Billions in Debt; Officials who have negotiated international loans and a debt-payment holiday now hope to leverage foreign backing to help fund the war effort and reconstruction",
  "text": "<p>Ukraine needs funding to keep its economy functioning in wartime, and to rebuild once hostilities have subsided. The country expects to run $36 billion—or about 50%—over budget next year, and reconstruction will cost an estimated $349 billion, according to a World Bank report.</p><p>\"How can we use official-sector support to bring the private sector into the reconstruction phase?\" said Yuriy Butsa, head of public debt management in Ukraine's Finance Ministry. \"That's the conversation I want to be busy with for the next half year.\"</p><p>Like Ukraine's military, the Finance Ministry has used unorthodox tactics to achieve its goals, with surprising success. Emerging-market bond restructurings typically take months or years, but Ukraine pushed through its deal in about three weeks. The Finance Ministry recently launched a smartphone app for citizens to buy new war bonds.</p><p>To meet Western officials and financiers, the 38-year-old Mr. Butsa drives his Volkswagen Golf about 500 miles from Kyiv to air hubs in Poland, then catches flights to London, Paris, New York and Washington, D.C. \"I like to drive, and I can do it faster than the train,\" he said.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think Western governments should help Ukraine finance its reconstruction? Join the conversation below.</p><p>The U.S., the European Union, the International Monetary Fund and other multilateral banks have pledged billions to help Ukraine, but it can take months for the cash to arrive. When shortfalls arise, Ukraine prints money to make up the difference, a stopgap that fuels inflation in the already-ailing economy. Kyiv is still waiting to receive about one-third of the more than $30 billion that Western donors and lenders have pledged this year.</p><p>Ukraine has $24 billion of foreign reserves, a fraction of the sum it needs to raise to rebuild. It couldn't be determined how long international donors will keep giving as the global cost of the war mounts. Backing Ukrainian bond sales could be cheaper for foreign countries than making new grants, but such financings are complex and require an unusual degree of coordination between Western governments and financial markets.</p><p>Even the country's president, Volodymyr Zelensky, is asking private fund managers to invest in the country. Bond prices indicate that few will oblige until they know when the war with Russia will end, and on what terms. Ukrainian government bonds traded below 20 cents on the dollar this week, down from around 86 cents before the war, according to Advantage Data Inc.</p><p>After Russia invaded Ukraine in February, Mr. Butsa held a virtual meeting with bond investors and told them they would keep getting paid. He wanted to protect the reputation Ukraine slowly rebuilt after it in 2015 restructured bonds issued by the government of pro-Russian then-President Viktor Yanukovych.</p><p>\"Everyone was surprised at the Ukrainians' resolve to service their debt as long as they did,\" said Matt Ryan, an emerging-markets bond portfolio manager at MFS Investment Management.</p><p>Ukraine changed tack by June. Its monthly budget deficit was as high as $5 billion, and foreign-aid payments were running late, forcing the government to cut costs, Mr. Butsa said. The IMF and some donors were reluctant to provide new funds to Ukraine while it continued to pay private investors, people familiar with the matter said. Finance Ministry officials decided to pause international bond payments but keep current on its local-currency bonds.</p><p>Mr. Butsa, with financial advisers at Rothschild &amp; Co. and JPMorgan Chase &amp; Co., approached about a dozen investors privately in mid-July to suss out what terms bondholders would accept. The talks included some of the largest money managers in the world, such as BlackRock Inc., Fidelity Investments and Pacific Investment Management Co., the people familiar with the matter said.</p><p>Within a few days Mr. Butsa had a deal in mind to delay bond interest and principal payments and to restructure a roughly $3.2 billion instrument linked to the growth of national gross domestic product. Ukrainian authorities worried the terms of the GDP-linked note would force them to pay a windfall to investors if postwar reconstruction caused a surge of economic activity.</p><p>The deal offered a five-percentage-point fee in two years to holders of the GDP-linked note and zero fees to holders of Ukraine's other bonds.</p><p>Ukraine timed the deal to capitalize on widespread support for its underdog fight against Russia, betting that international money managers wouldn't risk public criticism by holding out, the people familiar with the matter said.</p><p>Only four bondholders initially agreed to publicly support the deal when Ukraine announced it on July 20: BlackRock, Fidelity and the hedge-fund managers Amia Capital LLP and Gemsstock Ltd. Mr. Butsa went to Paris, where Rothschild is based, and spent two weeks cajoling investors to sign on during back-to-back Zoom meetings.</p><p>Some held back. Pimco didn't consent until Aug. 10, the expiration date of the deal, the people familiar with the matter said. Ultimately, holders of more than 75% of the country's bonds agreed.</p><p>\"I've never heard of anything quite like this,\" said Mark Weidemaier, a law professor at the University of North Carolina specializing in government debt. \"It was driven by fear of reputational damage to the investors.\"</p><p>Now the Finance Ministry faces a far more challenging task, getting private investment funds to commit new capital to Ukraine despite the continuing war and the country's spotty record on corruption.</p><p>One way to bolster market confidence would be for Ukraine to borrow money using assets or guarantees put up by Western institutions, much as individuals with low credit scores get co-signers to help them obtain bank loans. The idea borrows from the Brady Plan, under which Latin American and Asian countries sold debt backed by specially issued U.S. Treasury bonds to clean up their finances.</p><p>To achieve something similar, Ukraine needs political buy-in from backers, most likely the U.S., the U.K. and the European Union. It will also need involvement from a multilateral bank, such as the IMF, and buy-in from potential investors, such as BlackRock.</p><p>Ukrainian finance officials hope to get the support soon, before international goodwill wanes. \"People are generally much more supportive in times of war than in times of rebuilding,\" Mr. Butsa said.</p><p>Write to Matt Wirz at matthieu.wirz@wsj.com, Alexander Saeedy at alexander.saeedy@wsj.com and Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Ukraine Takes Unorthodox Pitch to Wall Street to Raise Billions in Debt</p>",
  "published": "2022-10-06T17:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3529,
          "end": 3543
        },
        {
          "start": 3529,
          "end": 3549
        }
      ],
      "nexusId": "10009914"
    }
  ]
}