{
  "_id": "bd89ff8445b1f4c6bde4e33a400c3ad54004aa4a36815a168c874c1669d267f2",
  "feed": "ftcomall",
  "title": "What a new normal of higher inflation means for investors",
  "text": "<p><em>The writer is chief market strategist for Europe, Middle East and Africa at JPMorgan Asset Management</em></p> <p>The inflation panic is subsiding. Energy prices have stabilised and the pandemic-related supply disruptions are easing. These factors alone should mean that inflation in the west recedes from the eye-watering, double-digit rates that we have experienced of late.</p> <p>Central banks appear increasingly confident that they have regained control. Bond and stock markets are breathing a collective sigh of relief.</p> <p>As inflation falls from double digits, investors are turning to the question of where it might eventually settle. Are we headed back to the stubbornly low inflation that prevailed for much of the past two decades? Or will it stick at a higher level? In my view 3 per cent will be the new 2 per cent. This has major implications for investors.</p> <p>A higher and more volatile rate of goods price inflation is part of the story. One striking feature of the low inflation era was that the basket of non-energy goods that the UK consumer bought in 1990 was outright cheaper 30 years later. I cannot see history repeating itself.</p> <p>Goods prices are, in future, likely to be subject to bouts of commodity price inflation, in much the same way as we have seen this year. Following Russia's full-scale invasion of Ukraine, the west lost its major supplier of numerous commodities.</p> <p>A multiyear period of adjustment will have cost implications as we transition to alternative sources. A reliance on smaller producers in volatile regions of the world, or on renewables that are prone to the vagaries of the weather, will lead to periods of shortage and higher prices.</p> <p>In addition, procurement of goods is no longer ruled by lowest cost. Having control over the supply of key inputs and the broader production chain is now of paramount importance for companies and governments alike. This might involve onshoring or reshoring to countries in which labour is more costly.</p> <p>Central banks might argue that if goods inflation is persistently higher, they will simply have to force service sector inflation lower. While correct in theory, the political reality is less clear. In a complete reversal of the experience of the past 30 years, service sector workers in the west would have to accept pay growth below the rate at which global goods prices were rising. Instead, I expect the central banks to accept a new modestly higher rate of inflation.</p> <p>Ultimately, I believe this upward shift will be not only accepted but welcomed. This is because a 3 per cent inflation target would, other things being equal, lift the average nominal interest rate by 1 percentage point.</p> <p>That would reduce the likelihood of hitting the zero bound — the level at which interest rates can no longer be cut to stimulate activity — and central banks having to resort to unconventional policy tools such as quantitative easing. In my opinion it is now abundantly clear that QE is not a substitute for conventional monetary policy. It entangles the central bank with the government in a way that potentially risks their independence, or at least perceptions of their ability to act independently.</p> <p>Central banks are likely to reject the idea that the inflation target should be raised until the most recent episode of high inflation is well behind us. But investors do need to consider the implications of a modestly higher inflation world.</p> <p>Bond investors would do well to drop the notion that 3 per cent will be the long-term neutral nominal interest rate. They should demand a higher yield than they have for the past two decades on average and a risk premium to acknowledge that there will also be more volatility. </p> <p>The implications for stock investors are less clear-cut since earnings will grow at a modestly higher rate but profits will also be discounted at higher interest rates. Companies that have operated in regions where their earnings have struggled in the face of emerging market competitors may be the biggest beneficiaries — European companies spring to mind. A higher, steeper yield curve should benefit global financials but serve as a headwind to tech companies, for example. In turn, this would favour global value over growth stocks.</p> <p>Finally, investors will need assets that protect them from occasional bouts of high inflation. Unfortunately, as this year demonstrates only too well, neither bonds nor stocks do the job. The best options here are private infrastructure, real estate and timber, which have income streams that are more directly linked to inflation. </p> <p>Investors be warned. Inflation has awakened like a bad-tempered teenager — suddenly bigger, capable of clearing out the cupboards and prone to bouts of volatility.</p> <a href=\"http://www.ft.com/cms/26b6a7e2-47e7-42e8-a89c-2febcc04cf95.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Karen Ward 2022 'What a new normal of higher inflation means for investors' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-20T07:07:04.439Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 76,
          "end": 84
        },
        {
          "start": 76,
          "end": 101
        }
      ]
    }
  ]
}