{
  "_id": "88d191f3ef3e3828c3bfe53005e011088b2df49b9e92630cc40e74886325b34b",
  "feed": "ftcomall",
  "title": "New Chelsea FC owners raise £800mn of debt to reshape club ",
  "text": "<p>The new owners of Chelsea Football Club are raising roughly £800mn of debt as they reshape the running of the English Premier League team following the end of the Roman Abramovich era.</p> <p>The financing arrangements consist of a roughly £300mn revolving credit facility and a £500mn term loan, according to people with direct knowledge of the matter, eclipsing the $650mn raised by Manchester City's parent company last July.</p> <p>US financier Todd Boehly and private investment firm Clearlake Capital <a href=\"https://www.ft.com/content/7257acdb-d96d-491c-8e68-82e11d8e424d\">acquired Chelsea for £2.5bn</a> on May 30. They also committed to invest a further £1.75bn in the club, including in the playing squads, talent academies and stadium.</p> <p>It is the latest in a series of fundraisings in football that underline the connections between <a href=\"https://www.ft.com/content/73bd5718-cbf5-407c-88d9-46c45577be24\">elite sport and high finance</a>, as investors buy into top clubs. Chelsea's new owners are implementing a financial plan to boost the London club's operations, update its Stamford Bridge stadium and further expand the team's global fan base.</p> <p>Boehly and Clearlake's acquisition of <a href=\"https://www.ft.com/stream/9a61aceb-4e25-4a4c-b59e-1808e34da345\">Chelsea</a> was followed by US investment group RedBird Capital's €1.2bn <a href=\"https://www.ft.com/content/15c9f437-8eb9-4d83-85ec-af36079243b8\">deal to acquire AC Milan</a> from hedge fund Elliott Management in June.</p> <p>The term loan would form part of Boehly and Clearlake's £1.75bn commitment to Chelsea, the people said, while the revolving credit facility is for working capital purposes. The investment pledge was critical to meeting the terms set by Abramovich, who put Chelsea up for sale after Russia invaded Ukraine. The UK government sanctioned Abramovich in March, accusing him of close links to Vladimir Putin.</p> <p>The terms of the sale, which was led by US merchant bank Raine Group, included restrictions on debt levels to protect the club.</p> <p>A person close to Chelsea and its owners said that the club will not bear any of the interest expense associated with the debt because of the structure of the financing and all proceeds will go into the business.</p> <p>They added that the owners are not pledging any assets or revenues associated with Chelsea's regulated entities to obtain the financing.</p> <p>Bank of America and JPMorgan are among the banks involved with the financing, the people said.</p> <p>The new Chelsea owners this week confirmed the <a href=\"https://www.ft.com/content/383c24f0-eb83-4612-8d90-ea8dadc06ef5\">appointment of sports executive Tom Glick</a> as “president of business”, giving him responsibility for commercial strategy, revenue growth and fan engagement. </p> <p>The owners have yet to hire a sporting director and fill other important roles, something they are planning to complete in the second half of the year, according to one person with knowledge of the plans.</p> <p>Bruce Buck, the former lawyer who advised Abramovich on his purchase of the club almost two decades ago, stepped down as chair last month. Chelsea has also confirmed the departure of former director Marina Granovskaia, who played a key role in player relations and transfers under Abramovich.</p> <p>Under Boehly and Clearlake, the club has signed England striker Raheem Sterling from Manchester City, and central defender Kalidou Koulibaly from Italian side Napoli. </p> <p>The new owners also plan to invest in technology, original media content and expand in markets such as the US to bolster the club's growth. </p><p>Source: Samuel Agini in London and Antoine Gara in New York 2022 'New Chelsea FC owners raise £800mn of debt to reshape club ' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-21T06:22:10.165Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2068,
          "end": 2076
        }
      ]
    }
  ]
}