{
  "_id": "88ca584b463bca9129cb65aacbeabb3da861746dedcda6f23f1ba412c0c81f11",
  "feed": "market-watch",
  "title": "P&G makes the case for its premium products as consumer budgets battle shrinkflation and rising prices; Experts say that private-label brands have raised the bar on quality, offering benefits to retailers and consumers during a period of sky-high inflation",
  "text": "<p>\"Consumers continue to prefer P&amp;G brands, recognizing their superior performance and value.\"</p><p>See: 'We're going back to Campbell's': Generic supermarket products won't protect cash-strapped Americans from inflation</p><p>P&amp;G PG made its case as shoppers consider the options available for stretching their budgets. One of those options is trading down to items with lower prices, like private-label goods, which have proliferated store shelves over recent years.</p><p>There have been a mountain of news stories about inflation driving up the cost of everyday goods and, simultaneously, shrinking the size of certain items as companies grapple with rising costs. From smaller bags of Doritos chips to fewer chicken nuggets in the Burger King meal deal, consumers are feeling the squeeze with no clear end in sight.</p><p>According to Deloitte's Global State of the Consumer Tracker survey conducted on March 30, 81% of consumers are concerned about inflation, and 76% of consumers in the U.S. say they've noticed higher grocery prices versus the last month.</p><p>One option is trading down to a less expensive item. Historically, those have been private labels, also known as store brands or owned brands. From Target Corp. TGT to Walmart Inc. WMT, Kroger Co. KR and Trader Joe's, there are plenty of owned brands to choose from that promise high quality at more affordable prices.</p><p>\"Private label previously had not the highest perception of quality. Pandemic related stockouts forced many people to try new brands in the past few years, including private label,\" Rod Sides, the U.S. retail and distribution lead at Deloitte, told MarketWatch.</p><p>But these new trials have improved consumers' perception of these brands.</p><p>\"With 8 in 10 U.S. consumers concerned about inflation, especially around groceries, there is an opportunity for retailers to showcase private label offerings as a high-quality option to alleviate inflationary pressures.\"</p><p>Also: Starbucks is an 'affordable luxury,' according to coffee pricing research</p><p>P&amp;G products include Tide laundry detergent, Pampers diapers, Bounty paper towels and Pantene hair care products. The company noted on its earnings call that many of the items in the company's portfolio are \"daily use products\" in the \"cleaning, health and hygiene categories where performance plays a significant role in brand choice.\" Performance of these types of products is part of the value equation.</p><p>\"Noticeable superiority is perhaps[…] most important in the inflationary environment we are potentially facing,\" P&amp;G CFO Schulten said.</p><p>P&amp;G, like many other companies, has already raised prices, and expects to raise prices even further. The company reported fiscal third-quarter earnings last week that beat expectations and raised its outlook. The company's sales gains were the biggest in decades, according to The Wall Street Journal.</p><p>\"Pricing was a sequentially stronger contributor to top-line growth in the third quarter and will continue to be a driver again in the fourth quarter as we get the full effect of increases taken over the past few months,\" Schulten said.</p><p>\"We are closely monitoring consumption trends for signs of changes. So far, elasticities have been in line or better than our expectations. Demand for our best-performing premium-priced offerings remains strong, as do our market share trends.\"</p><p>With inflation reaching a 40-year high, consumers are focused on pricing and the impact it's having on individual budgets more than usual, which makes pricing strategy more important.</p><p>Big companies use algorithms and other sophisticated tools to determine pricing and any price changes. With costs for things like shipping and raw materials soaring, many companies have determined that price hikes are needed to pass on at least some of those costs and salvage margins.</p><p>Also: Kimberly-Clark beats expectations, raises sales guidance</p><p>And: Shoppers are willing to pay more for Cheerios and Frosted Flakes despite inflation concerns</p><p>\"There is pretty wide consumer awareness so there is a degree of acceptance that prices will increase. But how much and frequency is what companies have to determine,\" said Dan McKone, a managing director and partner at L.E.K. Consulting.</p><p>Staple items like milk and bread are often used as a measure for price perception among consumers. Listening to consumers to understand what their threshold for change is, whether it's a price hike or less product in the package, is important.</p><p>Private labels are a \"great tool in the belt of retailers\" because they can control how those brands are handled, McKone said.</p><p>Experts say messaging can make a big difference toward customers accepting a change in the products they're used to buying.</p><p>\"It's incumbent on brands to be transparent,\" said Samrat Sharma, global marketing transformation and U.S. CPG leader at PwC. \"The same consumer in the best of times is also willing to pay a premium at a convenience store, or at a warehouse retailer where they get more.\"</p><p>And companies can demonstrate the \"superiority\" that P&amp;G talked about with innovation, giving brands the attributes that customers seek to enhance the value of a product.</p><p>Analysts were upbeat but cautious after the P&amp;G earnings announcement, zeroing in on some of the issues surrounding price and value in their assessments.</p><p>\"While we remain impressed with P&amp;G's execution, particularly in the challenging operating environment, we think its high quality is already reflected in its premium valuation,\" wrote JPMorgan in a note.</p><p>JPMorgan rates P&amp;G stock neutral with a $165 price target.</p><p>P&amp;G shares closed Monday at $162.55. The stock has advanced 22% over the last year.</p><p>Don't miss: Here's how inflation can impact your retirement strategy, especially Gen X</p><p>\"Though cost inflation remains a drag, we think the company will continue to price to recoup margins over time, while reinvesting in the business,\" wrote Credit Suisse.</p><p>\"The bigger question is how long the consumer will hold. Procter is a better business today, and well-position against peers (some of which may have their margins/earnings at risk). But P&amp;G shares are trading at a premium and we see uncertainty around the top-line sustainability.\"</p><p>Credit Suisse rates P&amp;G stock neutral with a $150 price target.</p><p>Raymond James is more upbeat, with an outperform stock rating and target price of $180.</p><p>\"While we expect low-cost competition to eventually become more of a threat as supply constraints ease, P&amp;G is currently experiencing demand elasticity levels roughly 20-30% below historic norms in addition to regular trade up, as steady innovation, discipline on marketing and more consistent messaging of product claims continues to bear fruit,\" analysts said.</p><p>P&amp;G makes the case for its premium products as consumer budgets battle shrinkflation and rising prices</p>",
  "published": "2022-04-26T19:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5467,
          "end": 5475
        },
        {
          "start": 5487,
          "end": 5495
        }
      ]
    }
  ]
}