{
  "_id": "66e57e1d46bdd372b3e26fbdc0d73e614a6c054da3f1dd66b6ce81ab1b2632ce",
  "feed": "market-watch",
  "title": "Large regional banks may face new rules for times of crisis",
  "text": "<p>The most likely path for achieving these new requirements is through a formal rule-making process led by the Federal Reserve, the prospects for which banks and their trade groups are already beginning to fight on the grounds that the measure is unneeded and that their costs outweigh any benefits.</p><p>At issue are concerns among the Biden administration and its top regulators that the steady growth of the nation's largest regional banks, a group that includes firms such as U.S. Bancorp USB, Truist Financial Corp. TFC and PNC Financial Services Group Inc. PNC, has introduced new risks to the financial system. While these firms may lack the vast trading floors and international operations of megabanks like JPMorgan Chase &amp; Co. JPM and Bank of America Corp. BAC, the big regionals' balance sheets are so large that it could be difficult to wind down such a firm in an orderly manner should one fail, top regulators have warned in recent years.</p><p>Michael Barr, the Fed's new point man on financial regulation, signaled in a Sept. 7 speech that he is eyeing large regional banks \"as they grow and as their significance in the financial system increases.\" In his first public comments since taking office in July, he said that he would work with other banking regulators to boost regional banks' so-called living wills, or plans for lenders to wind themselves down without a government bailout.</p><p>An expanded version of this report appears on WSJ.com.</p><p>Also popular on WSJ.com:</p><p>Why do all these 20-somethings have closed captions turned on?</p><p>Welcome to your Airbnb: The cleaning fees are $143 and you'll still have to wash the linens.</p><p>Large regional banks may face new rules for times of crisis</p>",
  "published": "2022-09-18T20:34:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 709,
          "end": 729
        },
        {
          "start": 730,
          "end": 733
        }
      ]
    }
  ]
}