{
  "_id": "f7a9af0a1f01d3deb0c902c53523f38ed9c559e7938432cd6d9ca46faf3c0ad4",
  "feed": "ftcomall",
  "title": "FirstFT: Brazilian police raid Bolsonaro's backers",
  "text": "<p>Good morning. </p> <p>Brazilian police have <a href=\"https://www.ft.com/content/c7827f20-192e-4902-b705-8b6b733b6d08\">raided the premises</a> of several prominent business supporters of President Jair Bolsonaro days after leaked messages appeared to show the men backing a coup d'état if the far-right leader loses his re-election bid in October.</p> <p>Acting on an order from Supreme Court justice Alexandre de Moraes, who also heads the country's electoral court, federal police yesterday launched a search operation in eight premises in five states, including São Paulo and Rio de Janeiro.</p> <p>The police operation was launched after local media group Metrópoles published WhatsApp messages appearing to show several supporters of the president calling for a coup if Bolsonaro lost the election.</p> <p>“I prefer a coup than the return of [Lula's Workers' party]. A million times. And certainly no one will stop doing business with Brazil. They do [business] with various dictatorships around the world,” José Koury, a real estate tycoon who was one of the targets of the raid purportedly wrote in the messages.</p> <p>Also targeted were Luciano Hang, a prominent billionaire supporter of Bolsonaro, and Afrânio Barreira, owner of a popular restaurant chain.</p> <p>Hang denied supporting a coup, blaming what he called “militant media” for the scandal. Barreira said he “never defended, thought or wrote in favour of any anti-democratic or ‘coup' movement. I am in favour of freedom, democracy and a fair electoral process.” Koury could not be reached for comment.</p> <ul>  <li><p><strong>Go deeper:</strong> For more news on the election go to our <a href=\"https://www.ft.com/brazilian-politics\">Brazil politics streaming page</a>. </p></li> </ul> <p><em>Thank you for reading FirstFT Americas and here is the rest of the day's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1.</strong> <strong>Nordstrom warns of slowing consumer demand</strong> Shares in the department store chain <a href=\"https://www.ft.com/content/f170d777-22af-4d7d-b92d-56d78f4b6346#post-860d5720-e40f-458a-9a93-885cf2e58c31\">tumbled in after-hours trading</a> after it cut its sales outlook for the year owing to a recent and significant deceleration in customer traffic. Rival Macy's warned yesterday that inflation was outpacing wage growth and that it was “not sustainable for the consumer”. </p> <ul>  <li><p><strong>Go deeper:</strong> Read about how US retailers <a href=\"https://www.ft.com/content/52df9689-8b66-4dba-872c-04c082311763\">are gearing up</a> for a more price-sensitive customer ahead of the critical holiday selling season.</p></li> </ul> <p><strong>2. IRS looks to beef up protection after receiving threats over funding boost</strong> Charles Rettig, the commissioner of the Internal Revenue Service, <a href=\"https://www.ft.com/content/4d8248b1-ca49-495b-b5c4-40c5b31436d5\">wrote to employees yesterday</a> announcing the review after staff began receiving threats amid a Republican backlash over an extra $80bn in funding for the agency contained in Joe Biden's climate, tax and healthcare bill.</p> <p><strong>3. Twitter covered up security flaws and fake accounts, says whistleblower</strong> A former Twitter security chief has claimed the social network <a href=\"https://www.ft.com/content/e6afbc0b-6356-48b9-922b-5ea28eafacc3\">misled US regulators</a> over its cyber security defences and fake accounts, allegations that threaten to hamper the company's legal effort to stop Elon Musk reneging on a $44bn buyout.</p> <p><strong>4. Crisis of confidence in Chinese property </strong>Investors are pricing in <a href=\"https://www.ft.com/content/9739c1cf-e7fd-4a32-95a1-3289de6b0367\">almost $130bn in losses</a> on Chinese property developers' dollar debt, with two-thirds of the more than 500 outstanding dollar bonds priced below 70 cents on the dollar as concerns mount that the country's housing market will face a protracted crisis unless Beijing implements a large-scale bailout.</p> <p><strong>5. Japan set for new nuclear plants in post-Fukushima shift</strong> Prime Minister Fumio Kishida has announced that Japan <a href=\"https://www.ft.com/content/b380cb74-7b2e-493f-be99-281bd0dd478f\">will restart nuclear plants shut down after the 2011 Fukushima disaster</a> and also study the development of next-generation reactors in a break with more than a decade of energy policy.</p> <h1>The day ahead</h1> <p><strong>Outlook for markets</strong> Concerns about the Chinese construction sector are adding to fears the global economy could tip into recession later this year and are <a href=\"https://www.ft.com/content/254415a4-510d-4884-b8ab-a7aa5cb1ccdd\">dragging down equities around the world</a>. US stocks are set to open weaker after finishing lower for a third successive day on Tuesday. </p> <p><strong>Company earnings </strong>Kitchen and home furnishing retailer Williams-Sonoma, lingerie company Victoria's Secret, and apparel maker Guess are the latest retailers to publish earnings. Chipmaker Nvidia leads a batch of technology companies reporting results that also includes Salesforce, Snowflake and Box.</p> <p><strong>Economic data and monetary policy </strong>US orders for long-lasting goods are expected to rise 0.6 per cent in July, according to economists polled by Reuters. Mexico's central bank issues the minutes of its August monetary policy meeting.</p> <p><strong>Elections</strong> Voters in the southern African country of Angola vote today to select the president and national assembly <a href=\"https://www.ft.com/content/11c5c50f-50c6-4cf1-b46b-87d082961e58\">amid frustration</a> about a lack of reform in the second-biggest oil producer on the continent.</p> <p><strong>Ukraine war </strong>Today marks six months since Russia's invasion of Ukraine and 31 years since the country gained independence. Our reporters spoke to experts <a href=\"https://www.ft.com/content/5c01e5f9-d9bf-4ada-9f79-4126fea92f74\">on both sides of the conflict</a> about the prospects for peace.</p> <h1>What else we're reading</h1> <p><strong>A second Trump term would imperil the republic</strong> The Republican party has adopted the <em>Führerprinzip</em> (“leadership principle”) of the Germans in the 1930s, argues Martin Wolf. It has embraced Trump's Big Lie theory that he won the last presidential election and is now preparing <a href=\"https://www.ft.com/content/711fe67c-e557-4722-9152-635ec27f0993\">the crucial next stage of Trumpism</a>.</p> <p><strong>Apple's return-to-office order sparks anxiety across tech workers</strong> The move by Apple, a bellwether of Silicon Valley and the tech industry globally, has led to <a href=\"https://www.ft.com/content/9f3e0159-f0e2-4a33-aeba-b0945558963f\">growing disquiet among workers</a> about whether their employers will try to force them to give up on virtual working.</p> <p><strong>Nasa's new rocket is the last hurrah for US space agency's old ways</strong> Nasa's giant Space Launch System rocket is set to become the first vehicle in 50 years capable of carrying humans to the Moon. It will also kick-start <a href=\"https://www.ft.com/content/4ef1a4c0-ce0d-4f9c-811a-1d28e0049c69\">a new era for commercial and international co-operation in space</a>.</p> <p><strong>A UK government under Truss</strong> The Conservative party leadership contest has less than two weeks to run, with several polls suggesting that Liz Truss is likely to become the UK's next prime minister. Should she win, <a href=\"https://www.ft.com/content/4761449a-6353-4bf2-aa45-dfeefbbed519\">who is likely to feature in her cabinet</a>?</p> <p><strong>What kind of great power will India become?</strong> James Crabtree reviews three books that offer <a href=\"https://www.ft.com/content/4bc4f0b8-001c-4556-9453-6ebb127fb33f\">insights into New Delhi's relationship with the US and China</a>. India's response to the war in Ukraine did not pan out the way many in the west might have hoped, he writes. </p> <p><strong>Russian oligarch's seized superyacht attracts 63 bids at auction</strong> Axioma, a luxury 236-foot vessel belonging to Russian billionaire Dmitry Pumpyansky, is being sold at auction <a href=\"https://www.ft.com/content/36cbbecc-b8e0-4237-babe-c223b8e8542f#post-e5cbab70-f11c-4f76-9014-7af7cb977bda\">to help repay a €20.5mn JPMorgan loan</a>. It features a glass elevator, an infinity pool and a 3D cinema, and was previously available for charter for up to €635,000 a week.</p> <h1>Obituary</h1> <p>Julian Robertson, one of the most influential hedge fund managers ever, <a href=\"https://www.ft.com/content/92b8ba60-131e-4adf-8b06-e5f52262f0e4\">has died aged 90</a>. Robertson achieved heroic status both for his record at New York-based Tiger Management and for the dynasty of traders he mentored, known as the “Tiger cubs”.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg  2022 'FirstFT: Brazilian police raid Bolsonaro's backers' FT.com 24 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-24T10:33:38.234Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 6353,
          "end": 6361
        },
        {
          "start": 6309,
          "end": 6317
        }
      ],
      "weightsV2": {
        "weight": 1.3966746,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.60332537,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}