{
  "_id": "d5156b72763dcfc4e0c2779510a26daca2dc580803cd944ed596be789421f3a1",
  "feed": "ftcomall",
  "title": "The Panglossian consensus",
  "text": "<p>Good morning. After we said the whole thing is dumb, a few readers still wanted to know what we think about Elon Musk and Twitter, which reportedly might soon receive a competing bid from Apollo Global Management. </p> <p>OK, here's our take: go read <a href=\"https://www.ft.com/content/826ae398-9945-4429-bd2f-29c5e14d6edd\">Due Diligence</a>. Unless and until Musk makes a buyout offer for Unhedged, we will continue to cover our ears and hum when he talks. Instead, a few thoughts on economic expectations, and consumer credit, which sure is growing fast.</p> <p>Email us: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a> and <a href=\"mailto:ethan.wu@ft.com\">ethan.wu@ft.com</a>.&#xa0;</p> <h2>The economic consensus, and where it might go wrong</h2> <p>Here are consensus medium-term expectations about the US economy, taken from Bloomberg's aggregate of economic forecasts:</p> <ul>  <li><p>Real growth will remain above 2 per cent</p></li>  <li><p>Core inflation will continue to slow</p></li>  <li><p>Unemployment will stay near 3.5 per cent</p></li>  <li><p>Housing demand will tick down a little</p></li>  <li><p>S&amp;P 500 earnings per share will grow modestly&#xa0;</p></li>  <li><p>Interest rates will rise about 200 basis points in the next year</p></li>  <li><p>There's a one-in-four chance of a recession</p></li> </ul> <p>None of these, in isolation, sounds particularly nutty. Taken together, though, forecasters expect one of the softest landings ever — what JPMorgan's chief economist has <a href=\"https://twitter.com/jeannasmialek/status/1504426576070463489\">called</a> “immaculate disinflation”. Other than maybe housing, this consensus doesn't leave much to worry about. </p> <p>This is a very odd fit with the <a href=\"https://www.ft.com/content/a18b5d8c-e92d-475c-a3c1-96a4a3a43b5b\">sour mood</a> of market participants. Especially since the Federal Reserve shares this rosy <a href=\"https://www.ft.com/content/f502d613-546b-4074-b2e8-8ccc6514a231\">outlook</a>, we've been wondering — how plausible is it? Possible cracks in consensus include:</p> <ul>  <li><p>The housing and corporate credit markets are used to low interest rates. As rates rise, one or both of these markets will <a href=\"https://www.ft.com/content/812c6df1-2f54-43f8-b60d-eed613ccceff\">stumble</a>, forcing the Fed to choose between fighting inflation and maintaining growth.</p></li>  <li><p>Unemployment is ridiculously low — even lower if you look at <a href=\"https://www.ft.com/content/17d0709a-fc5a-4783-938b-1c757929844e\">other labour market indicators</a> — and it will have to go up if inflation is to fall. </p></li>  <li><p>While aggregate earnings have been rising, that growth is becoming more top-heavy and probably more fragile. This chart from FactSet shows that more companies in the S&amp;P 500 are seeing earnings estimates cut by analysts, and fewer are seeing them rise, over recent months: </p></li>  <li><p>The Covid recession was short, thanks to vaccines and fiscal stimulus, so we should expect the post-Covid recovery to end rapidly, too. George Goncalves, US macro strategy head at MUFG, thinks the optimistic forecasts reflect a belief that we are early in the cycle — but in fact we're not.</p></li> </ul> <p>These are not decisive arguments against a soft landing, but they do make us wonder if complacency has set in. </p> <p>Here is a case for optimism. Ian Shepherdson of Pantheon Macroeconomics has been one of the most forceful bulls on the US economy, arguing that healthy household and corporate balance sheets can keep growth firm while inflation moderates. Here's Shepherdson in a note last month:</p> <blockquote>  <p>In short, then, it's very hard to see why the private sector would feel compelled by a fed funds rate of 2 per cent or so by the end of this year to cut back spending to the point where the economy might tip into recession. That's not to say the whole economy will roar ahead; we expect a steep drop in housing market activity over the next few months . . . [but] housing aside, we see few reasons to expect private sector spending to weaken, and plenty of reasons to expect solid growth, notably the potential for catch-up spending on services as Covid fear recedes . . . </p>  <p>We just don't buy the idea that the Fed faces a binary choice between letting inflation rip or triggering a recession. Markets love black-and-white stories, but this time we think it will be more useful to think in shades of grey.</p> </blockquote> <p>That last point seems right — the Fed's trade-off is probably less sharp than many think. The crucial point about a soft landing is that the path is narrow, not that it is unwalkable. Perhaps the consensus suffers from a bit of optimism bias: a perfectly plausible base case with an unsettlingly wide scope to be wrong.</p> <h2>Very fast consumer credit expansion</h2> <p>Consumer credit, and especially card debt, is rising really fast. In February, total consumer non-mortgage debt rose at an annualised rate of 8.4 per cent (that includes cards, cars, education, unsecured loans, and so on). Within that, credit card loans rose by 21 per cent. Both of these are right up at the fastest rates of the past decade. Here are cards:</p> <p>There are two ways to look at this. One: the American consumer is back on the crack, and we are headed for a debt crisis. Two: the US economy is going to do well, and that's nice. Unhedged, despite its basically twisted, pessimistic soul, leans toward the latter, happier read.</p> <p>Look at total outstanding revolving debt in the US:</p> <p>Yes, debt is growing at a historic pace, but we are still below pre-crisis debt levels, even though the economy is significantly bigger. </p> <p>Next, look at what three of the biggest credit-card issuing banks in the US told us about credit card use (and misuse) in their Q1 results last week:</p> <p>Yes, credit card spending is surging, but for now delinquency and charge-off (bad debt) rates are very low and falling. Americans are not, so far, pushing their credit limits. Data from the Fed's <a href=\"https://www.federalreserve.gov/releases/z1/dataviz/dfa/\">distributional financial accounts</a> show that the bottom 50 per cent of US wealth distribution saw their net worth double between the first quarter of 2020 and the fourth quarter of 2021. That cohort's wealth now sits at $3.7tn (the top 1 per cent's wealth, depressingly, sits at $46tn). Consumer debt/total assets for the bottom half of the distribution, at 27 per cent, is the lowest since 2010. Consumer balance sheets, even excluding the rich, look good.</p> <p>So far this picture all fits together. What doesn't fit with surging credit use, however, is the absolutely abysmal level of consumer sentiment, which is at <a href=\"https://www.ft.com/content/ea9dd3fd-2257-4543-9cdb-ba5de7a005f8#post-365811ae-ef1f-4b34-beec-daa1a25aad0f\">decade lows</a>. If consumers think the economy stinks — and they do — why are they racking up debt purchases? And how long can this credit boomlet last?</p> <p>The UBS strategy team, led by Matthew Mish, makes a good point about this, using results from its quarterly consumer finance survey. Americans' confidence that they are going to keep their jobs is rising, among both the more- and less-educated: </p> <p>Inflation makes everyone thing that the economy is bad, for excellent reasons. But if Americans don't think they are going to get fired, they will spend. </p> <p>There are two stings in the tail here. One is that it might be <a href=\"https://www.ft.com/content/1c293b56-0a6b-4024-be0c-ed5a49417186\">better</a>, all things considered, if Americans would cool it a bit with the spending, so inflation would cool off, too. Strong balance sheets and propensity to borrow are not unalloyed good news in this environment. </p> <p>The other is that the improvement in the balance sheets of the bottom 50 per cent of Americans was driven primarily by rising real estate values. Property accounts for well over half the increase in their assets since the pandemic began. Rising US consumer spending and consumer credit are underwritten by house prices, for better or worse.</p> <h2>One good read</h2> <p>People <a href=\"https://www.nytimes.com/2022/04/14/us/dog-leasing-massachusetts.html?searchResultPosition=3\">finance</a> pets, and other people threaten to repossess them.</p><p>Source: Robert Armstrong and Ethan Wu 2022 'The Panglossian consensus' FT.com 19 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-19T05:30:21.543Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1153,
          "end": 1161
        }
      ]
    }
  ]
}