{
  "_id": "e5aba8c6a92ee890d7d8d287b8b721ef0c987b893a96080ec2d0c08253a3518a",
  "feed": "market-watch",
  "title": "U.S. stocks fall, Nasdaq touches 2022 low after struggling to shake off Fed rate-hike gloom",
  "text": "<p>How stocks are trading</p><p>* The Dow DJIA was down 48 points, or 0.2% near 29,248.</p><p>* The S&amp;P 500 SPX fell 22 points, or 0.6%, to 3,617.</p><p>* The Nasdaq Composite COMP gave up 89 points, or 0.8%, to trade at 10,550 after touching its lowest level since 2020 during the New York session.</p><p>On Friday, the Dow fell 630 points, or 2.1%, the S&amp;P 500 declined 2.8%, and the Nasdaq Composite dropped 3.8%. The Nasdaq Composite was down 31.9% for the year to date through Friday.</p><p>What's driving markets</p><p>Major indexes were on track for a fourth consecutive session of losses as concerns about additional rate hikes by the Fed continued to damp sentiment. Dow industrials, the S&amp;P 500 and the Nasdaq all fell to session lows after a CNBC interviewwith Jamie Dimon, chief executive of JPMorgan Chase &amp; Co. JPM, who said the S&amp;P 500 could fall by \"another easy 20%\" from current levels.</p><p>Soft data a week agohad raised hopes that the Fed would soon pause its monetary tightening cycle in its battle to suppress multidecade high inflation, and the market subsequently rebounded off its near two-year lows. But a strong jobs report on Friday crushed that Fed \"pivot\" narrative and stocks plunged again.</p><p>See: Why stock-market investors keep falling for Fed 'pivot' talk — and what it will take to put in a bottom</p><p>On Monday, the CBOE Vix index VIX, a gauge of expected S&amp;P 500 volatility, sat at 32.6, well above its long term average of 20.</p><p>\"The low interest-rate environment forced investors to chase yield and bid up the asset prices too high. Eventually the market is fair and asset values have to achieve some sense of common ground or base level valuation. So it was inevitable that this valuation correction would happen,\" said Siddharth Singhai, chief investment officer for New York-based hedge fund IronHold Capital. \"Panic will swing the market towards excessive pessimism and then the valuations will be too cheap. That hasn't happened yet. Upcoming rate hikes will most likely be a catalyst for panic, however,\" he wrote in an email to MarketWatch on Monday. Coming into Monday's session, trading had been expected to be somewhat thinned by the Columbus Day and Indigenous People's Day holiday, which closed the Treasury market. Now traders are looking toward more data later in the week for further guidance on Fed thinking and equity valuations.</p><p>The U.S. producer price numbers will be released on Wednesday and the consumer prices report on Thursday, the last of their kind before the Fed's policy decision on Nov. 2. Then on Friday, third-quarter corporate earnings season really kicks into gear when big banks like JPMorgan JPM and Citigroup C present their numbers. Read: JPMorgan, Citi, Morgan Stanley and Wells Fargo kick off bank earnings season in choppy waters and S&amp;P 500 would be in an 'earnings recession' if not for this one booming sector — but that may not last long Investors were also keeping an eye on the strong U.S. dollar, which is considered a drag on the earnings of U.S. multinationals. The dollar index DXY rose 0.2% to 113.06 as the euro intermittently broke below $0.97 after Russia sent missiles into cities across Ukraine.</p><p>See: A rampaging U.S. dollar is wreaking havoc in financial markets. Here's why it's so hard to stop it.</p><p>\"We expect a lot more volatility in markets for the remainder of the year as the inevitability of higher rates sinks in and the economic consequences become more pronounced,\" said Arthur Laffer Jr., president of Laffer Tengler Investments. Fed Chairman Jerome Powell \"will not be a very popular person but it seems his legacy is focused on fighting any resurgence of 1970s inflation in the U.S. at all costs.\"</p><p>Companies in focus</p><p>* Rivian Automotive Inc. RIVN intends to recall about 13,000 vehicles due to a possible safety issue that has so far been found to have affected several units, the company said Friday night. Shares were down 8%.</p><p>* Tesla Inc. TSLA reported record monthly sales of China-made electric vehicles in September, as it continues to ramp production in the world's number-two economy. The electric-vehicle maker delivered 83,135 EVs from its Shanghai plant in September, an 8% rise from August, according to a report by the China Passenger Car Association. Tesla shares were up 0.2%.</p><p>–— Jamie Chisholm contributed to this article.</p><p>U.S. stocks fall, Nasdaq touches 2022 low after struggling to shake off Fed rate-hike gloom</p>",
  "published": "2022-10-10T19:12:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 765,
          "end": 785
        },
        {
          "start": 786,
          "end": 789
        },
        {
          "start": 2645,
          "end": 2653
        },
        {
          "start": 2665,
          "end": 2673
        }
      ]
    }
  ]
}