{
  "_id": "81eb8f68d2d3341cedbe6208ef7b8a2d99089f7f5b4e91f0d25af9f5974dea8a",
  "feed": "ftcomall",
  "title": "FirstFT: Half a trillion dollars wiped from fintech valuations",
  "text": "<p>Almost half a trillion dollars has been <a href=\"https://www.ft.com/content/338eda46-04e5-46b3-a71d-a429d21c490c\">wiped from the valuation</a> of once high-flying financial technology companies that took advantage of a boom in initial public offerings, as concerns about rising interest rates, lack of profits and a potential recession put them at the sharp end of this year's sell-off.</p> <p>More than 30 fintechs have listed in the US since the start of 2020, according to CB Insights data, as investors flocked to companies they believed could benefit from a long-term shift toward digitisation accelerated by the pandemic.</p> <p>However, concerns about rising interest rates, lack of profits and untested business models as the economy heads towards a potential recession have put them at the sharp end of this year's sell-off.</p> <p>Shares in recently listed fintechs have fallen an average of more than 50 per cent since the start of the year, according to a Financial Times analysis, compared with a 29 per cent drop in the Nasdaq Composite.</p> <p>The decline in the valuations of publicly listed companies such as PayPal and Block — formerly known as Square — has filtered through to privately owned groups. <a href=\"https://www.ft.com/content/66b65d68-d62e-4aec-a1ad-a7d9e2ba0435\">Klarna slashed its price tag</a> from $46bn to under $7bn in a private funding round earlier this month, and&#xa0;the Wall Street Journal <a href=\"https://www.wsj.com/articles/stripe-cuts-internal-valuation-by-28-11657815625\">reported last week</a> that Stripe had cut its internal valuation by more than a quarter.</p> <p><em>For regular updates on the fintech industry premium subscribers can </em><a href=\"https://www.ft.com/fintechft\"><em>sign up to our weekly newsletter</em></a><em>.</em></p> <p><em>Here is the rest of the day's news to start your week — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Central banks embrace big rises </strong>A <a href=\"https://www.ft.com/content/d189b2f2-808a-4a9b-a856-234181f98c2f\">Financial Times analysis</a> has found that central banks are now, more than at any other time this century, opting for larger rate rises, laying bare the challenge of tackling soaring inflation as rate increases by the US Federal Reserve put pressure on peer institutions to follow suit.</p> <a href=\"http://www.ft.com/cms/10495900.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>2. GSK spin-off becomes world's biggest standalone consumer health group</strong> Shares in Haleon began trading in London today, becoming the largest listing in the city for more than a decade, <a href=\"https://www.ft.com/content/45dc4b67-f4a5-4fac-8c35-1d63b823c065\">with a market valuation of £30.5bn</a>. The owner of Sensodyne toothpaste and Panadol painkillers is the world's biggest standalone consumer health business. The split will leave GSK free to focus on prescription drugs and vaccines.</p> <p><strong>3. Sri Lanka declares state of emergency</strong> Acting president Ranil Wickremesinghe has declared a nationwide state of emergency, two days before <a href=\"https://www.ft.com/content/6821e7c9-9c81-41aa-a82c-3d818b1aaa6e#post-2fcec95a-eb3f-45bf-8226-03b340e35d28\">the country's parliamentarians are set to pick a replacement</a> for a president who had fled the country after months of unrest. </p> <p><strong>4.</strong> <strong>Volodymyr Zelenskyy fires security chiefs over ‘treasonous' officials </strong>Ukraine's president <a href=\"https://www.ft.com/content/07399198-76d8-4b88-9650-92ae078bf321\">fired his head of the state security service</a> and chief prosecutor yesterday for allegedly allowing collaboration with Russian forces by scores of officials in occupied territories.</p> <p><strong>5. PwC set for record revenues </strong>PwC's global boss Bob Moritz said the firm <a href=\"https://www.ft.com/content/8eaa2a28-9b76-477a-9999-a837b2934d44\">would report record revenues</a> of about $50bn this year as he defended the model of combining audit and consulting services that Big Four rival EY is threatening to abandon.</p> <h1>The day ahead</h1> <p><strong>Company earnings</strong> Goldman Sachs and Bank of America report quarterly results today before the opening bell. The two Wall Street banks are likely to be scrutinised by investors after peers JPMorgan Chase and Morgan Stanley <a href=\"https://www.ft.com/content/363f5364-1848-4f93-a4f5-000891c5cbb0\">last week reported</a> that declines in investment banking fees contributed to their disappointing earnings for the most recent quarter. Real estate investment trust company Prologis and broker Charles Schwab also report earnings before Wall Street opens. Technology company IBM will report after the market closes.&#xa0;</p> <p><strong>Economic data </strong>US homebuilder confidence is expected to have edged down to a reading of 66 in July from a reading of 67 in June, as rising mortgage rates threaten housing affordability for first-time buyers, weakening demand for new homes.</p> <p><strong>Market outlook</strong> Shares in Asia and Europe rose today as investors <a href=\"https://www.ft.com/content/8e43c455-e8d3-484f-afff-d7d6e8f6a8da\">scaled back expectations</a> of how high the Federal Reserve will increase interest rates at its next meeting. Futures trading also suggests a positive start for shares on Wall Street. Elsewhere, the euro, which fell below $1 last week for the first time in 20 years, rose 0.5 per cent to $1.014 ahead of a meeting of the European Central Bank on Thursday and oil rose back towards $100 a barrel as the dollar weakened.</p> <p><strong>Tories whittle down PM candidates</strong> Conservative MPs hold <a href=\"https://www.ft.com/content/5ed407bd-ac0d-4293-a0fe-c01dfa15d9d2\">another vote to narrow the field</a> from five hopefuls seeking to become the next prime minister to four. A TV debate last night and one on Friday saw former chancellor Rishi Sunak <a href=\"https://www.ft.com/content/1f9e5d8e-2a65-49d3-ad79-e2fa6e9c3694\">extend his lead</a>.</p> <p><strong>Farnborough Airshow </strong>Boeing chief executive Dave Calhoun has defended his record at America's largest aerospace company as he <a href=\"https://www.ft.com/content/a5735537-43af-4ddf-b119-7216b6000ccf\">struck a bullish tone</a> on the eve of the biennial Farnborough International Air Show which opens today and runs until Friday. </p> <p><em>The cryptocurrency industry is at a critical juncture and the FT is here to guide you through the deepening crisis. Premium subscribers can sign up to a new weekly email written by digital assets correspondent Scott Chipolina and sent every Friday. </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=62c5b64e2e5c504788777adf\"><em>Sign up here</em></a><em>.</em></p> <h1>What else we're reading</h1> <p><strong>Joe Biden's fist bump belies unease between US and Saudi Arabia</strong> The US president went to the Middle East to reset rocky relations with Saudi Arabia, win some help bringing down oil prices and to reassure the region Washington was not abandoning them. But according to one analyst whatever the White House thinks, Biden ended up delivering <a href=\"https://www.ft.com/content/ebc55f75-5c98-440d-9a45-c32272632350\">a “huge win”</a> for Prince Mohammed with that fist bump.</p> <p><strong>Will war in Ukraine transform Europe's defence sector? </strong>Russia's invasion has prompted the continent's governments to reverse years of shrinking defence spending. Now, they want to do more to confront an aggressive Moscow — and <a href=\"https://www.ft.com/content/0a917386-7a62-4e4a-9b89-123933f750a6\">defence and aerospace companies hope to benefit</a>.</p> <ul>  <li><p><strong>Related news</strong> The chief executive of Northrop Grumman <a href=\"https://www.ft.com/content/0f987ebb-963b-4702-b3b5-ea0336785bab\">warned that western weapons stockpiles</a> had not been built to service a lengthy war and asked for a “clear signal” from governments if the conflict in Ukraine will be protracted. </p></li> </ul> <p><strong>How to solve the productivity paradox </strong>Since the computer age dawned in the 1970s, we have lived with a sense of accelerating progress and innovation. Yet the postwar productivity boom has ended: except for a revival at the turn of the century, productivity has trended downward for more than 50 years. Ruchir Sharma asks, <a href=\"https://www.ft.com/content/1c7bba9f-4e01-4e54-921b-198369f25950\">what can we do about it?</a></p> <p><strong>Church or cult? Inside the Moonies' ‘world of delusion' </strong>Tetsuya Yamagami, the man suspected of killing Japan's former PM Shinzo Abe, is reported to have been seeking revenge against the Unification Church. The connection is <a href=\"https://click.newsletters.ft.com/f/content-2bf8dd43-78ca-4d2f-935e-70c9d34e1a5d/Ck8COlqkogD-b3m6S0MzHQ~~/AAAAAQA~/RgRktwtoP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvMmJmOGRkNDMtNzhjYS00ZDJmLTkzNWUtNzBjOWQzNGUxYTVkP2VtYWlsSWQ9NjJkNDc4NjRmZjUzYjEwMDIzNDE2Mjk2JnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpimHGG1GLXdxajUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">the latest controversy for the church</a>, which has built a sprawling multibillion-dollar business empire, with interests ranging from a Brazilian football club to a Californian chinchilla ranch.</p> <p><strong>Personal branding: we may cringe but it works </strong>Like networking, a personal brand is something we are told we should be cultivating. But most of us don't because we are embarrassed. <a href=\"https://www.ft.com/content/6b618766-9ced-4826-b6e7-e63c14c9923e\">Viv Groskop suggests breaking down the nebulous term</a> into more tangible components: your professional reputation and visibility.</p> <ul>  <li><p><strong>Plus </strong><a href=\"https://www.ft.com/content/5f734f71-5e84-4771-b267-589359b812c7\">Why an executive coach is now a must-have for CEOs</a></p></li> </ul> <h1>Weekend podcast</h1> <p>Chief economics commentator Martin Wolf joined presenter Lilah Raptopoulos to discuss <a href=\"https://www.ft.com/content/6d09914f-f41f-42ca-8c1f-654bcc5eb644\">having the confidence to change your mind</a>. Martin reflected on how he forms a worldview, and how his opinions have shifted over the past half-century. There is also a feature on the “gentle parenting” craze from Washington correspondent Courtney Weaver.</p><p>Source: Gordon Smith, Jennifer Creery and Sophia Smith  2022 'FirstFT: Half a trillion dollars wiped from fintech valuations' FT.com 18 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-18T10:08:21.635Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3229,
          "end": 3243
        }
      ]
    }
  ]
}