{
  "_id": "a0f8fd9a881dab4f8fe9ecfb6c07ef1a3d739d42b4a97a80e8d5809d21333013",
  "feed": "wall-street-journal",
  "title": "Dow Rises as Investors Eye Ukraine, Interest Rates; Crude prices also surge as Russia struggles to maintain energy sales",
  "text": "<p>Despite the continuing war in Ukraine and spiking oil prices, investors were focused on interest rates. Fed Chairman Jerome Powell, appearing before the House Committee on Financial Services, said he would propose a quarter-percentage point rate increase at the central bank's meeting in two weeks. That alleviated concerns on Wall Street that the central bank would raise rates by half a percentage point.</p><p>Yields on benchmark 10-year Treasury notes rose to 1.862%, from 1.708% Tuesday. Yields and bond prices move in opposite directions.</p><p>Stocks have been volatile in recent days as investors have tracked escalations in the war waged by Russia in Ukraine as well as domestic news about the economy and inflation.</p><p>Investors are responding to fast-moving developments on the battlefield, a volley of Western sanctions on Moscow and major companies cutting ties with Russia. By boosting energy prices, the conflict has added to uncertainty regarding likely path of U.S. interest-rates this year.</p><p>Wednesday's gain marked the S&amp;P 500's sixth move of more than 1%—in either direction—in the past seven sessions, said Frank Cappelleri, the executive director of brokerage Instinet. Those kinds of whipsaw moves reflect a fragile market, he said.</p><p>\"We haven't seen big moves like this in two years,\" he said, referencing the early days of the pandemic.</p><p>Since the Russian invasion, major U.S. indexes have been relatively resilient, with both the S&amp;P 500 and Nasdaq Composite up about 1.9%. However, soaring oil prices threaten to unleash more volatility across markets, and equities are still in an overall downswing dating back to last year, Mr. Cappelleri said.</p><p>Moreover, some of the trends in the market right now, like oil driving other assets or rising interest rates, haven't been seen in years or decades, he noted. \"Very few investors have lived through a rising-rates environment,\" he said.</p><p>Rising oil prices pose a headache for central banks already dealing with the fastest inflation rates in decades.</p><p>Energy markets extended their rapid advance Wednesday. U.S. crude prices surged over $110 a barrel for the first time since 2014 as refiners refused to buy Russian oil, taking a bite out of global energy supplies. U.S. crude traded as high as $112.10 and more recently was up 7% to $110.60.</p><p>\"The knock-on effects [across markets] are heavily dependent on how high oil prices get,\" said Craig Erlam, senior market analyst at Oanda. \"If oil prices start to head to $120, we're going to start seeing a lot more talk about the economic consequences globally of these sanctions.\"</p><p>The energy sector was the top performer in the session. Exxon Mobil rose 1.7%, Chevron moved higher 3%, and ConocoPhillips added 1.1%. Overseas, BP PLC rose 4.8% and TotalEnergies rose 8.2%.</p><p>Energy companies stand to benefit from higher energy prices, even as they work to disentangle themselves from Russia. Exxon said this week it would halt operations at a multibillion-dollar oil and gas project in Russia and would make no further investments in the country. BP said Sunday it would exit its nearly 20% stake in Russian government-controlled oil producer Rosneft.</p><p>Financials were the second-best sector on the day, up about 2.6% and erasing about half of their losses from earlier in the week. Berkshire Hathaway was up 2.2%, JPMorgan gained 2.1%, Bank of America was up 1.6% and Wells Fargo rose 3.9%.</p><p>Among other corporate names, shares of Nordstrom jumped 38% after the retailer projected stronger-than-expected earnings this year. Hewlett Packard Enterprise raised its earnings forecast for the year, lifting shares 10%.</p><p>In Europe, the pan-continental Stoxx Europe 600 rose 1.2%. In Russia, stocks and derivatives trading was closed for a third day this week. The Russian ruble fell 0.7% against the greenback to trade at 111.25 per U.S. dollar, versus 83 Friday.</p><p>Prices leapt in other pockets of the energy market tied to Russia. European natural-gas prices jumped 37%. There has so far been minimal disruption to the pipeline system in Ukraine, through which about a third of Russian gas exports to Europe flow, according to analysts.</p><p>The Organization of the Petroleum Exporting Countries and its Russia-led allies agreed Wednesday to raise their collective production by another 400,000 barrels a day in April, in line with what was agreed to last year. This came after the U.S. and other major oil-consuming nations said they would release 60 million barrels of oil from their emergency stockpiles.</p><p>The International Energy Agency said it wanted to send \"a unified and strong message to global oil markets that there will be no shortfall in supplies as a result of Russia's invasion of Ukraine.\"</p><p>In the cryptocurrency market, bitcoin traded at around $43,662, according to CoinDesk, down 0.3%. Russia's invasion of Ukraine has driven demand for cryptocurrencies in both countries, helping drive up the price of bitcoin.</p><p>Stocks in Asia mostly fell. Japan's Nikkei 225 lost 1.7% and Hong Kong's Hang Seng Index finished down 1.8%. South Korea's Kopsi, in contrast, added 0.2%.</p><p>Write to Paul Vigna at Paul.Vigna@wsj.com, Joe Wallace at joe.wallace@wsj.com and Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Dow Rises as Investors Eye Ukraine, Interest Rates</p>",
  "published": "2022-03-02T21:04:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3311,
          "end": 3319
        }
      ],
      "nexusId": "10009914"
    }
  ]
}