{
  "_id": "dc67a7db5bbed243028ca8c7273266dc28540b087433c0c49c12f3a328e99509",
  "feed": "market-watch",
  "title": "Russia says it made debt payments in dollars, a move that would avert potential default: reports",
  "text": "<p>Reuters, citing a person familiar with the matter, reported that coupon payments on the dollar-denominated bonds were received by correspondent bank JPMorgan JPM, which then made an onwards credit to Citibank C, the paying agent. From there, the payments would be checked and sent on to bondholders.</p><p>Read more:What a Russia debt default would mean for financial markets as Ukraine invasion continues</p><p>The report came after Moscow, which had previously said it could be forced to make the interest payments in rubles due to sanctions that have limited its access to foreign-currency reserves, said it had made the $117 million in payments due. If Russia had failed to make payment, or had made the payment in rubles, it was at risk of being declared in default after the expiration of a 30-day grace period, according to ratings companies. The holders of the two Russian dollar bonds said coupon payments arrived Thursday, a day late, but well within the 30-day grace period granted under the terms of the bonds, the Wall Street Journal reported.</p><p>The U.S. Treasury Department has said that current U.S. sanctions don't prohibit Russia from making debt payments.</p><p>Prices on the bonds rallied Thursday on hopes that the payments would go through. Russia's bonds maturing in 2023 were quoted around 41 cents on the dollar Thursday, compared with 27 cents Wednesday, according to AdvantageData. Those maturing in 2043 were bought and sold for around 32 cents Thursday, up from about 22 cents Wednesday. They traded above 100 cents on the dollar before the war.</p><p>Russian credit default swaps, which would pay out a windfall if Russia defaults, also rallied on news of the payments, the Wall Street Journal reported. The cost of a five year CDS contract dropped to 41% of the total value of the debt to be insured, compared to as high as 60% as of Tuesday, according to data from ICE Data Services.</p><p>Analysts credited the news with helping to lift U.S. equities, soothing worries about any potential ripple effects from a default.</p><p>Markets “will be somewhat mollified by reports that Russia has paid the bond coupon payments due and paid in dollars,” said Danni Hewson, financial analyst at AJ Bell, in emailed comments. “It staves off default for now, but deadlines are like buses, there's always another one just around the corner.”</p><p>The Dow Jones Industrial Average DJIA was up around 280 points, or 0.8%, while the S&amp;P 500 SPX rose 0.9%.</p>",
  "published": "2022-03-17T15:58:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 149,
          "end": 157
        },
        {
          "start": 158,
          "end": 161
        }
      ]
    }
  ]
}