{
  "_id": "e17a712eec4dfbc37582d403c0bd7fc62ce4c35297ce53c4cfd545d0496d92e8",
  "feed": "ftcomall",
  "title": "Why I am starting to get excited about bonds for first time in years",
  "text": "<p><em>The writer is chief market strategist for&#xa0;Europe, Middle East and Africa at JPMorgan Asset Management</em></p> <p>For the first time in well over a decade I'm starting to get excited about bonds. This marks a significant turnround in my enthusiasm. For years, I've felt the bond market was horribly mispriced.</p> <p>Never more so than at the start of this year. Inflation was surging, central banks were still blindly assuming it was transitory and governments had seemingly lost their fear of debt. And yet the 10-year government bond yield stood at 1 per cent in the UK, 1.5 per cent in the US, and a staggering minus 0.2 per cent in Germany.</p> <p>The price of corporate bonds was similarly baffling. Investment-grade companies on the whole offered only a fraction of extra yield above the ridiculously low levels in the government bond markets. With yields of about 3 per cent in Europe, the term “high-yield bonds” was, frankly, laughable. Indeed, at one point almost a third of the bonds in the Barclays Global Aggregate Index had a negative yield and the term “fixed income” seemed an oxymoron.</p> <p>The problem was that investors and central bankers had bought wholeheartedly into the “lower for longer” narrative and the idea that inflation and growth were permanently low for structural reasons. A consensus formed around the view that growth would always be lacklustre due to poor demographics and productivity. And that inflation would be forever restrained by such forces as globalisation and the internet. It was assumed that the central banks would have little choice but to keep interest rates low in their futile quest for 2 per cent inflation.</p> <p>The absence of inflation also led to the assumption that central banks would always be able to purchase bonds to prevent episodes of financial volatility. Investors stopped asking for much risk premium, safe in the knowledge that central banks would take assets off their hands if times got tough.</p> <p>This has all been proved wrong. It is now abundantly clear that developed world economies can produce inflation. And not merely because they will be hit by cost shocks — we can generate inflation domestically.</p> <p>Former chair of the US Federal Reserve and newly crowned Nobel Prize winner Ben Bernanke has finally had his “helicopter” theory vindicated. This term was taken from a <a href=\"https://www.federalreserve.gov/BOARDDOCS/Speeches/2002/20021121/default.htm\">terrific speech </a>he made in 2002. In this speech, not only did he use the (in my view) underutilised term “willy-nilly”, but he also argued “that under a paper-money system, a determined government can always generate higher spending and hence positive inflation”. We now know that this is true.</p> <p>The <a href=\"https://www.ft.com/capital-markets\">bond market</a> has undergone a brutal repricing. Markets have had to rethink totally the outlook for central bank policy rates and the risk premium that should exist in a world in which central banks cannot backstop the market.</p> <p>Some might argue that the Bank of England's recent interventions in the gilt market show that the central bank “put” is still there. But the bank has emphasised that this support is time-limited, and for the sake of its inflation mandate, it will have to return to its plans to shrink its balance sheet next month. The new risk premia is still there. The 30-year UK government bond is more than 3 percentage points above where it was at the start of the year.</p> <p>The correction in global bond markets, while painful, is nearing completion. In all likelihood, we are neither returning to a period of ultra-low growth or inflation, nor entering a sustained period in which inflation is out of control.</p> <p>In the coming months, led first by the US, inflation is likely to ease in response to weaker activity. But I don't expect the economy to collapse, thus proving its ability to withstand modestly higher interest rates than in the past. The 10-year US Treasury yield should be 4 per cent in my view, a level the market breached at the end of last month.</p> <p>If I'm right, then global bond prices really are starting to look enticing. Just look at the scale of adjustment we have seen. The global government bond benchmark now yields 3 per cent compared with 1 per cent at the start of the year, global investment grade now has a yield of over 5 per cent versus less than 2 per cent and global high-yield is once again worthy of such a title with a yield of almost 10 per cent.</p> <p>“No pain, no gain” is a saying that is as frustrating when it comes to getting fitter as it is for bonds. But after the pain of 2022, there is scope for decent gains ahead. </p>&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;<p>Source: Karen Ward 2022 'Why I am starting to get excited about bonds for first time in years' FT.com 11 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-11T04:00:54.161Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 76,
          "end": 84
        },
        {
          "start": 76,
          "end": 101
        }
      ]
    }
  ]
}