{
  "_id": "16fd773c1730ac00e21fe8a63c12ad80ecc94045fedc3f5622180772a671d5bf",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: JPMorgan CEO Says Big Risks Loom for the U.S. Economy --- Dimon says war and inflation could have unpredictable consequences",
  "text": "<p>Yet Mr. Dimon warned that the war in Ukraine could collide with inflation to slow the pandemic recovery and alter global alliances for decades.</p><p>\"They present completely different circumstances than what we've experienced in the past -- and their confluence may dramatically increase the risks ahead,\" Mr. Dimon wrote. \"While it is possible, and hopeful, that all of these events will have peaceful resolutions, we should prepare for the potential negative outcomes.\"</p><p>Plenty has changed since Mr. Dimon's last shareholder letter. Last April, as the world emerged from the pandemic, he saw a chance for an economic \"Goldilocks moment\" -- fast, sustained growth alongside inflation and interest rates that drift slowly upward. Instead, growth was accompanied by inflation that well outpaced expectations.</p><p>\"In hindsight, the medicine . . . was probably too much and lasted too long,\" Mr. Dimon wrote in Monday's letter, referring to pandemic-era stimulus measures that kept consumers afloat and borrowing costs low.</p><p>Mr. Dimon warned that the Federal Reserve could move interest rates \"significantly higher than the markets expect.\" The Fed began raising rates last month and signaled several more increases this year, including a potential half percentage point instead of the traditional quarter point at the next meeting.</p><p>\"This process will cause lots of consternation and very volatile markets,\" he added.</p><p>Russia's war against Ukraine and Western sanctions meant to stop it will \"at a minimum\" slow the global economy, Mr. Dimon said. Oil, commodity and agriculture markets are already reeling, he said. The prospect of additional sanctions, which he supports, could \"dramatically, and unpredictably, increase their effect.\"</p><p>\"Along with the unpredictability of war itself and the uncertainty surrounding global commodity supply chains, this makes for a potentially explosive situation,\" Mr. Dimon said.</p><p>JPMorgan, he disclosed, could lose about $1 billion over time on its business in Russia.</p><p>Mr. Dimon renewed his call for a new Marshall Plan, referring to the U.S. initiative to help Western Europe rebuild after World War II. Energy investments, he said, are especially needed to wean the world off Russian oil and gas. He specifically called for the U.S. to issue permits for oil and gas projects and increased shipping of liquefied natural gas to Europe.</p><p>But Mr. Dimon said that ensuring current energy needs are met doesn't have to come at the expense of investments in green energy and broader efforts to reduce carbon emissions.</p><p>\"We need to secure proper energy supplies immediately for the next few years, which can be done while reducing CO2 emissions,\" Mr. Dimon wrote.</p>",
  "published": "2022-04-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1902,
          "end": 1910
        }
      ]
    }
  ]
}