{
  "_id": "0c714ea4582db7b58ed0c4fae1147cff3342db07a3b0af39aa04ceda1070502e",
  "feed": "ftcomall",
  "title": "Turbulent times ahead for Hong Kong's jet owners",
  "text": "<p>Before the Covid-19 pandemic hit Hong Kong, at least 120-130 private jets would be parked outside a dedicated terminal at the city's bustling international airport. But when Justin Yeung, strategy head at Hong Kong-based business jet operator Metrojet, went down there to do a count in February, he found just 30.</p> <p>The pandemic has forced even the wealthiest in Asia's biggest financial hub into some difficult decisions. “We're talking [owners who are in] the Forbes top 50 and counting downwards,” says Yeung. “They might have homes in many parts of the world and there are aircraft based here which are flying around the EU and US.”</p> <p>But, while some wealthy Hongkongers and mainland Chinese chose to fly their jets abroad, others decided to sell them. Border closures amid the world's strictest lockdowns have weighed heavily on the region's private and business travel market.</p> <p>China's pursuit of a Covid-zero strategy — including a quarantine requirement of several weeks — has upended travel plans for billionaires. Many have opted to base themselves, and their aircraft, in countries with laxer travel rules. Those affected by the restrictions, though, have found a ready market for their aircraft in the US. The administration of former president Donald Trump introduced a tax break allowing individuals to write off the cost of a jet against their federal taxes from September 2017.</p> <p>Mainland China's business jet fleet shrank slightly from 346 in 2020 to 340 last year, while Hong Kong's fleet dropped more sharply, from 120 to 101, according to data from travel data provider Asia Sky Media.</p> <p>“Private jet management on behalf of clients who own their own plane has been very badly affected — it's a general trend across the industry in greater China,” says Yeung. “Because of the closed borders, people don't want to fly or [if they are] they are flying [outside Hong Kong].”</p> <p>Some owners had hoped for a relaxation of the restrictions, but China has only appeared more committed to its Covid-19 elimination strategy. The policy has resulted in strict lockdowns — one of which paralysed Shanghai in March — and tough restrictions in Hong Kong.</p> <p>The quarantine periods, and the frequent suspensions of airline routes altogether if a flight brings in a certain number of Covid-positive patients, have been a nightmare for commercial airlines such as the city state's de facto flag carrier Cathay Pacific. </p> <p>In March, Cathay said that its crew had cumulatively spent more than 73,000 nights in quarantine hotels and government facilities last year. Hong Kong authorities also banned passenger flights from eight countries between January and April this year, reducing the number of incoming planes.</p> <p>Simon Bambridge, commercial director at TAG Aviation, a private jet management and charter service, says airlines have had to find all sorts of innovative ways to comply with the rules while keeping jets in the air. In one case, he says, to avoid quarantine, crew were flown by helicopter from Hong Kong to staff a flight leaving from Macau, another Chinese territory nearby. </p> <p>“There are all sorts of weird things we have had to do,” Bambridge says, adding that the logistics of supporting flight operations have been costly and sometimes unwieldy. “What you can do one week, you can't do the next.”</p> <p>Top executives have struggled to gain exemption from Hong Kong's quarantine rules, while others have feared taking up the option for fear of a public backlash. Among&#xa0;those who managed to bypass the rules were Hollywood star Nicole Kidman and JPMorgan Chase chief Jamie Dimon. They both avoided having to spend three weeks confined to a hotel room, though these cases caused&#xa0;a public outcry.</p> <p>Even if those on board a jet are exempt from quarantine, this might not extend to the crew, meaning the aircraft has to be turned around immediately. Some international airlines cancelled flights to Hong Kong altogether and, in some cases, crew refused to visit the city, reducing capacity on commercial routes. </p> <p>In April, Willie Walsh, director-general of the International Air Transport Association, the trade group of airlines, said in a media briefing: “Hong Kong as an international hub airport has slipped; it is effectively off the&#xa0;map now. And I think it is going be difficult for Hong Kong to recover.”</p> <p>The lack of flights was a problem early this year, when the government considered a lockdown in the wake of Hong Kong's worst Covid-19 outbreak, which sparked an exodus of expats and locals. While a hard lockdown never occurred, a now-scrapped policy of separating Covid-positive children from their parents in hospitals and of long school closures led many residents to decide to relocate.</p> <p>Many Hongkongers are taking up migration schemes, such as the British National (Overseas) route to citizenship&#xa0;offered by the UK. But the shortage of flights meant&#xa0;departing residents, especially those with pets, decided to fly privately. In some cases, they pooled resources to afford the flight, resulting in a boom for private charter companies. Pet Holidays, a Hong Kong-based company, has arranged dozens of private jet flights&#xa0;over the past two years for pet relocation purposes. Such a service can cost about HK$200,000 ($25,665) for each owner with their pet.</p> <p>However, there has been no such boom for aircraft management businesses. Macau Jet International, which flew executives in and out of that city, best known for its casinos, is closing its operation. “Even our aircraft has been sold,” says Mario Tone, an IT executive at the company. “There were a couple of issues, [but] once you have quarantine it's quite complicated [to keep operating].” Similarly, Duncan Daines, marketing chief at private jet operator Gama Aviation, says his business has had to downsize in Hong Kong. “The team is smaller, due in part [due] to the lower levels of flight activity caused by the pandemic,” he explains.</p> <p>A financial crisis at Evergrande, China's second-largest property developer, has also prompted private jet sales. Both the company and its chair, Hui Ka Yan, owned aircraft that are now in the process of being sold, as well as a 60-metre megayacht that is berthed in Hong Kong. </p> <p>Desmond Shum, author of <em>Red Roulette</em> — an account of the “golden age” for Chinese entrepreneurs in the mid-1990s — wrote that Hui “envisioned a floating palace to wine and dine officials off China's coast, away from the prying eyes of China's anti-corruption cops and its nascent paparazzi”. Other tycoons close to Hui have even had to auction off their vintage wine and art collections to raise cash in the wake of Evergrande's difficulties.</p> <p>“In terms of jets being sold . . . [the industry is] certainly seeing more than seen historically,” TAG's Bambridge observes. “The [US] tax breaks are part of the story.” </p> <p>Before China's lockdown's intensified this year with the outbreak of Omicron, wealthy Chinese had been able to travel internally. Bambridge says this had made domestic travel in mainland China the busiest private jet market in the region during the pandemic.</p> <p>However, Hong Kong has been a slightly different story, as the border it shares with the mainland has been effectively closed, with any resident entering China subject to quarantine. So, instead of travelling, the city's billionaires who decided to stick around have spent their time flitting between the golf course and their superyachts. </p> <p>At the same time, though, the city's woes have shone a&#xa0;spotlight on Singapore, seen as primed to take advantage of the buoyant consumer markets and growing middle classes across south-east Asia. Bambridge says TAG is planning to expand in the city state, and he believes there is a renewed interest in private travel after the worst of the pandemic. “We're looking to grow our presence in Singapore and put more boots on the ground,” he says, forecasting that the greater China region will remain “subdued” this year. “There's not a lot of charter capacity&#xa0;[in south-east Asia] for the amount of people and&#xa0;wealth in the region. As borders open, we are going to&#xa0;see a lot of interest.”</p> <p>Others have looked elsewhere for a temporary berth as Hong Kong and China maintain their quarantine requirements. “Some of my friends have moved to Thailand for a couple of months,” a banking executive in the city observes. Another senior Hong Kong businessman tells the FT he is heading out for “at least” a few months as he needs to meet clients face to face, and has seen Europe and the US open up already. “The show must go on,” he says.</p> <p><em>This article is part of </em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Primrose Riordan in Hong Kong 2022 'Turbulent times ahead for Hong Kong's jet owners' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-18T03:00:28.046Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3540,
          "end": 3554
        },
        {
          "start": 3540,
          "end": 3548
        }
      ]
    }
  ]
}