{
  "_id": "415ddd74af4ce57f3ac3d158427df63c82dbd80d1cc3560836b56638b73e3f1b",
  "feed": "wall-street-journal",
  "title": "Companies Look for Returns on Cash Piles as Interest Rates Rise; Yields on money-market funds are going up, providing treasurers with an incentive to move money out of corporate bank accounts",
  "text": "<p>But that is changing as the U.S. Federal Reserve is aggressively raising interest rates to fight elevated inflation. The central bank on Wednesday increased its federal-funds rate for the fourth time this year, by 0.75 percentage point, bringing its benchmark rate range to 2.25% to 2.50%.</p><p>Amid the rate-rise campaign, yields on money-market funds doubled in June to an average of 1.23% and climbed further to a weekly average of 1.36% as of Monday, according to Crane Data, which tracks money funds. Banks, however, have been slow to boost yields, as they still hold large amounts of cash and aren't looking to attract more.</p><p>\"It is increasingly difficult for corporations to remain in bank accounts when there are attractive, near substitutes available,\" said Mark Cabana, head of the U.S. rates strategy division at Bank of America Corp.'s global research arm.</p><p>Money-market fund assets have increased in recent weeks after declining earlier in the year as companies withdrew cash to pay the Internal Revenue Service and settle other dues. Through Monday, $5.018 trillion was sitting in money-market funds, up $30 billion from the end of June and up $58.3 billion since May 31, Crane Data said.</p><p>Among the companies that look to benefit from higher yields in the money market is Hewlett Packard Enterprise Co., the Spring, Texas-based technology company. \"As rates move up, the rate opportunity increases,\" said Kirt Karros, the company's senior vice president finance and treasurer. \"Every dollar counts. We will consistently move money if we can eke out additional returns.\"</p><p>HPE tends to limit the duration of its money-market fund investments to 90 days or less, Mr. Karros said. \"These products tend to be very competitive,\" he said, adding that the company moves its money on a daily basis when necessary. \"We put that money to work.\"</p><p>Pharmacy-chain operator Walgreens Boots Alliance Inc. reported money-market fund holdings of $2.17 billion during the quarter ended May 31, up from $634 million at the end of August. The company declined to comment on the recent increase.</p><p>Micron Technology Inc., a Boise, Idaho-based chip maker, disclosed $105 million in money-market fund investments during the quarter ended June 2, up from $38 million during the period ended Sept. 2. \"Money-market funds are providing better returns than six to 12 months ago, but current returns are still below other short-term alternatives available to Micron,\" the company said, declining to elaborate further.</p><p>Whirlpool Corp., the Benton Harbor, Mich.-based maker of washing machines and other household appliances, is following interest-rate moves closely, said Jim Peters, the company's chief financial officer. \"When interest rates are favorable, we can utilize\" money-market funds, Mr. Peters said.</p><p>Bankers and financial-services providers said they have noticed an uptick in interest from corporations in money-market funds. \"I have a lot of client conversations about this,\" said Christopher Tufts, global head of portfolio management and trading for the money-market fund business at J.P. Morgan Asset Management. \"Getting yield above zero has made the product attractive to clients, especially given the volatility in the broader market,\" he said. The bank declined to comment on whether it has increased interest rates on corporate deposits.</p><p>Treasurers consider money-market funds nearly as safe as cash and value the fact that invested amounts remain highly liquid and accessible. Many companies use these funds to park their cash overnight or for a few days, with others going out several months, said Peter Crane, president of Crane Data.</p><p>Banks have been slow to pass on higher interest rates to corporate clients, as financial institutions continue to have too much cash sitting idle, said Priya Misra, head of global rates strategy at TD Securities Inc., a Canadian investment bank. The deposit beta, which helps calculate the interest that banks pass on, is estimated to be about 5 basis points for the first 200 basis points in federal funds rate increases, meaning companies see very little benefit, Ms. Misra said. \"A money-market fund will pass on rate rises more in line with the Fed, so there is more of an incentive to move assets,\" she said.</p><p>In some cases, banks are paying an earnings credit rate of 19 basis points and charging a deposit administration fee of 15 basis points, resulting in a net effective spread of four basis points, said Dave Robertson, head of treasury solutions at PMC Treasury, a financial services firm. \"We are getting more questions about yield options from our clients,\" Mr. Robertson said.</p><p>Money-market funds usually don't pass on interest-rate changes immediately, which can provide companies with an advantage, should the Fed move to cut rates next year, as expected by some investors. If interest rates decline, there will be a time lag until yields fall, said Vanessa Hubbard McMichael, head of Wells Fargo Securities' CPE strategy group that advises corporate and public entities on cash investments.</p><p>The bank said its deposit costs increased to four basis points in the second quarter, up from one basis point in the first quarter, primarily driven by its corporate and investment banking division.</p><p>Companies also will follow potential changes from the Securities and Exchange Commission, which has been looking into a potential overhaul of money-market funds. The regulator is considering introducing so-called swing pricing, which would result in funds charging redemption-like fees in cases of significant outflows. An announcement is expected later this year.</p><p>Write to Nina Trentmann at Nina.Trentmann@wsj.com</p><p>Companies Look for Returns on Cash Piles as Interest Rates Rise</p>",
  "published": "2022-07-27T18:45:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}