{
  "_id": "f519b3662e066fc710d5942480f36b0b5b7aa1738a5707753e91a27a0180a483",
  "feed": "market-watch",
  "title": "Why hopes for a Fed 'pivot' could be off-base, once again, according to the long history of inflation",
  "text": "<p>The multiyear record of inflation clashes with the current thinking of economists, traders and policy makers themselves, who fueled the latest speculation about a Fed \"pivot\" last Friday by opening the doorto a debate on the size of December's rate hike at their Nov. 1-2 meeting. Financial markets have been quick to react: U.S. stocks finished higher on Tuesday for a third straight session, Treasury yields slipped, and fed-funds futures traders briefly priced in a better-than-evenchance of a 50-basis-point December rate increase instead of another 75-basis-point move. Read: Here are the 5 times traders and stock-market investors got fooled by Fed 'pivot' hopes in past year</p><p>Don't miss: Stock market live coverage For now, the consensus view is that inflation should drift back down to 3% or even lower within just two years. And there's plenty of support for the expectation that price gains are set to ease: Daniel Silver, Michael Hanson and Phoebe White at JPMorgan Chase &amp; Co. JPM cited declining energy prices, easing supply-chain distortions, and a stronger U.S. dollar as just a few of the reasons that an \"inflation downshift is on its way.\" The major caveat, though, is that inflation has surprised repeatedly to the upside this year, with the exception of July's downside surprise. The topic of persistent price gains dominates earnings calls, though some companies have held up better than expected, after seven straight months of 8%-plus annual headline readings from the U.S. consumer-price index. And inflation is either still raging or not slowing fast enough outside the U.S. — from the eurozone andthe U.K. to Canada and Brazil. \"The more the Fed talks about a pivot, the more it seems like we haven't seen the end of inflation,\"said Gang Hu, a trader of Treasury inflation-protected securities at New York hedge fund WinShore Capital Partners. The definition of a Fed \"pivot\" has changed over the past 12 months. Last November, at a time when major central banks had yet to start tightening, a pivot was considered to be a later-than-expected \"liftoff\" or initial rate hike during 2022. Now that the Fed has delivered three straight hikes of three-quarters of a percentage point each since June, while a fourth is seemingly certain on Nov. 2, the definition of a \"pivot\" has evolved to mean a shift away from that increment. Earlier on Tuesday, for example, fed-funds futures traders began pricing in a 52% chance of a smaller 50-basis-point December hike before dropping that likelihood to 44% by midday. Deutsche Bank DB is a self-described outlier on Wall Street that predicted in June that inflation would fail to decelerate. Its researchers looked at how inflation has behaved through 2019 from three different starting points —1920, 1950 and 1970. To avoid \"double-counting,\" the researchers said they only considered inflation moves above 8% when there hadn't been another move above that level in the previous 12 months. In each instance, inflation exhibited a similar pattern of remaining persistently high for years, based on charts containing the number of months before and after inflation moved above 8%.</p><p>\"Should we have been so surprised by the stickiness of inflation?\" the Deutsche Bank researchers wrote in a note released Tuesday. \"History would suggest no, as when inflation has previously gone to levels as high as it is right now, it's usually been slow to drift lower again. Furthermore, it usually ends up settling at a level some way above where it was before the inflation spike began.\" \"History never repeats exactly, but since inflation forecasting has generally been so poor over the last 18 months, it's worth us asking what normally happens when inflation breaches these thresholds,\" they said. \"The answer is that it's normally quite sticky, especially in the post-1970 period.\" Whether the historical evidence or the consensus view proves to be more accurate \"will have a profound impact on financial markets and economies over the next few years,\" Reid, Allen and Pozdnyakova wrote. If the median inflation outcome cited in Deutsche Bank's paper is correct, \"then the turbulence of 2022 could prove to be just the beginning.\" On Tuesday, all three major stock indexes DJIA SPX COMP rallied as investors weighed a stream of earnings and Treasury yields retreated. The benchmark 10-year yield BX:TMUBMUSD10Y fell to 4.1% and the policy-sensitive 2-year rate BX:TMUBMUSD02Y dropped to almost 4.5%.</p><p>Why hopes for a Fed 'pivot' could be off-base, once again, according to the long history of inflation</p>",
  "published": "2022-10-25T20:25:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 988,
          "end": 991
        },
        {
          "start": 967,
          "end": 987
        }
      ]
    }
  ]
}