{
  "_id": "7af5738b8bfcb3d9cd16749ef71fbc0002136e3e121060148493536045c81d7c",
  "feed": "ftcomall",
  "title": "Tiger Global-backed Missfresh stops paying salaries as it runs out of cash",
  "text": "<p>Missfresh, a Chinese grocery delivery start-up once valued at $3bn, told hundreds of employees that it had run out of cash, as a group of unpaid suppliers protested at its Beijing offices. </p> <p>An executive at the Tiger Global-backed company told employees on a hastily arranged call that an expected investment from a coal mining group had not materialised, and that it could not pay overdue June salaries.</p> <p>“The money still hasn't come through, so now our operations are in big trouble,” said Xiao Yungui, head of supply chain management at Missfresh, according to information shared with the Financial Times. </p> <p>“Most employees will stop working and salaries will be stopped,” Xiao told employees on a call. “For June and July salaries, looking at the amount of cash we still have, we can't pay them.” </p> <p>Missfresh delivery riders, dressed in hot pink uniforms and zipping groceries across Chinese cities, were a symbol of the breakneck rise of a new generation of internet start-ups in the country. The company attracted more than a billion dollars of cash from investors including tech-focused hedge fund <a href=\"https://www.ft.com/stream/52bd1a81-1b6d-4e41-a258-d421cbef390b\">Tiger Global</a> and Goldman Sachs. </p> <p>For more than a week, unpaid suppliers have occupied Missfresh's <a href=\"https://www.ft.com/stream/7f28f8b8-4c4d-3bc4-910d-1081d7df5f46\">Beijing </a>headquarters, marching between desks and chanting slogans such as “Missfresh repay my blood and sweat money!” according to videos provided to the FT.&#xa0;&#xa0;&#xa0;</p> <p>“It's useless staying here but there's nowhere else I can go. If I go back to my company, there are workers and my own suppliers asking me for money,” said a vegetable supplier surnamed Yu, who said he was owed more than Rmb10mn ($1.5mn). </p> <p>Last June, Missfresh raised almost $300mn in a Nasdaq initial public offering led by JPMorgan and Citigroup, valuing the start-up at $3bn.</p> <p>But Beijing's punishing crackdown on the tech sector has dragged down the shares of groups like Missfresh and made it <a href=\"https://www.ft.com/content/91441aca-1665-4660-843f-9cf7222becff\">difficult for companies to raise funds</a>. </p> <p>Missfresh's market value on Wednesday stood at just $56mn, with its looming collapse reflecting the retreat of the Chinese tech sector as it suffers from stifling regulation and stuttering economic growth in the country. </p> <p>Missfresh on Thursday confirmed that it was shutting down all its remaining mini-warehouses. The closures marked the end of its pioneering business model that relied on blanketing Chinese cities with storage sites, allowing riders to load up with fresh produce and meats to ferry to customers in roughly 30 minutes. </p> <p>The lossmaking company had desperately tried to raise capital this year as its debts piled up, but found few backers as investors cooled on China's consumer internet groups. In July, it said Shanxi Donghui, a coal mining group, would put in Rmb200mn ($30mn), but the deal appeared to have fallen through.</p> <p>Missfresh notified all employees to work from home on Thursday and several staffers told the FT that the company had turned off its internal IT system. </p> <p>Founded in 2014, the start-up has pulled in $117mn from Tiger Global, $66mn from Goldman Sachs and millions from Chinese tech group Tencent. Tiger held an 11 per cent stake in the business as of December 31, the most recent filing. &#xa0;</p> <p>The company's executives earlier this month removed their names from business registration documents, a common tactic in China to avoid being slapped with personal spending restrictions by courts over unpaid debt.</p> <p>Co-founder Zeng Bin was replaced by an individual named Sun Yuying as the legal representative of Missfresh's main Beijing operating company on July 18. Chinese law holds the legal representative responsible for a company's failings.</p> <p>“I've never seen [Sun] and never had meetings with them,” said a Missfresh employee. “I can't find the person in our internal system either,” they added.</p> <p>At another failed grocery start-up called Nice Tuan, the founder <a href=\"https://www.ft.com/content/25ae00fa-8913-4cdc-ba14-7b011a8c9928\">turned over the legal representative position</a> in December to a 65-year-old man. The stand-in was hit with prohibitions from going on holiday, golfing or staying in nice hotels by a Beijing court about a week later. </p> <p>Missfresh and Shanxi Donghui did not immediately respond requests for comment.</p> <a href=\"http://www.ft.com/cms/ad86aef6-6243-4546-b8a0-4c249db4495b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Gloria Li in Hong Kong and Nian Liu and Ryan McMorrow in Beijing  2022 'Tiger Global-backed Missfresh stops paying salaries as it runs out of cash' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-28T10:51:50.790Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1669,
          "end": 1677
        },
        {
          "start": 1677,
          "end": 1685
        }
      ]
    }
  ]
}