{
  "_id": "7cb06006033c9dbe8a2b412e5fd5292022e2ea135a1f0f24ac9ff3c74c9bb2e9",
  "feed": "wall-street-journal",
  "title": "Pet-Food Mishap Bites General Mills",
  "text": "<p>General Mills' otherwise solid results on Tuesday were spoiled by a hiccup in pet-food sales. Overall revenue for the maker of Cinnamon Toast Crunch and Pillsbury dough were good, with organic sales rising 11% from a year earlier in the second fiscal quarter ended Nov. 27, compared with analyst estimates for 9% growth, according to Visible Alpha. The company also raised its guidance for organic sales and adjusted earnings per share for the full fiscal year.</p><p>Coming on the heels of strong sales results from Campbell Soup reported earlier this month, General Mills continued a recent hot streak for food, at least for humans. The problem was in the Blue Buffalo line of premium pet foods that General Mills acquired in 2018. Pet segment sales were flat from a year earlier at $593 million, while analysts had expected growth of 13% to $672 million, according to Visible Alpha. The company said a reduction of inventory by retailers was to blame. General Mills stock fell 4.6% on Tuesday.</p><p>Analysts zoomed in on the pet issue in a conference call with management. Chief Executive Jeff Harmening argued the disruption was temporary, citing several factors. Most notably, he said it was related to production capacity issues at General Mills, which meant it wasn't able to supply retailers with everything they would have wanted -- particularly in pet treats. The company is forecasting double-digit pet-food sales growth in the second half of its fiscal year as capacity comes back online and it invests in promoting new products, Mr. Harmening said.</p><p>Yet Wall Street seemed unconvinced. \"In our nearly 20 years of covering food we've heard a lot of companies provide rational explanations as to why their deloads won't repeat,\" wrote JPMorgan analyst Ken Goldman in a note. \"Sometimes they're proven right, sometimes not.\"</p><p>Before Tuesday's report, General Mills stock was up 29% this year, so it may have been primed for disappointment. But the Street's strong reaction also serves as a reminder of the importance of Blue Buffalo to General Mills' growth story. From fiscal 2022, which ended in May, to fiscal 2025, analysts have penciled in total growth of just 6.7% for the company's largest segment, North America retail. But pet segment sales over the same period are expected to rise 26%.</p><p>If the pause in pet food growth proves anything but brief, General Mills stock could be in for further mishaps.</p>",
  "published": "2022-12-21T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1734,
          "end": 1742
        }
      ]
    }
  ]
}