{
  "_id": "5a541fc04c8cf1229a3bca275f1fdd04e8456ac8885d4f64b3ab7a456992771b",
  "feed": "market-watch",
  "title": "Stagflation, reflation, soft landing or a slump — what Wall Street expects in the second half of 2022",
  "text": "<p>That's largely because markets will hinge on Federal Reserve policy. With officials signaling an intention to remain data-dependent, the direction of monetary policy inevitably will depend on how inflation develops over the coming months.</p><p>Another thing many banks agreed on was that a recession in the U.S. in the second half of the year looked unlikely — or at the very least, not in their base case.</p><p>Here are other highlights.</p><p>Stagflation, reflation, soft landing or slump?</p><p>The team at UBS divided their outlook into four scenarios: \"stagflation,\" \"reflation,\" \"soft landing\" or \"slump,\" and outlined what the reaction in stocks and bonds could look like in each case.</p><p>Their best case scenario for stocks would be either a \"soft landing\" or \"reflation,\" but in each case, investors would see inflation pressures moderate while the U.S. economy avoids a recession. Under the \"stagflation\" scenario, stubborn inflation and tepid growth would drive both stocks and bonds lower, essentially marking a continuation of the trading patterns seen so far this year, where both bonds and stocks have taken a beating.</p><p>Their worst case scenario for stocks would be the economic \"slump,\" which would likely involve a recession that's severe enough to prompt a dramatic shift in expectations surrounding corporate profits. However, in this scenario, the UBS team expects the growth shock would force the Federal Reserve to consider cutting interest rates more quickly.</p><p>Mark Haefele, chief investment officer at UBS, said in the mid-year outlook that \"there are a lot of potential outcomes for markets, and the only near-certainty is that the path to the end of the year will be a volatile one. It can feel overwhelming for investors considering how to position their portfolios.\"</p><p>Opportunity in investment grade bonds</p><p>One of the most vexing aspects of the year to date — at least, as far as individual investors are concerned — is the paucity of investment strategies producing positive returns. Commodities have worked well, and any investors intrepid enough to bet against stocks, or invest in volatility-linked products, probably made money. But investors who ascribe to the rules of the 60/40 portfolio have been beset by losses in both their stock and bond portfolios.</p><p>How might investors hedge against this going forward? David Bailin, Citigroup's chief investment officer, shared some thoughts on this in \"investing in the afterglow of a boom,\" Citi Global Wealth Investment's mid-year outlook.</p><p>As negative real rates weigh on equities, while also sapping the return on bonds, Citi is pitching investment-grade bonds as a kind of happy medium.</p><p>\"Our view is that most of the expected US tightening is now embedded in Treasury yields. We believe it is possible that rates will peak this year, as US GDP growth decelerates rapidly. In turn, this will likely see reduced inflation readings, perhapsallowing the Fed to relax its hawkish stance. For investors, these higher yields may represent an attractive level at which to buy. We believe certain fixed-income assets now offer an 'antidote' to the 'cash thief,' given their higher yields,\" the team said.</p><p>The biggest corporate bond exchange-traded funds ended the week higher, but with the large iShares iBoxx $ Investment Grade Corporate Bond ET LQD still 16.9% lower on the year so far. The SPDR Bloomberg High Yield Bond ETF JNK was 15.7% lower on the year and the iShares iBoxx $ High Yield Corporate Bond ETF HYG was down 13.8%, according to FactSet.</p><p>Read:U.S. investment-grade corporate bond funds and ETFs suffer largest weekly outflows of the year</p><p>The S&amp;P 500 index SPX closed higher Friday as stocks rallied, but still was down 17.9% on the year. The Dow Jones Industrial Average DJIA was off 13.3% and the Nasdaq Composite Index COMP was 25.8% lower so far in 2022, according to FactSet data.</p><p>Second-half rebound in stocks</p><p>JP Morgan Global Research carved out a position as one of the most bullish research shops on Wall Street. The mid-year outlook from the bank's equity strategists was hardly an exception.</p><p>Simply put, the team from JP Morgan recommends buying cyclicals and shunning defensive stocks, arguing that cyclicals like the energy sector are more attractively valued at the moment. The team also sees opportunity in small cap and growth stocks.</p><p>Defensive stocks like consumer staples and utilities, on the other hand, present less opportunity, and more risk.</p><p>\"…[T]hese sectors remain crowded with record relative valuation which we see as vulnerable to rotation under both a scenario of a return to mid-cycle recovery and growth…and recession.\"</p><p>See: 'Cyclical growth' could lead 10% 'relief rally' for S&amp;P 500 this summer, says Stifel's Barry Bannister</p><p>Stagflation, reflation, soft landing or a slump — what Wall Street expects in the second half of 2022</p>",
  "published": "2022-06-24T21:48:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4060,
          "end": 4069
        },
        {
          "start": 4089,
          "end": 4098
        }
      ]
    }
  ]
}