{
  "_id": "a501c1cdb525de2b85805768cbb623afc36830e8283d045b72076859d8616f0a",
  "feed": "ftcomall",
  "title": "Europe steps up efforts to combat energy crisis",
  "text": "<p>Good evening,</p> <p>It's been another day of government efforts to deal with the energy crisis across Europe, including an unprecedented package of support for businesses in the UK and the biggest corporate bailout in Germany since the 2008 financial crisis.</p> <p>In a long anticipated announcement, the UK said it would cut the <a href=\"https://www.ft.com/content/241216e4-54ea-4920-b808-55a3eaa5ecd6\">wholesale price of energy</a> for companies and public organisations by more than half this winter, stepping in “to stop businesses collapsing, protect jobs and limit inflation”.</p> <p>Businesses gave a cautious welcome to the proposals but many still expect to see substantial rises in their bills compared with previous years. <a href=\"https://www.ft.com/content/08cb7ce1-3c0a-4b79-9dea-a2f59369f5e3\">Bosses are also worried</a> about what might happen once the six-month scheme ends in March, warning that the lack of clarity could hit investment. In contrast, support for households runs for two years. The package for business is also <a href=\"https://www.ft.com/content/abeefb11-c99b-4240-af47-dc63d0bc99a6\">much more complicated and gives little incentive</a> to conserve energy, says the Lex column.</p> <p>The EU is also facing questions about its package of aid for households and businesses, funded by a&#xa0;<a href=\"https://www.ft.com/content/c936d529-4223-4983-980c-0e4251ed1297\">€140bn windfall tax</a> on energy companies, as member states demand <a href=\"https://www.ft.com/content/4c8c36c5-5b75-466a-816e-f355a65cc9ac\">more flexibility</a> on how the plans are implemented.</p> <p>Germany, meanwhile, has announced the nationalisation of <a href=\"https://www.ft.com/content/2190babb-1cb8-49f1-a9d5-2c9d98539de9\">struggling utility Uniper</a> — once Europe's biggest importer of Russian gas. The company has been hobbled by having to buy more expensive gas on the spot market after Moscow cut off supplies. Policymakers feared its failure would have serious repercussions for Europe's biggest economy.</p> <p>In tandem with support with bills, Brussels continues its quest for alternative energy sources. Today, it announced €5.2bn of public support for its second <a href=\"https://www.ft.com/content/b76322fd-f9f2-4373-997f-4dcad5fd821f#post-adccbd0b-be60-4d40-958b-601c81f4bba3\">hydrogen project</a>, a sector regarded as essential for the transition to more sustainable energy.</p> <p>However, green ambitions face stiff resistance from fossil fuel companies. </p> <p>Former US vice-president and longtime environment campaigner <a href=\"https://www.ft.com/content/f7dc3078-bb19-454f-847c-119d3e488731\">Al Gore</a>, told the Financial Times that European governments must push back against corporate efforts to capitalise on the energy crisis by locking consumers into long-term dependence on hydrocarbons.</p> <p>At least $50bn of spending is planned by EU governments this winter on fossil fuel infrastructure and supplies to replace shortfalls from Russia, but Gore insisted that the search for energy security must not be allowed to hamper the green transition.</p> <p>“We need to move quickly in spite of the geopolitical situation we're facing — indeed, because of it,” he said.</p> <p>Another reminder of the power of legacy oil and gas companies comes from Gore's own country, where lawmakers are investigating <a href=\"https://www.ft.com/content/0d45351b-c27c-4934-a41c-d4817e0ef9d5\">“deceptive” PR tactics</a> employed on behalf of the oil and gas industry that misled the public about climate change.</p> <p><em>Read more on how Russia's weaponisation of gas has spurred the push for cleaner energy in our new special report: </em><a href=\"https://www.ft.com/reports/energy-transition\"><em>Energy Transition</em></a><em>.</em></p> <h1>Latest news</h1> <ul>  <li><p>Nato's Stoltenberg accuses Putin of ‘<a href=\"https://www.ft.com/content/b76322fd-f9f2-4373-997f-4dcad5fd821f#post-6cea97e3-259e-4c4f-85b8-99255df1cc9c\">dangerous and reckless nuclear rhetoric</a>'</p></li>  <li><p>Steep mortgage rates <a href=\"https://www.ft.com/content/b76322fd-f9f2-4373-997f-4dcad5fd821f#post-6edcf0a8-ffd2-453b-9a23-a4873ac4639e\">fuel August decline</a> in US existing home sales</p></li>  <li><p>New York attorney-general files <a href=\"https://www.ft.com/content/55108399-f70f-4e48-92fc-3e9cf7039143\">fraud suit against Donald Trump</a> and family</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/b76322fd-f9f2-4373-997f-4dcad5fd821f\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>The <strong>US Federal Reserve</strong> announces its decision on interest rates today at 2pm ET (7pm London). Economists expect an <a href=\"https://www.ft.com/content/af12dcb4-bab2-4aa7-8462-2941ca58cd1d\">increase of 0.75 points</a> for the third time in a row. Check back on <a href=\"https://www.ft.com/\">FT.com</a> for details and reaction. </p> <p>It's a big week everywhere for central banks. The <a href=\"https://www.ft.com/content/4e710960-d3a9-4e36-bd04-e49f05efd8b7\">Bank of England</a> is under pressure to announce a hefty rise in rates tomorrow, while European Central Bank president <a href=\"https://www.ft.com/content/b76322fd-f9f2-4373-997f-4dcad5fd821f#post-12646d01-4480-469b-b9aa-958ebff24195\">Christine Lagarde</a> has also stressed the need for swift increases. <a href=\"https://www.ft.com/content/9e04fd55-50a3-47f9-88c9-03f2bbd8b681\">Sweden's Riksbank</a> raised rates by 1 percentage point yesterday, its biggest increase in three decades.</p> <h2>Latest for the UK and Europe</h2> <p>The challenges facing <strong>Kwasi Kwarteng</strong>, the UK's new chancellor, ahead of his “mini Budget” (check out this Friday's Disrupted Times for the details) were underscored by new data showing <a href=\"https://www.ft.com/content/ef1495fa-9fc9-4c46-89f9-27902293343c\">government borrowing</a> rose to twice the level expected in August.</p> <p>Meanwhile, UK prime minister <strong>Liz Truss</strong> said she was ready to take on <a href=\"https://www.ft.com/content/d5fb57ae-ee9d-42ce-b283-da9a51961d21\">“vested interests”</a> to lift economic growth. But her first meeting with US president Joe Biden today could be a little awkward after his assertion that “trickle-down economics” — as some have <a href=\"https://www.ft.com/content/4612e7fa-1c4b-4ebb-b8f3-9ca8407e2247\">branded her ideology</a> — <a href=\"https://twitter.com/POTUS/status/1572218921347866624\">“has never worked”</a>. A UK-US trade deal <a href=\"https://www.ft.com/content/1b0e6267-d46e-4eb8-9071-d12532a9abb9\">remains as far off as ever</a>.</p> <p>Industrial tycoon <strong>Carlo De Benedetti</strong> told the FT he was<a href=\"https://www.ft.com/content/83826426-a786-4639-8214-02f7de4320b5\"> concerned about Italy's relationship with Brussels</a> if, as polls suggest, a hard-right coalition comes to power in Sunday's general election.</p> <h2>Global latest</h2> <p>The <strong>dollar</strong> hit a new <a href=\"https://www.ft.com/content/8d5764e7-3524-4898-b775-ed315c5e302e\">20-year high</a> against its peer currencies today after Russian president Vladimir Putin called up more troops for his war in Ukraine. The greenback is widely perceived as a haven currency during times of geopolitical tension and economic stress.</p> <p>The <strong>Asian Development Bank </strong><a href=\"https://www.ft.com/content/b76322fd-f9f2-4373-997f-4dcad5fd821f#post-faf60544-7396-4984-9acb-25dcfb7e2149\">cut its 2022 growth forecast</a> for the region's developing nations from 5.2 per cent to 4.3 per cent in the face of China's lockdowns, the war in Ukraine and rising inflation. For China itself, the ADB cut its forecast from 5 per cent to 3.3 per cent.</p> <p>One country in the region bucking the trend is <strong>Indonesia</strong>, which is currently benefiting from both a booming economy and a period of political stability, as our <a href=\"https://www.ft.com/content/f179df5b-1dc7-46f4-88dc-97ddfe1d2fe4\">Big Read explains</a>.</p> <p><strong>China</strong> is increasingly competing with the IMF in <a href=\"https://www.ft.com/content/f27a543b-7678-4130-9c05-db0492d9c240\">offering emergency loans</a> to stricken countries. <strong>Ecuador</strong>'s $1.4bn <a href=\"https://www.ft.com/content/34f5a690-639d-4d70-a742-e088ee74bd62\">debt restructuring deal</a> is the latest. China is, however, <a href=\"https://www.ft.com/content/0df987c6-166d-4cd4-85f7-57a51bca6867\">losing its attractiveness as an investment location</a> for European companies, according to the local EU Chamber of Commerce.</p> <p>One of the most serious consequences of the pandemic has been its effect on <strong>children's education</strong>, especially in poorer countries where <a href=\"https://www.ft.com/content/195a53f5-9942-42a1-a93d-5e32df2333a5\">families now face fresh pressures</a> over rising prices and food insecurity.</p> <p>The pandemic period has also been one of growing inequality in <strong>global wealth</strong>. The ranks of the super-rich — those worth more than $100mn — increased by 21 per cent in 2021, according to new <a href=\"https://www.ft.com/content/e240ce8d-e3c6-4119-a6d3-d5927f3049e2#post-a338fb68-86e7-4066-b635-62ae5e87dcb8\">Credit Suisse data</a>.</p> <h1>Need to know: business</h1> <p><strong>Vaccine makers</strong> have <a href=\"https://www.ft.com/content/c6fcbde9-9575-4c9c-a6eb-2c8796c2c5cb\">lost billions</a> in market value after Biden declared “the pandemic is over” on Sunday night.</p> <p>JPMorgan chief executive <strong>Jamie Dimon</strong> warned that new <a href=\"https://www.ft.com/content/ff2891b6-d1f6-4989-926e-6d769e7ce07b\">US capital requirements</a> posed “significant economic risks” for large banks, making it harder to meet customer needs just as “storm clouds” were gathering over the economy.</p> <p><strong>Watch this:</strong> The new film <a href=\"https://www.netflix.com/gb/title/81404807\"><em>Skandal! Bringing Down Wirecard</em></a><em>,</em> the story of how FT reporters exposed massive fraud at the German payments firm, is now available to watch on Netflix. Catch up on <a href=\"https://twitter.com/hashtag/WirecardSkandal?src=hashtag_click\">reactions</a> on Twitter to the premieres in London, Hong Kong and New York.</p> <h1>The World of Work</h1> <p>US investment and industries editor Brooke Masters wonders whether Citigroup's new hub for junior investment bankers in <strong>Málaga</strong>, a Spanish city known better for beaches than finance, ostensibly to provide better work-life balance, might be just another “<a href=\"https://www.ft.com/content/ac481349-b94c-405e-9b43-6e0f0a6937d0\">mommy track</a>”.</p> <p>Workers in the <strong>Philippines</strong>' $30bn call centre industry have won their battle to make <a href=\"https://www.ft.com/content/3e7d9780-d364-4a7c-b191-171102595674\">remote work permanent</a> after an agreement was reached with tax authorities.</p> <p><strong>Middle managers</strong> who came under intense pressure looking after staff during the pandemic still <a href=\"https://www.ft.com/content/a1740fb3-bd69-4c8d-a322-8b59332de568\">face immense problems</a>, as they juggle demands from company leaders with workers striving for better pay and the continuation of flexible working patterns.</p> <p>QTWTAIN: Are the British really <strong>the worst idlers</strong> in the world? There is a problem with poor levels of productivity, <a href=\"https://www.ft.com/content/65548d1a-42b7-497b-8ef3-20288704450b\">writes columnist Sarah O'Connor</a>, but this is mainly down to lack of investment in new technology that helps workers do their jobs more efficiently.</p> <p>Or they could just take psychedelics. Some Silicon Valley executives believe <strong>microdosing</strong> using drugs such as LSD can increase concentration and productivity. Host Isabel Berwick investigates the claims in the latest episode of the <a href=\"https://www.ft.com/content/edb738b2-816c-4bf8-bb2d-deb67f3bf116\"><em>Working It</em> podcast</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news</h1> <p>In case you missed it, the <strong>World Health Organization</strong> has turned optimistic on the trajectory of coronavirus after a fall in global cases. “We have never been in a better position to end the pandemic,” <a href=\"https://twitter.com/WHO/status/1571889629892157442\">the WHO said</a>. “We are not there yet, but the end is in sight.”</p><p>Source: Darren Dodd 2022 'Europe steps up efforts to combat energy crisis' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-21T17:15:49.480Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6075,
          "end": 6083
        },
        {
          "start": 6116,
          "end": 6124
        }
      ]
    }
  ]
}