{
  "_id": "180f61ee2d1ea93e3424b9cbd4b993f644491fdce126c39ad843403d9ec84ec7",
  "feed": "ftcomall",
  "title": "Applying AI to the war on financial crime",
  "text": "<p>Clouds are gathering over swaths of <a href=\"https://www.ft.com/content/2c0028ad-72a7-4176-8922-6729f6a3cc75\">fintech companies</a>, as falling economic growth, rising interest rates and a cost of living crisis put their business models under strain, forcing job cuts and valuation-crushing funding rounds.</p> <p>ComplyAdvantage founder Charlie Delingpole knows his company is not immune to those forces, as fintechs are among the biggest buyers of his financial crime prevention products. In fact, some clients, including crypto lender <a href=\"https://www.ft.com/content/5f7c9eab-ca5f-4425-91be-5781313c9723\">Celsius Network</a>, have already gone bust.</p> <p>But the business — which uses natural language processing and artificial intelligence (AI) to run compliance checks on transactions — is proving more resilient than most, as Russia-related sanctions and a global clampdown on financial crime underpin healthy demand.</p> <p>“We're the last thing they turn off before their server,” says Delingpole, a one-time JPMorgan Chase technology banker, of the enduring demand for his company's services from financial groups — even when times are tight.</p> <p>Delingpole, who transitioned from chief executive to executive chair in October, founded ComplyAdvantage eight years ago. Back then, demand for compliance checks was already&#xa0;ramping up in the aftermath of the 2008 financial crisis, as financial institutions were hit with hefty fines for mistakes and misconduct.</p> <p>Delingpole thought financial services companies, and the third-party data providers they relied on, such as LexisNexis and World-Check, were missing a trick in the race to keep up with ever-changing rules and more aggressive regulators.</p> <p>“They were employing thousands of researchers to manually compile information,” he says. “What we've done is use machine learning to collate thousands of data sources and then merge them together.”</p> <p>ComplyAdvantage automates the scanning of hundreds of thousands of documents to draw connections between people, companies and illicit activities. “We're not flying to Saudi Arabia to look at the corporate registry,” explains&#xa0;Delingpole. “We're just doing the super high-volume AI-type work.”</p> <p>ComplyAdvantage's growth to become a $50mn revenue company with 500 staff and a roster of more than 1,000 clients has been fuelled by several international trends.</p> <p>Global fines for anti-money laundering breaches have been rising sharply, surging fivefold to $2.2bn between 2019 and 2020 — an escalation that put financial services companies across the world on high alert for future non-compliance.</p> <p>The war against terrorism and drug cartels has triggered a broader clampdown on global money laundering, led by institutions such as the intergovernmental Financial Action&#xa0;Task Force and Moneyval, the Council of Europe's money laundering body.</p> <p>More recently, the west's sanctions on Russia in the aftermath of its invasion of Ukraine have catapulted regulatory compliance to the top of corporate concerns, given the breadth of restrictions imposed by the US, UK, EU and others.</p> <p>“You can divide companies into two clusters: companies that grow in a cyclical way in correlation to gross domestic product; and companies that grow in a secular way, where there's an underlying driver — ComplyAdvantage falls into the second category,” says Jan Hammer, a partner at Index Ventures, which holds a 15 per cent stake in ComplyAdvantage after leading its $30mn Series B funding&#xa0;round in 2018.</p> <p>“We see the runway ahead as completely inexhaustible,” claims Hammer, pointing to increased digital fraud as another reason banks and financial services companies want to up their fight against crime.</p> <p>All those involved agree technology has a vital role to play in keeping bad actors out of financial institutions and&#xa0;trading or payment systems. “Technology is useful in&#xa0;identifying complex money laundering schemes, for mining big data sets for terrorism financing activity, and it&#xa0;is irreplaceable for criminal cases involving cryptocurrencies,” says Igor Nebyvaev, executive secretary&#xa0;of Moneyval.</p> <p>None of that, however, means the finance industry has to turn to ComplyAdvantage for the technology. Financial institutions can, and do, build their own solutions — especially the bigger groups, which spend billions a year on tech. Also, competitors in the AI and machine learning sector could emerge.</p> <p>But Hammer insists that ComplyAdvantage will corner the market because its technology is more advanced than anything else available, or likely to come to the market in the near future. “The essence is making the connection . . . about who entities are connected to,” he says&#xa0;of ComplyAdvantage's approach to checking transactions. “It's really quite mathematically complex . . . [and] then overlaying the technology around those data sets, that takes years.”</p> <p>Marcus Swanepoel, co-founder and chief executive of cryptocurrency platform Luno, says his company initially tried to build its own system for compliance checks. Then it tried to work with traditional providers, which rely more heavily on manual processes. It finally settled on ComplyAdvantage because “it gives more accurate hits and minimises false positives, so it gives our team more time to focus on the customers that pose a real risk”.</p> <p>Swanepoel says ComplyAdvantage is also easier to use&#xa0;than other services that Luno has tried, and is innovating faster. “They collaborate with us on product development, which is especially important in a new industry like crypto,” he says. “Our teams and developers and theirs are on Slack channels together, where we can talk in real time about existing and future implementations and a product road map.”</p> <p>When Delingpole is asked about the milestones in ComplyAdvantage's development, he talks more about the&#xa0;technology that has been developed in the past 12 months than about global events, such as the imposition of&#xa0;Russian sanctions.</p> <p>One example is a new product using AI to target “hidden risks” in transactions. The tool, which is being trialled by 50 clients, allows companies to detect “risks that are not obvious”, such as money muling, where a single group might be behind many seemingly unrelated accounts exploiting financial institutions.</p> <p>So far, the scope of this new tool is limited to politically exposed persons (PEPs), companies, sanctioned individuals and those named in adverse media reports, but Delingpole says it can ultimately be much broader. “The really exciting work we have been doing is on the underlying graph of every person and company,” he says. In his view, ComplyAdvantage's technology ultimately can be scaled up to profile the links between everyone on the planet, corporate entities and other databases.</p> <p>ComplyAdvantage also sells its tools on a white-label basis to other, more specialist companies, such as Thirdfort, which carries out identity verification and “source of funds” checks for lawyers and estate agents. “When they do sanctions checks or PEP checks, they're pinging our API [portal],” says Delingpole. These white-label partners generate about a third of ComplyAdvantage's revenue.</p> <p>“There are so many different vectors of money laundering and so many different types of risk in business, it makes sense for one company to be an essential source of data,” he argues, suggesting the checks could be applied in all kinds of sales transactions, from property to private jets, paintings and high-end cars.</p> <p>Olly Thornton-Berry, co-founder and managing director of Thirdfort, says the market for selling anti-money laundering services to legal and property professionals is growing rapidly. This, he notes, is “in line with growing risk of fraud, increasing regulation and adoption of technology. These trends show no sign of slowing down.”</p> <p>The road ahead for ComplyAdvantage is not bump-free, however. “The critical risk is execution risk, the risk that we are unable to deliver the product we have articulated to the market and investors,” says Delingpole.</p> <p>Growth could also be curbed by a decline in the number of fintech start-ups, as the economic slowdown hits funding, and failures of existing fintechs. ComplyAdvantage's client base currently skews towards small and midsized companies.</p> <p>A further risk is that ComplyAdvantage will not be able to become big enough, and well enough known, to penetrate the biggest financial institutions. “The real barrier to entry is brand,” says Delingpole, in explaining why ComplyAdvantage has struggled to attract the biggest financial services businesses. He says his team would also need to build something that was “multiple times better than their [the clients'] current offering” and demonstrate it could be resilient at scale.</p> <p>That is a big ask, considering the multibillion tech budgets that the biggest companies on Wall Street have. Still, Delingpole is quietly confident. “The adverse information system that we have today is already far superior to the systems adopted by most major financial institutions,” he says.</p> <a href=\"http://www.ft.com/cms/21254d86-4051-4687-a9cd-295d3f455b24.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Laura Noonan 2022 'Applying AI to the war on financial crime' FT.com 21 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-21T04:00:04.203Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 846,
          "end": 860
        },
        {
          "start": 846,
          "end": 854
        }
      ]
    }
  ]
}