{
  "_id": "e15a51612db1e710e4ff0c94fa5a513fb20cb1fef0a29f34e05376409589da1a",
  "feed": "ftcomall",
  "title": "FirstFT: Nato states agree to supply heavy weapons to Ukraine",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://www.ft.com/content/f6f39af6-dcbb-459a-8ba7-4795d4aeba95\"><em>quiz</em></a><em>.</em></p> <p>Nato member states have agreed to <a href=\"https://www.ft.com/content/1c0e6e15-c8fe-4a84-99dc-12b6836bf0f4\">supply new types of advanced weaponry</a> to Ukraine as Kyiv prepares for a fresh Russian offensive in the east. </p> <p>The pledge, made after a meeting of Nato foreign ministers yesterday in Brussels, followed a plea from Ukraine's foreign minister for western countries to move faster with supplies or instead see “many people die . . . because this help came too late”. </p> <p>Ukraine has been supplied with anti-tank missiles, drones and other defensive weaponry by Nato member countries before and during the war. However, they have declined to supply other classes of weapons or impose a no-fly zone, as Kyiv has demanded, over the risk of engaging directly with Russia in a wider war.</p> <p>But with the government in Kyiv and western intelligence officials now saying Russia is regrouping its forces and rearming ahead of an expected advance on the eastern Donbas region, the need to resupply the Ukrainian forces has become critical.</p> <p>Antony Blinken, US secretary of state, said Washington was looking at sending “new systems” to Ukraine.</p> <p>“We are not going to let anything stand in the way of getting Ukrainians what they need,” he said. “We are looking across the board right now, not only at what we have provided . . . [but] whether there are additional systems that would make a difference.”</p> <p>There were signs of the Russian advance in the east of Ukraine intensifying on Friday after missiles <a href=\"https://www.ft.com/content/c45cbce9-741a-4934-9918-3fc4dfb82346#post-109b5a03-d6e9-413c-8aaa-b1fe741d6340\">hit a railway station in the city of Kramatorsk</a>, killing “dozens”. Thousands of people were trying to evacuate the city, which is in the eastern region of Donetsk, after warnings by the government in Kyiv that Russia was planning renewed attacks on the area. </p> <h1>The latest on the war in Ukraine: </h1> <ul>  <li><p><strong>Military briefing:</strong> Western allies must <a href=\"https://www.ft.com/content/c3c29382-0717-4a33-be1f-7f51e8bb314e\">find a balance</a> between supplying aged kit from former Warsaw pact countries with providing more modern, western-sourced weapons which may require extensive training when time is short.</p></li>  <li><p><strong>World food prices:</strong> Global food prices <a href=\"https://www.ft.com/content/5212871a-d2d3-41ef-99fe-400ed33859e8\">soared 34 per cent in March</a> compared with the same period last year as the war in Ukraine hit the supply of grains and vegetable oils, according to the UN Food and Agricultural Organization.</p></li>  <li><p><strong>Energy markets:</strong> Japan <a href=\"https://www.ft.com/content/9e3662cf-540f-4748-9c2d-9d6235ad6a5b\">will ban Russian coal imports</a>, joining the EU and G7 allies to target the country's energy sector for the first time following Moscow's invasion of Ukraine.</p></li>  <li><p><strong>Life in Kyiv: </strong>As Moscow appears to have given up on seizing Ukraine's capital, residents who remained are <a href=\"https://www.ft.com/content/a74274bc-4987-4007-9081-15ede2595a67\">attempting to resume some semblance of life</a>.</p></li>  <li><p><strong>Opinion: </strong>The fallout from Ukraine <a href=\"https://www.ft.com/content/b4b335a1-f999-46ad-bbe1-1e5576152a2b\">threatens the G20's future</a>, writes Gillian Tett. The US needs to aim its <a href=\"https://www.ft.com/content/c9a3605e-b9b5-46f3-ad72-f68a929c2ba0\">financial punishment</a> at Putin himself, argues former state department official David Asher.</p></li> </ul> <p><em>Thanks for all the feedback on the war in Ukraine. Please keep it coming to </em><a href=\"mailto:firstft@ft.com\"><em>firstft@ft.com</em></a><em> and I promise to publish excerpts from the best of them — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1.</strong> <strong>Ketanji Brown Jackson confirmed for US Supreme Court seat </strong>The US Senate has <a href=\"https://click.newsletters.ft.com/f/content-6c345ad8-0c99-4edc-976d-ce680a2ea492/FI13h2XXXnIDw1YVyOESRA~~/AAAAAQA~/RgRkMePwP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvNmMzNDVhZDgtMGM5OS00ZWRjLTk3NmQtY2U2ODBhMmVhNDkyP2VtYWlsSWQ9NjI0ZjVkM2Q3NmVmMTIwMDIzNzgxYjIxJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpiS_ReT2JDGDWjUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">confirmed Ketanji Brown Jackson</a> for a seat on the Supreme Court, making her the first black female justice to join America's highest court in a big win for president Joe Biden, who championed her nomination.</p> <p><strong>2.</strong> <strong>Peter Thiel accuses ‘finance gerontocracy' of holding back bitcoin</strong> Libertarian tech investor Peter Thiel yesterday accused some of the most powerful players in finance <a href=\"https://www.ft.com/content/8d832dac-c0da-4c2b-a43f-f98a4aad1a40\">of trying to suppress bitcoin</a>. Speaking at the Bitcoin 2022 conference in Miami, Thiel dismissed revered investor Warren Buffett as a “sociopathic grandpa from Omaha” and said JPMorgan chief executive Jamie Dimon and Larry Fink, head of BlackRock, were part of a “finance gerontocracy”.</p> <p><strong>3.</strong> <strong>Strict curbs put on Biogen's Alzheimer's treatment</strong> The Centers for Medicare &amp; Medicaid Services has upheld an earlier draft ruling <a href=\"https://www.ft.com/content/b047245b-1e9c-486e-b6ef-08402fe34917\">restricting access</a> to Biogen's Alzheimer's treatment Aduhelm. The decision is a blow to Biogen and means the drug will only be offered to patients in clinical trials and not on the Medicare programme until testing is completed.</p> <p><strong>4.</strong> <strong>Goldman Sachs offers former partners exclusive access to ‘1869 fund'</strong> The fund invests across <a href=\"https://www.ft.com/content/5af8abf8-e866-4c27-bc54-dcefdaf5f5d0\">multiple private funds</a> managed by the firm's asset management division. Former partners include Gary Gensler, the chair of the Securities and Exchange Commission, and Steven Mnuchin, who worked as US Treasury secretary in the Trump administration. Malcolm Turnbull, Australia's former prime minister, is also an ex partner.</p> <p><strong>5.</strong> <strong>López Obrador secures win on electricity reform</strong> Mexico's Supreme Court yesterday <a href=\"https://www.ft.com/content/c62154f8-aae1-4478-ba24-5a65034bfe70\">denied a bid</a> to invalidate president Andrés Manuel López Obrador's electricity market reform. The decision puts Mexico's nationalist president on a collision course with the US government and creates a headache for the private sector.</p> <h1>The days ahead</h1> <p><strong>Ukraine crisis</strong> German chancellor Olaf Scholz travels to London for his first meeting with British prime minister Boris Johnson in the UK. The two leaders meet as Europe faces an energy crisis and questions about whether it should further intervene in <a href=\"https://www.ft.com/war-in-ukraine\">the Ukraine war</a>. </p> <p><strong>Economic data</strong> The US commerce department is likely to show wholesale inventories rose 2.1 per cent in February, by the same level as in the earlier month. Canada is set to unveil March unemployment numbers.</p> <p><strong>Pakistan</strong> After <a href=\"https://www.ft.com/content/d2d687b6-6173-449e-a1d0-4ccb2af1421e\">yesterday's ruling by Pakistan's supreme court</a> the stage is set for a weekend showdown in the national assembly that is widely expected to end the charismatic former cricket captain's four-year premiership.</p> <p><strong>French presidential election </strong>The first round of France's presidential election will be held on Sunday. Here's <a href=\"https://www.ft.com/content/6855ef17-643c-4cfd-b249-0bbbb9a85195\">what you need to know</a> about the campaign and the main candidates' standing in the polls. </p> <ul>  <li><p><strong>Related podcast:</strong> What issues do French voters care about most? Gideon Rachman discusses the election on the <a href=\"https://www.ft.com/content/9dc8bcf7-cd91-433d-aecc-a8450bfecf7f\">latest episode of the Rachman Review</a>.</p></li> </ul> <h1>What else we're reading</h1> <p><strong>Can the Fed shrink its $9tn balance sheet without causing market mayhem?</strong> Details of the plan to reduce the Federal Reserve's swollen balance sheet were contained in minutes from the latest policy meeting in March, released this week. Colby Smith and Kate Duguid <a href=\"https://www.ft.com/content/6cbb371a-15f8-4cb3-b876-9a141e719770\">assess its prospects for success. </a></p> <p><strong>America and China — the defining relationship</strong> Competitive co-operation or containment? <a href=\"https://www.ft.com/content/1bb94349-a401-45ee-8501-7e428add40e8\">Martin Wolf reviews two books</a> that set out opposing views on how the US should approach its relationship with superpower rival China. </p> <p><strong>Starbucks baristas are oppressed by TikTok Frappuccinos</strong> Starbucks has historically been a good employer, writes John Gapper, but customised cold drinks and technology are making baristas' lives more stressful. As returning chief executive Howard Schultz begins his listening tour to restore “kindness and joy” our business columnist <a href=\"https://www.ft.com/content/562eefc2-5842-4dc6-a07c-728f59f64cbc\">has some advice</a>. </p> <p><strong>Discovery adds impetus for push into ‘new physics'</strong> The scientific search to explain the structure of the universe has been given new impetus by the discovery that the subatomic W boson particle is heavier than existing theory would permit. <a href=\"https://www.ft.com/content/6c56b824-6e71-4805-8e2b-d5a92d0dd030\">Science Editor Clive Cookson explains</a>.</p> <p><strong>Twitter's edit button will not rewrite your life </strong>Usually, editing is a good idea. The proliferation of rambling newsletters has reinforced the need for it. However, Twitter's virtue is that it is a forum for quick debate. <a href=\"https://www.ft.com/content/b99f537c-d75a-4231-bd87-7f43263d0ca9\">Introducing edits</a> would only make this a ponderous affair, writes Emma Jacobs. </p> <h1>Food &amp; Drink</h1> <p>Fungi are hot in the science community right now, with a vast new frontier opening up that makes the space race look like a school project. Tim Hayward explores why <a href=\"https://www.ft.com/content/148cfcdc-ce8b-42a1-b8c7-093f9c4f720d\">the future is at our feet</a>.</p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg 2022 'FirstFT: Nato states agree to supply heavy weapons to Ukraine' FT.com 8 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-08T10:45:11.776Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3575,
          "end": 3583
        }
      ]
    }
  ]
}