{
  "_id": "671817cc5f5917b6c811c55990c71880520eccbf7d69fae2baed07bae9db7394",
  "feed": "wall-street-journal",
  "title": "Shale Companies Drilling More, but Oil Output Growing Little; Oil companies are putting more rigs back to work after depleting their stockpiles of previously drilled but untapped wells",
  "text": "<p>Following calls by the Biden administration and others to raise production and help quell rising oil prices following Russia's invasion of Ukraine, shale executives have pointed to a number of bottlenecks that limit their ability to increase production quickly this year, including supply-chain issues, wary investors and limits to their remaining drilling inventory.</p><p>Another significant constraint is the loss of thousands of ready-to-go wells, known as drilled but uncompleted wells, or DUCs, which companies had amassed last decade, then used up to survive the pandemic. Those wells could have helped speed the industry's response to high oil prices by several months, executives and analysts said.</p><p>Diamondback Energy Inc., one of the largest oil producers in the Permian Basin of West Texas and New Mexico, has added seven drilling rigs to the five it had working during the pandemic—not to increase production but because it needed to drill more to maintain output. It had brought scores of DUCs into production since mid-2020.</p><p>\"The industry has now worked off all of the voluntary DUCs,\" said Diamondback President Kaes Van't Hof, referring to wells companies intentionally left dormant.</p><p>Mr. Van't Hof said about 40% of about a $300 million increase in the company's planned spending for the year is to compensate for its depleted inventory of DUCs, while another half of that increase will cover oil field cost inflation. Even with the additional spending, Diamondback expects to produce about the same amount of oil and gas.</p><p>Smaller, private oil companies that have been more aggressive in increasing oil field activity and production over the past year might have to slow down as costs rise and finding labor remains a challenge, executives said.</p><p>\"Even if oil jumps to $200 a barrel today, there's nothing more that can easily be done,\" said Manish Raj, chief financial officer at private oil producer Velandera Energy Partners LLC in Louisiana. Mr. Raj said many drilling contractors his company recently contacted have said their rigs are fully booked through the end of 2022.</p><p>U.S. oil prices surged to the highest levels since 2008 following Russia's invasion of Ukraine, but have eased lower since then, to $104.70 per barrel as of Friday. Executives and analysts said they expect U.S. oil production to grow between about 6% and 9% this year.</p><p>After oil prices collapsed in 2015, shale companies including EOG Resources Inc., Continental Resources Inc. and Whiting Petroleum Corp. began to defer bringing some wells they drilled online. Executives said the delay would avoid putting unneeded barrels into an oversupplied market, and that they hoped to generate higher returns from those wells by waiting for prices to recover before bringing them online.</p><p>\"We have no interest in accelerating oil production at the bottom of the commodity price cycle,\" former EOG Chief Executive Bill Thomas said in a quarterly earnings call in mid-2015.</p><p>Ultimately, though, shale companies exhausted the more attractive portion of that backlog over the past year and a half, following another oil-market collapse triggered by Covid-19 in 2020. Tapping those ready-to-go wells helped companies maintain production at lower costs.</p><p>The DUC backlog, which peaked at more than 8,800 wells in June 2020, was down to fewer than 4,400 wells in February. That is a lower figure than the industry had at the end of 2013, according to the Energy Information Administration.</p><p>Many of the wells left behind will likely never be put into production because some were likely less prolific to begin with, and others were impacted by the drilling of other wells nearby, as some companies pursued tight spacing plans that proved overly optimistic, analysts said.</p><p>Oil and gas producers expect to increase activity-related capital spending by about 17% this year over last, on average, while they will only lift production by an average 2.4%, according to analysts at JPMorgan Chase &amp; Co., which reviewed budgets and projections of 27 public U.S. exploration and production companies.</p><p>All told, the firm said, those companies are expecting to spend almost $39 billion combined, up from about $32.9 billion last year, while their collective production is expected to increase to almost 12 million barrels of oil equivalent a day this year, up by about 216,000.</p><p>According to JPMorgan's estimates, Marathon Oil Corp.'s annual capital spending is forecast to come in 16% higher than last year's, while it projects oil and gas output will be 1% lower. Likewise, Coterra Energy Inc., formed by the merger of Cimarex Energy Inc. and Cabot Oil &amp; Gas Corp. last year, anticipated spending 12% more, while production will be about 3% lower. Continental Resources is expecting a 13% spending increase and a 1% increase in production.</p><p>Vicki Hollub, chief executive of Occidental Petroleum Corp., one of the largest producers in the Permian Basin, said the region's best DUCs are gone, and that it would require companies drilling more just to offset wells' steep production declines.</p><p>The Permian region, the most active current U.S. oil field, is pumping more than five million barrels a day, higher than in past years. While many expect the Permian's output to rise by 800,000 to one million barrels a day this year, she said her company doesn't believe all of that growth will materialize.</p><p>\"The challenge is pretty significant here to get back to growth in the Permian, and that's the only basin that's going to grow U.S. oil production,\" Ms. Hollub said at the CERAWeek by S&amp;P Global energy conference in Houston earlier this month.</p><p>If Russia's oil production and exports are curtailed to the tune of two million to three million barrels a day, Diamondback's Mr. Van't Hof said, \"shale's response is a garden hose trying to fill up an Olympic swimming pool.\"</p><p>Write to Collin Eaton at collin.eaton@wsj.com</p><p>Shale Companies Drilling More, but Oil Output Growing Little</p>",
  "published": "2022-03-21T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3944,
          "end": 3964
        },
        {
          "start": 3944,
          "end": 3958
        },
        {
          "start": 4349,
          "end": 4357
        }
      ]
    }
  ]
}