{
  "_id": "809c0808409f44d2f243c88918cb46628c74b9421bfcfdd130015d225e586251",
  "feed": "ftcomall",
  "title": "James Gorman says he has no plans to retire from Morgan Stanley soon",
  "text": "<p>Morgan Stanley chief executive James Gorman said he had no plans to step down from the US bank he has run for more than 10 years — but that he has no intention of staying in the job until the day he dies. </p> <p>“‘Soon' is the operative word and the answer to that is no,” Gorman, 63, said at the bank's annual shareholder meeting on Thursday when asked if he planned to retire in the near term. </p> <p>“But retire we all must do eventually, or die in our seats, which I have no intention of doing.”</p> <p>The comments from Gorman, <a href=\"https://www.ft.com/stream/4169dc7c-0429-4bb6-855f-9cfb4353606b\">Morgan Stanley</a>'s chief executive since 2010, shed further light on succession planning at one of Wall Street's biggest banks at a time when the industry is bucking a broader trend in corporate America for shorter chief executive tenures and <a href=\"https://www.ft.com/content/4814a8ca-57a2-43f1-a6da-f126a4254f6d\">embracing “forever CEOs”</a>.</p> <p>His remarks were also in contrast to statements made last year by <a href=\"https://www.ft.com/topics/people/Jamie_Dimon\">Jamie Dimon</a>, the long-serving chief executive at rival JPMorgan Chase, who said he planned to stay at the bank “till the day I die”.</p> <p>Gorman told the bank's investors that “healthy succession transitions” are essential for complex organisations such as Morgan Stanley and that he holds discussions with the board of directors, which he chairs, at least once a year. </p> <p>A year ago, Gorman <a href=\"https://www.ft.com/content/248cbea8-6dbe-4c97-b194-e68dbe121d1f\">announced a managerial reshuffle</a> that elevated his top deputies, Ted Pick and Andy Saperstein, to be co-presidents while handing new roles to two other bank lieutenants, Jonathan Pruzan and Dan Simkowitz. </p> <p>The moves were viewed at the time as the commencement of a four-way race to eventually take over from Gorman, who also promoted Sharon Yeshaya to chief financial officer from head of investor relations. </p> <p>Gorman on Thursday said those changes had ushered in “both a generation of leadership immediately behind me and the generation behind them to make sure that for many decades after I'm gone, Morgan Stanley will thrive”.</p> <p>He also struck an upbeat tone on the outlook for the US economy, arguing that healthy consumer and corporate balance sheets should help the world's largest economy weather any downturn. He suggested the <a href=\"https://www.ft.com/content/35b31fb0-f8ad-4557-9d95-267e0ed958eb\">chances of a recession</a> over the next 18 months were less than 50 per cent. </p> <p>“If we have a recession, given the underlying growth in the US economy, it is likely it will be relatively shallow and relatively swift,” Gorman said. </p><p>Source: Joshua Franklin in New York 2022 'James Gorman says he has no plans to retire from Morgan Stanley soon' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-26T16:53:08.775Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 900,
          "end": 908
        }
      ]
    }
  ]
}