{
  "_id": "ce77bd53a1df549c62bda4aa8e5b8193785d20273f63c194a7058ca6deeac258",
  "feed": "ftcomall",
  "title": "Pedigree chums? Dogs in the office prove divisive",
  "text": "<p>Before the pandemic, Becky didn't expect to bring her dog to the office. But lockdown changed her view. While it allowed Becky (not her real name) to see “the tremendous mental health benefits” of having a pet around while working, the surge in pandemic puppies also increased competition for canine day-care: returning to the office without her dog could now cost her thousands of pounds a year.</p> <p>However Becky's employer, a financial services company, recently moved to London premises where the landlord does not allow four-legged friends. “None of the executives involved in the move have dogs. It doesn't seem like my company tried to negotiate a change in policy.” She is now reviewing her options. “In my next job I will consider [the ability to bring a dog to work] quite a key feature,” she says. “It signifies the culture of the company.”&#xa0;</p> <p>Bringing your dog to work is not an entirely new habit: Sigmund Freud noted that his patients were more at ease when his chow chow Jofi came to sessions. But it has been fanned by two trends: people's growing attachment to their pets, including their unwillingness to leave dogs at home alone all day; and younger employees' belief that work should not just provide a pay cheque, but also reflect their broader identity. &#xa0;</p> <p>Google's code of conduct states that “affection for our canine friends is an integral facet of our corporate culture.” In Britain, dogs now appear in hospitals, school common rooms, barristers' chambers and start-ups. Will Smith, co-founder of ethical debit card Tred, takes his lockdown puppy — a golden retriever called Mayo — into the office&#xa0;three days a week. “I didn't buy a dog so someone else could look after her,” he says.</p> <p>Yet many large employers — including Deloitte, PwC and HSBC — have blanket no-dog policies. JPMorgan Chase's chief executive Jamie Dimon welcomed customers' dogs into its Chase bank branches, but not employees' dogs into headquarters. Often there is an assumption that canine colleagues will disrupt the focus or formality of the workplace, or bark in client meetings. Managers wonder how to combine dogs with open-plan offices, and with employees who are allergic, fearful or have religious objections. In the move to attract workers back to the office, these policies are coming under strain and companies need ways of accommodating both dog-lovers and non-dog-lovers.</p> <p>Pre-pandemic, about 45 dogs were brought to the Vermont headquarters of ice-cream-maker Ben &amp; Jerry's every day — that is about one for every two workers — says Lindsay Bumps, a marketing employee, who sits on the company's canine culture committee. “If you're not dog-friendly, you're missing out on a huge opportunity to further engage your employees and this unique cultural experience, as well as a little bit of stress reduction,” she says. </p> <p>Dogs at Ben &amp; Jerry's are mostly kept in workers' offices and cubicles (guarded by baby-gates); they are not allowed in most communal areas. The company operates something akin to a three-strikes-and-you're-out policy for canine misbehaviour, which reduces to one strike for showing aggression. But Bumps says that, in her nine years there, only one or two dogs have failed to adapt to the office. </p> <p>At Tred, Smith believes there are benefits to having a dog in the office. “You become more human in conversation,” he notes, and more memorable to external contacts. Nestlé, which owns the Purina pet food brand, says that, since allowing dogs into its UK headquarters in 2015, “the positive effects on our culture and the office atmosphere have been huge.” Studies elsewhere have linked dogs <a href=\"https://www.tandfonline.com/doi/abs/10.1080/08927936.2017.1270595\">to increased collaboration</a>.</p> <p>There is, however, little research on the potential downsides of dog ownership, says Joni Delanoeije, a researcher at KU Leuven, a university in Belgium. These include causing distractions and disputes between co-workers. &#xa0;</p> <p>Indeed, an estimated 10 to 20 per cent of people worldwide are allergic to dogs or cats. Often co-workers' concerns can be overcome with small adjustments. Oli Malmed, who takes a sprocker spaniel into the London office of compliance automator PassFort, says he has contended with barking, disruption and a couple of colleagues who are allergic. “If we spot those people, we have to go into a separate cubicle and that's us for the day.” Nonetheless, having his dog at work is&#xa0;“a delight”, he says. “It's been quite a miserable couple of years, and leniency around this does lead to satisfaction.”&#xa0;</p> <p>But having dogs in the office does not always end well. One canine regularly stole shoes from beneath employees' desks; his owner had to send out an email at the end of the day to reunite co-workers with their footwear. Another worker left her job, frustrated at the colleague's dog who sniffed between her legs throughout working hours. </p> <p>Even dog-lovers can find it challenging. Henry Sands, managing director of political consultancy Sabi Strategy, took his 32kg Labrador and 15kg spaniel into the office regularly, where they jumped up on unsuspecting workers. “It was a nightmare. You're having to apologise for everything.” He now avoids taking his dogs in, and is sceptical that managers should need dogs to improve workplace morale: “It's a cop-out,” he says. In fact, after noticing that one employee was bringing in different dogs, he eventually worked out that she was moonlighting as a dog-sitter.</p> <p>From a dog's point of view, being in an office is probably more pleasant than being left at home. Battersea Dogs &amp; Cats Home recommends that dogs are left alone for no longer than four hours. Others argue that it depends on the individual dog, but that most welcome company. “We've bred dogs for generations and generations to want to be around humans,” says Heather Bacon, a veterinary clinical senior lecturer at the University of Central Lancashire. Managers may worry about disruption, but “dogs should be sleeping for around 15 to 18 hours a day. They don't need to be stimulated all the time,” she says.</p> <p>Yet not all dogs enjoy the office environment, let alone the commute. Some puppies missed out on socialisation during the pandemic, and may find it difficult to adapt to the office. </p> <p>For those companies at present resistant to allowing dogs in, change may come from the top-down. “Very often it starts with the boss bringing the dog,” says Delanoeije. “He or she makes the rules, and if he or she decides to bring a dog, people have to adapt.”</p> <p>British Land and Landsec, two of the UK's biggest commercial landlords, both told the FT that they were happy to discuss pets in their buildings. One of British Land's new developments in Paddington has “a dedicated dog access corridor”, while Landsec's office in Victoria offers its employees a puppy therapy service. Some companies, particularly on the west coast of the US, offer benefits to pet-owners, including adoption or bereavement leave. </p> <p>Sceptics may wonder, after employees brought their political opinions and their dogs to the office, what they will bring next. “People ask about cats,” says Bumps of Ben &amp; Jerry's. “I actually had a colleague ask if she could bring a miniature pony in. I was like, absolutely! My CEO thought differently about that at the time.”&#xa0;</p><p>Source: Henry Mance 2022 'Pedigree chums? Dogs in the office prove divisive' FT.com 6 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-06T12:00:23.186Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1796,
          "end": 1804
        }
      ],
      "nexusId": "10009914"
    }
  ]
}