{
  "_id": "4f5c6fa71da4f68ef942703136b7a8d703f80ab2187029ce5c88cd9c019fbf06",
  "feed": "ftcomall",
  "title": "Squeezed production capacity exposes energy to price shocks ",
  "text": "<p>A lack of investment has limited oil and gas producers' ability to boost output, leaving the world with few options to ease energy prices after the Russian incursion in Ukraine sent oil racing above $100 a barrel.</p> <p>International oil benchmark Brent rose to $102 early on Thursday, the highest level since 2014. Gas prices have also jumped on rising concern over the <a href=\"https://www.ft.com/content/a486c114-6bb0-47a9-b015-21acdaeecb73\">escalating </a>tensions in eastern Europe. </p> <p>The rally could accelerate, analysts say, given big producers' limited capacity to increase supplies in response to further potential disruptions. Russia is the world's third-largest producer of crude oil and the <a href=\"https://www.ft.com/content/68277f09-50cb-4c45-96b8-081a43451d49\">most important supplier of natural gas to Europe. </a></p> <p>“Spare capacity is falling and the [oil] market is having to reprice that lack of safety margin,” said Christyan Malek, head of global energy strategy at JPMorgan, which predicts Brent could rise as high as $125 a barrel in the second quarter of this year.</p> <p>Global spare capacity, or the amount of additional production that can be turned online within a matter of weeks, has fallen to 2.8mn barrels per day, according to JPMorgan's calculations, well below the 5mn b/d historically desired as a buffer against any operational or geopolitical issues. As a result, Malek expects oil prices to climb higher, even if the <a href=\"https://www.ft.com/content/a486c114-6bb0-47a9-b015-21acdaeecb73\">Ukraine crisis does not disrupt Russian exports.</a></p> <p>“The oil price is going up, and an oil supercycle is inevitable,” he said. “There is nothing you can do.”</p> <p>Bob McNally, head of Rapidan Energy Group, said the risk of disruption was probably limited to the oil and gas that transits through Ukraine, which he said was approximately 250,000 b/d of crude and roughly 20 per cent of the gas Russia sends to Europe. </p> <p>But given the lack of spare capacity, McNally said the size or likelihood of a possible physical disruption did not matter. “Until it's clear that there will not be an interruption in oil supplies and in gas, I think you're going to see upward pressure,” he told an oil market discussion on Tuesday organised by Bloomberg.</p> <p>Global oil demand is expected to return to pre-pandemic levels of approximately 100mn b/d in 2022. But supply was already struggling to keep up. </p> <p>Spending cuts during the pandemic have compounded lower investment in production by an oil industry under pressure to reduce future emissions. Some members of the Opec producer group in particular have struggled to restore output slashed at the start of the health crisis, leading the US and a number of other big consumers to release emergency oil stocks last year to try to calm prices.</p> <p>One of the reasons for the lack of spare global capacity has been the failure of Opec and its allies, including Russia, to meet their production targets since July. In response, the US and other big consumers have repeatedly urged the cartel, in particular Saudi Arabia, to pump more to ease prices and calm inflation.</p> <p>Even if Saudi Arabia agreed to such steps, it was not clear that the proposed actions would be effective, McNally said, since boosting production would only eat further into spare capacity.</p> <p>Natural gas, which jumped on Wednesday to trade at more than €88 per megawatt hour is of greater immediate concern to Europe, given its dependence on Russia for 40 per cent of its supply.</p> <p>Wholesale prices in Europe have already soared by more 450 per cent over the past year owing to resurgent demand as lockdown restrictions have eased and reduced flows from Russia.</p> <p>Laurent Ruseckas, analyst at IHS Markit, a consultancy, said it was unlikely that Moscow would respond to western sanctions by cutting off gas supplies, which arrive in Europe via through pipelines that run through Ukraine, Poland under the Baltic Sea respectively.</p> <p>“I have never seen that as a plausible possibility. So what it really boils down to is could conflict in Ukraine disrupt gas flows somehow,” he said.</p> <p>Ruseckas said there was a lot of “redundancy” in the Ukraine gas pipeline network so the odds of a “stray shell” knocking out supply were low. A big disruption would therefore require intentional action by either Russia or Ukraine. “It's difficult to assess the likelihood of that but it is certainly not a base case scenario,” he said.</p> <p>Russia's energy minister Nikolai Shulginov, speaking at an energy conference in Qatar on Tuesday, said Russia was aiming to keep its gas flows “uninterrupted.” </p> <p>If there were a disruption, Europe would find it impossible to replace Russian supply. “There is no single country that can replace that kind of volume,” Qatar's energy minister Saad al-Kaabi said at the same conference, adding that — much like in oil — there was not sufficient spare capacity in the market to pick up that shortfall.</p> <p>Even before the Ukraine crisis, Russia's state-owned Gazprom had refused to provide any additional gas to Europe beyond its contractual obligations, leading some European politicians to accuse Russia of weaponising energy exports. In response, Europe was forced to draw on stockpiles, which have fallen to low levels.</p> <p>As part of the European reaction to Putin's deployment of troops into Ukraine on Tuesday, <a href=\"https://www.ft.com/content/dc77ae83-15fc-481a-8f52-9184068e6a56\">Germany</a> announced it was halting certification of the controversial <a href=\"https://www.ft.com/content/3d5b851a-02eb-4bd6-b7a4-1cda74b108f5\">Nord Stream 2 pipeline,</a> which was due to bypass Ukraine to deliver Russian gas direct to Germany through the Baltic Sea.</p> <p>“In theory, this should not have any impact on natural gas flows to Europe, given that the pipeline is not yet operational and there is spare pipeline capacity via other routes,” said Warren Patterson, analyst at ING. </p> <p>“However, Russia could possibly retaliate to the suspension process by further reducing overall Russian gas flows to Europe.”</p><p>Source: Tom Wilson and Neil Hume in London 2022 'Squeezed production capacity exposes energy to price shocks ' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-24T06:12:58.816Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1088,
          "end": 1096
        }
      ]
    }
  ]
}