{
  "_id": "d16c04e8ddf0cfac028d4bfbae5c0f74bad1acbda6b5a9695ce0489f9530150c",
  "feed": "market-watch",
  "title": "Stocks could fall 'another easy 20%' and next drop will be 'much more painful than the first', Jamie Dimon says; 'Rates going up another 100 basis points will be a lot more painful than the first 100,' Dimon says",
  "text": "<p>\"It may have a ways to go. It really depends on that soft-landing, hard-landing thing and since I don't know the answer to that it's hard to answer…it could be another easy 20%,\" Dimon said.</p><p>\"The next 20% could be much more painful than the first. Rates going up another 100 basis points will be a lot more painful than the first 100 because people aren't used to it, and I think negative rates, when all is said and done, will have been a complete failure.\"</p><p>Europe is already in a recession, Dimon said, and he expects a recession in the U.S. will arrive within \"six to nine months.\"</p><p>An eventual economic downturn in the U.S. could range from \"very mild to quite hard.\" Ultimately, it will depend on the outcome of the war in Ukraine, Dimon added.</p><p>Since it's impossible to \"guess\" exactly how bad things might get for both the economy and markets, investors and companies should \"be prepared\" for the worst-case scenario, Dimon said.</p><p>Companies should start shoring up their balance sheets now, Dimon said, adding that \"if you need money, go raise it.\"</p><p>He also warned that cracks are starting to appear in credit markets, and that a full-blown panic could emerge somewhere in the universe of global debt.</p><p>\"The likely place you might see more of a crack or a little bit more of a panic is in credit markets. And it might be ETFs, it might be a country, it might be something you don't suspect. If you make a list of all the credit crises…you cannot predict where they came from, although I think you can predict that this time it will happen,\" he said.</p><p>After assuring the public that the Fed would do its best to minimize the fallout for the U.S. economy, Federal Reserve Chairman Jerome Powell has recently adjusted his rhetoric to suggest that Americans likely won't be spared from another recession as the Fed's hopes for a \"soft landing\" dim.</p><p>In September, the central bank cut its projections for U.S. economic growth to just 0.2% for 2022 and 1.2% in 2023.</p><p>JPMorgan is already becoming \"very conservative\" with its lending standards, Dimon added. The New York-based megabank is expected to report third-quarter earnings on Friday.</p><p>Dimon's comments helped to drive U.S. stocks to their lows of the session on Monday as the main indexes ended up logging their fourth straight day of losses.</p><p>The S&amp;P 500 SPX finished down by 27.27 points, or 0.8%, at 3,612.39.</p><p>The Dow Jones Industrial Average DJIA closed 93.91 points, or 0.3%, lower at 29,202.88.</p><p>The Nasdaq Composite COMP giving up 110.30 points, or 1%, to end at 10,542.10</p><p>The longtime bank chief warned earlier this year that he saw an \"economic hurricane\" headed for the U.S. In August, he warned that chances of a \"harder recession\" were on the rise.</p><p>Stocks could fall 'another easy 20%' and next drop will be 'much more painful than the first', Jamie Dimon says</p>",
  "published": "2022-10-11T13:04:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1962,
          "end": 1970
        }
      ]
    }
  ]
}