{
  "_id": "3dc8ff193f9fd892fd4e98244c1c58476727253b13789fbcded7786e4a5a8b18",
  "feed": "ftcomall",
  "title": "How South Korea learned to love private equity",
  "text": "<p>Michael Byung Ju Kim still remembers the conversation that convinced him to set up his own private equity firm in his native South Korea.</p> <p>Educated in the US, Kim worked on Wall Street for Goldman Sachs and Salomon Brothers before joining global private equity giant Carlyle, where as Asia president he led the firm's Asian push in the early 2000s.</p> <p>But a meeting in 2005 with Ho Ching, then chief executive officer of Singaporean state holding company Temasek, inspired him to strike out on his own. </p> <p>“Ho Ching, whom I greatly admire, encouraged me to create an Asian firm, owned and operated by Asians, for Asia,” says Kim.&#xa0;“But rather than set up shop in Singapore, the Korean in me won out, so we set up here in Seoul.”</p> <p>Seventeen years later, Kim's private equity firm MBK Partners is sitting on $25.6bn of assets under management — an annual increase of 29 per cent since it was founded shortly after his conversation with Ho. Its sale of a 12.5 per cent stake to New York-based Dyal Capital earlier this year valued the company at $10bn — equivalent to publicly listed TPG, America's fifth-largest PE firm. </p> <p>The rise of MBK, which invests in Korea, Japan and China, illustrates the dramatic growth in scale and sophistication of the South Korean private equity market in the decades since the Asian financial crisis of 1997. </p> <p>In 2021, South Korea's private equity deal value doubled to a record high of almost $30bn, exceeding neighbouring Japan by about $2bn and trailing only China and India in terms of total deal value in the region, according to estimates by Bain &amp; Company. Investor exits also jumped 225 per cent from the previous year to $21bn.</p> <p>“Korea has assumed disproportionate importance as a buyout market in the last few years,” says Iain Drayton, head of Goldman Sachs' investment banking division in Asia ex-Japan. </p> <p>“The financing is there, the conglomerates are restructuring, and you have a lot of family-owned businesses going through succession. As a result, the country has become a magnet for private equity — it's one of the best-kept secrets in Asia.”</p> <p>Private equity's growth in Korea reflects the transformation in the country's once tumultuous relationship with foreign capital, as it liberalised its economy and adopted financial practices from abroad. It also mirrors the wider fortunes of the country itself, 25 years after international creditors suddenly withdrew the short-term financing upon which Korean industry had come to depend, leaving banks and overleveraged conglomerates on their knees. </p> <p>Today, local private equity firms set up less than 20 years ago are going toe-to-toe with global players as Korean companies, now flush with cash, plot new forays into foreign markets.</p> <p>Kim, known as the “godfather of Asian private equity,” says firms like his have helped the country carve out a valuable and distinct niche for itself in the region. “When we began in 2005, global institutional investors would scratch their heads and say ‘we get China, we get Japan, but why Korea?'” he says. “Now they understand that compared to the larger markets of China and Japan, Korea is not too risky and not too low-growth. That's why we call Korea the Goldilocks country.”</p> <h1>‘A period of shame'</h1> <p>In the aftermath of the Asian financial crisis, a range of foreign funds swooped in to take over distressed Korean financial institutions. </p> <p>In January 1999, Newbridge Capital, a joint venture between TPG, Blum Capital and Acon Investments, paid approximately $500mn for a 51 per cent stake in Korea First Bank, which had been nationalised two years before. The following year, a consortium headed by Carlyle — then led in Asia by Kim — paid $412.3mn for 40 per cent of KorAm, another leading South Korean bank.</p> <p>To Korean critics, these foreign “vulture funds” were feasting on the country's misfortune at a moment of acute vulnerability. Public anger erupted after Texas private equity firm Lone Star Funds paid $1.2bn in 2003 for a controlling stake in Korea Exchange Bank, regarded by many in Seoul as the jewel in the crown of the Korean banking system.</p> <p>“Lone Star became synonymous with what many saw as a period of shame and leakage of national wealth,” says one Korean financier. “It got really ugly.”</p> <p>The Korean financial authorities attempted to declare Lone Star's acquisition of KEB illegal, in effect killing a proposed 2006 sale of the bank to HSBC. Prosecutors also accused Lone Star executives of tax evasion and stock price manipulation, sending country manager Paul Yoo to prison in 2008. The senior finance ministry official who approved the transaction was imprisoned. </p> <p>In 2012 Lone Star fought back, taking action at the World Bank's international arbitrator to demand $4.7bn from the Korean government in losses incurred from its delay of the HSBC deal and the unfair imposition of taxes. A ruling is expected this year.</p> <p>But while parts of Korea's financial regulatory establishment were seeking to make an example of Lone Star, others saw in the activities of the foreign private equity groups something to emulate.</p> <p>These advocates say the foreign PE firms recapitalised Korea's leading banks at their own risk, introducing modern risk assessment systems and credit discipline to financial institutions that for decades had lent recklessly to politically connected conglomerates.</p> <p>They were rewarded with handsome profits in the process: Carlyle more than doubled its money selling its stake in KorAm to Citibank in 2004, while Newbridge made a $1bn profit selling its stake in Korea First Bank to Standard Chartered in 2005. Lone Star would eventually sell its stake in Korea Exchange Bank to Hana Financial Group for $3bn in 2012.</p> <p>“The sales reflected the value that was created,” says Kim. “The authorities recognised the contribution made by private equity and, in the face of a cultural&#xa0;backlash against the foreign firms, set their sights on fostering a local PE industry. It was a direct outgrowth from the financial crisis.”</p> <h1>Birth of an industry</h1> <p>Until 2005, Korean investment groups had been restricted to raising money from investors on a project-by-project basis. But after the enactment of a new capital markets law, they were able to raise “blind pools” of cash to deploy as they saw fit.</p> <p>These new Korean-registered “general partnerships” enjoyed tax advantages over their foreign competitors, as well as greater freedom to acquire assets subject to foreign ownership restrictions. Two months after the law came into force, Kim and his former team from Carlyle launched MBK.</p> <p>The new firms also benefited from the willingness of Korea's giant pension funds, including the <a href=\"https://www.ft.com/content/12d76fc6-bfee-11e9-89e2-41e555e96722\">mighty public National Pension Service</a> (NPS), to invest in local players even if they had limited experience in the industry.</p> <p>This was due in part to the weak performance of Korea's public markets, weighed down by <a href=\"https://www.ft.com/content/5202ee36-e2a3-45ee-a920-d91e0951e2bc\">longstanding investor concerns</a> over poor corporate governance. The NPS increased its PEF investments more than tenfold between 2007 and 2017, according to a study by McKinsey.</p> <p>“The Capital Markets Law enabled the creation of funds, but if there was no sizeable institutional investor supporting that, it would have been impossible,” says Park Chung Ho, Korea co-lead for US-based investment firm KKR.</p> <a href=\"http://www.ft.com/cms/10923891.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>He adds that the NPS's emergence as a key institutional investor in global private equity since 2005 had “changed the narrative” about the sector in Korea itself. </p> <p>“Private equity was no longer outside the realm of what Korean institutions or Korean players had access to. It started to be seen as something from which the country could benefit.”</p> <p>Most importantly, there were deals to be made. South Korea had rebounded from the Asian financial crisis so quickly that the country paid off its 15-year loans within two years. The crisis had also forced radical restructuring on the surviving Korean conglomerates, creating opportunities for carve-outs and growth. </p> <p>“The capital that had been invested in these export-oriented manufacturing businesses over decades didn't just disappear during the Asian financial crisis,” says Park. “It was in assets, in infrastructure and in production capabilities. There was a lot of idle capacity that was ready to churn when the market picked up.”</p> <p>Under pressure from Korea's <a href=\"https://www.ft.com/content/d9d664fa-0518-11ea-a984-fbbacad9e7dd\">high inheritance tax rates</a>, founders of a whole generation of medium-sized companies and larger business groups were looking to divest and sell, powering the rise of new local PE players such as IMM and Stic Investments, both of which had begun life as corporate restructuring specialists in the late 1990s. </p> <p>When the global financial crisis struck towards the end of the 2000s, there was a new round of opportunities as multinational corporations headed for the exit. </p> <p>It was in this context that KKR's newly minted Seoul office acquired South Korea's Oriental Brewery from a debt-laden Anheuser-Busch InBev in 2009. The <a href=\"https://www.ft.com/content/6226667a-3ac2-11de-8a2d-00144feabdc0\">$1.8bn deal</a>, executed in partnership with Hong Kong-based Affinity Equity Partners, marked the return of global private equity to the Korean market and forced global investors, many of whom had been put off Korea by the Lone Star saga, to give the country a second look. </p> <p>KKR would go on to make a fivefold return on its investment, selling Oriental Brewery <a href=\"https://www.ft.com/content/6f8ba754-817f-11e3-b3d5-00144feab7de\">back to AB InBev</a> in a $5.8bn deal in 2014 and helping to propel <a href=\"https://www.ft.com/content/0fc4d1ec-6afb-11e7-b9c7-15af748b60d0\">Joseph Bae</a>, then head of KKR in Asia, to the position of global co-chief executive. </p> <p>The following year MBK bought Korean retailer Homeplus from Tesco, which was at that time reeling from an accounting scandal, for $6.1bn — the largest M&amp;A transaction in Korean history. In 2021, it made billion-dollar returns from divestments in Korea, Japan and China respectively — constituting a third of the nine largest PE exit deals across the three countries that year.</p> <h1>A busy future</h1> <p>Traces of the Lone Star controversy remain in Korea's public discourse. During his nomination process earlier this year, Korean prime minister Han Duck-soo was forced to deny any involvement in the Lone Star case when working for the Texas fund's Korean law firm. </p> <p>But Young Ki Kim, head of investment banking for JPMorgan in Seoul, says that local private equity's rise since the 2005 capital markets law has long since transformed the way the industry is perceived by Korean business owners.</p> <p>“When PE was involved primarily with distressed assets, there was a certain stigma for founders — it was associated with failure,” he says. “But now it is associated with success — the talk of ‘vulture funds' is long gone.”</p> <p>Sung Tae-yoon, professor of economics at Yonsei University in Seoul, adds that the industry has adapted to Korea's regulatory, economic and political environment by avoiding the kinds of cost-cutting practices and lay-offs that have tainted the industry's reputation in other parts of the world.</p> <p>“They have been less aggressive about corporate restructuring because retaining the workforce is often a condition for their acquisition due to the rigid labour market,” says Sung.</p> <p>Sung adds that private equity is viewed relatively favourably in Korea because of the memory of the cronyism and outdated practices of the country's banks in the lead-up to the Asian financial crisis.</p> <p>Private equity firms both local and global have bought up chunks of highly diversified conglomerates such as SK Group, Hanwha Group and Doosan Group, while increasing investments in the Korean credit, real estate and insurance sectors. Industry executives say medium-sized Korean companies in sectors ranging from consumer goods, infrastructure and manufacturing to ecommerce, fintech and software offer potential pickings for the future.</p> <p>But financiers say that investors hoping to feast on giant carve-outs from leading <em>chaebol</em> such as Samsung, Hyundai and LG are likely to be disappointed. In part, this is because unlike their Japanese counterparts, the Korean conglomerates already went through a period of acute disruption in the aftermath of the Asian financial crisis.</p> <p>“It doesn't strike me that we will see the same sort of deep surgery on the <em>chaebol</em> that we have seen on some of the <em>keiretsu</em> in Japan,” says Drayton of Goldman Sachs. </p> <p>Instead, he says, the next frontier for private equity in South Korea is likely to be the opportunity to partner with Korean firms as they look to deploy their own capital abroad. </p> <a href=\"http://www.ft.com/cms/10924137.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Spooked by regulatory caprice in China, restricted by western export controls and enticed by the prospect of US and European subsidies, Korean companies are making a push into western markets in sectors ranging from semiconductors to EV batteries and defence equipment.<br><br>The <em>chaebol</em> are leading the charge. Samsung Electronics, the world's largest memory chipmaker, is investing $17bn in a new foundry in Texas, while SK Group chair Chey Tae-won has announced $52bn in US investments between now and 2030. In May, Hyundai announced a $5.5bn investment to build its first dedicated EV plant and battery manufacturing facility in the US.</p> <p>Speaking before his abrupt resignation this month as global chief executive of Carlyle, <a href=\"https://www.ft.com/content/b069b69f-6413-4f29-a9ff-288ac2eb690d\">Kewsong Lee</a> told the Financial Times that “an enormous amount of capital will be required when it comes to semiconductors, to energy transition, to alternative forms of energy and electric batteries, to the next generation of mobility.”</p> <p>Lee said that there were “constant conversations” going on between global PE firms and a younger generation of <em>chaebol</em> leaders, many of whom were educated in the US and are “very open to these kinds of partnerships”.</p> <p>“There's going to be a lot of Korean corporates going overseas — they are looking for growth outside of Korea, and the US is offering a compelling strategy,” says Park Chung Ho of KKR, citing his firm's $2bn investment last year in SK Group's plans to expand its share of the global hydrogen market.</p> <p>Local private equity firms are also hoping to take advantage of the corporates' foreign push. Song In-jun, founder and CEO of IMM, points to its acquisition of Air First, formerly German Linde Group's Korean industrial gas business, a key supplier to Samsung's chip plants in Korea and potentially abroad, as an example of how Korean funds will start to enter foreign markets in the <em>chaebols</em>' slipstream.</p> <p>A new generation of boutique Korean PE firms has also sprung up to take advantage of the trend. Earlier this year, former IMM PE director Paul Kang and former Apple strategic deals manager Hansol Kim co-founded Bricks Capital Management, a private equity start-up seeded by leading Korean companies in the EV battery sector to identify investment and acquisition targets for their budding supply chain in the US.</p> <p>For Korean financiers who remember the Asian financial crisis and the foreign acquisition of the country's financial institutions in the early 2000s, this Korean push into foreign markets constitutes a gratifying inversion of the narrative of a quarter of a century ago.</p> <p>“People in the west forget that in the late 1990s Korea, the 10th largest economy in the world, was&#xa0;effectively in sovereign default,” says Kim. “Then when we set up in 2005, it was said that the centre of the global economy was shifting to Asia. It was just an aspiration then — today it's a reality.”</p> <p><em>Additional reporting by Hudson Lockett in Hong Kong and Song Jung-a and Kang Buseong in Seoul</em></p><p>Source: Christian Davies in Seoul 2022 'How South Korea learned to love private equity' FT.com 18 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-18T04:00:38.516Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 10017,
          "end": 10025
        },
        {
          "start": 10075,
          "end": 10083
        }
      ],
      "weightsV2": {
        "weight": 0.68112326,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.3188767,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 9
    }
  ]
}