{
  "_id": "7c5078d47cf961eb98bbbed2b96ec3fde351f2bcf6b34342009c504cb99a9bf1",
  "feed": "ftcomall",
  "title": "Spac bankers face a payday pinch",
  "text": "<p><strong>One thing to start: </strong>US lawmakers have asked Credit Suisse to <a href=\"https://www.ft.com/content/679dfb3c-64dd-4db4-82f4-0fb8b0c052db\">share details</a> on its handling of sanctions against Russian oligarchs after the bank asked investors to destroy documents about its clients' private jets and yachts. </p> <h2>Spac bankers feel the squeeze</h2> <p>Spac bankers have been enjoying juicy payouts ever since the blank cheque frenzy overtook Wall Street in 2020. Now as the market is facing a downturn, so too are the sums in bankers' pockets. </p> <p>Dealmakers, including those at <a href=\"https://www.ft.com/content/543fad89-50fe-4528-a87a-cccacfa69936\">beleaguered <strong>Credit Suisse</strong></a>, are agreeing to <a href=\"https://www.ft.com/content/a1268b40-1a90-4c27-8a86-0c6ed756dd27#comments-anchor\">slash their fees</a> on Spac deals if they face high redemptions, in a sign of the desperation engulfing the once-hot market.</p> <p>Blank cheque vehicles have sharply fallen out of favour among company executives and investors alike as a string of scandals and poorly trading Spac deals weigh on the market. Investors have been pulling their funds at a record pace, with redemptions hitting 90 per cent in February, according to <strong>Dealogic</strong>.</p> <p>The fallout is now hitting bankers' pockets, DD's Nikou Asgari reports.</p> <p>Bankers typically get paid 2 per cent of the IPO proceeds in upfront fees, and a further 3.5 per cent of those proceeds in deferred fees once the merger is complete. (And that's just the underwriting earnings, before we even get to the legal and advisory payouts.) </p> <p>But this month, Credit Suisse agreed to cut its fees from $14.5mn to $10mn on the merger between a Spac sponsored by New York-based venture capital firm <strong>FirstMark </strong>and broadband company <strong>Starry</strong>. (On Monday, Starry waived its minimum cash condition and gave Pipe investors a discount while <strong>Tiger Global Management </strong>injected $10mn at a discount too.)</p> <p>All signs point to the simple fact that Spac deals are getting harder and harder to complete — and investment bankers are having to prove their worth, or earn a smaller cheque. </p> <p><strong>I-Bankers Securities</strong>, <strong>Dawson James</strong>, <strong>Ingalls &amp; Snyder</strong> and <strong>Ladenburg Thalmann</strong> are set to earn a combined $5.86mn in fees, worth 3.5 per cent of the IPO proceeds, in the merger between <strong>Global Spac Partners</strong> and <strong>Gorilla Technology</strong>, a Taiwanese video software company. </p> <p>The banks have agreed to a pro-rata fee reduction depending on redemptions, up to a maximum 20 per cent cut. If the deal faces “maximum redemptions”, the banks still make $4.7mn.</p> <p>New York-based <strong>Maxim Group</strong> is set to receive $1.84mn in fees, 4 per cent of the total IPO proceeds, once the merger closes between <strong>Agba Acquisition</strong> and <strong>TAG Holdings</strong>, a group that includes automotive and heavy equipment companies. But its bankers will face losing 2 per cent of that sum per unit redeemed by shareholders.</p> <p>It shows how the focus is shifting from simply closing deals, to closing deals with the minimal amount of cash being pulled. </p> <p>While bankers won't be happy about this transition, critics of the Spac gravy train will probably say scaling bankers' fees in relation to redemption levels is long overdue. </p> <h2>VC declines a seat at the crypto table</h2> <p>Silicon Valley's VC firms are increasingly <a href=\"https://www.ft.com/content/8f8bb265-8d86-400c-a9d2-780a343f0ca8\">passing on taking board seats</a> at nascent crypto companies. </p> <p>It's the price they're willing to pay in order to grab a slice of the fast-growing tech sector, while allowing founders to limit the involvement of outsiders.</p> <p>More than 400 crypto start-ups have, in the past three years, raised Series A funds without raising a subsequent financing round, according to PitchBook analysis. </p> <p>Half of those had only one or two directors on their boards, compared to at least three directors at start-ups in other sectors at the same stage. </p> <p><strong>Paradigm Capital</strong>, <strong>Sequoia Capital</strong> and <strong>Orlando Bravo</strong>‘s private equity group <strong>Thoma Bravo </strong>are among those that have poured $1.8bn into crypto exchange <strong>FTX </strong>in the past year. Yet none of the investors have secured a board seat at the three-year-old start-up.</p> <p>The sentiment is echoed by crypto investor and <a href=\"https://www.ft.com/content/e08066ee-8dfc-4899-afc4-3885d85fa348\">former</a><strong> Andreessen Horowitz</strong> partner <strong>Katie Haun</strong> who raised $1.5bn for two new funds last week. She doesn't plan to personally take a board seat at many of the companies that she backs, Haun told DD's Miles Kruppa.</p> <p>Many crypto firms have been able to grow rapidly without VC money, allowing founders to maintain tight control of the company.</p> <p><strong>Binance</strong>, the world's largest crypto exchange, which has a $200mn stake in business magazine <a href=\"https://www.ft.com/content/228ac1a6-6c4f-4e42-bac1-b615fe2257f5\"><strong>Forbes</strong></a>, is preparing to create a board while it plots its <a href=\"https://www.ft.com/content/a3097add-feff-4ecd-8e3d-c5141bff3f8b\">M&amp;A spree</a> and forges links with <a href=\"https://www.ft.com/content/747a9b43-caf3-4db8-856d-725d82cb44d6\">Gulf states</a>.</p> <p>The result is a burgeoning crypto industry that is managing to duck the level of oversight afforded to other large private companies. </p> <p>The laissez-faire attitude may help venture capitalists win competitive deals and potentially protect them from legal troubles, but it also risks creating poor governance.</p> <p>“I think it's very shortsighted,” said <strong>Rebecca Lynn</strong>, a general partner at <strong>Canvas Ventures</strong>. “We as investors have a fiduciary duty to our limited partners . . . and I'm not quite sure how that's happening when you're not on the board.”</p> <h2>Generali: the chaos continues</h2> <p>Most people following an escalating battle for the future of Italian insurance group <strong>Generali, </strong>a billionaire power struggle that is consuming the company, can agree that the situation is a mess. The question is whose.</p> <p>At the centre of the dispute is a tug of war for the company. </p> <p>Major shareholder <strong>Francesco Gaetano Caltagirone, </strong>a construction tycoon, and his fellow shareholder <strong>Leonardo Del Vecchio</strong>, have criticised the management team. </p> <p>They are up against Generali's largest investor <strong>Mediobanca</strong>, one of Italy's most important financial institutions, which is backing chief <strong>Philippe Donnet</strong> to continue in his post. </p> <p>In a move labelled a “farce” by research firm <strong>AlphaValue</strong>, the rival leadership team proposed for Generali by Caltagirone unveiled its <a href=\"https://www.ft.com/content/d9f92ee0-feb7-4064-b139-56615cf48931\">alternative strategy</a> in Milan last week.</p> <p>The rivals' presentation — called “Awakening the Lion” in a nod to Generali's nickname as the Lion of Trieste, the Italian city it calls home — promised higher earnings and more dealmaking. At the very least, they pulled its tail. </p> <p><strong>Luciano Cirinà</strong>, a top manager at the insurer who had been suggested for chief executive by Caltagirone, was <a href=\"https://www.ft.com/content/5676db1c-8fab-442d-95f1-9d1c175e9d61\">abruptly fired</a> just three days later by Generali for violating his “duty of loyalty”, the FT's Ian Smith and Silvia Sciorilli Borrelli report. </p> <p>It further widens the chasm between the two camps and comes as all sides are preparing for a high-stakes vote at next month's AGM. </p> <p>Caltagirone's side called the dismissal an “act of weakness”. Del Vecchio has yet to reveal his views on the rival plan.</p> <p>Institutional investors could make the difference in a leadership vote that seems finely balanced between the activists and the board.</p> <p>Some argue that investors should not stick around for the results. “This instability is not worthy of an insurance major play,” wrote AlphaValue's Grégoire Hermann. “We would recommend investors to invest their clients' assets elsewhere while we wait for the dust to settle.”</p> <h2>Job moves</h2> <ul>  <li><p><strong>David Lomer</strong>, co-head of UK investment banking at <strong>JPMorgan Chase</strong>, has resigned to join private equity firm <strong>Intermediate Capital Group</strong>. His fellow co-head <strong>Charlie Jacobs</strong>, the former <strong>Linklaters </strong>senior partner who <a href=\"https://www.ft.com/content/02260413-526e-45d4-a44e-082fb6cb5979\">joined the bank last year</a>, will lead the team alone.</p></li>  <li><p><strong>FedEx </strong>has named <strong>Raj Subramaniam</strong> as chief executive and president, effective from June. <strong>Frederick W Smith</strong>, current chief and founder of the shipping company, will become executive chair. Subramaniam is currently the group's chief operating officer.</p></li>  <li><p><strong>Rothschild &amp; Co</strong> has hired <strong>Jaime Arrastia</strong> as a vice-chair of North American global advisory. He joins from <strong>RBC Capital Markets</strong>.</p></li>  <li><p><strong>White &amp; Case</strong> has hired <strong>Paul Yin </strong>as a partner in London. He joins from <strong>Skadden</strong>.</p></li>  <li><p><strong>Macquarie Capital </strong>has appointed <strong>Jens Munk</strong> as managing director in its technology, media and telecoms group and <strong>Alina Gheorghe</strong> to head of European software. Munk was previously co-chief executive of <strong>Deutsche Handelsbank</strong> and Gheorghe joins from <strong>Arma Partners</strong>.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Buffett seizes the moment </strong>After spending six years on the sidelines, the Sage of Omaha has made a splashy comeback. His back-to-back deals show that an investor can still <a href=\"https://www.ft.com/content/c703b53f-2b04-4fe5-aa7f-b18c5e3e95bb\">find pockets of value</a> in the US stock market as war roils Ukraine and higher inflation raises the prospect of economic slowdown, reports the FT.</p> <p><strong>Bad dealmaking wave </strong>Russian oligarchs are finding out that being an art collector is a smarter investment than owning a fancy superyacht. A rare painting can be hidden or liquidated with ease. The value of a <a href=\"https://www.ft.com/content/5263810a-c4d3-4380-a38e-3a78df99a788\">giant floating ark</a> starts to sink the moment it hits the water, the FT reports. </p> <p><strong>Surveillance system</strong> Nokia withdrew sales from Russia last month. Yet it left behind equipment and software used by the Kremlin to <a href=\"https://www.nytimes.com/2022/03/28/technology/nokia-russia-surveillance-system-sorm.html#:~:text=Presse%20%E2%80%94%20Getty%20Images-,When%20Nokia%20Pulled%20Out%20of%20Russia%2C%20a%20Vast%20Surveillance%20System,raising%20questions%20of%20corporate%20responsibility.&amp;text=As%20a%20subscriber%2C%20you%20have,articles%20to%20give%20each%20month.\">monitor dissidents and intercept phone calls</a>, the New York Times reports. </p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/a286ed8c-c5dc-4d54-8535-b3484463fdcb\">HSBC removes references to Ukraine ‘war' from analyst reports</a> (FT)</p> <p><a href=\"https://www.ft.com/content/78163850-35d0-4dfa-836c-56dc02d83c01\">Greensill offered GAM share options as it pitched for funding</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/roman-abramovich-and-ukrainian-peace-negotiators-suffer-symptoms-of-suspected-poisoning-11648480493?st=a05ixo4z06iu9d0&amp;reflink=share_mobilewebshare\">Roman Abramovich and Ukrainian peace negotiators suffer symptoms of suspected poisoning</a> (WSJ)</p> <p><a href=\"https://www.ft.com/content/2a968acc-77ff-42c4-9c22-42dd9c931b3c\">UniCredit shareholders urged to vote against Orcel pay</a> (FT)</p> <p><a href=\"https://www.ft.com/content/368a7468-f6ca-4b5b-a2e8-d827c2eb6e05\">Western companies in Abramovich-linked buildings fear paying rent on Moscow offices</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3d192ccc-4094-42cc-8964-742c7f8250ed\">Proxy adviser ISS urges vote against $247mn pay for Discovery chief</a> (FT)</p> <p><a href=\"https://www.ft.com/content/c11cae2e-8b05-4cb0-b39c-d1c23af34abd\">Private equity group TPG spots opportunities after tech rout</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/former-world-bank-chief-didnt-act-on-warnings-of-sexual-harassment-11648476001?mod=mhp\">Former World Bank chief didn't act on warnings of sexual harassment</a> (WSJ)</p><p>Source:  2022 'Spac bankers face a payday pinch' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-29T04:01:04.660Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6884,
          "end": 6892
        }
      ]
    }
  ]
}