{
  "_id": "7ac13f2c98b2b6a72971f6bde92afdb7288b8a39db3d395aa7ff961b92aed6f4",
  "feed": "market-watch",
  "title": "Senate Republicans boycott committee vote on Powell and four other Biden Fed picks",
  "text": "<p>The move denied a quorum for Democrats, who want to move President Joe Biden's picks for the Fed as a package. The next step was unclear but the move could end up as more of a speed-bump for the nominees than anything more serious.</p><p>Democrats efforts to deny a quorum for Republicans on the Senate Judiciary Committee to vote on Supreme Court Justice Amy Coney Barrett did not succeed.</p><p>Sen. Pat Toomey, the ranking Republican on the Banking Committee, had offered to hold a vote on four of the Fed nominees including Powell. He asked Democrats to agree to delay a vote on Sarah Bloom Raskin to be the next Fed Vice Chairman for Banking Supervision. When Democrats wouldn't agree, Toomey moved to boycott the vote.</p><p>Senate Banking Committee Chairman Sherrod Brown, Democrat from Ohio, said Republicans “have fled the room, hiding rather than voting.”</p><p>“If my [Republican] colleagues are as concerned about inflation as they claim to be, they will end their theatrics and show up today to do their jobs for the American people,” Brown said.</p><p>When the committee gathered to vote, Democrats, clearly frustrated with their absent Republican colleagues, took an informal vote to show that the nominees would have received approval.</p><p>Republicans have put the spotlight on Raskin's use of the “revolving door” of government to earn over a million dollars as a board member of Reserve Trust, a Denver-based fintech firm.</p><p>After serving terms at the Fed and U.S. Treasury Department, Raskin joined the board of Reserve Trust and helped the firm obtain a master account from the Fed.</p><p>Read:Republicans call for scrutiny of Sarah Bloom Raskin's fintech work</p><p>She later sold her Reserve Trust shares for $1.4 million. While no one has alleged that Raskin's actions violated any laws, Republicans say they want more answers about her actions before voting to confirm her.</p><p>“Important questions about Ms. Raskin's use of the ‘revolving door' remain unanswered largely,” Toomey said, in a statement.</p><p>Democrats have called the Republican's criticism disingenuous and not disqualifying for Raskin.</p><p>They note that before Raskin's term on the board of Reserve Trust became a focus of GOP interest, Toomey and other Republicans said she was unqualified to join the Fed because of her views on climate change and banks.</p><p>Brown said the Republican allegations amounted to “character assassination.”</p><p>Earlier Tuesday, Senate Minority Leader Mitch McConnell said Biden should find a more mainstream nominee to be Fed vice chair for supervision.</p><p>In addition to Powell and Raskin, the Banking Committee was planning to vote on Lisa Cook and Philip Jefferson to be members of the Fed board of governors and for Fed Gov. Lael Brainard to be Fed Vice Chairman, the number two spot under Powell.</p><p>Brown said he was delaying the vote on the nominees and would update the committee when he was ready to reschedule it.</p><p>“It's just a delaying tactic,” he said.</p>",
  "published": "2022-02-15T15:05:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}