{
  "_id": "0f73c4e98676ac0165118e89b6e26b1312aa613727ecbb8e8608cdcf80655faa",
  "feed": "wall-street-journal",
  "title": "Sarah Bloom Raskin Withdraws as Biden's Pick for Top Fed Banking Regulator; The move comes a day after Sen. Joe Manchin said he couldn't support Ms. Raskin's nomination, citing her views on climate change.",
  "text": "<p>The withdrawal is a major blow for the Biden administration, which has struggled to advance its financial nominees through the evenly divided Senate. It came a day after Sen. Joe Manchin of West Virginia, a key Democratic vote in the evenly divided chamber, said Monday that he couldn't support Ms. Raskin's nomination, citing her views on addressing climate change.</p><p>\"Despite her readiness—and despite having been confirmed by the Senate with broad, bipartisan support twice in the past—Sarah was subject to baseless attacks from industry and conservative interest groups,\" Mr. Biden said in a written statement.</p><p>Mr. Biden in January nominated Ms. Raskin to be the Federal Reserve's vice chairwoman of banking supervision, which plays a key role supervising the largest U.S. financial firms including JPMorgan Chase &amp; Co., Bank of America Corp. and Citigroup Inc.</p><p>For weeks, Ms. Raskin's nomination has been stuck in the Senate Banking Committee after Republican lawmakers opposing her refused to attend a crucial committee vote. That deprived Democrats of a quorum needed to advance her to the full Senate along with President Biden's four other Fed picks—including Chairman Jerome Powell, who has been nominated for a second term leading the central bank.</p><p>Her withdrawal could soon end that impasse, she wrote in a three-page letter to Mr. Biden dated Tuesday.</p><p>\"If I step away from this confirmation process, there can be no excuse left for a continued boycott of the Constitution's \"advice and consent\" process and the Senate's corresponding refusal to attend to our nation's real economic needs,\" Ms. Raskin wrote.</p><p>Senate Banking Committee Chairman Sherrod Brown (D., Ohio) said he would hold a vote to advance the four other Fed nominees.</p><p>\"Republicans engaged in a disingenuous smear campaign, distorting Ms. Raskin's views beyond recognition and made unsubstantiated attacks on her character,\" Mr. Brown wrote in a statement.</p><p>Republicans, especially from energy-producing states such as Pennsylvania and Wyoming, were opposed to Ms. Raskin, in part because of her 2020 criticism of the Treasury Department and Fed providing broad-based emergency-lending backstops to assist businesses during the pandemic. She said the backstops should have been designed to avoid lending to highly indebted fossil-fuel companies.</p><p>In his statement, Mr. Manchin, who represents a major coal-producing state, indicated he shared those concerns.</p><p>Write to Andrew Ackerman at andrew.ackerman@wsj.com and Ken Thomas at ken.thomas@wsj.com</p><p>Sarah Bloom Raskin Withdraws as Biden's Pick for Top Fed Banking Regulator</p>",
  "published": "2022-03-15T20:05:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 801,
          "end": 821
        }
      ]
    }
  ]
}