{
  "_id": "fe8b348a38af31a9cfa3918aeaa879d2d874a0f169916424625807ad5db32835",
  "feed": "ftcomall",
  "title": "The financial system is still dealing with the fallout from 2008",
  "text": "<p>Watching the heads of several major US banks — JPMorgan Chase, Bank of America and Citigroup — being grilled in front of Congress last week, I couldn't help but be reminded of that familiar image of downcast chiefs of systemically important financial institutions on the Hill following the 2008 crisis.</p> <p>This time around, politicians wanted to know not what Wall Street had done wrong, but what they were planning to do right should there be another crisis, either geopolitical (yes, the bank heads would pull out of China if Taiwan was invaded) or financial.</p> <p>All of it underscores that 15 years on from the great financial crisis, there's still plenty of risk in the market system — it's just coming from different places. Consider, for example, current worries about Treasury market liquidity. As the October 2014 flash crash, the September 2019 repo market pressures and the March 2020 Covid-related dislocations have shown, the ultimate “safe” market has ended up being quite fragile in times of stress. </p> <p>This is itself part of the legacy of 2008. The huge amount of quantitative easing required to paper over the financial crisis meant that the <a href=\"https://www.ft.com/us-treasury-bonds\">Treasury market</a> growth outpaced the ability or desire of buyers to hold T-bills. Deglobalisation and US-China decoupling mean that the usual suspects, Asian nations, are looking to sell, not buy Treasuries, at a time when the Federal Reserve is actively trying to offload T-bills as part of quantitative tightening.</p> <p>Meanwhile, the <a href=\"https://www.ft.com/us-banks\">big banks</a> that have traditionally played the key broker-dealer role in the Treasury market say that they have been constrained by post-2008 capital requirements from doing that intermediary job as well as they had in the past. (Banks had hoped the pandemic-era exceptions from certain capital buffers would be made permanent).</p> <p>As a recent Brookings Institution report on the topic put it: “without changes, the size of the Treasury market will outstrip the capacity of dealers to safely intermediate the market on their own balance sheets, causing more frequent bouts of market illiquidity that will raise doubts over the safe haven status of US Treasuries.”</p> <p>Consumer advocacy groups like Americans for Financial Reform are <a href=\"https://ourfinancialsecurity.org/2022/08/letter-to-regulators-letter-to-treasury-on-how-to-increase-transparency-in-the-u-s-treasury-market/\">pushing for more transparency</a> in pre-trading data, as well as central clearing for Treasuries, something that would help make the $24tn US Treasury market, the largest and deepest market in the world, less fragmented and better regulated. Not surprisingly, banks are pushing back against not only more regulation, but also the capital requirements that have made it tougher for them, they claim, to hold more Treasuries.</p> <p>This gets us back to one of the core, and still unanswered, questions of the great financial crisis — why are banks so special? Yes, the major US banks are far safer and better capitalised than they were before 2008. But why do they chafe at single-digit capital requirements when businesses in any other industry hold multiples of that?</p> <p>Part of it is simply a desire to take more risk and make more money. But within that is a more nuanced and legitimate complaint, which is that banks increasingly have to compete with less regulated market actors like principal trading firms (aka, high frequency funds) that have moved into the T-bill market, as well as fintech companies and private equity titans that have become important players in areas like lending and housing.</p> <p>That points to yet another problem in the system. Financial “innovation” is still running far ahead of regulation, just as it did before 2008. It is well known that private equity benefited wildly from being able to buy up single family homes, multiple family dwellings and even mobile home parks in ways that large banks would not have been able to in the wake of the crisis.</p> <p>Since then, private equity has moved into healthcare (<a href=\"https://www.ft.com/content/4aed2bc5-6bcb-4938-b565-d69031311f8a\">they want to streamline nursing homes, ominously)</a>, and is even targeting some of the US's industrial gems — family-owned manufacturing businesses. I shudder to think what these profitable, community-based businesses will look like once the big funds are done stripping their assets and loading them up with debt.</p> <p>The SEC has <a href=\"https://www.ft.com/content/69419405-df3e-4449-82d1-79d276ccf2d9\">proposed stronger rules for private funds, and better transparency and metrics on fees</a>, which is, of course, needed. Meanwhile, the Treasury Department is reviewing public comments on how to make sure we don't get a flash crash in T-bills. There's even a push to tighten regulation on regional banks that are playing a bigger role in the financial system. All of this has merit.</p> <p>But it also points to the biggest question that we never answered in the wake of 2008 — who is the financial system meant to serve? Wall Street or Main Street? I'd argue the latter, but there's no one silver bullet to fix a system that has moved so far away from the productive mediation of savings into investment. As everything from an increasingly volatile T-bill market to a home lending market now dominated by shadow banks to the financialisation of commodities has shown us, we still have a market system that all too often exists more to serve itself than the real economy.</p> <p>Perhaps we will need another crisis before that problem is finally fixed.</p> <p><a href=\"mailto:rana.foroohar@ft.com\"><em>rana.foroohar@ft.com</em></a></p><p>Source: Rana Foroohar 2022 'The financial system is still dealing with the fallout from 2008' FT.com 25 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-25T11:06:10.774Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 47,
          "end": 61
        }
      ]
    }
  ]
}