{
  "_id": "9dd0ab3d92855588c501e79b0b1ebcb15c4f9157b15ad668a7b09ccd0a5322df",
  "feed": "wall-street-journal",
  "title": "U.S. News -- Capital Account: Prices Test U.S.'s Stomach for New Cold War",
  "text": "<p>Recent developments might give Mr. Putin hope. As the shock and awe of the West's initial sanctions have worn off, Russia's economy, though battered, hasn't imploded. Meanwhile, self-sanctioning by Western buyers and Mr. Putin's deliberate reduction in gas flows have sent energy costs up sharply in the West, undermining their leaders' political standing. French President Emmanuel Macron's party lost its parliamentary majority while the Putin-friendly National Rally's share of seats soared. In Britain, Prime Minister Boris Johnson just lost two by-elections.</p><p>In the U.S., high gasoline prices have further pummeled President Biden's approval ratings and increased the probability that Democrats lose control of Congress this fall. Critics have plastered gas pumps with stickers of Mr. Biden saying \"I did that.\" While supporting sanctions on Russia, Republicans have relentlessly blamed Mr. Biden for higher gas prices through policies that limit supply, such as killing the Keystone XL pipeline from Canada.</p><p>In fact, U.S. production has risen since Mr. Biden took office. But oil prices are set by the global balance of supply and demand, which was tightening last year and got measurably worse with Russia's invasion of Ukraine. Without that war, Brent oil would be $90 per barrel, JPMorgan estimates. Instead, it has ranged from $100 to $128 since February and closed Tuesday at $114.</p><p>Mr. Biden wants Americans to see this as the price of solidarity with Ukraine. \"For all those Republicans in Congress criticizing me. . . Are you saying that we would rather have lower gas prices in America and Putin's iron fist in Europe? I don't believe that,\" he said last week. And some polls suggest Americans do support punishing Russia even at some cost to themselves.</p><p>Nonetheless, history and circumstance stand in Mr. Biden's way. Historically Americans don't rally around the president when geopolitical shocks send oil prices up; quite the opposite. In 1973, Arab countries embargoed oil exports to the U.S. as punishment for supporting Israel in the Yom Kippur War. The resulting energy crisis, combined with Watergate, hammered public confidence in President Richard Nixon.The surge in prices that followed the Iranian revolution in 1979 helped doom Jimmy Carter's presidency.</p><p>Making matters worse, Mr. Biden came into office with the wrong agenda for a crisis of this sort, one focused on reducing the use of oil and gas rather than boosting their supply. He has begun to pivot, for example pushing to export more liquefied natural gas to Europe and patching up relations with Saudi Arabia. But he has yet to declare that a new cold war calls for a different energy strategy than the one on which he campaigned.</p><p>For lessons, he should look to Germany, where the government has done just that. Heavily dependent on Russian gas, it is weighing rationing in the coming winter as Mr. Putin turns off the taps. This has required Economy Minister Robert Habeck to take steps seemingly anathema to the Green Party, which he co-leads, such as restarting coal plants and securing gas from Qatar, criticized for its treatment of migrant workers.</p><p>In an interview last week with Der Spiegel, Mr. Habeck made it clear that something far more important was at stake. Mr. Putin \"wants to ratchet up the pressure on the population to fuel uncertainty and fear -- the perfect breeding ground for a populism that he hopes will destroy our liberal democracy from within,\" he said. \"And we cannot allow it to be successful.\" Asked about Qatar's shortcomings, he said, \"There is no black and white when it comes to fossil fuels, only gray. . . . There are no white hats at the moment, but there is a black hat. And Putin is wearing it.\"</p><p>Mr. Habeck's straight talk hasn't hurt him politically. He and fellow Green Annalena Baerbock, the foreign minister, are the country's most popular politicians.</p><p>This might be of limited application to Mr. Biden, whose political problems go well beyond the price of gasoline. Nonetheless, compared with Mr. Habeck, or indeed Mr. Nixon and Mr. Carter, Mr. Biden confronts this geopolitical shock with far more assets. Unlike in the 1970s, the U.S. today is a net exporter of petroleum and related products, and one of the world's largest exporters of LNG. Politically stable and environmentally responsible, it is the most important player in the West's effort to wean itself off Russian energy.</p><p>In a report last month, JPMorgan laid out a path by which the U.S. could boost oil output by 6 million barrels a day by 2026. It would require $400 billion of federal investment and relaxation of regulations, \"no simple political task given the energy transition proponents on its left flank and the free market proponents on its right,\" the report said. But it would \"relegate Russia to the middle-tier of global energy producers.\"</p><p>\"We, not Russia, are the energy superpower,\" said Daniel Yergin, an energy historian and vice chairman of S&amp;P Global. In two or three years, Mr. Putin's leverage will be gone, Mr. Yergin said.</p><p>The challenge for Mr. Biden and other Western leaders is to navigate the next six months while Mr. Putin exploits the leverage he now has.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1289,
          "end": 1297
        },
        {
          "start": 4441,
          "end": 4449
        }
      ]
    }
  ]
}