{
  "_id": "208d2fc948441202ed4662f6e314d9efd7da5963fd561e663f168a12b7766ba3",
  "feed": "wall-street-journal",
  "title": "Stock Futures Edge Down on Worries Over Rates, Growth; Earlier this week, some investors contemplated the idea that the Federal Reserve could pivot from its rapid pace of interest-rate rises. But many dismissed that idea on Thursday.",
  "text": "<p>Earlier this week, the U.S. stock market kicked off October with a blistering rally that sent the S&amp;P 500 climbing 5.7% in just two sessions, offering investors a reprieve from near-constant selling this year. But Wednesday's performance, during which major indexes ticked lower, served as a reminder that rallies in 2022 have often been fleeting.</p><p>On Thursday morning, investors said they were digesting the Wednesday agreement by the Organization of the Petroleum Exporting Countries and its Russia-led allies to slash output by two million barrels of oil a day⁠—a decision that officials fear could exacerbate inflation and slow economic growth. Brent crude futures fell 0.2% to $93.22 after rising earlier in the day. The U.S. equivalent, WTI, fell 0.1% to $87.68.</p><p>Yields ticked higher in the government-bond market, reflecting expectations for continued aggressive monetary tightening by the Federal Reserve. The yield on 10-year U.S. Treasurys rose to 3.769%, from 3.757% Wednesday.</p><p>Earlier this week, some traders contemplated the possibility that recent data showing weakness in the labor market could push the Fed to reconsider its rate-hiking trajectory. But a series of strong data releases Wednesday, combined with hawkish comments by Fed officials, persuaded investors that the central bank's current path will likely be undeterred.</p><p>On Wednesday in a television interview for Bloomberg, Federal Reserve Bank of San Francisco President Mary Daly dismissed the idea of rate cuts next year, saying the Fed is resolute in raising interest rates into restrictive territory and then holding it at that level until inflation becomes closer to 2%.</p><p>\"There is a misconception that the Fed will make a pivot as soon as we see an economic deterioration,\" said Florian Ielpo, head of macro at Lombard Odier Investment Managers. \"The message for us is very simple: The slowdown is happening. It's likely to be a recession. And equities need to start showing a better pricing of recession risk.\"</p><p>Mr. Ielpo said he has been positioning more defensively across his flagship portfolio since August, but last week bumped the portfolio's cash holding up to 75% amid the \"joint collapse of bonds and equities.\" That cash allocation, he said, is the highest since the heart of the Covid-19 crisis in 2020.</p><p>\"I think it's very hard to be optimistic for the quarter to come,\" he said, adding that he believes that a slowdown in earnings is \"barely priced in by the markets.\" Earnings season will kick off in earnest next week, with reports due from companies including JPMorgan Chase.</p><p>Later Thursday, investors will parse the latest initial jobless claims data, which serve as a proxy for layoffs. Economists surveyed by The Wall Street Journal expect claims to rise to 203,000, from 193,000 the previous week.</p><p>Overseas, the pan-continental Stoxx Europe 600 hugged the flatline. The British pound fell 0.4% against the dollar, extending a recent stretch of weakness. The WSJ Dollar Index, meanwhile, gained 0.1%, putting it on track for a second consecutive day of gains.</p><p>In Asia, Hong Kong's Hang Seng lost 0.4%. Japan's Nikkei 225 added 0.7%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stock Futures Edge Down on Worries Over Rates, Growth</p>",
  "published": "2022-10-06T10:42:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2556,
          "end": 2564
        }
      ],
      "nexusId": "10009914"
    }
  ]
}