{
  "_id": "988b8a6f0542376086f0f3abf969f9f980c73fb6c27a1e3d96ce1b9eaf86ae51",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Fed Plans Put Developing World on Edge  ----  By Paul Hannon",
  "text": "<p>   For developing countries, the Federal Reserve's battle to squelch U.S. inflation with a series of rate increases this year stirs a mix of hope and anxiety. </p><p>   Central bankers in developing countries have been ratcheting up interest rates for months, seeking to stay ahead of a rise in U.S. rates that could destabilize their economies by pushing up their own cost of debt, weakening their currencies and driving capital out of their markets and into higher-yielding U.S. securities. </p><p>   Now, the Fed is expected to raise rates anywhere from four to seven times this year. If successful in taming inflation, the Fed could help central banks everywhere, because a turbocharged U.S. economy, huge government stimulus and a splurge by Americans on everything from toys and household appliances have snarled supply chains and driven inflation higher world-wide. </p><p>   Until now, overseas central banks have found it difficult to get on top of the inflation surge withthe Fed sitting on the sidelines. But with the Fed now poised to join the battle, some say the prospects of success are greater. </p><p>   \"Should this help alleviate some of the demand pressures on globally traded goods, it may allow other central banks to do less,\" said Christian Keller, head of economic research at Barclays Investment Bank. </p><p>   The risk for developing economies is that it isn't clear how far and how fast the Fed will decide to raise its key interest rates. </p><p>   That uncertainty could reverberate in developing economies whose recoveries are weaker than in the U.S., in part due to lower rates of Covid-19 vaccination and limits on how much their governments could borrow to support businesses and households during the pandemic. An added threat is that those governments and businesses that have substantial debts denominated in U.S. dollars will see their interest payments rise. </p><p>   In their recent policy decisions, a number of central banks have had one eye on the Fed and the other on domestic inflation. Brazil's central bank, which was among the first to raise rates in March 2021, on Wednesday announced its eighth increase since then, taking its key rate to 10.75% from an initial 2%. Brazilian inflation ended 2021 at 10.1%. </p><p>   The cost of staying ahead of inflation for economies like Brazil's is mounting. In its latest forecasts for the global economy, released in late January, the International Monetary Fund lowered its growth forecast for South America's largest economy this year to just 0.3% from 1.5%, citing its \"strong monetary policy response.\" </p><p>   For central banks such as those of Brazil, Russia and others that have already made big changes to policy, the prospect of Fed rate rises should be less daunting than during previous periods. </p><p>   \"These guys have not been asleep at the wheel,\" said Luis Oganes, head of emerging markets research at JPMorgan Chase &amp; Co. \"They started to tighten the moment inflation started to rear its head.\" </p><p>   Now, however, the timing and size of the Fed's rate increases is adding to their worries. As 2021 drew to a close, many economists and policy makers had expected to see the Fed make three moves. But concern that inflation is more durable is stirring expectations of more increases. </p><p>   \"It is less certain how far the normalization process will go and the exact timing, and this uncertainty continues to cause financial market turmoil and capital flow volatility,\" said Lesetja Kganyago, governor of the South African Reserve Bank, when explaining his decision to raise the key rate at the end of January. </p><p>   In addition to South Africa's central bank, those of Colombia, Chile, the Czech Republic and Hungary also raised interest rates since late January. In all, economists at JPMorgan expect that 14 of the 23 emerging-markets central banks they track will raise rates this quarter. </p><p>   Having already raised their key rates a lot from early 2021 levels, central banks such as those from Brazil may not have further to go. But others that have waited in the hope that inflationary pressures would abate -- such as the Reserve Bank of India -- may have to join the global switch to tighter policy. </p><p>   Memories of the 2013 \"taper tantrum\" are still fresh. In May of that year, then-Federal Reserve Chairman Ben Bernanke told lawmakers the central bank was considering a slowdown in its purchases of government bonds, without actually announcing such a change in policy. </p><p>   To many Fed watchers, he was simply repeating a view first expressed in January 2013. Even so, investors took fright and pushed yields on U.S. government bonds sharply higher, sending shock waves around the world, with particularly troubling consequences for emerging markets. </p><p>   --- </p><p>   Jason Douglas contributed to this article </p><p></p>",
  "published": "2022-02-09T07:06:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3677,
          "end": 3685
        },
        {
          "start": 2811,
          "end": 2831
        }
      ],
      "nexusId": "10009914"
    }
  ]
}