{
  "_id": "add781a84c8c266d7fefc06fc535ba52ba3c249374cb7130b415d3f8df61e2db",
  "feed": "wall-street-journal",
  "title": "China's Yuan Has Further to Fall; China's strong trade surplus and conservative monetary policy have helped keep its currency from falling even faster",
  "text": "<p>The onshore-traded Chinese yuan closed at 7.16 to the dollar on Tuesday. The last time that happened was in May 2020, and it has only happened a handful of times since 2009. Like most emerging market currencies, the yuan has been pummeled this year by the combination of a hawkish Federal Reserve and worries over slowing global growth. Even so, the yuan's fall in recent months is striking. It is down 12% against the dollar in 2022. JPMorgan's EM Currency Index is only down 8%, according to Refinitiv data. On Monday, China's central bank raised the risk reserve institutions must hold when selling forward currency contracts, making it more expensive to bet against the yuan.</p><p>Despite its steep fall, however, the yuan has actually had two very important things going for it this year which probably kept the currency from falling even further.</p><p>First, even in the midst of a punishing property downturn, the People's Bank of China has kept monetary policy relatively tight: not raising rates, but declining to ease decisively to support growth, which is more or less unprecedented during serious Chinese slowdowns in the post-2008 era. Cuts to policy rates have come slowly. And year-over-year growth in the stock of aggregate finance to the real economy, the central bank's preferred measure of economywide financing, has actually slowed in recent months. It fell to 10.5% in September, down from 10.9% as recently as June. That, in combination with weak consumer demand, has kept inflation remarkably low by global standards: China's consumer-price index rose just 2.5% on-year in August.</p><p>All of that lends some support to the currency and helps explain why the yuan looks far better against a basket of major currencies than against the dollar.</p><p>Second, the combination of still-robust Chinese exports and anemic imports—the latter thanks to the real estate bust—means that China's trade surplus has been near record levels for much of 2022. Based on balance of payments data, China's goods trade surpluses in the first and second quarters were $145 billion and $176 billion respectively—just short of the quarterly record of $187 billion hit in late 2020.</p><p>Unfortunately for the yuan, however, both of these tailwinds have a good chance of reversing soon. Exports seem very likely to lose further momentum. Europe is on the brink of a nasty recession. U.S. consumer confidence, which tends to have a big impact on Chinese export growth, has been on a steep downtrend since early 2022.</p><p>Meanwhile looser monetary policy in China still looks inevitable eventually, to avoid systemic financial and political risks brewing in China's property sector. Big policy moves might be on hold until after October's twice-a-decade Communist Party Congress as officials wait to see how the chips fall—President Xi Jinping seems very likely to secure his precedent-breaking third term atop the party, but other key leaders' fates remain uncertain.</p><p>In short, significantly weaker exports and looser monetary policy in China seem very likely by early next year. China has ample foreign reserves to slow, if not stop, the depreciation should it choose to deploy them. But it will probably be reluctant to deploy them at large scale except as a last resort.</p><p>For one, as long as the yuan selloff doesn't turn into a panic, Beijing may not see it as an unalloyed negative. China's external debt to GDP, at 15.4% in 2021 according to CEIC, is significant but lower than in 2014 before the last Fed hiking cycle and low compared with most other large economies—with the exception of a few well-known sectoral hot spots like property. At the same time, China's exporters could use the help and with inflation so low, more expensive imports are a manageable problem.</p><p>Finally, Beijing's massive deployment of its reserves to \"fight the Fed\" in 2015 and 2016 was only modestly successful in slowing the currency's fall. Strengthened capital controls, especially on overseas direct investment, were arguably more effective—as was the eventual recovery of the property market, which helped suck capital back into China in 2016.</p><p>Beijing has the financial firepower to lean against, if not truly fight, the Fed should it choose to. But as long as it can slow depreciation on the margins with administrative measures and avoid a panicky selloff, it might take a more hands-off approach—particularly if its manufacturers find themselves in a nasty fight over a shrinking global export pie.</p><p>Write to Nathaniel Taplin at nathaniel.taplin@wsj.com</p><p>China's Yuan Has Further to Fall</p>",
  "published": "2022-09-27T12:33:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 435,
          "end": 443
        }
      ],
      "nexusId": "10009914"
    }
  ]
}