{
  "_id": "c1d084922f06c319b4682f3979dc6b1ac00782132115d886e8c3a849b19754cb",
  "feed": "market-watch",
  "title": "U.S. stocks threaten to extend losing streak to 4 days as August draws to close; Bed Bath & Beyond shares plunge after strategic update",
  "text": "<p>* The Dow Jones Industrial Average DJIA fell 162 points, or 0.5%, to 31,526.</p><p>* The S&amp;P 500 SPX was off 17 points, or 0.4%, at 3,969.</p><p>* The Nasdaq Composite COMP shed 44 points, or 0.4%, to trade at 11,839.</p><p>On Tuesday, the Dow fell 308 points, or 1%, while the S&amp;P 500 and Nasdaq Composite each dropped 1.1%. Through Tuesday's close, the Dow was on track for a 1.5% August fall, while the S&amp;P 500 was down 1.8% and the Nasdaq was off 2.1%.</p><p>Deep Dive: Here are the worst (and best) performing stocks of August and for 2022</p><p>What's driving markets</p><p>Stocks extended losses in early afternoon trading Wednesday after turning modestly higher in the morning.</p><p>Ahead of the opening bell, ADP estimated that U.S. private-sector employment rose by 132,000 in August, while annual pay rose 7.6%.</p><p>The ADP figure came in below forecasts, but economists and analysts said they were still attempting to figure out how to assess the revamped data series after the previous version proved to be an unreliable guide to official monthly jobs data from the U.S. Labor Department. ADP has said the new series is meant to be a complement to the official figures rather than a guide.</p><p>\"With only limited details as to how they arrived at that number, we have little confidence that this new survey will prove to be any more accurate a guide to the official payrolls tally than the previous incarnation,\" said Michael Pearce, senior U.S. economist at Capital Economics, in a note.</p><p>The August jobs report that is scheduled for release on Friday is expected to show the economy added 318,000 jobs, according to a survey of economists by The Wall Street Journal. The unemployment rate is seen steady at 3.5%, while the average hourly earnings are estimated to rise 0.4% following a 0.5% rise the previous month.</p><p>See: U.S. likely added 318,000 jobs this month — but beware an August surprise</p><p>\"We held a view over the past 2-3 months that 'bad dataflow will start to be seen as good', and believe this will likely continue to hold,\" said Mislav Matejka, equity strategist at JP Morgan. \"For example, last week in the U.S., the very weak PMIs [purchasing managers indices] and weak housing dataflow were met by favorable equity trading on the day, lending support to this call.\"</p><p>The S&amp;P 500 index fell 5.1% in the previous three sessions, after Fed Chairman Jerome Powell last Friday raised fears that the central bank would persevere with higher interest rates to combat inflation even if it meant damaging the economy and hurting the stock market.</p><p>The choppy trading on Wednesday came after better-than-forecast U.S. jobs and consumer confidence reports on Tuesday were seen allowing the Fed to fully prosecute its aggressive monetary tightening policy, a move that appeared to reinforce the market mantra that good economic news would be bad for stocks, and vice versa.</p><p>Meanwhile, investors worry the U.S. is on the brink of an economic downturn as economists predict a 'whopper' of recession in 2023, and the inflation will remain high through 2024 because of the growth in money supply. However, according to Dan Raju, chief executive officer of Tradier, a brokerage service provider, most retail investors still trade as though a recession is a foregone conclusion at this stage.</p><p>\"They (retail investors) find opportunity in really short term strategies, but it is more of a wait-and-see before they implement anything long term,\" said Raju in an interview with MarketWatch on Wednesday.</p><p>According to Raju, one of the key indicators to decide if an investor is bullish or not about the market is to see how much cash is sitting in the account. \"Most traders generally tend to have an average of 40 to 45% of the total portfolio in cash, when it comes to active retail traders. I've seen that now touch like 60 to 65%, \" he added.</p><p>Companies in focus</p><p>* Shares of meme-stock favorite Bed Bath &amp; Beyond Inc. BBBY plunged 21.9% after the struggling home-goods retailer's strategic update, in which the company said it would cut its workforce and close stores, and provided a downbeat sales outlook.</p><p>* Seagate Technology Holdings PLC STX on Wednesday issued a profit warning for its fiscal first quarter, citing a worsening macroeconomic backdrop. Shares fell 3.7%.</p><p>How are other assets fared</p><p>* West Texas Intermediate crudefor October delivery CL00 CL.1 CLV22 fell $0.98 or 1%, to $90.69 a barrel on the New York Mercantile Exchange, adding to the previous session's sharp losses which came amid fears slowing global growth would crimp demand.</p><p>* Gold futures GC00 GCZ22for December delivery were down $10.10, or 0.6%, to $1,726.20 per ounce on Comex, with prices for the most-active contract down more than 3% for the month.</p><p>* The U.S. dollar index DXY, a gauge of the dollar's strength against a basket of rivals, marginally declined.</p><p>* The yield on the 2-year Treasury BX:TMUBMUSD02Y was 3.446% versus 3.466% on Tuesday, while the yield on the BX:TMUBMUSD10Y advanced to 3.126% from 3.107% on Tuesday.</p><p>* Bitcoin BTCUSD was down 0.2% to trade below $19,941.</p><p>* In Europe, the STOXX Europe 600 XX:SXXP ended 5.3% lower, while the FTSE 100 UK:ZOO finished 1.9% lower. In Asia equities, Japan's NIKKEI 225 JP:NIK gained 1%, and Hong Kong's Hang Seng HK:HSI shed 1%. China's Shanghai Composite CN:SHCOMP fell 1.6%.</p><p>— Jamie Chisholm contributed to this article.</p><p>U.S. stocks threaten to extend losing streak to 4 days as August draws to close</p>",
  "published": "2022-08-31T18:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 2030,
          "end": 2039
        },
        {
          "start": 2042,
          "end": 2051
        }
      ],
      "weightsV2": {
        "weight": 1.9,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.100000024,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}