{
  "_id": "24331aaf94d78e532ac92b29055edcd43f332a28b23ab644f9a9254b75662494",
  "feed": "wall-street-journal",
  "title": "OPEC and Russia-Led Group Agree to Increase Oil Production; The partners known as OPEC+ plan a bigger-than-expected production increase of 648,000 barrels a day in July and August",
  "text": "<p>The move represents a shift for the Saudis, who lead the Organization of the Petroleum Exporting Countries and have resisted calls from the U.S., U.K. and other Western countries to pump more oil to help reduce a price boom resulting from Russia's invasion of Ukraine. The decision comes after a flurry of diplomacy between Washington and Riyadh, with senior U.S. officials traveling to Saudi Arabia in recent weeks to explore a potential visit to the kingdom by President Biden and an agreement that could lower gasoline prices while providing assurances that the U.S. would defend Saudi Arabia, officials familiar with the discussions said.</p><p>At a meeting Thursday between OPEC and 10 non-OPEC producers led by Russia, the group agreed to raise output by 648,000 barrels a day in July and in August, OPEC delegates said. Until now, the OPEC coalition, called OPEC+, had been dedicated to a series of monthly output increases of about 400,000 barrels a day that have done nothing to stop oil prices from surging above $100 a barrel since the Feb. 24 invasion.</p><p>The OPEC+ decision came days after the European Union agreed to impose a partial ban on Russian oil purchases, adding to Western sanctions that have helped push Russian crude production down by 700,000 barrels a day in the past two months. While Russian exports have held up over that time, some OPEC officials believe it will be difficult for Russia to keep pumping at the same level after the EU move.</p><p>Russia is one of the world's three largest oil producers, along with Saudi Arabia and the U.S. Before the invasion, it pumped 11.3 million barrels a day, about 11% of global supplies.</p><p>There were signs that the oil market didn't believe the new output plan would make a meaningful difference with Russian output falling. Brent crude prices rose after the output increase was announced, trading up about 0.33% at $116.70 a barrel on Thursday afternoon.</p><p>Christyan Malek, head of oil and gas at JPMorgan, said the agreement was unlikely to bring significantly more oil production from the group.</p><p>\"It's like the group is firing rubber bullets at the oil market,\" he said. \"It's a cosmetic increase.\"</p><p>Further undercutting confidence in the plan: The agreement assumes Russia will increase its output by 170,000 barrels a day from July, though its output is falling.</p><p>According to the Persian Gulf officials familiar with the discussions, the Saudis would consider increasing their oil output more than planned if Russian output continues to decline. Their decision would also depend on Mr. Biden's potential visit to the Middle East at the end of this month, which could include his first meeting with Saudi Crown Prince Mohammed bin Salman, the officials said.</p><p>Saudi Arabia and another major Gulf OPEC producer, the United Arab Emirates, say they want Washington to beef up their security after a string of attacks by Yemeni rebels and threats by Iran.</p><p>Increasing Saudi oil production has been a central element in talks about a possible visit by Mr. Biden to Saudi Arabia, where he would meet Prince Mohammed for the first time.</p><p>Late last month, two senior Biden administration officials—White House adviser Brett McGurk and State Department energy envoy Amos Hochstein—flew to Saudi Arabia to try to hammer out a series of agreements to help repair strained relations between the two countries. Prince Khalid bin Salman, the crown prince's younger brother who serves as deputy defense minister, also flew to Washington to discuss the issues.</p><p>Relations between the U.S. and Saudi Arabia have been strained since Mr. Biden took office with a vow to treat Saudi Arabia and its young crown prince as pariahs because of their unpopular war in Yemen against Iran-backed Houthi forces and the killing of Saudi journalist Jamal Khashoggi by a Saudi hit team that U.S. intelligence officials concluded was sent by Prince Mohammed. The crown prince has denied involvement in Mr. Khashoggi's killing but said he bears ultimate responsibility as the kingdom's leader.</p><p>Mr. McGurk and other White House officials have been trying to broker a rapprochement between Mr. Biden and Prince Mohammed so that the two could meet later this month in Saudi Arabia. But the talks have yet to produce an agreement that satisfies leaders in both nations, according to people involved in the talks.</p><p>Russia has rushed to keep alive an oil alliance that it struck in 2016 with the Saudis and OPEC. The resulting OPEC+ coalition controls over half the world's oil production, giving Moscow sway over crude prices.</p><p>In the days before the Ukraine invasion and since, Russian President Vladimir Putin has spoken multiple times with Prince Mohammed, the kingdom's de facto leader, each time releasing a statement lauding the importance of OPEC+.</p><p>Russian Foreign Minister Sergei Lavrov traveled to Riyadh this week and met with his Saudi counterpart, Prince Faisal bin Farhan, calling OPEC+ \"important and relevant.\" His remarks followed a report in The Wall Street Journal that OPEC+ was considering exempting Russia from its output targets as its production waned.</p><p>That last OPEC+ agreement was struck in May 2021, with the group deciding to increase its output by about 432,000 barrels a day each month for a year, gradually bringing its output back to prepandemic levels. The group cut output in 2020 when global demand fell during the initial economic shock of the coronavirus pandemic.</p><p>Under the OPEC+ deal, Moscow is supposed to increase its output by 114,000 barrels a day. But its output is now expected to fall by about 8% this year.</p><p>Write to Summer Said at summer.said@wsj.com, Benoit Faucon at benoit.faucon@wsj.com and Dion Nissenbaum at dion.nissenbaum@wsj.com</p><p>OPEC and Russia-Led Group Agree to Increase Oil Production</p>",
  "published": "2022-06-02T14:21:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1954,
          "end": 1962
        }
      ]
    }
  ]
}