{
  "_id": "e3affe5acdba29eef3737efd8cd42d2cb2081be340d5fff5d37297c89e06e105",
  "feed": "ftcomall",
  "title": "FirstFT: China's economy escapes contraction — just",
  "text": "<p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://www.ft.com/content/bd454cba-1ae4-4194-9203-8c74359d34d4\"><em>quiz</em></a><em>.</em></p> <p>China's economy <a href=\"https://www.ft.com/content/bb302ef4-001a-478f-ac61-31cdc972cc8e\">narrowly escaped a contraction</a> in the second quarter as the fallout from President Xi Jinping's zero-Covid policy stoked expectations that Beijing would inject hundreds of billions of dollars of stimulus to shore up growth.</p> <p>The world's second-biggest economy expanded 0.4 per cent year on year in the three months to the end of June, below the 1.2 per cent forecast by economists, and down from the 4.8 per cent recorded in the first quarter.</p> <p>The slowdown reflected the hit from a two-month lockdown in Shanghai, which took full effect in April, and illustrated the threat to global growth from Xi's attempt to eradicate Covid-19 in the world's main manufacturing hub.</p> <p>The growth figure of 0.4 per cent marked China's second-worst quarterly growth figure in 30 years, following a contraction at the start of the pandemic. With first-half growth at 2.5 per cent, Beijing is expected to miss its annual growth target of 5.5 per cent for 2022, itself a three-decade low.</p> <p>In markets, the Shanghai Composite closed 0.8 per cent lower today while Hong Kong's Hang Seng index, the main Chinese stock market accessible to international investors, fell 2.1 per cent.</p> <p>China's deeper economic slowdown may prompt looser monetary policy and fiscal stimulus, said analysts, in contrast to developed economies that are raising interest rates to tackle high inflation.</p> <p><em>Thanks for reading FirstFT Americas. Here is the rest of the day's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. JPMorgan and Morgan Stanley cast pall over Wall Street</strong> The banks reported a bigger than expected decline in second-quarter profits, <a href=\"https://www.ft.com/content/363f5364-1848-4f93-a4f5-000891c5cbb0\">signalling an end</a> to the industry's pandemic-era earnings boom. </p> <ul>  <li><p><strong>Go deeper</strong> The results set the stage <a href=\"https://www.ft.com/content/b5a39f59-615a-405e-8ddb-805b729953d4\">for a tense summer on Wall Street</a>, write our US banking team.</p></li> </ul> <p><strong>2. Saudi Arabia becomes major Aston Martin investor</strong> Saudi Arabia's sovereign wealth fund is <a href=\"https://www.ft.com/content/c8d74fb3-7fc2-4f04-977c-c97b27cb762e\">buying a 16.7 per cent stake</a> in the luxury British carmaker, making it one of the biggest shareholders. Aston said today it had rejected an alternative fundraising proposal led by China's Geely and the carmaker's former owner, the Italian investment group Investindustrial.</p> <p><strong>3. Political drama in Europe </strong>Italy has been plunged into political turmoil after prime minister Mario Draghi <a href=\"https://www.ft.com/content/957d48dd-7839-4332-a823-da3f7172a547\">offered to resign</a> following a split in his national unity government. His resignation was quickly rejected by Italy's president Sergio Mattarella. Draghi, former president of the European Central Bank, will address parliament next week. In the UK, the race to succeed Boris Johnson is becoming <a href=\"https://www.ft.com/content/233b692e-39be-4175-90e3-1253418203b0\">increasingly bitter</a>. </p> <p><strong>4. Coronavirus sub-variant ‘Centaurus' spreads across India and parts of Europe</strong> The Omicron sub-variant&#xa0;BA.2.75 that is spreading rapidly in India and has been detected in several European countries may be better than other coronavirus strains at <a href=\"https://www.ft.com/content/e45c2b0d-5c7f-4ae4-ac26-64cf8819b58a\">overcoming immunity</a> provided by previous infection and vaccines. Nicknamed Centaurus, it appeared to have mutated in a way that could indicate “major immune escape”, the World Health Organization said. </p> <p><strong>5. Kyiv dismisses fears of weapons smuggling </strong>Ukraine's government <a href=\"https://www.ft.com/content/a37997ff-1128-416c-ad1f-0ad157004dd2\">has pushed back</a> against concerns that the country could become a source of smuggled weapons but acknowledged the need to expand arms tracking systems. “We need to survive. We have no reason to smuggle arms out of Ukraine,” defence minister Oleksii Reznikov told the Financial Times.</p> <ul>  <li><p><strong>In other Ukraine news </strong>TikTok has <a href=\"https://www.ft.com/content/9b40c5b5-d073-4cdb-a15b-44725e491a35\">resisted calls</a> to preserve Ukraine content for war crime investigations.</p></li> </ul> <h1>The days ahead</h1> <p><strong>US bank earnings</strong> Citigroup, Wells Fargo and Bank of New York Mellon will become the latest US banks to report earnings today. Asset management group BlackRock also reports results. </p> <p><strong>Market outlook</strong> The dollar is on track to notch up <a href=\"https://www.ft.com/content/b2568c9e-bdfd-4830-a6d7-a38591ecf56c\">its third week of sharp gains</a> as weak Chinese economic data compounded fears about a global recession. US futures are indicating a higher open for shares on Wall Street while in Europe equity markets were slightly higher. Oil futures edged higher after yesterday <a href=\"https://www.ft.com/content/424fd3ff-28e2-448e-ab38-535a282526be\">wiping out all the gains</a> made since Russia's invasion of Ukraine.</p> <p><strong>Joe Biden in Saudi Arabia </strong>Riyadh <a href=\"https://www.ft.com/content/1c3ec6d1-4391-41e7-b37f-f191c8d8e683\">agreed to open its airspace</a> to all flights to and from Israel just hours before the US president touches down for his first trip to the region as president. Biden is hoping to reset US-Saudi relations amid turmoil in the global oil market.</p> <h1>What else we're reading</h1> <p><strong>Alan Howard's adventures in cryptoland</strong> An influential figure in the hedge fund industry, the media-shy billionaire in recent years has become a major force in crypto venture capital in both Europe and the US. The FT has compiled <a href=\"https://www.ft.com/content/e89061dd-634e-4024-b74a-5a102d4eb552\">a list of 43 investments</a> Howard has made in crypto companies and projects. <em>If you are a</em> <em>premium subscriber sign up to </em><a href=\"https://click.newsletters.ft.com/f/a/TxG3kg7ydul5hfCpJH3byA~~/AAAAAQA~/RgRksxbnP0SeaHR0cHM6Ly9lcC5mdC5jb20vbmV3c2xldHRlcnMvc3Vic2NyaWJlP25ld3NsZXR0ZXJJZHM9NjJjNWI2NGUyZTVjNTA0Nzg4Nzc3YWRmJmVtYWlsSWQ9NjJkMDhmN2RmZTczMWMwMDIzMmJjN2RjJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2RXCGZpbnRpbWVzQgpimP6R0GLly_DPUhZqZW5uaWZlci5jcmVlcnlAZnQuY29tWAQAAAAA\"><em>our new weekly cryptocurrency email</em></a><em> which launches today.</em></p> <p><strong>Ivana Trump, ex-president's first wife and image-maker, dies at 73</strong> Ivana Marie Zelníčková was <a href=\"https://www.ft.com/content/36d13d54-e429-4b2f-bd0c-16ce4be61f74\">born and raised in communist Czechoslovakia</a>. She became a competitive skier and model before marrying the future president of the US. Their divorce, finalised in 1991, became a tabloid fascination. Gossip columnist Liz Smith dubbed it “the biggest story I've ever seen that isn't important — next to Elizabeth Taylor and Richard Burton”.</p> <p><strong>Is Britain tiring of the culture wars? </strong>Brexit was supposed to have left the country bitterly divided. But social media is no longer full of simplistic stances on identity, and Boris Johnson's attempts to recapture the zeitgeist of identity politics could not save his premiership. <a href=\"https://www.ft.com/content/029a1022-d4b7-4ee2-802b-7ba3d5d14db6\">Henry Mance finds culture battles</a> are losing their grip on the national conversation.</p> <p><strong>A riskier approach to vaccines will pay off </strong>At the risk of sounding like a newlywed presenting their spouse with a list of pointers for improvement, <a href=\"https://www.ft.com/content/766d941a-b7c6-453c-9ff6-757c3b5de4af\">Tim Harford writes</a> that Covid vaccines, while miraculous, could do better. The virus has adapted so quickly that it is at risk of leaving us behind.</p> <h1>Readers respond</h1> <p>Earlier this week I highlighted <a href=\"https://www.ft.com/content/42d3ccba-65e2-4bd8-b1e8-798747415e9c\">the policy challenges facing</a> Joe Biden's administration in the energy market ahead of his trip to the Middle East. I got several responses from readers, including this one from Carson Marsh in Los Angeles. </p> <blockquote>  <p>“For a president that campaigned on holding MBS [Mohammed bin Salman] accountable for the killing of Jamal Khashoggi, Biden's trip to Saudi Arabia can be seen as another broken campaign promise. Nevertheless, the need for a close relationship with Saudi is of the utmost importance right now as everyday Americans pay for the Ukraine war via the pump.”&#xa0; </p> </blockquote><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2022 'FirstFT: China's economy escapes contraction — just' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-15T10:01:46.483Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1549,
          "end": 1557
        },
        {
          "start": 1538,
          "end": 1546
        }
      ]
    }
  ]
}