{
  "_id": "630f2e72b1c5c3173cd5db90b5548add0fa88142a4ac652b734cb784446dea21",
  "feed": "ftcomall",
  "title": "Peloton loan draws strong demand from private and public lenders",
  "text": "<p>Private lenders including Blackstone and Apollo joined public loan investors to bolster Peloton's balance sheet with $750mn of new debt on Tuesday, a sign of how lines are blurring between two distinct capital markets.</p> <p>Peloton, known for its web-connected exercise bikes, announced plans for the financing deal last week as it revealed <a href=\"https://www.ft.com/content/2468133c-6374-4bec-a946-0441aefd788d\">widening losses</a> and dwindling cash on its balance sheet. </p> <p>The transaction, led by JPMorgan Chase, concluded quickly thanks to early support from a handful of private lenders that joined traditional investors in the corporate loan market. Orders for the $750mn of debt reached $1.5bn, said people familiar with the deal. </p> <p>Private capital, usually deployed in deals negotiated directly with companies, has grown in public markets where a multitude of asset managers, hedge funds and other investors compete for allocations of debt arranged by banks. </p> <p>The fresh source of funds <a href=\"https://www.ft.com/content/0906f8c4-fb8a-4678-9f6a-aca873b9fa62\">has offered a lifeline</a> to companies that might otherwise be locked out, with recent examples being Carvana, a used-car retailer, and CDK Global, a software company. Issuance in public debt markets has plummeted this year.</p> <p>The appetite for Peloton's debt contrasts with demand from its equity investors. The company listed in September 2019 and soon became a symbol of the coronavirus pandemic stock boom, which boosted the shares of groups that served people working, exercising and entertaining themselves at home. </p> <p>But Peloton's shares have fallen about 90 per cent from their peak, dragging its equity valuation from more than $40bn to $5bn. This year the company cut jobs and replaced co-founder and chief executive John Foley with Barry McCarthy, a veteran of subscription businesses Netflix and Spotify. </p> <p>Despite efforts to reduce $800mn of costs by 2024, McCarthy said last week that cash outflows had left it “thinly capitalised” for a company of its size. Peloton ended its fiscal third quarter with $879mn in unrestricted cash and cash equivalents.</p> <p>Underscoring the influence and firepower of private lenders, the deal concluded so quickly that Peloton did not get a rating on the debt, which is typically necessary to draw in investors. </p> <p>“The lack of rating and the uncertainty over what it may be is definitely a hurdle for some investors in the market,” said one loan investor. </p> <p>Blackstone and Apollo, two of Wall Street's largest private capital groups, declined to comment. </p> <p>Peloton will need to get the debt rated within six months to avoid an increase to its interest rate of 0.5 percentage points from its current 6.5 percentage points above the interest rate <a href=\"https://www.ft.com/content/c13dd5fd-6de3-45f4-b7c5-9e91c76e813a\">benchmark Sofr</a>, said people familiar with the deal. </p> <p>The interest rate is already above the average yield in the loan market of 5.7 per cent, according to an index run by the Loan Syndications and Trading Association. </p><p>Source: Joe Rennison and Andrew Edgecliffe-Johnson in New York and Patrick McGee in San Francisco 2022 'Peloton loan draws strong demand from private and public lenders' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-18T04:00:29.674Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 417,
          "end": 425
        }
      ]
    }
  ]
}