{
  "_id": "465f88eb58e8677a80fb40f0b7a316e706e647abe80cbdd441fe0e6bd641cd19",
  "feed": "market-watch",
  "title": "Cisco provides some light amid the tech gloom as earnings show company is on 'the road to normal'; Supply-chain concerns previously cast a cloud over Cisco but improved in the latest quarter",
  "text": "<p>Boosted by the results and strong guidance, Cisco's stock was ahead about 3% in Thursday morning trading. Cisco shares have fallen 27.5% this year, outpacing the S&amp;P 500 Index's SPX 17.8% decline.</p><p>Analysts highlighted improvements to the networking giant's supply chain, an area that has cast something of a cloud over Cisco and much of the tech sector in recent years.</p><p>See Now: Cisco's stock rises on strong quarterly sales and guidance, but a restructuring is coming</p><p>\"Cisco posted improved results as supply-chain constraints eased and company product redesigns enabled [Cisco] to ship more product including high-margin software,\" wrote KeyBanc Capital Markets analyst Thomas Blakey, in a note released on Wednesday. \"Cisco expects supply chain to continue sequential improvements throughout FY23,\" he added.</p><p>KeyBanc Capital Markets reiterated its sector weight rating for Cisco.</p><p>Raymond James analyst Simon Leopold said that Cisco is on \"the road to normal,\" in a note released on Wednesday. \"Despite incremental cautiousness regarding Europe because of elevated energy costs and [foreign exchange], continued strong demand and an improving supply chain contributed to the improved fiscal outlook,\" he wrote.</p><p>Raymond James maintained its outperform rating and $59 price target for Cisco.</p><p>J.P. Morgan analyst Samik Chatterjee wrote that Cisco's results were directionally in line with the bank's expectations. However, he highlighted \"an even stronger revenue beat from better supply improvements relative to expectations.\"</p><p>See Now: Markets are getting a wake-up call in 2023, says Morgan Stanley, which offers a plan for investors to get ready.</p><p>The bank reiterated its neutral rating and $54 price for Cisco, despite acknowledging \"the robust setup\" of the stock. \"We remain concerned about headwinds to Enterprise spending for Cisco, which has one of the highest exposures to the Enterprise customer vertical within Networking equipment,\" Chatterjee added.</p><p>Of 27 analysts surveyed by FactSet, 12 have an overweight or buy rating, 14 have a hold rating, and one has a sell rating for Cisco.</p><p>Cisco provides some light amid the tech gloom as earnings show company is on 'the road to normal'</p>",
  "published": "2022-11-19T15:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1292,
          "end": 1303
        }
      ]
    }
  ]
}