{
  "_id": "165fc0e14365f58dc68f5edbe65e2efd90564f26475c9b79ca01fecfd10e21fd",
  "feed": "ftcomall",
  "title": "Wall Street's Shanghai problem",
  "text": "<p>Being a foreign banker to Chinese companies now requires an unusual level of resilience and improvisation. A senior Wall Street banker told me last week that he had completed eight hotel quarantines — each lasting two or three weeks — while travelling to see clients in China in the past two years.</p> <p>During his latest trip to Shanghai in March, as China's financial centre confined its residents to their homes or offices because of a Covid-19 outbreak, he struggled to get transport and even food as he tried to get out of the city. “You go hungry, that really is happening,” he said.</p> <p>In Shanghai, traders at US investment banks have been sleeping on camp beds in their offices for more than two weeks. And Goldman Sachs had to wrangle a special vehicle permit to make sure its employees had access to food and baby formula. </p> <p>Such difficulties come after a year navigating an unpredictable wave of regulatory reforms and geopolitical brinkmanship that has hammered Chinese companies and markets.</p> <p>All this is hard to square with Beijing's <a href=\"https://www.chinabankingnews.com/2021/08/25/shanghai-issues-policy-blueprint-for-transforming-into-international-financial-centre-by-2035/\">ambitions to turn </a>Shanghai into “an international financial centre wielding major global influence by 2035”. </p> <p>The <a href=\"https://www.ft.com/content/e85e86a9-db1e-4b31-8d90-d4558796a163\">prolonged lockdown</a> of Shanghai has reinforced opinions that those plans are unlikely to become reality anytime soon. They may also be incompatible with China's unrelenting policy of eliminating coronavirus. The lack of an exit plan from a zero-Covid strategy means the clock is always ticking for another lockdown — <a href=\"https://www.ft.com/content/3d63ad95-6f6e-48ff-843d-dfb8f0aae207\">possibly in Beijing</a>.</p> <p>China's grand plans for Shanghai seemed ambitious even before the lockdown. The city lacks three basic criteria for a global financial centre: the free flow of money, information and, since the pandemic began, people. The lack of currency conversion for the renminbi will always hinder the globalisation of Chinese markets, as will the absence of an independent justice system. Shanghai's stock exchange also habitually imposes arbitrary measures on trading accounts when it thinks the market is too volatile.</p> <p>“Shanghai as a marketplace has been grossly overplayed,” said Fraser Howie, an independent China analyst. “Shanghai has always been a state-owned enterprise creation.”</p> <p>Yet the world's largest investment banks have staked billions of dollars of investment and decades of political lobbying on 50-year plans for China that include growing competitive onshore securities ventures and private banks. They say years of losses are a necessary price to pay for a lucrative future of increasing market share in China's vast economy. China's domestic markets, centred in Shanghai, have grown into the second-largest in the world.</p> <p>China wants international expertise, foreign exchange and global capital. It has, without question, changed a lot of policies in the past five years, allowing investors to access its markets from offshore and foreign financial institutions to manage Chinese domestic money. A <a href=\"https://www.ft.com/content/c3d52cf3-a9b7-4a59-99e4-21cdaaebebe6\">recent capitulation</a> to the US over access to audit files on Chinese companies hints at a willingness to open further to foreign investment. And its financial reform agenda is more long term than Omicron.</p> <p>The problem is that the Shanghai lockdown has proven that China's domestic issues will always trump financial concerns. US banks in China operate at the whim of largely invisible domestic pressures. The rewards are not always clear. Western banks were prevented by US sanctions from going anywhere near the <a href=\"https://www.ft.com/content/8f6c58d0-7e0b-4c3d-9724-3865320f57c2\">blockbuster listing</a> of Chinese oil group Cnooc in Shanghai last week, which raised $4.4bn. </p> <p>In that environment, it is harder for Wall Street to put more money to work in China. The pandemic restrictions mean relocating people into China is becoming more difficult and expensive. There is fierce competition among banks for the finite pool of local talent.</p> <p>There is also the question of whether it is possible to grow a business in a country when none of your senior managers can visit and your expat staff either don't want to go there or want to leave. Other than JPMorgan Chase chief executive Jamie Dimon's brief trip to Hong Kong in November, no international banking boss has set foot in China for almost three years. Goldman Sachs chief David Solomon only made it as far as Singapore. As one Goldman executive put it: “You need Goldman DNA in these new offices.”</p> <p>Joe Zhang, co-chairman of Hong Kong-based brokerage company SBI China, believed that Shanghai could only become “the centre for China's capital market” rather than an international centre. Even given international financial interest in Shanghai, China would impose domestic controls “so onerous that Wall Street will give up eventually”, he said.</p> <p><a href=\"mailto:tabby.kinder@ft.com\"><em>tabby.kinder@ft.com</em></a></p><p>Source: Tabby Kinder in Hong Kong 2022 'Wall Street's Shanghai problem' FT.com 25 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-25T23:01:26.142Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3970,
          "end": 3984
        }
      ]
    }
  ]
}