{
  "_id": "ee05c7d82387a58dc9bc5dbf7acdc3387c0bde700a71ea301b8914af7d005774",
  "feed": "ftcomall",
  "title": "‘The juncture' looms for investors",
  "text": "<p>Politicians everywhere would be happier if persistent inflation could be managed down without triggering a recession or market shocks. </p> <p>Unfortunately, in the real world it rarely works out that way. With elections coming soon in the <a href=\"https://www.ft.com/indepth/us-midterm-elections\">US </a>and France, and with leadership challenges elsewhere, threading the needle of non-inflationary growth will be problematic. A more contractionary monetary policy will also lead to significant risks for financial managers.</p> <p>Liquidity is not just an abstraction in central bank economic models. It is also the assurance that small savers and investors can readily access the assets in their accounts. Low cost, high speed electronic markets for mass investors have created the illusion in recent years that assets can always be valued, traded or cashed in within fractions of a second.</p> <p>Most are unaware of the dealing costs incurred by asset managers and traders. Hedging, or managing dealing costs, becomes expensive as markets melt down, or — for a moment or months — melt up. If you are managing a huge balance sheet, or directing vast flows of orders, both sorts of melting are dangerous.</p> <p>“Risk is coming back this year with a vengeance,” says Pascal Blanqué, the deputy chief executive and chief investment officer of Amundi, the €1.8bn asset management company. “Liquidity is asymmetrical, and now it is disappearing when it is most needed. So we have to prepare to manage liquidity mismatches at the fund level.”</p> <p>This a complex task. The risk of being unable to buy or sell on demand will no longer be covered by central banks.</p> <p>With the coming challenges to markets, some of the mega US asset managers are setting up internal pools to match, where possible, customers' buying and selling. So far Amundi is not taking that step, but Blanqué says it is more carefully “calibrating liquidity risk for this juncture”.</p> <p>“Even after the events of March 2020 [the Covid crash], forgetfulness in the markets always returns, and most people are complacent again,” he says. Now, though, western central banks and treasuries are much less willing (or able) to rescue institutions, markets or investors. There is just too much official debt to manage at a time of high inflation.</p> <p>We are coming now to the awkward part of what Blanqué calls&#xa0;“this juncture”. Political leaders want the inflation to go away either quickly (the Democrats, thinking of 2022 elections) or slowly (the Republicans, thinking of 2024 elections). However, the likely cost of suppressing inflation is a hard sell — ie a multitrillion dollar reduction of the Federal Reserve balance sheet accompanied by a recession.</p> <p>If the Fed sells assets to reduce its balance sheet, the trillions of official and mortgage debt it has accumulated has to be bought by someone, in the first instance the primary dealers or large banks. In a low-inflation, low-interest world, that is not a problem. But in a rising rate, inflationary world, the dealers can be stuck with large, depreciating ex-Fed assets before managing to sell those to institutional or small investors.</p> <p>They finance that, however briefly, with the Fed dealer repo capacity, an arrangement for lending against acceptable high quality securities. “Warehousing” government bonds in this manner has been a loss leader business during the era of quantitative easing support programmes for markets from the Fed. Interest rates were too low to leave much margins for the dealer-banks.</p> <p>That is about to change. Let's say, for the sake of argument, that the Fed ultimately raises the benchmark fed fund target rate to 1 per cent in three or four moves. </p> <p>That means the dealer can warehouse a bond position with a 1 per cent coupon with a cost of debt to fund it that is at least 25 basis points lower. And all this is against risk-free counterparties, ie the Treasury and the Fed. The banks can take the market risk of intermediating the Fed's de-levering if the margins are higher than they are now.</p> <p>But then they have less balance sheet available to finance other assets, such as corporate capital spending or readily buying and selling other securities in those giant asset management companies. And the real economy, and securities prices, are likely to contract. </p> <p>No wonder I got a mailer from JPMorgan Chase asking me and my small US checking account if I want to be a customer of the private bank. Thanks to the Fed, banks can make money again on deposits. But that will be paid for with a recession. &#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;&#xa0;</p><p>Source: John Dizard 2022 '‘The juncture' looms for investors' FT.com 19 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-19T05:00:10.452Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4238,
          "end": 4252
        },
        {
          "start": 4238,
          "end": 4246
        }
      ]
    }
  ]
}