{
  "_id": "0b226d774e79554996ebee46602d9e0f1261a944f3ad4f24f4baac0f892e44fb",
  "feed": "ftcomall",
  "title": "For Christian's sake, promote more women",
  "text": "<p>Lettuce begin today (I am sorry, perhaps too soon <a href=\"https://www.nytimes.com/2022/10/19/world/europe/liz-truss-lettuce-stream.html\">for readers in the UK</a>) . . . Let us begin today with something you probably missed amid this week's No 10 drama: the turmoil engulfing the Net-Zero Banking Alliance — a coalition of banks that agreed to cut carbon emissions at COP26 last year. On Monday, the chair of the NZBA's steering group, Standard Chartered compliance head Tracey McDermott, <a href=\"https://www.unepfi.org/industries/banking/letter-from-chair/\">published a letter</a> emphasising members' autonomy. </p> <p>Banks set their own targets and independently decide how to hit these, the letter stressed, seeming to play down the influence of the UN's Race to Zero initiative, which sets the overarching standards for this and other corporate climate initiatives. “RtZ does not have the ability to impose requirements either on the NZBA as a whole or on individual members,” McDermott wrote.</p> <p>Such distinctions do not matter to US Republicans, who on Wednesday opened investigations into the six biggest US banks over concerns about environmental, social and governance (ESG) investing. The Republicans demanded the banks turn over documents related to NZBA, saying the organisation's “woke climate agenda” would kill American companies (the architect of this stunt, <a href=\"https://ago.mo.gov/home/news/2022/10/19/missouri-attorney-general-leads-19-state-coalition-in-launching-investigation-into-six-major-banks-over-esg-investing\">Missouri's Republican attorney-general</a>, is running for US Senate in the November elections).</p> <p>McDermott then <a href=\"https://www.bloomberg.com/news/articles/2022-10-19/wall-street-blames-war-gop-for-making-co2-goals-harder-to-meet?srnd=green-esg-investing#xj4y7vzkg\">acknowledged in a Bloomberg interview</a> there is “heightened sensitivity” among members about the implications of the commitments they made. Russia's invasion of Ukraine and the US Republicans' anti-ESG attacks had made it harder for banks to continue with their climate promises, she said.</p> <p>JPMorgan, Morgan Stanley and Bank of America <a href=\"https://www.ft.com/content/0affebaa-c62a-49d1-9b44-b9d27f0b5600\">have threatened to drop their COP26 pledges</a>. Big European banks have said they are sticking with their climate commitments — despite the energy crisis — and are angry with their American counterparts for turning tail. It is a fluid situation and one we will continue to cover going into COP27.</p> <p>For today's edition, Kenza writes about the state of female representation in Europe's corporate boardrooms. I write about corporate investments in community development.</p> <p>Meanwhile, for the latest Moral Money Forum report, Sarah Murray takes a <a href=\"https://www.ft.com/content/15008f52-0fcd-4b8e-a70e-b64316030588\">deep dive</a> into one of the hottest topics of the moment: whether some ESG strategies are restricting flows of capital into developing countries. And for a punchy multimedia take on the subject, check out our <a href=\"https://www.ft.com/video/8e7f4b80-cef3-493d-abe9-7802c769df22\">brand new video explainer</a>. <em>(Patrick Temple-West)</em></p> <h1>Germany's corporate gender woes point to a wider problem</h1> <p>It was amusing to read this week's report by the Swedish-German AllBright Foundation, which found that a group of listed companies in Germany had more chief executives called Christian (10) than female chiefs (nine).&#xa0;</p> <p>Deutsche Bank's chief executive Christian Sewing, for example, who must now be wishing he had a more unusual name, sits on a management board of 10 with just two women. </p> <p>Only three of the 160 companies listed on the Frankfurt Stock Exchange's Dax, Mdax and Sdax — automotive parts manufacturer Continental and healthcare companies Fresenius Medical Care and Siemens Healthineers — had an equal number of men and women on their boards last month, the research shows.</p> <p>Almost half of the companies had no women on their management board at all. This includes the meal kit company HelloFresh and reinsurer Munich Re, which received plaudits for its climate performance last week after <a href=\"https://www.ft.com/content/50e8691a-7ce4-413f-b1ea-22d37885b28b\">cutting its coverage of oil and gas projects</a>. Two women are due to join Munich Re's board in December and January.</p> <p>But lest any Moral Money readers give in to schadenfreude, Germany actually outperforms the EU in terms of women's representation on corporate boards. While 36 per cent of Germany's board members are female, across the EU just 30.6 per cent of board seats belong to women, according to the European Institute for Gender Equality, which looked at the largest publicly listed companies in October 2021. </p> <p>This could be because Germany already has rules on gender diversity; public companies are required to have at least one woman on boards of four or more. France, which also has its own national-level quota, counts 43.5 per cent of its board members as women, more than any other EU country. </p> <p>After a 10-year deadlock, the European Commission reached an agreement in June on plans to require listed companies to ensure 40 per cent of their board roles and 33 per cent of executive and non-executive roles are filled by women by 2026. </p> <p>Lara Wolters, the Dutch socialist lawmaker who led negotiations on the gender quota law, told the audience at a <a href=\"https://womeneurope.live.ft.com/agenda/session/912544\">discussion on ESG and diversity</a> I recently moderated for the Financial Times that investors should not be left to decide for themselves “what it is legislators or society actually want”.</p> <p>Jessica Ground, head of ESG at the US-based investment manager Capital Group, responded with concerns the EU-wide quota is too much of a “top-down push on what diversity needs to be”. It could encourage “box-ticking”, she said, and oversimplifies decisions companies have to make about representation along the lines of race, neurodiversity, class, gender and sexuality at top levels. </p> <p>There's still a long way to go on gender parity. In Hungary, Estonia and Cyprus, fewer than one in 10 board members are women. And the EU proposal must still be formally adopted by the European parliament and member states, which will be responsible for enforcing it. (<em>Kenza Bryan)</em></p> <h1>Corporate community investing waned in 2021 following pandemic pop</h1> <p>Corporate spending on ESG initiatives often overshadows the millions of dollars in cash that companies spend each year on community investments. While this spending does not often make headlines, companies routinely spend millions of dollars in low-income communities that make a big difference for recipients. </p> <p>Now, new figures on corporate community investments show that companies slowed spending in 2021 after a surge in 2020 amid the Covid-19 pandemic. </p> <p>A report published yesterday by the <a href=\"https://cecp.co/download-pdfform/?pdflink=wp-content/uploads/2022/10/GIN2022-fullbook-FINAL-WEB.pdf\">Chief Executives for Corporate Purpose</a> said many companies last year shifted away from the large grants and donations they made at the height of the coronavirus crisis. Total community investment decreased 20 per cent from 2020 to 2021, CECP said. The organisation, which actor and philanthropist Paul Newman founded in 1999 along with a group of US business leaders, tracks corporate community investing.</p> <p>Despite the year-on-year drop, the long-term trend in corporate community investing is on the rise. Community investments increased 7 per cent from 2019 to 2021, CECP said, underscoring that corporate giving is edging up following the pandemic bump.</p> <p>“What really surprised me was between 2020 and 2021 the amount of money allocated to social justice,” Saara Kaudeyr, head of corporate research at CECP and the report's author, told Moral Money.</p> <p>Investments related to diversity, equity and inclusion increased at 82 per cent of companies surveyed, CECP said. Additionally, more than 40 per cent of companies have science, technology, engineering, and mathematics as a focus area. The total community investment in STEM surged 63 per cent from 2020 to 2021.</p> <p>Looking ahead, the threat of a global recession could threaten companies' budgets for community investing. Kaudeyr acknowledged companies might not give as much as they have in the past couple of years.</p> <p>But with the amount of money they are spending now, companies are unlikely to scale back community investing — and would probably face fire from constituencies if they did. <em>(Patrick Temple-West)</em></p> <h1>Smart read</h1> <ul>  <li><p>The FT has just published an <a href=\"https://www.ft.com/reports/sustainable-food-agriculture\">extensive special report on sustainable food and agriculture</a>. It tackles subjects ranging from shareholder activism in the food sector to India's water crisis and the emergence of eco-friendly pesticides.</p></li> </ul> <p>Source: Patrick Temple-West and Kenza Bryan  2022 'For Christian's sake, promote more women' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-21T11:01:05.473Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1598,
          "end": 1606
        }
      ],
      "nexusId": "10009914"
    }
  ]
}