{
  "_id": "323ec7f353b9be024ecb707036a605f45ed51de42d9d12771426742c7fb1f853",
  "feed": "wall-street-journal",
  "title": "U.K. Corporate Bond Selloff Is One for the Books; Inflation, rising interest rates and politics spell trouble for U.K. corporate debt",
  "text": "<p>U.K. corporate bonds have been battered by the same factors weighing on all debt investments: central banks are raising interest rates at the fastest pace in more than four decades to combat stubbornly high inflation. Rising consumer prices and higher central-bank policy rates are typically negative for bonds, because it makes the value of their fixed payments less appealing to investors.</p><p>But U.K. investors have to contend with the added headwind of extreme political and financial market volatility. Prime Minister Liz Truss sparked an unprecedented selloff in government bonds in September by announcing plans for debt-funded tax cuts. In recent days, Ms. Truss has attempted to stabilize markets by reversing most of those plans and replacing her Treasury chief.</p><p>The yield on the U.K. 10-year government bond fell below 4% Monday from levels above 4.5% in just the past week. Yields fall as prices rise. Still, investors remain skittish as Ms. Truss's ability to hold on to her jobas prime minister remains unclear and the U.K. economy faces an energy crisis and probable recession.</p><p>Corporate bonds, which are seen as riskier than government debt because companies are more likely to miss debt payments, have been caught in the crossfire.</p><p>\"You've not seen anything like it in the history of the market,\" said Barnaby Martin, a credit strategist at Bank of America in London. \"It's all been about a rate shock in the U.K., which has driven these unprecedented returns.\"</p><p>The average yield on investment-grade debt issued in sterling has risen to 6.9% from 2.1% at the end of last year, according to data from index-provider ICE. The yield on its index of lower-rated U.K. corporate debt has risen to 12% from 5% at the end of 2021. Yields rise as prices fall.</p><p>Among the companies facing sharply higher borrowing costs: Rolls-Royce Holdings PLC, whose bond maturing in 2027 now has a yield of 10%, more than doubling from 3.6% at the end of last year. The yield on a high-rated bond from energy giant Shell PLC maturing in 2052 has jumped to 6.2% from 2.4% at the end of last year, according to ICE.</p><p>The selloff has been exacerbated by an unexpected crisis that has hit U.K. pensions. Schemes have dumped assets including corporate bonds in recent weeks to meet margin calls related to a hedging strategy known as liability-driven investment, or LDI.</p><p>\"To make margin calls, they're selling what they can and some of that is investment-grade corporate debt,\" said Andreas Michalitsianos, a portfolio manager at J.P. Morgan Asset Management. Efforts by The Bank of England to sell down its holdings of both corporate and government bonds could further strain U.K. debt markets, he added.</p><p>The central bank has said it will restart selling corporate bonds next week, and is due to start selling down its government-bond holdings on Oct. 31.</p><p>Companies have held off on issuing new debt this year. Investment-grade corporate bond issuance in the U.K. currency is down 43% from 2021's level, while high-yield issuance is down 65%, according to Dealogic, a data provider.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for U.K. bonds? Join the conversation below.</p><p>That isn't an imminent problem for the U.K. corporate sector as most companies won't face pressure to refinance debt until after 2023, said Gareth Williams, head of corporate credit research at S&amp;P Global Ratings.</p><p>\"For now, the U.K. corporate sector is relatively well capitalized,\" said Mr. Williams. \"It raised a lot of money during Covid. The immediate needs for refinancing are actually relatively small.\"</p><p>U.K. firms can also tap other countries' bond markets for funding if they run into difficulty, said Marc van Heems, a portfolio manager at Zurich-based Vontobel Asset Management.</p><p>\"If the sterling market is more difficult for corporations to access, as far as investment-grade is concerned, they can always finance in other currencies,\" he said.</p><p>Still, analysts say higher financing costs will weigh on U.K. companies' profitability the highest inflation in four decades is already eroding margins.</p><p>\"Companies used debt eagerly in the past decade because it was cheap compared to equities, cheap compared to bank loans,\" said Mr. Martin, of Bank of America. \"Now it's a very different world. That is going to challenge their profitability.\"</p><p>One silver lining is that many larger U.K. companies earn a significant chunk of revenue abroad, making them less exposed to a slowdown domestically, S&amp;P's Mr. Williams said. The sectors he is most worried about are those that depend on U.K. consumer confidence, which fell to a record low in September. That group includes retailers, consumer-goods companies and home builders, he said.</p><p>\"We've passed an inflection point where things are going to be getting more difficult,\" he said. \"The economic outlook is deteriorating and we think it's going to get more difficult for companies to pass on inflation pressures that they've been under to their customers.\"</p><p>Write to Chelsey Dulaney at chelsey.dulaney@wsj.com</p><p>U.K. Corporate Bond Selloff Is One for the Books</p>",
  "published": "2022-10-18T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}