{
  "_id": "2d2717e83fd5f83ec09f06f07aa35c8bc3acc4847ade39964ae5d0e1b3ee2ee5",
  "feed": "wall-street-journal",
  "title": "U.S. News:  More Businesses Try 'Second-Chance' Hiring  ----  By Allison Prang",
  "text": "<p>   A labor shortage has pushed more employers to recruit employees who have served prison time. </p><p>   In recent years, small businesses and big U.S. companies including banks and pharmacy chains say they have recognized that so-called second-chance hiring offers a chance to ease societal inequities. It also helps them find more workers in a tight job market. </p><p>    Union Pacific Corp. in the spring started hiring people who had been incarcerated, said Beth Whited, the railroad company's executive vice president for sustainability and strategy. </p><p>   Ms. Whited said the company has been recruiting for maintenance, train and electrical workers. About 120 people have either been hired or are in the application process in several U.S. cities. </p><p>   \"We're really trying to think about the whole person,\" Ms. Whited said. \"What really happened, what have they done to rehabilitate and learn new skills, what's their motivation for coming to work so that we're really thoughtfully considering people.\" </p><p>   Finding steady, formal employment has long been a challenge for people who have been convicted of crimes. Job applications often ask about felony convictions, even though there have been efforts across the country to ban such a question. After that, a background check may flag a job seeker's criminal history, potentially invalidating the application. </p><p>   These roadblocks contribute to higher unemployment rates for formerly incarcerated people. Their unemployment rate was estimated at over27%, according to a 2018 report from the Prison Policy Initiative. </p><p>   Some organizations that advocate for employment for people with criminal records say the current labor shortage has led to more interest from potential employers. </p><p>   In a survey of almost 900 human-resources professionals by the Society for Human Resource Management Foundation that concluded in January, 46% said they recruited people with criminal records more often than they did a year ago. </p><p>   \"There's so many employers that are desperate to hire workers,\" said Mark Drevno, the founder and executive director at Jails to Jobs Inc., a Lafayette, Calif.-based organization that helps people with criminal records find jobs. \"It makes economic sense and so that's why it's on their radar, I think.\" </p><p>   About 600,000 people are released from federal and state prisons annually, according to the Justice Department. Just having an arrest record can hurt people's employment prospects, even if charges were dropped. </p><p>   Some of the largest U.S. companies are behind the push. The Second Chance Business Coalition -- a group of companies that work to share best practices on hiring people with a criminal background -- was formed in 2021 with 29 companies and now has more than 40. Among those are JP Morgan Chase &amp; Co., American Airlines Group Inc., AT&amp;T Inc. and CVS Health Corp. </p><p>   Having big companies involved lends credibility to second-chance hiring, said Tim Owens, co-founder and president of the Bloomington, Minn.-based Redemption Project, a group that pairs inmates with mentors and jobs. </p><p>   Employer interest in the Redemption Project has also grown, he said.\"I think a lot of employers are looking at this as an untapped talent pool, and given the shortages everywhere they're open to looking at maybe different groups they hadn't looked at before,\" Mr. Owens said. </p><p>   About one-tenth of JPMorgan Chase's new hires last year, roughly 4,300 people, had criminal records, according to Nan Gibson, executive director for JPMorgan Chase's PolicyCenter. Many of them are placed into teller positions and other jobs at bank branches, said Michelle Kuranty, the company's global head of talent acquisition sourcing. </p><p>   Some companies consider hiring people with criminal records part of their diversity and inclusion efforts. </p><p>   Black people are disproportionately likely to be imprisoned. In state prisons, where most convicted prisoners are incarcerated in the U.S., Black people are imprisoned at almost five times the rate of white people, according to the Sentencing Project, a criminal-justice policy research and advocacy group. </p><p>   \"Demographically there's a large minority population that has [been] or is incarcerated and so it was an opportunity for us to lean in and do an even better job,\" said Ernie DuPont, CVS's executive director of workforce initiatives. </p><p></p>",
  "published": "2022-10-10T06:07:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2718,
          "end": 2727
        },
        {
          "start": 3443,
          "end": 3451
        },
        {
          "start": 3313,
          "end": 3321
        }
      ]
    }
  ]
}