{
  "_id": "54e39f9101fea74ae854db255f54e9379d2acc13766c0d36a376452c496ec7cc",
  "feed": "wall-street-journal",
  "title": "Stock Futures Pause Ahead of Jobless Claims, More Inflation Data; Earnings season kicks off this week, with BlackRock, Citigroup, JPMorgan and Wells Fargo set to report Friday",
  "text": "<p>Stocks largely continued their upward march this week, with investors taking Wednesday's consumer-price index data in their stride. Inflation reached its highest level since 1982 last month, but was in line with expectations. Markets didn't react strongly and the S&amp;P 500 closed less than 1.5% off its record high.</p><p>In premarket trading, Delta Air Lines rose 2.9%, despite posting a loss, after the airline's chief executive said he expected it to quickly recover from the effects of the Omicron variant. Home builder KB Home climbed nearly 7% after its earnings came in above analysts' expectations.</p><p>The yield on the benchmark 10-year Treasury note ticked up to 1.748% Thursday from 1.724% Wednesday, reversing direction after two sessions of declines. Yields rise when prices fall. Shorter-dated bond yields also climbed, with the 2-year yield reaching 0.929%, up for a third day.</p><p>Federal Reserve officials are signaling that an interest-rate rise could come as soon as March. The Fed's James Bullard said Wednesday that four rises were likely in 2022. Governor Lael Brainard is scheduled to speak in front of the Senate Banking Committee at 10 a.m. ET in her nomination hearing to become vice chair and investors are waiting to hear her views on inflation and the economic recovery.</p><p>\"The main story is the market view on the central bank's next steps. The market is balancing two things: less support from monetary policy, but overall the underlying economy is good and we think the earnings figures that will start to come out now will be quite strong,\" said Luc Filip, head of investments at SYZ Private Banking.</p><p>The U.S. producer-price index, an inflation metric that measures the prices of goods exiting factories, is slated to go out at 8:30 a.m., as is the latest data on weekly jobless claims. Economists are expecting the tight labor market to have kept a lid on layoffs, a continuation of the trend that has kept the weekly level below the 2019 average since early December.</p><p>Earnings season kicks off this week, with major financial firms including BlackRock, Citigroup, JPMorgan and Wells Fargo are set to report Friday.</p><p>Investors are on edge for bank earnings after Jefferies posted revenue and earnings that missed analysts' estimates Wednesday, said Jeffrey Meyers, a consultant at Market Securities. The stock fell 9.3% and continued to decline Thursday in off-hours trading, retreating another 0.9%.</p><p>The Turkish lira weakened 3.3% against the dollar, trading at 13.6 lira to $1. Due to its recent volatility, Turks have increasingly sought to hold their savings in other currencies, even crypto. The Russian ruble depreciated 0.7% against the dollar a day after talks between Moscow and NATO failed to resolve differences over Ukraine.</p><p>The pan-continental Stoxx Europe 600 slipped 0.2%. British home builder Countryside Properties tumbled over 27% after it reported a drop in profit and said its chief executive would step down immediately.</p><p>In Asia, most major benchmarks fell. The Shanghai Composite Index lost 1.2% on concerns about China's latest Covid-19 outbreak after the port city of Tianjin reported higher infections. Japan's Nikkei 225 retreated 1%.</p><p>Genting Hong Kong, a cruise-ship operator, plunged 56%. The stock resumed trading Thursday after a German subsidiary filed for insolvency earlier in the week, which triggered defaults. Australia's Crown Resorts jumped nearly 9% after private-equity giant Blackstone raised its takeover offer for the company.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stock Futures Pause Ahead of Jobless Claims, More Inflation Data</p>",
  "published": "2022-01-13T12:23:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 130,
          "end": 138
        },
        {
          "start": 2082,
          "end": 2090
        }
      ]
    }
  ]
}