{
  "_id": "447d6b92c8ec34e0aa5e835aa64027a5b71bc85f51287a9ffd437aefe862aee4",
  "feed": "ftcomall",
  "title": "BoE could exceed rate expectations to show it is serious on inflation ",
  "text": "<p>Boris Johnson's plans to cut taxes and support UK households with the soaring cost of living have increased the chances that the Bank of England will raise interest rates by 0.5 percentage points this week, according to those who watch the central bank. </p> <p>Even though many central banks have implemented half point rate rises in recent weeks, including in the US, New Zealand and Australia, most economists still expect the BoE's Monetary Policy Committee to vote for a smaller 0.25 percentage point rise on Thursday. </p> <p>But with the public's net satisfaction with the BoE's control of inflation at the <a href=\"https://www.ft.com/content/dde04841-1acf-4af8-877e-858469535ad1\">lowest level since records began</a>, the bank could feel it needs to demonstrate it is taking stronger action. </p> <p>The most delicate decision for the MPC will be to determine whether the <a href=\"https://www.ft.com/content/f1478970-a22a-460c-a0fa-d89504a7dafd\">government's package of support </a>for energy bills announced last month will be inflationary and require a monetary policy response. </p> <p>Chancellor Rishi Sunak delivered a <a href=\"https://www.ft.com/content/f8f9f406-a2a6-4cb5-af20-47836c199160\">£400 reduction in energy bills</a> for all households and a £650 increase in benefits for the poorest in a package worth £15bn. This was offset by a £5bn <a href=\"https://www.ft.com/content/ddbde592-a4e0-465a-9dd2-d6566790403f\">windfall tax</a> on profits from North Sea energy providers.</p> <p>The BoE's May forecast highlighted its view that unemployment had to rise and growth had to slow growth to a crawl in order to bring inflation back down to its 2 per cent target in the medium term. Any more government borrowing and spending would require an additional monetary policy response, according to many economists. </p> <p>Allan Monks, chief UK economist at JPMorgan, who expects a 0.25 percentage point rate rise, with an “outside chance” of a larger increase, said the government's fiscal package would “strengthen the MPC's conviction about [monetary] tightening”. </p> <p>Paul Dales, chief UK economist at Capital Economics, went further than most BoE watchers and predicted there would be a half point rise. With Johnson in political peril and seeking to shore up his position by splashing cash, “the net result is that politics is adding to the current inflationary pressure by lending some support to demand and contributing to a weaker pound”, he said. </p> <p>“As a result, the Bank of England will have to work harder if it is going to bring CPI inflation from <a href=\"https://www.ft.com/content/f8b43235-deca-464c-8c10-81c84735beed\">April's 40-year high of 9 per cent</a> back down to the 2 per cent target,” he added. </p> <p>Most economists think there will be a split vote on interest rates, as there has been on other rate decisions in recent months. Some believe there could even be a three-way split, with four members voting for a 0.5 percentage point rise, three for a 0.25 per cent increase and two for no change. </p> <p>The BoE has confirmed that in these circumstances, the four members voting for the largest rate rise would prevail even though there was a majority on the committee for less monetary tightening. </p> <p>Since the central bank's last meeting in early May, the economic data on inflation have been much as the bank expected, rising to a 40-year high of 9 per cent in April. But the labour market has been stronger than predicted, with unemployment falling to an almost 50-year low and wage growth rising sharply. </p> <p>With the cost of living crisis dominating the headlines, the BoE, which has responsibility for controlling prices, has seen its normally sky-high popularity tumble. Its monthly survey found that net satisfaction with its efforts to control inflation had fallen to -3, the lowest score since the survey started in 1999.</p> <p>The public are also now expecting higher inflation rates to persist, raising fears inside the BoE that companies will keep increasing prices and be willing to pay staff more, creating a loop of persistently high price and wage inflation. </p> <p>According to Krishna Guha of investment bank Evercore ISI, “increases in household inflation expectations in one, two and five years time reinforces the rising likelihood that the Bank of England will end up joining its peers with a ‘new normal' 0.5 percentage point rate hike, most likely in August”.</p> <p>Highlighting the potential consequences of rising inflation expectations, economists expect the UK to have the <a href=\"https://www.ft.com/content/4f55f312-6478-4920-a911-ac023ae006aa\">highest inflation in the G7 </a>for the next three years. </p> <p>To ensure that rising inflation expectations do not result in a wage price spiral, the likelihood is that whatever the policy decision, the BoE will sound more willing than previously to take difficult action to bring down inflation. </p> <p>Over the past few weeks, the Federal Reserve in the US has emphasised its “resolve” to defeat inflation with Jay Powell, its chair, telling US citizens that “we understand the hardship [inflation] is causing and we're moving expeditiously to bring it back down”. </p> <p>Likewise, last week, Christine Lagarde, president of the European Central Bank, stressed how she would “stay the course and be determined” in bringing down inflation. </p> <p>Until now, <a href=\"https://www.ft.com/content/0a8f0465-12ed-412b-94cb-571f9fb6f0d4\">Andrew Bailey, the BoE's governor</a>, has been much more equivocal, talking about a “narrow path” between too much and too little action on inflation. This has left the impression that the UK's central bank has gone soft in comparison with its big brothers in Europe and the US. </p> <p>Bailey will not be giving a news conference after the meeting on Thursday because there are no quarterly forecasts accompanying the meeting, but the MPC's minutes will be published with its decision at noon on Thursday. </p><p>Source: Chris Giles in London 2022 'BoE could exceed rate expectations to show it is serious on inflation ' FT.com 12 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-12T04:00:58.586Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1511,
          "end": 1519
        }
      ]
    }
  ]
}