{
  "_id": "2f03c92a5c0cebae5cd3ab487806a99fb7c4bfea90582deb1edd3090cf44f0bb",
  "feed": "market-watch",
  "title": "Provident Financial to combine with Lakeland Bancorp in Garden State banking tie-up; Banks tout benefit of greater scale as economic headwinds face the sector",
  "text": "<p>Keefe, Bruyette &amp; Woods analyst Michael Perito said the two banks appear to be \"better together\" with combined assets of $25 billion and $20 billion in deposits.</p><p>\"The operating environment remains uncertain, although both banks have fairly conservative histories and strong deposit franchises which should help them navigate a variety of environments together,\" Perito said in a research note.</p><p>Also Read: JPMorgan and Goldman are still top dogs in investment banking but business shrinks significantly in 2022</p><p>Provident shareholders will own 58% and Lakeland shareholders will own 42% of the combined company in a deal that creates \"New Jersey's preeminent super-community bank,\" the banks said.</p><p>Provident's all-stock price of $19.27 a share for Lakeland amounts to a premium of 18.3% over Lakeland's closing price of $16.29 a share on Monday.</p><p>Shares of Provident Financial fell 2.4% in premarket trading Tuesday.</p><p>Under terms of the deal, Lakeland shareholders will receive 0.8319 shares of Provident common stock for each share of Lakeland common stock they own.</p><p>The combined company will operate under the Provident Financial Services name and the combined bank will operate under the Provident Bank name, with a branch presence in both Northern and Central New Jersey.</p><p>\"The scale and profitability of the combined organization will enable us to invest in the future, better compete for market share, and better serve our customers and communities,\" said Provident Chief Executive Anthony Labozzetta. He will also be CEO of the combined company.</p><p>The banks expect to close the deal by the end of the second quarter of 2023.</p><p>The tie-up of the two regional banks comes as economic storm clouds, a drop in mortgage activity and worries over a pending recession have weighed on bank stocks, as well as the broad equities market.</p><p>Also Read: Senators drill down on Zelle reimbursements, inflation and 'uber-woke' policies in bank CEO hearing</p><p>While higher interest rates have allowed banks to charge more interest in their loans, they're also raising prospects of a recession, which would reduce economic activity and bruise the financial sector.</p><p>Shares of Provident are down 4.4% in 2022, compared with a drop of 26.6% by the KBW Nasdaq Bank Index BKX and a 23.3% loss by the S&amp;P 500 index SPX. Lakeland shares have fallen 14.2% in 2022.</p><p>Also Read: Chicago Fed president defends dot plot as he says interest-rate plateau may be warranted next year</p><p>Provident Financial to combine with Lakeland Bancorp in Garden State banking tie-up</p>",
  "published": "2022-09-27T12:52:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 403,
          "end": 411
        },
        {
          "start": 405,
          "end": 413
        }
      ]
    }
  ]
}