{
  "_id": "a5354c9a508da8a0ad029a188dacaffcfa8421fe0971971b11207a5b44cbcb67",
  "feed": "wall-street-journal",
  "title": "Hedging Against Currency Swings Separates Winners From Losers This Year; Investors can try to sidestep foreign-exchange moves by choosing stock funds that hedge currency exposure",
  "text": "<p>Investors can try to sidestep the moves in foreign-exchange markets by choosing stock funds that hedge currency exposure. That approach has paid off as the dollar has soared in 2022.</p><p>Shares of the unhedged iShares MSCI Japan exchange-traded fund, for example, have slumped 24% this year, lagging far behind the 1.3% slip in shares of the iShares Currency Hedged MSCI Japan exchange-traded fund.</p><p>An unhedged iShares ETF focused on eurozone stocks, meanwhile, has seen its shares decline 26% this year, while shares of its currency-hedged counterpart have fallen 15%. Shares of the currency-hedged version of a fund targeting U.K. stocks are up 4.7% for the year, easily beating the 13% slide in shares of a U.K. equity fund that doesn't protect against currency moves.</p><p>\"It really comes down to an investor's view on the dollar,\" said Evan Brown, portfolio manager and head of multiasset strategy at UBS Asset Management. \"When you just buy an international ETF that is unhedged, you're getting exposure not only to that local equity market but also to the foreign exchange.\"</p><p>The Federal Reserve's efforts to tame inflation through an aggressive campaign of interest-rate increases have fueled the dollar's rise. The WSJ Dollar Index, which measures the greenback against a basket of other currencies, is up 15% this year and in September set a record close in data going back to 2001, according to Dow Jones Market Data. The dollar has gained 14% this year against the euro and 27% against the Japanese yen, according to Tullett Prebon.</p><p>Josh Kutin, head of asset allocation for North America at Columbia Threadneedle Investments, said his team holds a position in the iShares Currency Hedged MSCI EAFE exchange-traded fund. The ETF, which trades under the ticker HEFA, tracks an index of developed-market stocks that uses currency forwards to mitigate the effects of foreign exchange.</p><p>Shares of the fund have dropped 8.6% this year, compared with a 23% decline for its unhedged equivalent.</p><p>\"We do believe that there is going to be some more dollar strength at least in the short term,\" Mr. Kutin said. \"The currencies which have done well for the last few months really tend to be the currencies which do well in the months ahead.\"</p><p>Investors this year have funneled nearly $622 million into the HEFA fund while pulling $1.5 billion from the unhedged version, according to FactSet data through Thursday.</p><p>Other currency-hedging international stock ETFs, by contrast, have suffered outflows this year. Investors have been feeling bearish about equities in general for much of 2022 as central banks around the world lift interest rates, dinging the value of companies' future earnings and boosting the yields available outside the stock market.</p><p>Within stocks, many have viewed the U.S. as a relative haven, as fallout from the Russian invasion of Ukraine threatens the economy in Europe and China employs lockdowns to contain outbreaks of Covid-19.</p><p>Multifamily office Tiedemann Advisors has had an overweight position in U.S. stocks since spring 2020, betting the economy would be more robust domestically than in other parts of the world, said Kent Insley, chief investment officer. That stance carries with it a bet that the dollar will strengthen relative to other currencies, he said.</p><p>But as the Fed eventually nears the point of slowing or even stopping its interest-rate increases, the calculations behind such wagers may change.</p><p>\"We're going to have to rethink just how significant a U.S. bias we want to have when it comes time for the Fed to pause or pivot because the dollar could start depreciating against especially other developed market currencies,\" Mr. Insley said.</p><p>Tiedemann uses unhedged formats for some of its international stock positions because it measures its performance against an equities benchmark that doesn't hedge currency, he said.</p><p>Jeremy Schwartz, global chief investment officer at WisdomTree, which offers currency-hedged stock funds including the popular WisdomTree Japan Hedged Equity ETF, makes the case for investors to consider more broadly using the hedged approach.</p><p>\"Hedging has no directional move. It has no bet baked into it,\" he said. \"For people who have no idea what the currency is going to do, why do you want to be betting on the dollar declining?\"</p><p>But investors seem to view funds without currency hedging as the default option. U.S.-listed Japanese stock ETFs that don't hedge currency hold about six times the assets of their currency-hedging counterparts, according to data from Morningstar Direct. For European equities, unhedged ETFs hold about 16 times the assets of currency-hedged funds.</p><p>Gabriela Santos, global market strategist at J.P. Morgan Asset Management, recommended earlier this year that long-term investors allocate to international stocks without hedging currency. She wrote that the dollar was overvalued and might face headwinds, and that an unhedged position in overseas shares would help diversify a portfolio.</p><p>In recent years, hedging currency often benefited investors as the dollar strengthened. But over the long run, hedging seems to have a more muted effect on the total returns of international stocks than has been the case this year, Daniel Sotiroff, senior manager research analyst at Morningstar Research Services, wrote in a recent article.</p><p>For example, $10,000 invested in January 2001 in the unhedged version of an MSCI index of stocks outside the U.S. would have grown to $21,936 by September, compared with an increase to $23,968 for the fully hedged version, according to Mr. Sotiroff. The hedged index pulled ahead only in June, he wrote.</p><p>Write to Karen Langley at karen.langley@wsj.com</p><p>Hedging Against Currency Swings Separates Winners From Losers This Year</p>",
  "published": "2022-11-06T11:02:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}