{
  "_id": "56a0c507cc02025d923e597530ec59c02c4868c5be339a5bacd6231c8cb1e170",
  "feed": "wall-street-journal",
  "title": "Drivers Endure Near-Record Gas Prices During July 4 Travel; Gasoline prices drop below $5 a gallon as a record number of drivers are expected to hit the road over July Fourth weekend, according to AAA",
  "text": "<p>Yet many drivers aren't changing their pump habits much, despite the 55% year-over-year increase.</p><p>Amanda Kovacs—a 41-year-old housecleaning business owner in Lorain, Ohio—traveled roughly 130 miles to Columbus, Ohio, this week for her daughter's college orientation.</p><p>\"It's down to, 'OK, do I have enough to put $20 in?'\" said Ms. Kovacs, who said she's limiting the amount of groceries she purchases to afford gas.</p><p>Bart Melek, head of commodity strategy at TD Securities, said he expects few Americans to cancel July Fourth travel plans because of high gas prices. AAA predicts that auto travel will hit a record this Independence Day weekend, typically one of the busiest travel periods of the year. It expects 42 million people hitting the road, compared with 41.8 million last year.</p><p>Mr. Melek said he attributes the consumer resilience in part to many Americans saving cash during the Covid-19 pandemic and to the low unemployment rate.</p><p>Most of all, people are making up for lost time, Mr. Melek said. And with expensive airfare, unreliable flight schedules and a lack of public transit options in much of the U.S., driving is one of the few options left for Americans looking to travel domestically this summer.</p><p>There will be some demand elasticity, Mr. Melek said, meaning more people may eventually change their habits as the prices remain around $5 a gallon. \"But I think this is a particularly special time when we all just want to get the hell out and do fun stuff,\" he said.</p><p>Gas prices have dropped 18 cents a gallon since June 14, when they peaked at $5.02 a gallon. The drop isn't expected to persist, said Tom Kloza, global head of energy analysis for OPIS. OPIS is owned by News Corp, the parent company of The Wall Street Journal.</p><p>\"Prices go up like a rocket, and they come down like a feather,\" Mr. Kloza said.</p><p>There are some early signs that suggest record prices are prompting at least some Americans to change their driving habits. Gasoline demand in the week ending June 25 is down 6.3% compared with the same period last year, according to OPIS. Demand for gasoline in mid-to-late May fell to its lowest levels in nearly a decade, according to government data.</p><p>With consumer inflation also at record highs, many drivers are making more calculated budget decisions.</p><p>\"Gasoline prices to consumers are top of mind,\" Mr. Kloza said.</p><p>Julie Pargo, a recently retired hospital administrative clerk living in Toledo, Ohio, drives about 150 miles every few months to visit her three children in Columbus.</p><p>She spends about $70 filling up her 2018 Buick Envision. To save money, she has started strategizing her grocery shopping trips and where she buys gas.</p><p>\"It's sad when $4.69 sounds like a deal now,\" she said. The average cost of a gallon of gas across Ohio was $4.78 on Friday, according to OPIS.</p><p>Mr. Melek cautions Americans not to expect relief at the pump until after the busy summer driving season. More oil on the market and an easing of refinery bottlenecks could drag down prices. The Federal Reserve accelerating interest-rate increases could also decrease demand by potentially kicking off a recession, he said.</p><p>\"There's a light at the end of the tunnel—maybe a bit of a faint light—that we won't reach until well past the summer,\" Mr. Melek said.</p><p>The Biden administration has tried to urge the U.S. oil industry to boost output, but with existing refineries running near capacity, there is little that can be done short-term to ease the supply gap, analysts said.</p><p>Gasoline demand and prices typically hover around their highest levels in July and August. Any disruptions to refineries, which sometimes occur during the summer hurricane season, could lead to higher prices at the pump this year, Mr. Kloza said.</p><p>A May report from JPMorgan suggested retail gas prices could jump to $6.20 a gallon by August. Mr. Kloza said that isn't likely without significant supply disruptions in July.</p><p>Several agencies at the state and federal levels have taken measures to slow increasing prices. Some states have suspended their gas taxes. The U.S. Environmental Protection Agency issued an emergency waiver in April that allows gas stations to sell high-ethanol content gasoline this summer, despite concerns about increasing air-polluting emissions.</p><p>SHARE YOUR THOUGHTS</p><p>How is the high price of gas changing your holiday plans? Join the conversation below.</p><p>The Biden administration has also tapped oil supplies from the U.S. Strategic Petroleum Reserve, releasing 1 million barrels of oil a day.</p><p>Ms. Pargo, the retiree in Ohio, said she would drive to visit her family across the state more if prices weren't so high.</p><p>\"You do have to think about, 'Do I really want to spend $70 just to drive there?' \" she said.</p><p>Write to Omar Abdel-Baqui at omar.abdel-baqui@wsj.com</p><p>Drivers Endure Near-Record Gas Prices During July 4 Travel</p>",
  "published": "2022-07-01T15:05:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3755,
          "end": 3763
        }
      ]
    }
  ]
}