{
  "_id": "59334d256a7e3c2184fa43207aa145efe22e7168c7d43222957e299bc1fe5d2b",
  "feed": "ftcomall",
  "title": "FirstFT: Russia begins full-scale invasion of Ukraine",
  "text": "<p>Vladimir Putin has launched a <a href=\"https://www.ft.com/content/07bbc5c7-e620-4734-83b5-7bb261363c35\">full-scale military invasion of Ukraine</a> and demanded Kyiv's army lay down its weapons, starting what could be the largest conflict in Europe since the second world war.</p> <p>With bombardments of artillery, heavy equipment and small arms, Russian troops launched attacks from Ukraine's northern border with Belarus, across its eastern frontier with Russia, and in the south from Crimea, the Ukrainian peninsula Russia invaded and annexed in 2014.</p> <p>Soon after, Ukrainian authorities reported columns of Russian tanks and armoured vehicles driving into the country from all three fronts. Roads out of Kyiv were gridlocked with <a href=\"https://www.ft.com/content/c617a1c4-6668-4367-bbe4-5d465b28f9dd\">civilians fleeing the capital</a>.</p> <p>In an address on state television shortly before 6am on Thursday, Russia's president said Moscow would seek to <a href=\"https://www.ft.com/content/0783ea10-b493-4889-8da8-5a5ea75cb977\">“de-Nazify” Ukraine</a> and “defend” victims of “genocide”, despite there being no evidence of such crimes.</p> <p><em>FT.com has the </em><a href=\"https://www.ft.com/ukraine-conflict\"><em>latest news</em></a><em> on the Ukraine conflict.</em> </p> <ul>  <li><p><strong>Opinion:</strong> Putin's war will shake the world, writes <a href=\"https://www.ft.com/content/b8b02d31-c258-4e98-8c3c-8cbeabef792e\">Gideon Rachman</a>.</p></li>  <li><p><a href=\"https://www.ft.com/content/0a4c9553-3d4e-4821-8dbe-177e25ff4758\">West threatens reprisals</a> after Vladimir Putin launches Ukraine invasion.</p></li>  <li><p>How have <a href=\"https://www.ft.com/content/1cc734db-564e-44b4-8fa5-b37feecadec3\">ordinary Ukrainians</a> prepared for a Russian invasion? These photographs chronicle paramilitary schools and weekend workshops.</p></li>  <li><p><strong>Explainer: </strong>Diplomats say that Emmanuel Macron's <a href=\"https://www.ft.com/content/878727ab-c97d-4f4d-8493-9a472962749a\">attempt</a> to deter Vladimir Putin was a high-risk move with little chance of success — but it was essential to try. </p></li>  <li><p>Germany's decision to <a href=\"https://www.ft.com/content/c3adb2c2-2dd9-471a-88c1-8155a335c954\">suspend</a> the Nord Stream 2 gas pipeline project will not deal an immediate economic blow to Russia.</p></li>  <li><p><a href=\"https://www.ft.com/content/48fb42a9-b238-4079-a22a-870a1c716bb1\">EU holds emergency summit </a>after Russia attacks Ukraine, writes Valentina Pop. To keep up to date with all that's happening across Europe, <a href=\"https://ep.ft.com/newsletters/566825b8cb56e60cea589e91/subscribe\">sign up for the Europe Express newsletter</a>.</p></li>  <li><p><strong>Markets Briefing:</strong> <a href=\"https://www.ft.com/content/d67df525-94b2-4462-903f-0dae153d63b0\">Oil rises above $100</a> a barrel for the first time since 2014. European shares drop and Moscow stock index dives after the Ukraine invasion.</p></li> </ul> <p><em>Thanks for reading FirstFT Americas. Share your questions about the Ukraine crisis at </em><a href=\"mailto:firstft@ft.com\"><em>firstft@ft.com</em></a><em> — Wai Kwen </em></p> <h1>Five more stories in the news</h1> <p><strong>1. Manhattan prosecutors leading criminal probe of Donald Trump resign</strong> The departures raise questions about whether the district attorney's investigation of the ex-president is <a href=\"https://www.ft.com/content/db07f6ec-a712-4683-97aa-ffdaea3a1e13\">winding down</a>.</p> <p><strong>2. Ex-Goldman Sachs banker's 1MDB trial to be paused on new evidence disclosure </strong>In the second week of Roger Ng's case, prosecutors reveal an ‘inexcusable' <a href=\"https://www.ft.com/content/d3f98671-3b62-483f-9d1f-184091bdbfdf\">omission of about 15,500 documents</a>.</p> <p><strong>3. The world's first quantum gravity sensor </strong>Researchers at the UK's Birmingham university and their industrial partners have demonstrated what they say is the <a href=\"https://www.ft.com/content/cd5db0c8-0bb2-47a0-9e40-57c3e9d95170\">first quantum gravity sensor</a> that works reliably, detecting subterranean structures outside lab conditions. Construction and infrastructure projects could be a crucial application of the technology.</p> <p><strong>4. JPMorgan ‘grossly negligent' in Nigerian bank transfers </strong>The US bank was “<a href=\"https://www.ft.com/content/dc633303-da14-4f94-bbfe-46fcec66dce4\">grossly negligent</a>” in paying almost $900mn to a company controlled by a former Nigerian minister with a money laundering conviction, despite numerous “red flags” about the transactions, a UK court has been told.</p> <p><strong>5. Turkey to ban German and US public broadcasters </strong>Two international public broadcasters are facing an imminent <a href=\"https://www.ft.com/content/735fe9d8-02bf-4864-9601-4e7b1f4832d9\">ban</a> in Turkey after defying a demand from authorities that they described as “censorship”.</p> <h1>Coronavirus digest</h1> <ul>  <li><p><strong>Sanofi</strong> and <strong>GlaxoSmithKline</strong> will apply for regulatory approval of their <a href=\"https://www.ft.com/content/1d0ee887-0c98-4bb2-9d6b-b4c231af31ef\">vaccine</a> as a primary jab and booster after reporting an efficacy rate of 57.9 per cent.</p></li>  <li><p>Companies are spending billions on <strong>commercial buildings</strong> with everything from dog kennels to climbing walls. But it is not clear <a href=\"https://www.ft.com/content/17526bb6-2911-478e-99d7-b0c59fed8e60\">how many workers will come back</a>.</p></li> </ul> <h1>The day ahead</h1> <p><strong>EU summit in Brussels </strong>EU leaders are planning to <a href=\"https://www.ft.com/content/5b423554-6ce9-49fe-b74c-da41298b565f#post-a2157427-3ea5-49e8-8020-468ab8698f7b\">discuss the escalating crisis</a> in Ukraine. Charles Michel, European Council president, said he wanted to meet to “jointly define our collective approach and actions”. </p> <ul>  <li><p><strong>G7 meeting: </strong>The virtual <a href=\"https://www.ft.com/content/40b149bd-cbaa-418c-90df-00fa861e22f4\">gathering</a> will provide world leaders an additional opportunity to gauge the right response to the Ukraine crisis.</p></li> </ul> <p><em>Join Financial Times journalists and leading experts&#xa0;on February 25 at 1300 GMT for an unmissable virtual briefing, Russia-Ukraine Conflict: What Next? Register free </em><a href=\"https://ukraine.live.ft.com/?reference=ftcom&amp;utm_source=news&amp;utm_medium=ftcom&amp;utm_campaign=2022p2russia-ukraineconflict\"><em>here</em></a><em>.</em></p> <h1>What else we're reading </h1> <p><strong>Netflix struggles with ambitions in India</strong> The streaming service wanted 100mn subscribers in the country but has <a href=\"https://www.ft.com/content/47ade68f-c7b4-4db6-961a-720456ece68a\">managed just 5.5mn</a>. To keep subscriber numbers climbing, Netflix expanded aggressively into Europe, Latin America and Asia, investing heavily in local-language programming.</p> <a href=\"http://www.ft.com/cms/8792995.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Italy's public debt dilemma </strong>The country's public debt is extremely high. There are two ways of looking at it: one is to say that it will pose a threat to the stability of the eurozone, the other is to say that what matters is the cost of servicing it. What is clear is that growth, reform and the European Central Bank's support is crucial to sustainability, <a href=\"https://www.ft.com/content/6b5d0a9d-0a36-4827-82c4-47a3ec650ead\">writes Tony Barber</a>.</p> <p><strong>VW's complex planned Porsche IPO </strong>The German group's management board had no control over the timing of a confirmation that it planned to list part of its crown jewel, Porsche. Instead, the drip-feed of rumours forced the carmaker to rush out a statement. But investors fear the proposed €20bn listing may lead to <a href=\"https://www.ft.com/content/1993c417-a284-4a1e-af84-7db920e3c73c\">a repeat of past mistakes</a>.</p> <p><strong>Why a tribal work life might be good </strong>As we return to the office, it is worth considering how Covid-19 lockdowns have increased our tendency to be tribal beings. While companies don't like to admit to it, small teams tend to be more efficient than unstructured groups, <a href=\"https://www.ft.com/content/063f3a98-7aff-4183-ad32-8df4a023752b\">writes Gillian Tett</a>.</p> <p><strong>The rise of ‘wellness' apartments</strong> For some, “wellness” is not merely an ill-defined buzzword, it's a way of life. And property developers have been rushing to cash in. By one estimate, there are more than <a href=\"https://www.ft.com/content/8e775360-2fc6-4068-b64e-4159e1b30464\">2,300 “wellness residential projects”</a> around the world. But buyers face hefty premiums.</p> <h1>Photography</h1> <p>What does our obsession with taking pictures say about humanity? An exhilarating <a href=\"https://www.ft.com/content/c7dc0d70-1231-40b8-82fc-464de9d3405d\">New York exhibition ‘A Trillion Sunsets' </a>interrogates image overload.</p><p>Source: Wai Kwen Chan, Jennifer Creery and Emily Goldberg  2022 'FirstFT: Russia begins full-scale invasion of Ukraine' FT.com 24 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-24T10:59:12.201Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2725,
          "end": 2733
        }
      ]
    }
  ]
}