{
  "_id": "f77b78887367d1bbd85e207c31606cab4b022867e53039490396000bd0b59c48",
  "feed": "ftcomall",
  "title": "Experian: its optimism on credit outlook is misplaced",
  "text": "<p>Most see the tech giants as manipulators of big data. Experian quietly earns plenty from sifting through personal credit information. The UK-listed group <a href=\"https://www.experianplc.com/media/latest-news/2022/experian-half-year-results-fy23/\">expects</a> sales growth of 8 per cent and higher profit margins in the year to March. It is confident that its stellar run during the low interest rate era will continue.</p> <p>Experian's shareholders have their doubts. Its stock's valuation has compressed by a third this year to 28 times its forward earnings, belying analyst profit estimates at record highs. But already there are signs that higher credit costs are taking their toll. </p> <p>True, earnings proved resilient during the pandemic. Analysts misjudged its impact in 2020 when a GFC-sized drop failed to materialise. During the 2008 financial crisis, earnings per share fell by about 15 per cent, in line with analysts' expectations. </p> <p>A savings glut accumulated since then partly explains why consumers in the US, Experian's largest market, have yet to suffer any cost of living crunch this year. But US real wages are slipping, down more than 5 per cent since April, according to the Bureau of Labor Statistics. Any cash buffer could evaporate by the end of next year, thinks JPMorgan. </p> <p>Higher credit costs play a part. Higher mortgage rates have reduced housing transactions. These might be a third below 2021 levels next year. Experian revenues directly exposed to mortgages may be small, just 3 per cent of the US total. But this area's turnover has already fallen 35 per cent in the six months to September.</p> <p>Diminishing credit demand should mean less volume for its consumer reports. Already, Citi thinks US organic top-line growth of 5 per cent is more realistic for Experian in the next financial year to 2024, more than a third below the analyst consensus. That shift alone would knock earnings estimates lower by 5 per cent. </p> <p>Big data has made Experian an earnings machine. But its rosy view of economic data leaves the shares vulnerable to further declines.</p><p>Source:  2022 'Experian: its optimism on credit outlook is misplaced' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-16T14:45:16.866Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1166,
          "end": 1174
        },
        {
          "start": 1178,
          "end": 1186
        }
      ]
    }
  ]
}