{
  "_id": "50df21a2918e4fca6fee8a0c6143cfc7082919ac0a841d46ccd3dbfc253bb777",
  "feed": "wall-street-journal",
  "title": "Barclays Profit Falls on Slowdown in Investment Banking; Bank posted a 23% decline from the previous quarter but profit was still higher than the same period last year",
  "text": "<p>For all of 2021, Barclays earned £6.38 billion, up from £1.53 billion the previous year. The bank said it plans to buy back up to £1 billion of shares. It also said that inflationary pressure is likely to result in modestly higher costs in 2022.</p><p>Profit at Barclays's corporate and investment bank was £733 million during the fourth quarter, declining 37% from the previous quarter but higher than the same period last year. Profit at the bank's U.K. unit rose, reaching £420 million.</p><p>This is C.S. Venkatakrishnan's first earnings report since becoming chief executive after Jes Staley resigned following an investigation into his relationship with convicted sex offender Jeffrey Epstein.</p><p>Mr. Venkatakrishnan has said he would continue Mr. Staley's strategy of maintaining a sizable trans-Atlantic investment bank alongside one of the U.K.'s leading retail and commercial banks. That combination proved resilient through much of the pandemic, with the investment bank booming on a flurry of deal making and trading.</p><p>The decline in investment banking activity mirrors the results of Wall Street's biggest banks, which saw their pandemic-era profits come back down to earth in the final quarter of last year. Both JPMorgan Chase &amp; Co. and Citigroup Inc. reported double-digit declines in profit.</p><p>Banks have benefited from the volatility in markets, which boosted trading revenues. A surge of deal making also juiced profits. As major central banks signal tighter monetary policy ahead, this is expected to both boost and disadvantage banks.</p><p>The Bank of England's move to increase its policy interest rate twice since December to 0.5% has lifted the prospects of U.K. banks to charge more interest on loans, a key source of revenue. On the other hand, this is also expected to weigh on deal making, corporate borrowing and mortgage lending activity.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Barclays Profit Falls on Slowdown in Investment Banking</p>",
  "published": "2022-02-23T08:07:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1211,
          "end": 1230
        },
        {
          "start": 1211,
          "end": 1231
        }
      ]
    }
  ]
}