{
  "_id": "91e0b564bfeb1a98a6be75c384922a656f5a06b0a24f2cddfbccf3a9e9a1a348",
  "feed": "ftcomall",
  "title": "JPMorgan collects data on borrowers' race in push against wealth gap",
  "text": "<p>JPMorgan Chase has started to collect data on race and ethnicity from some borrowers, a departure from the norm in US banking, as part of an effort aimed at making good on promises to do more for the black community after the police murder of George Floyd.</p> <p>Following Floyd's killing in 2020, <a href=\"https://www.ft.com/stream/3de2fad0-44c8-492f-9b62-7e1374292a9e\">JPMorgan</a> pledged to spend $30bn by the end of 2025 to address the racial wealth gap through initiatives including $14bn in mortgages and small business loans for black and Latino communities. </p> <p>But measuring the effects of such initiatives is difficult, according to banking executives. In most cases, asking for a customer's <a href=\"https://www.ft.com/us-race-relations\">race</a> or ethnicity for lending purposes is illegal. The Equal Credit Opportunity Act (ECOA) of 1974 prevents lenders from collecting, recording or considering a person's race, national origin or other protected characteristics — with certain exemptions for lenders trying to better serve disadvantaged borrowers.</p> <p>JPMorgan, the largest US bank by assets, has invoked some of these exemptions to launch new programmes after public encouragement from regulators. </p> <p>“We're excited to be able to measure our progress on how the projects that we're investing in are specifically serving black communities, developers and small business owners,” said Kevin Goldsmith, managing director for community development tax credits at JPMorgan. </p> <p>In January 2021 the bank's mortgage division launched a so-called special purpose credit programme (SPCP) that grants $5,000 per customer to help cover closing costs and down payments for home buyers, part of a goal to increase home ownership among minorities. </p> <p>JPMorgan said it has also provided more than $221mn in project financing to black-owned or -led commercial real estate developers&#xa0;out of a total of $500mn in financing to the sector last year. </p> <p>Under SPCP programmes, lenders are permitted to collect data about protected demographic classes as part of the loan application process and offer special interest rates to certain groups. For-profit organisations such as banks are required to draw up a written plan and prove that the programme benefits a group that might otherwise be denied credit or receive it on less favourable terms.</p> <p>Though SPCPs have been around for years, they have rarely been used by banks, according to several industry sources. There are no official statistics on SPCPs because they are not officially documented by any regulatory body. But regulators and legal sources say more banks have approached them for guidance on setting up such programmes over the past two years.</p> <p>The primary reason banks have avoided SPCPs is regulatory uncertainty, said David Stein, a lawyer at Covington and Burling who advises financial services groups on regulation. </p> <p>“Regulators . . . historically, were not willing to provide informal guidance about specific programmes, and lenders were really left to their own devices,” Stein said, adding that banks could be found in violation of fair-lending laws if a SPCP proved to be deficient. </p> <p>JPMorgan was previously hesitant about using the programmes, but the bank is now “trying to be innovative and use all the tools that we have to lean in and support underserved communities” after the events of 2020, Goldsmith said.</p> <p>There is evidence that historical disparities in lending persist despite laws such as the ECOA. Black business owners with good credit are half as likely to receive all of the funding they seek from traditional sources compared with white-owned entrepreneurs with similar scores, according to a<a href=\"https://www.fedsmallbusiness.org/medialibrary/FedSmallBusiness/files/2021/sbcs-report-on-firms-owned-by-people-of-color\"> Federal Reserve study</a>.</p> <p>“There is a history of black business leaders starting at a disadvantage, and the [special] financing helps make up for the deficit,” said Adrian Washington, founder of Neighborhood Development Company (NDC), a Washington DC-based property group that received a $15mn investment from JPMorgan through its new programme for black developers.</p> <p>The Consumer Financial Protection Bureau received dozens of<a href=\"https://www.regulations.gov/docket/CFPB-2020-0026/comments?filter=%22special%20purpose%20credit%22\"> comments</a> from industry and consumer groups calling for more clarity on SPCPs in response to a request for information on the ECOA in July 2020. Since then, regulators and agencies including the Fed, the Office of the Comptroller of the Currency and the Department of Justice have issuedstatements encouraging their use and welcoming questions from lenders. </p> <p>The CFPB has been working more closely with lenders on SPCPs in recent years, but banks have had the autonomy to set them up on their own for decades, said Frank Vespa-Papaleo, the agency's principal deputy director, fair lending. </p> <p>“If institutions want to improve lending in certain areas, they have the tools to do so,” he said. “There's some risk of course, but that risk always exists with any rollout of any product, programme or service; and there is also risk in doing nothing.” </p> <p><em>This article has been corrected to say that JPMorgan has provided more than $221mn in project financing to black-owned or -led commercial real estate developers, not developers of affordable housing</em></p><p>Source: Imani Moise in New York 2022 'JPMorgan collects data on borrowers' race in push against wealth gap' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-27T04:00:21.815Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3830,
          "end": 3838
        },
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 1333,
          "end": 1341
        },
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 2997,
          "end": 3005
        },
        {
          "start": 928,
          "end": 936
        },
        {
          "start": 292,
          "end": 300
        },
        {
          "start": 1604,
          "end": 1612
        }
      ]
    }
  ]
}