{
  "_id": "baaab4947c720f0a994bbb862f55d465e1db49fcac7584dc08b9409f366c9736",
  "feed": "market-watch",
  "title": "5 things we learned from Jerome Powell's 'whipsaw' press conference; 'From dove to hawk in 30 minutes'",
  "text": "<p>It was during Fed Chairman Jerome Powell's press conference that the twists and turns started.</p><p>\"Markets were whipsawed by the overall communications by at first pushing yields and the dollar lower and stocks higher post-statement, and then reversing those moves — and then some — during and after the press conference, to end up with an overall hawkish interpretation,\" summarized Derek Holt, vice president of Scotiabank Economics.</p><p>Where does all of this leave us? Here are some key takeaways from the Fed chairman's press conference:</p><p>Terminal rate is going to 5% or higher</p><p>\"Powell is guiding that the median [interest rate] is likely to hit 5% or higher, which implies there may be several [Fed officials] above that level,\" Holt said.</p><p>Powell had been asked about how high the Fed might go before pausing its rate hikes. He said said that the rate needed to be sufficiently restrictive in order to achieve the 2% inflation goal over time. \"We think there is some ground to cover before we meet that test,\" he said, \"The ultimate level of interest rates will be higher than previously expected.\" The central bank had previously penciled in a terminal rate in a range of 4.5% to 4.75%.</p><p>Read: What's next for markets after Fed's 4th straight jumbo rate hike</p><p>Don't even think about pausing</p><p>\"It would be very premature to be thinking about or talking about pausing our rate hikes,\" Powell said.</p><p>This means that the Fed will be hiking for several more meetings, Holt said.</p><p>\"They are likely several meetings away from tossing in the towel on rate hikes, at a minimum,\" Holt said, meaning the Fed's benchmark rate might rise above 5%.</p><p>Risks of recession are rising</p><p>JP Morgan economist Bennett Parrish said Powell's most hawkish comments came when he said the window for a \"soft landing\" has narrowed because inflation has not come down.</p><p>\"That comment tilts the balance of today's events hawkish,\" Parrish said, in an essay he called \"From dove to hawk in 30 minutes.\"</p><p>A soft landing is a slowdown without a debilitating downturn in the economy.</p><p>\"I think no one knows whether there's going to be a recession or not. And if so, how bad that recession would be,\" Powell added.</p><p>Matt Luzzetti, chief U.S. economist at Deutsche Bank, said that response indicated that \"the likelihood of a recession in the Fed's mind has risen.\"</p><p>Rumors of the death of the consumer are premature</p><p>Some economists think the average consumer is struggling in this high-inflation environment. By some measures, personal savings as a percentage of disposable income have plunged.</p><p>But Powell was upbeat. \"It appears consumer spending is still positive. It is pretty modest growth level — it is not shrinking. Many retailers will tell you that consumers are still buying out there,\" he said.</p><p>Worries about the consumer might slow the pace of rate hikes.</p><p>David Wilcox, an economist with Bloomberg Economics and the Peterson Institute for International Economics, said \"the building blocks\" for a slowdown in spending are present in the economy.</p><p>Stocks are down, home prices have fallen and government transfers are back to pre-pandemic levels. But it looks like it will take time for those factors to slow down spending, Wilcox added.</p><p>Erring on the side of overtightening</p><p>Powell said the Fed has not \"overtightened\" yet. \"I'm pleased that we have moved as fast as we have,\" Powell said, referring to the almost 400 basis points of tightening since March.</p><p>Later, Powell added that if the Fed were to overtighten, it wouldn't be the worst thing because the Fed could use its tools to support the economy.</p><p>That's a better scenario than not getting inflation under control, he suggested, because in that situation, inflation will become entrenched and the costs of bringing it down will be much higher.</p><p>Powell's preference to err on overtightening and upside risks to the terminal rate are bullish for the dollar, said economists at Bank of America in a note to clients.</p><p>5 things we learned from Jerome Powell's 'whipsaw' press conference</p>",
  "published": "2022-11-02T23:36:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1659,
          "end": 1668
        }
      ]
    }
  ]
}