{
  "_id": "9235d1961712d330f53beac5be36fb778e201ed7769e542efa7b51393ca5647b",
  "feed": "market-watch",
  "title": "Duckhorn stock heads south after Napa winery downgraded on slowing fine wine sales; Downgrade of Duckhorn comes before earnings, and follows a surprise loss reported by Vintage Wine Estates",
  "text": "<p>Duckhorn's stock NAPA dropped 9.2% in afternoon trading Thursday, which would be the biggest one-day decline since it went public in March 2021, and the lowest-ever close. It has tumbled 16.3% amid a four-day losing streak.</p><p>J.P. Morgan's Teixeira cut her rating to neutral, after being at overweight since she started covering the company in April 2021. She lowered her stock price target to $19 from $24, which is now the lowest target among the eight analysts surveyed by FactSet.</p><p>Teixeira said she still likes the stock long term, and has been \"impressed\" by the company's operational performance since going public, but there are just too many reasons not to keep recommending investors buy.</p><p>She believes the company's guidance for fiscal 2023 could disappoint Wall Street, as less-than-projected revenue growth and increased investments weigh on profitability.</p><p>\"While NAPA [Duckhorn] continues to outgrow the category, overall luxury wine segment appears to be decelerating and luxury segment share gains are slowing,\" Teixeira wrote in a note to clients. \"Although NAPA's core consumer isn't as susceptible to inflationary pressures, negative wealth effect and rising interest rates could dampen demand for higher-margin ultra-luxury wine.\"</p><p>The company, of which the portfolio of wine brands include Duckhorn, Decoy and Goldeneye, and is scheduled to report fourth-quarter results on Sept. 28, after the closing bell. Analysts surveyed by FactSet are expecting, on average, quarterly earnings per share of 8 cents, flat with a year ago, and revenue growth of 10.0% to $78.0 million. For fiscal 2023, the FactSet consensus for EPS is 70 cents and for revenue is $403.0 million.</p><p>Teixeira is also concerned that the heat wave in California could hurt harvest yields for future vintages. In addition, she feels investor worries about potential share sales by sponsor and majority shareholder TSG Consumer Partners LLC could cap the stock's upside.</p><p>On the positive side, she said valuation seems \"fair,\" when weighing the risks against potential rewards.</p><p>Duckhorn's stock has tumbled 34.4% year to date, while Vintage Wine Estates shares have plunged 71.6% and the Dow Jones Industrial Average DJIA has dropped 14.4%.</p><p>Duckhorn stock heads south after Napa winery downgraded on slowing fine wine sales</p>",
  "published": "2022-09-15T18:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 224,
          "end": 235
        }
      ]
    }
  ]
}