{
  "_id": "32eb4797a80b5e298738e6e60b00cedc12cc7b7005e5ee602aac0cb8a8821513",
  "feed": "wall-street-journal",
  "title": "Ford Sells About 8% of Its Stake in Electric-Vehicle Startup Rivian; Auto maker was early investor in Rivian but is now paring its stake as it expands its own EV lineup",
  "text": "<p>Ford sold about 8 million shares between late Sunday and Monday morning through Goldman Sachs, the people familiar with the move said. Ford is no longerpartnering to develop an EV with Rivian, as had been plannedunder its initial investment in 2019, and wants to gradually reduce its stake in what has become a rival in the electric-truck market, they said.</p><p>Before the sale, Ford held about 102 million shares in Rivian overall, about 11.4% of the company.</p><p>CNBC also reported that JPMorgan Chase was planning to sell between 13 million and 15 million Rivian shares for an undisclosed stakeholder.</p><p>The lockup period for Rivian investors to sell stock after its initial public offering in November expired Sunday. Ford and Rivian declined to comment.</p><p>Ford, an early investor in Rivian, has been aggressive in expanding its own lineup of electric vehicles, having recently started production of its own battery-powered pickup, the F-150 Lightning. The Lightning is a direct competitor to one of Rivian's first models, the all-electric R1T pickup, which went on sale late last year.</p><p>Rivian's debut on the public markets in November helped the company raise about $12 billion in new capital, at the time the most money raised in any U.S. listing since 2014. Its market capitalization briefly rose above that of Ford last fall, as investors bet the upstart would surpass incumbents in the auto industry's electric-vehicle race.</p><p>But Rivian's shares have tumbled this year, down 72% at Friday's close as the company has encountered challenges executing on its plans, including getting its factory fully ramped up. Like other EV makers, it has been under pressure to raise prices to counter fast-rising raw-materials costs for key battery inputs, such as lithium, cobalt and nickel.</p><p>This year has been a tough one for the handful of electric-vehicle startups that went public in recent years. Many of these companies saw their valuations soar during 2021 as investors flocked to their shares because of the growth potential of battery-powered cars. But the mechanics of building a car and getting it to customers are proving difficult.</p><p>Shares of Rivian and luxury EV maker Lucid Group Inc. have fallen sharply after cutting earlier production forecasts, citing supply-chain troubles.</p><p>The potential windfall from Ford's stake in Rivian has shrunken since the startup's November IPO. In 2021, Ford said the rise in Rivian's stock price resulted in an $8.3 billion paper gain. Rivian's stock selloff in recent months was a drag on Ford's first quarter, shaving $5.4 billion from its bottom line and resulting in a net loss for the auto maker.</p><p>Ford and Rivian said in November that they mutually decided not to jointly develop a specific electric model, as they had planned under their initial strategic partnership in April 2019, and instead would focus on their own EV projects.</p><p>On March 1, it told customers with reservations for vehicles that it would have to increase prices retroactively, only to later walk back the price increase after the move stoked a backlash. The company still plans to increase prices for future purchasers, but only on reservations placed after March 1.</p><p>While Rivian reported around 83,000 reservations at the end of March, it is having trouble getting its factory in Normal, Ill., operating at full speed. The former Mitsubishi Motors Corp. plant can produce 150,000 vehicles a year, but is currently producing around 1,000 of the vehicles a month.</p><p>Rivian has blamed its production woes on the global semiconductor shortage, which is hamstringing production at nearly every car maker in the world. In March, Rivian slashed its production plans for the year, saying it would aim to produce 25,000 vehicles this year—half of what it would have otherwise been able to build.</p><p>Rivian also has a deal to supply 100,000 battery-powered delivery vans to Amazon.com Inc., another investor in the young car manufacturer. Amazon owned 17.74 million Rivian shares as of Dec. 31, according to FactSet. An Amazon spokesperson declined to comment on its holdings.</p><p>Sean McLain contributed to this article.</p><p>Write to Mike Colias at Mike.Colias@wsj.com</p><p>Ford Sells About 8% of Its Stake in Electric-Vehicle Startup Rivian</p>",
  "published": "2022-05-09T15:18:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 481,
          "end": 495
        }
      ]
    }
  ]
}