{
  "_id": "e1fba77a9cfb07aac4b21c896312f9321f948ab2411cb1c025f978d20d480358",
  "feed": "economist-newspaper",
  "title": "German energy: Cleaning up its act",
  "text": "<p>RWE has become a household name in its home country as an operator of nuclear plants and lignite mines--which has made it the target of many a protest over the years. In 2019, for instance, activists camping in dozens of treehouses stopped it from clearing what was left of the Hambacher forest, a once-vast tract of woodland in western Germany, in order to continue mining lignite. The recent announcements are part of a much bigger realignment. In November last year it unveiled plans to invest EUR50bn ($50bn) to increase renewable-power capacity from 25 to 50 gigawatts (GW) within eight years, about a third of its current total.</p><p>In combination, the two recent deals show that RWE is on the right path, says Vincent Aryal of JPMorgan Chase, a bank. ConEd's 3 GW renewable business will make RWE America's fourth-largest provider of green energy, but also comes with a pipeline of wind and solar projects of over 7 GW. The agreement in Germany raises the prospect that RWE could exit from coal even earlier than 2030. Markus Krebber, the firm's boss, told analysts that its lignite business is likely to be hived off as a non-profit foundation as soon as the current energy crisis ends and German politicians have the time to give regulatory approval.</p><p>Yet some investors argue that RWE is not ambitious enough. Other big European utilities have more sweeping plans, says Benedikt Kormaier of Enkraft, an activist fund which owns a small stake in RWE. Enel, an Italian firm, and Iberdrola, a Spanish one, want to reach 129 GW and 95 GW, respectively, in green power-generation capacity by 2030. This, combined with the fact that it will have a large legacy business for some years, means that RWE's valuation is lower than it should be, notwithstanding the prospect of a very profitable year and its rising share price, says Mr Kormaier. The financing of the ConEd deal shows this, he points out. The Qatar Investment Authority (QIA), the country's sovereign-wealth fund, contributed EUR2.4bn of cash for the deal and will henceforth own 9% of RWE. But it only paid about half the multiple for its stake in RWE that RWE shelled out for ConEd's renewable business.</p><p>Perhaps the QIA is a beneficiary of the wheeling and dealing between Germany and Qatar. When Chancellor Olaf Scholz toured the Middle East in September, Qatar was one of the stops. Germany's government hopes that the resource-rich Gulf state will one day provide exports of liquefied natural gas to replace imports from Russia. With QIA now becoming RWE's largest shareholder, the gas is more likely to start flowing.</p>",
  "published": "2022-10-08T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 730,
          "end": 738
        }
      ],
      "nexusId": "10009914"
    }
  ]
}