{
  "_id": "a844afbbc3b4b45d2ecaad90f5cf1f9370058f2928f0ba0cd6797b40e8cf1846",
  "feed": "wall-street-journal",
  "title": "Biden Nominee for Fed's Top Banking Regulator Clears Key Senate Hurdle; Confirmation of former Treasury official Michael Barr would give central bank a full seven-member board",
  "text": "<p>Mr. Barr's confirmation would provide the central bank with a full seven-member board for the first time in nearly a decade and would add to a group of Biden-appointed financial watchdogs. Mr. Barr has a record that suggests he might seek to restore at least some of the financial rules that were eased by the Fed during the Trump administration.</p><p>The supervision role that Mr. Barr would fill is responsible for developing a broad vision for the regulation of big banks. That includes recommendations for the Fed board and for overseeing its regulatory staff, which supervises some of the largest U.S. financial firms, including JPMorgan Chase &amp; Co., Bank of America Corp. and Citigroup Inc.</p><p>Mr. Barr is the last of President Biden's slate of five appointees to the central bank. Fed Chairman Jerome Powell and three other appointments were confirmed in recent months.</p><p>A veteran of the Obama and Clinton administrations, Mr. Barr would succeed Randal Quarles, a Republican official who left the Fed in December.</p><p>Several other regulatory nominees have failed to gain traction in the evenly divided Senate. Mr. Biden's first nominee for the Fed banking-supervision post, Sarah Bloom Raskin, withdrew from consideration in March after West Virginia Sen. Joe Manchin, a Democrat, said he couldn't support the nomination, citing her views on addressing climate change.</p><p>Mr. Barr's confirmation has been widely expected after the Senate Banking Committee voted 17-7 last month to support him. Five Republicans backed the nominee, including Sen. Pat Toomey of Pennsylvania, the ranking Republican on the committee. Separately, Mr. Manchin, who isn't a member of the banking panel, said he would support Mr. Barr.</p><p>Write to Andrew Ackerman at andrew.ackerman@wsj.com</p><p>Biden Nominee for Fed's Top Banking Regulator Clears Key Senate Hurdle</p>",
  "published": "2022-07-12T20:35:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 629,
          "end": 649
        },
        {
          "start": 626,
          "end": 645
        }
      ]
    }
  ]
}