{
  "_id": "e118b2e69051b24ad1ba933cad77d129b301902bdf7a3a3d6237e523ad2e9008",
  "feed": "ftcomall",
  "title": "Boohoo's pay shenanigans still stink",
  "text": "<p>Boohoo is redefining what it means to pay for performance. </p> <p>Over the past week one of the <a href=\"https://www.ft.com/content/cf0b4544-eea5-4d36-9bf7-0478ae42d91f\">world's largest investors</a> has denounced “corporate greed” from “companies with pretty mediocre performance coming out with very big pay packages”. Shareholders in JPMorgan Chase have <a href=\"https://www.ft.com/content/cd34c86b-1253-467a-aa83-23a78b81fcb4\">voted against</a> a $50mn bonus for possibly the most successful bank boss of our time. </p> <p>Yet the British fast-fashion retailer, realising that incentive schemes <a href=\"https://www.ft.com/content/97d53c4d-01bf-4ade-8e38-8518402a9c38\">worth up</a> <a href=\"https://www.ft.com/content/482675a6-ba3f-11e8-8274-55b72926558f\">to £200mn</a> “may not vest at the levels originally hoped for” over the next two years, has conceived a <a href=\"https://www.ft.com/content/d6439481-9cd0-41f3-84d5-614def59ed43\">new long-term incentive plan</a> to ensure its executives still get paid. </p> <p>The problem with Boohoo's old schemes was that they were predicated on one thing: substantial share price growth. Instead, the conflation of a supply chain scandal, ecommerce sell-off and higher costs since the pandemic have led its share price to tank. The company's plans didn't pay out at all unless the group's market capitalisation hit more than £6bn by either next year or the year after. It is currently languishing around £1bn. </p> <p>Boohoo's new scheme looks much more sensible. Each of the four executive directors — the chief executive, finance director and two founders — is awarded options worth 200 per cent of salary which vest after three years if various targets are met. The targets include conventional metrics such as total shareholder return relative to the FTSE 250, earnings per share, revenue and responsible business goals. </p> <p>These are a bit on the generous side. The executives also have a shot at a separate 200 per cent annual bonus each (other than the CFO, who is only eligible for 100 per cent) as well as their various other incentive plans. For a company of Boohoo's size, 150 per cent in each case would be more common. </p> <p>The target for total shareholder return isn't particularly taxing either. The company's share price is down more than three-quarters in just shy of two years. Investors relying on management to execute a rapid turnround should be hoping for rather better than merely top quartile performance over the next three years, the level at which the TSR portion vests in full. </p> <p>But it is broadly pretty standard stuff. The maximum amount on offer is far lower. Chief executive John Lyttle could take home a total of roughly £3.3mn a year rather than a £50mn lump sum. </p> <p>Still, the problems with Boohoo's pay plans are threefold. </p> <p>First is that “the rationale for why they are putting [the new plan] in place demonstrates exactly why some investors and proxy agencies hate the kind of scheme they had before”, according to executive pay expert <a href=\"https://www.tom-gosling.com/\">Tom Gosling</a>. </p> <p>Such schemes rarely have a downside for bosses, since they are useless as retention tools if the minimum threshold isn't met. At that point the company has two choices: chuck the chief executive or find some other way to incentivise them. Boohoo is at least transparent that with the new scheme it has opted for the latter.</p> <p>The second problem is that Boohoo hasn't waited for its earlier incentive plans to run their course. In the unlikely event those did pay out, bosses could be doubly rewarded for overlapping periods. </p> <p>The third issue is that while the company does seem to have cleaned up both its governance and its supply chain over the past two years, it still manages to undermine itself with its pay practices. </p> <p>For last year's annual bonus, the remuneration committee used its discretion to inflate awards to Lyttle and the CFO to triple the amount the technical metrics indicated they were due. Usually boards use their power to cut overgenerous bonuses to executives; Boohoo is one of a very few to decide it was under-rewarding them. </p> <p>Boohoo argues that, in essence, the company's lacklustre performance is not its executives' fault and they should not be penalised for it. That is debatable: one of the things we cannot know is how much of the decline is because of Boohoo losing out to new competitors such as Shein, or whether its business model may prove unsustainable in a new higher-cost climate. </p> <p>But Boohoo's old bonus schemes were explicitly designed to align management's incentives with shareholders'. There has been significant destruction of shareholder value. If management are rewarded anyway, that does not do much for alignment. </p> <p>This looks like a prime example of a company with mediocre performance coming out with a way to hand executives a bigger pay package. </p> <p><a href=\"mailto:cat.rutterpooley@ft.com\"><em>cat.rutterpooley@ft.com</em></a><em><br></em><a href=\"https://twitter.com/catrutterpooley\"><em>@catrutterpooley</em></a></p><p>Source: Cat Rutter Pooley 2022 'Boohoo's pay shenanigans still stink' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-19T03:00:28.881Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 252,
          "end": 260
        },
        {
          "start": 252,
          "end": 266
        }
      ]
    }
  ]
}