{
  "_id": "54c1e28ae49634bf1c4a686cd99427e1df714e136920409db2d2321f5a71ce5d",
  "feed": "market-watch",
  "title": "10-year Treasury yield tumbles further below 3%, sees biggest weekly drop since March as recession fear grips bond market",
  "text": "<p>What yields are doing</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y declined 7.2 basis points to 2.901% from 2.973% at 3 p.m. Eastern on Thursday. For the week, the yield dropped 22.4 basis points, the largest one-week yield decline since the period that ended March 4, based on 3 p.m. yields, according to Dow Jones Market Data. Yields and debt prices move opposite each other.</p><p>* The yield on the 2-year Treasury note BX:TMUBMUSD02Y was down 8.2 basis points at 2.843% versus 2.925% Thursday afternoon. This week, the rate declined 21.4 basis points, the biggest weekly decline since March 6.</p><p>* The 30-year Treasury bond yield BX:TMUBMUSD30Y rose less than 1 basis point to 3.126% from 3.121% late Thursday. It declined 13.2 basis points this week, the biggest weekly decline since April 1.</p><p>What's driving the market</p><p>Most Treasury yields continued to fall for a third straight session, as investors continued to focus on the prospect of a recession driven by central bankers hiking interest rates and fighting inflation. On Friday, the Atlanta Fed lowered its estimate for second-quarter GDP to -2.1%, from -1% on Thursday and +0.3% on Monday. The revision came as one big U.S. bank also warned that the world's largest economy appears to be decelerating and moving toward a contraction.</p><p>In a note, JPMorgan Chase &amp; Co. revised its midyear growth outlook by lowering expectations for second-quarter annualized real GDP growth to 1% from 2.5%. Its projection for the third quarter was also dropped to 1% from 2%. The forecast \"comes perilously close to a recession,\" wrote economist Michael Feroli. \"However, we continue to look for the economy to expand, in part because we think employers may be reluctant to shed workers, even in a period of soft product demand.\"Two consecutive quarters of shrinking GDP is often used as a loose definition of recession, though that's not the criteria used by the National Bureau of Economic Research, the official arbiter of U.S. business cycles. NBER defines a recession as \"a significant decline in economic activity that is spread across the economy and that lasts more than a few months.\"Read: Guggenheim warns U.S. economy likely entered recession during the second quarterData released on Friday showed the final June reading of the S&amp;P Global U.S. manufacturing purchasing managers index coming in at 52.7 versus an initial reading of 52.4. The closely followed Institute for Supply Managementmanufacturing index fell to a two-year low of 53% in June, below forecasts, while construction spending was down 0.1% in May.Over the first half of the year, yields had risen sharply amid a brutal period for investors as the Federal Reserve hikes interest rates and shrinks its balance sheet to tackle persistent inflation. The 10-year Treasury yield jumped 147.7 basis points in the first half, its largest two-quarter increase since 1994, while the 30-year yield soared 123.3 basis points for the biggest two-quarter gain since 2009, according to Dow Jones Market Data.</p><p>What analysts say</p><p>Lower bond yields are expressing a view that growth prospects are poor at the moment, said Tom di Galoma, managing director at Seaport Global Holdings. \"I think we are headed for the biggest, most traumatic recession since the global financial crisis,\" he said via phone. \"Inflation cannot be contained and will probably surge before it falls. The Fed will have to raise rates at a very quick pace and that will most likely affect equity prices for the foreseeable future.\"</p><p>10-year Treasury yield tumbles further below 3%, sees biggest weekly drop since March as recession fear grips bond market</p>",
  "published": "2022-07-01T19:19:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1310,
          "end": 1330
        }
      ]
    }
  ]
}