{
  "_id": "b7aa6b8f7a5718abd6f0df51fa8cb579fe3a01f0912504536a2efab8f47c3c09",
  "feed": "ftcomall",
  "title": "MSCI pulls ‘uninvestable' Russian stocks from emerging markets indices",
  "text": "<p>Index provider MSCI said it would drop Russian stocks from its widely tracked emerging markets indices, warning that the country's equity market had become “uninvestable” after Moscow's invasion of Ukraine resulted in crippling sanctions. </p> <p>Traders had been waiting on tenterhooks for the decision, which was announced on Wednesday evening following two days of consultations with asset managers, exchanges and other market participants. </p> <p>Trading in Russian stocks ground to a halt this week, with Russia's central bank suspending stock and derivatives trading. Moscow also temporarily barred foreign investors from selling their Russian assets. </p> <p>MSCI's emerging markets index is among the most important benchmarks for traders and is another big blow to listed Russian companies. If or when the markets do reopen, the index provider's decision makes it even more likely that fund managers will dump their Russian stocks. </p> <p>MSCI said it would remove Russian securities from its indices after markets close next Wednesday at a price “that is effectively zero”. Minutes after MSCI alerted traders to its decision, index provider FTSE Russell said it would <a href=\"https://research.ftserussell.com/products/index-notices/home/getnotice/?id=2603553\">remove Russian stocks</a> from its benchmarks before markets open on Monday.</p> <p>The moves follow similar decisions from other index providers, cumulatively affecting vast numbers of investment funds that base their portfolios on such indices. MSCI estimates that more than $16tn is benchmarked to its indices.</p> <p>MSCI said the “overwhelming majority” of those involved in the two-day consultation had reported that “the Russian equity market is currently uninvestable and that [the country's] securities should be removed from” the indices. </p> <p>The price of Russian stocks listed in other countries have slid greatly, prompting temporary suspensions from the New York Stock Exchange and Nasdaq. Traders have warned of the <a href=\"https://www.ft.com/content/ff0f0533-ca8f-4e7b-9cd8-28710dcee5f7\">difficulty in liquidating</a> their Russian assets as sanctions have ricocheted through markets. </p> <p>On Monday, ICE Data Services said the debt of all entities blocked under UK, US or EU sanctions would be removed from its indices at the end of March. </p> <p>JPMorgan Chase, another large index provider, is still reviewing its indices. It said on Tuesday that new debt from Russian entities hit by sanctions would not be included in updated indices this month.</p> <p>MSCI's move late on Wednesday came after an <a href=\"https://www.ft.com/content/d998aa88-d06c-4352-beda-45e82ed8052e#post-e06b3b03-6f0e-4b00-a2ed-de04c700eaef\">announcement</a> from rating agency Fitch, which joined rival S&amp;P Global in cutting Russia's sovereign debt rating to junk.</p> <p>Fitch downgraded Russia from triple B to single B, deep junk territory, underscoring the high risks of investing in the country's debt. Analysts at the rating agency signalled they could cut the rating further.</p> <p>Fitch said the severity of sanctions placed on Russia in response to its invasion of Ukraine “represents a huge shock to Russia's credit fundamentals” and could “undermine its willingness to service government debt”.</p> <p>“Developments will weaken Russia's external and public finances, severely constrain its financing flexibility, markedly reduce trend GDP growth, and elevate domestic and geopolitical risk and uncertainty,” it said.</p> <p>Moody's, another rating agency, followed suit, slicing Russia's rating from Baa3, one notch above junk, to B3, well below the cut-off for investment grade, and put it on review for a further downgrade. Among other factors, it cited the “likelihood of a sustained disruption to the economy and financial sector from the sanctions that limit access to Russia's international reserves intended to buffer Russia from adverse shocks”.</p> <p><em>Additional reporting by Kate Duguid in New York</em></p><p>Source: Joe Rennison, Eric Platt and Matthew Rocco in New York 2022 'MSCI pulls ‘uninvestable' Russian stocks from emerging markets indices' FT.com 3 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-03T02:00:08.680Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2100,
          "end": 2108
        }
      ]
    }
  ]
}