{
  "_id": "a411febda89e36f96af0e1dbe0daeec45c6544bfe0abfc5ec1e54a4e75df46f6",
  "feed": "market-watch",
  "title": "Margin compression, strong dollar and 'difficult comps' — here's a rundown of risks facing stocks this earnings season",
  "text": "<p>Expectations for quarterly earnings-per-share growth for the S&amp;P 500 SPX have risen to 5.5% as of Monday, compared with 5.3% as of one month ago, according to S&amp;P Global Market Intelligence. According to data from FactSet, earnings for the first 18 S&amp;P 500 companies have been stronger than expected — but the bulk of corporate earnings, including the most valuable members of the market-capitalization-weighted benchmark, lie ahead.</p><p>That will begin to change later this week. \"Earnings season\" — as analysts call it — begins Thursday with J.P. Morgan Chase &amp; Co., JPM and a slew of reports from the biggest U.S. banks. By July 29, more than 70% of S&amp;P 500 constituents will have reported their second-quarter results.</p><p>Although quarterly earnings for S&amp;P 500 firms typically exceed expectations, FactSet pointed out that merely meeting expectations for earnings during April, May and June would leave U.S. companies with their slowest growth in profits since the fourth quarter of 2020.</p><p>Still, as investors prepare for the torrent of earnings ahead, MarketWatch has put together a roundup of what some of the big investment banks are telling their clients ahead of the quarterly earnings deluge., which starts Thursday with reports from J.P. Morgan Chase &amp; Co.</p><p>Read: Wall Street profit expectations for megabanks have cooled ahead of earnings amid a deep freeze in stocks</p><p>Strong dollar brings risks</p><p>Morgan Stanley's MS Chief Equity Strategist Michael Wilson has received a lot of credit for correctly calling the selloff in equities this year (he was one of Wall Street's most skeptical voices during most of the COVID rally as well). Looking ahead, he remains bearish, warning clients in a research note dated Monday that the strong dollar could create an unexpectedly large tailwind for second-quarter corporate earnings.</p><p>In aggregate, U.S. companies generate about 30% of their sales abroad. A strong dollar means corporations lose money to the exchange rate, while making it increasingly expensive to hedge their risk.</p><p>\"From the standpoint of stocks, the stronger dollar is going to be a major headwind to earnings for many large multinationals. This could not be coming at a worse time as companies are already struggling with margin pressure from cost inflation, higher/unwanted inventories, and slower demand,\" Wilson and his team wrote.</p><p>Pointing to a negative correlation between S&amp;P 500 earnings revisions and the stronger dollar, Wilson said the math here is relatively simple: every percentage point increase in the dollar on a year-over-year basis results in approximately a 0.5 percentage point hit to EPS growth. At today's 16% year-on-year level, thattranslates into an 8 percentage point headwind, all else equal.</p><p>Recession risks skewed toward later in the year</p><p>A group of equity strategists led by Citigroup's C Scott Chronert wrote in a note on Friday that they expect the U.S. economic picture in the second half of 2022 to be more robust, with the risk of a recession more likely in 2023. If second-quarter earnings prove to be as resilient as Citi expects, it could trigger a rally in stocks over the short term in what the Citi team described as a \"mean reversion\" trade into year end.</p><p>They also argued that the inflation surge that began roughly one year ago has likely helped corporate earnings since corporations can charge more for their products and services. There is also a strong correlation between corporate earnings growth and Federal Reserve interest-rate hikes, with corporate earnings slowing as the central bank starts cutting rates, and rising when rates are being increased.</p><p>'Difficult comps' could also be a problem</p><p>As Credit Suisse's CS Jonathan Golub pointed out, corporate earnings increased by a staggering amount during the second quarter of 2021 as the global economic reopening accelerated into full swing. According to FactSet, S&amp;P 500 EPS increased by more than 90% during the second quarter of 2021. That means it will be a difficult quarter to beat this year.</p><p>A company's performance in every quarter is ultimately judged against its performance during the same quarter one year ago. And the strength of last year's second quarter means S&amp;P 500 firms are facing \"difficult comps\" this year, especially with EPS growth expected at just 5%.</p><p>The setup looks better for the third and fourth quarters.</p><p>'Margin compression' is a threat</p><p>Another threat facing corporate earnings is \"margin compression\" — that is, when profit margins contract, even as overall sales rise. It's difficult to avoid during periods of intense inflation.</p><p>According to a team of analysts led by Goldman Sachs Group Inc. GSU.S. Equity Strategist David Kostin, sales for S&amp;P 500 firms are expected to grow by 15% during the second quarter thanks to the boost provided by inflation. However, higher input prices, wages and borrowing costs mean profit margins are expected to contract by 18 basis points to 12.2%.</p><p>What's more, if one excludes the 239% surge in earnings from the energy sector, the expectation is that corporate earnings would experience a 3% contraction during 2022.</p><p>Analysts at both Bank of America and Goldman Sachs said they expected EPS growth would likely slow during the second quarter due to the stronger dollar and ructions in the U.S. economy.</p><p>To be sure, corporate earnings aren't the only highlight on the economic calendar that could impact markets this week. On the inflation front, the Labor Department's consumer-price index for June is due out Wednesday. The market will be watching closely, and although the data won't fully reflect a drop in commodity prices over the past five weeks, it could influence the Federal Reserve's plans for rate hikes. In recent weeks, the expectation that slowing growth will lead to lower commodity prices has prompted investors and economists alike to dial back their expectations for the Fed's hiking cycle. According to FactSet, the consensus expectation is for headline inflation to rise 8.8% year-over-year, which would be higher than the 8.6% rate recorded in May.</p><p>On Monday, U.S. stocks traded lower, with the S&amp;P 500 down 0.8% at 3867, the Dow Jones Industrial Average DJIAoff 0.2% at 31271 and the Nasdaq Composite COMPdown 1.7% at 11437. The U.S. benchmarks have fallen 18.9%, 13.9% and 19.7% so far this year, respectively.</p><p>Margin compression, strong dollar and 'difficult comps' — here's a rundown of risks facing stocks this earnings season</p>",
  "published": "2022-07-11T18:46:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 565,
          "end": 568
        },
        {
          "start": 1237,
          "end": 1254
        },
        {
          "start": 540,
          "end": 557
        }
      ]
    }
  ]
}