{
  "_id": "f8f32973f18a9f35c41fafd1c02fb36afa3bb70089f05528b0c9090502305091",
  "feed": "market-watch",
  "title": "Stocks are plunging because the Fed 'cannot lose the battle' on inflation; Thursday's stock-market rout comes as the end of a brutal year draws near",
  "text": "<p>Technology shares have been hit particularly hard by the Fed's dramatic pace of rate increases this year, a tough medicine that many stock-market investors hoped wouldn't be needed too much longer with some recent easing on the inflation front.</p><p>\"Hence, the selloff,\" said Kent Engelke, chief economic strategist at Capitol Securities Management. \"The Fed cannot lose this battle\" on inflation, Engelke told MarketWatch. \"Expectations dictate behavior.\"</p><p>Top executives at Wall Street's largest banks, including JPMorgan Chase JPM CEO Jamie Dimon, have been stepping up warnings about how high inflation risks sparking an economic recession in 2023.</p><p>The S&amp;P 500's financials sector was down 2.1%, according to FactSet. Pressure on bank shares could indicate investor skittishness about loan portfolios if a recession unfolds.</p><p>\"It's like picking between the lesser of two evils there, it would be good if we avoid a recession, but a high-rate environment isn't the easiest to invest in,\" said Callie Cox, U.S. investment analyst at eToro.</p><p>Rate-cut hopes dashed</p><p>Central bankers still hope a strong labor market means a U.S. economic \"hard landing\" can be avoided as they work to contain price pressures on consumers that in November retreated to 7%, but were still far from its 2% annual target.</p><p>With an aim to get there, the Fed raised rates by another 50 basis points Wednesday, bringing its policy rate to a range of 4.25% to 4.45%, the highest in 15 years. The central bank also revised its forecast for rates to peak above 5% in this tightening cycle, up from about 4.75% previously.</p><p>Fed Chairman Jerome Powell also poured cold water on expectations that some rate cuts could be on tap next year, indicating instead that rates might not come down until sometime in 2024.</p><p>Read: Powell paints hawkish picture at press conference</p><p>This \"higher for longer\" approach contrasted with traders' expectation that the first cut would arrive in 2023, according to Art Hogan, chief market strategist at B.Riley Wealth.</p><p>Hogan, however, cautioned that investors might be \"overreacting\" to this shift in expectations, since the Fed rarely makes good on its projections of where rates might peak, adding that the central bank doesn't have \"a history of accuracy.\"</p><p>See: 'The Fed is going to overdo it': Financial markets finally react to U.S. central bank's 2023 rate outlook and weak data</p><p>Low liquidity heading into the final weeks of 2022 might also be exaggerating swings in stocks, Hogan added.</p><p>\"When you're in markets that aren't that liquid to begin with this time of year it doesn't take much to have big moves,\" he said.</p><p>The Dow Jones Industrial Average DJIA was down almost 800 points, or 2.3%, at last check, while the Nasdaq Composite Index COMP was 3.1% lower and the 10-year Treasury rate BX:TMUBMUSD10Y was near 3.44%, down about 6 basis points, according to FactSet.</p><p>Engelke said it looks like no Santa Claus rally this year, with investors instead likely to hold their breath to get through the rest of an extremely painful year in financial markets.</p><p>The S&amp;P 500 was headed for a roughly 18% annual decline through Thursday.</p><p>Also read: Why stock-market investors shouldn't count on a 'Santa Claus' rally this year</p><p>Stocks are plunging because the Fed 'cannot lose the battle' on inflation</p>",
  "published": "2022-12-15T20:05:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 510,
          "end": 524
        },
        {
          "start": 525,
          "end": 528
        },
        {
          "start": 510,
          "end": 518
        }
      ]
    }
  ]
}