{
  "_id": "51f0663cb83d87541676caa56573f39b4c8f06310c0edc2bfb695e609b6d2a47",
  "feed": "market-watch",
  "title": "Dow trades higher but broader stock market struggles for loft to start the week",
  "text": "<p>What's happening</p><p>The Dow Jones Industrial Average DJIA rose 100 points, or 0.3%, to 35,190.</p><p>The S&amp;P 500 SPX added 3 points, or less than 0.1%, to 4,503.</p><p>The Nasdaq Composite Index COMP was off less than a point to reach 14,095.</p><p>On Friday, the Dow ended slightly lower, while the S&amp;P 500 and Nasdaq each gained after a much stronger-than-expected January jobs report. The S&amp;P 500 and Nasdaq posted their strongest weekly gains since late December.</p><p>What's driving markets</p><p>Stocks were wavering on Monday, switching between modest gains and losses, as investors continued to digest the implications of the surprisingly strong 467,000 gain in nonfarm payrolls in January and looked toward Thursday's consumer-price index report for January. The median forecast for the report is for a 7.2% headline, year-over-year gain. “Right now, this market is just focused on one thing: inflation,” said Ed Moya, a senior market analyst for the Americas at OANDA Corp. “You're probably going to see some readjustment of portfolios — a little bit of a relocation on how heavy one wants to be on tech stocks,” for example. “As far as the market goes for today, we're trying to see what type of trading range will be put into place,” he said, in a phone interview. “It's a long time until Thursday's inflation report. Nothing is going to move us in a major way in either direction until we get to later this week, and the market should be rather calm.”</p><p>Quarterly results from American corporations continues apace with releases due from Walt Disney Co. DIS and Twitter TWTR this week.</p><p>According to RBC Capital Markets, 47% of the S&amp;P 500 companies that have reported so far have seen their share prices fall 1% or more in the one day trading session immediately post results, though that is better than the 63% that saw negative movements after earnings two weeks ago.</p><p>“The resiliency of earnings remains a comforting data point and supports the idea that we've seen the lows in the stock market for the time being,” said Lori Calvasina, head of U.S. equity strategy at RBC.</p><p>Other market watchers saw reasons to be optimistic.</p><p>“As overly bearish sentiment clears, we expect the market to lift,” said strategists led by Marko Kolanovic of JPMorgan Chase &amp; Co., JPM in a note. “However, we see volatility moderating and expect strong equity inflows from systematic investors (e.g. risk parity, volatility targeting), as well as corporate buybacks that are increasing after recent earnings-related blackout periods.”</p><p>Which companies are in focus?</p><p>Frontier Group Holdings Inc. ULCC agreed to buy Spirit Airlines Inc. SAVE in a deal valued at $6.6 billion that unites two of the country's largest low-fare carriers. Shares of Frontier were up 0.7%, while those for Spirit were up nearly 14%, at last check.</p><p>Peloton Interactive PTON shares soared over 17%. The stationary-bike maker is said to be drawing interest from potential suitors, The Wall Street Journal reported, citing people familiar with the matter.</p><p>Shares of Hasbro Inc. HAS&#xa0;were in focus after the toy maker raised its dividend and its quarterly profit beat expectations. Its stock was down 0.6%.</p><p>Spotify TechnologySPOT was in focus again after Chief Executive Daniel Ek apologized for the backlash that has followed the emergence of Joe Rogan's use of a racial slur in previous podcast episodes. Shares were down 2.1%.</p><p>How are other assets faring?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y was around 1.93%, hanging around its highest rate since December 2019.</p><p>The dollar was up by less than 0.1% as measured by the ICE U.S. Dollar Index DXY, a measure of the buck against a half-dozen currencies.</p><p>West Texas Intermediate crude for March delivery CLH22&#xa0;fell 98 cents, or 1.1%, to $91.33 a barrel on the New York Mercantile Exchange.</p><p>April gold&#xa0;GCJ22&#xa0;was $12.60, or 0.7%, higher to trade at $1,820.30 an ounce.</p><p>In European equities, the Stoxx Europe 600 XX:SXXP closed up by 0.7%, while London's FTSE 100 UK:UKX finished 0.8% higher.</p><p>China's CSI 300 XX:000300 and the Shanghai Composite CN:SHCOMP ended higher by 1.5% and 2%, respectively. Meanwhile, the Hang Seng Index HK:HSI finished marginally up and Japan's Nikkei 225JP:NIK closed 0.7% lower.</p><p>— Mark DeCambre contributed to this article</p>",
  "published": "2022-02-07T13:44:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2240,
          "end": 2243
        },
        {
          "start": 2218,
          "end": 2238
        },
        {
          "start": 2218,
          "end": 2232
        }
      ]
    }
  ]
}