{
  "_id": "f62bb800735b9b39497b8accaac1d329119683dd0e73f898bf3b301e0d0cffd9",
  "feed": "market-watch",
  "title": "Intel reaches $5.4 billion deal to buy Tower Semiconductor",
  "text": "<p>Read: Semiconductor sales top half a trillion dollars for the first time, and are expected to keep growing</p><p>Tower, which makes a wide variety of chips ranging from those catering to the consumer, industrial, automotive and mobile markets, has manufacturing facilities —- called “fabs” in industry parlance — in Migdal Haemek, Israel; Agrate, Italy, Newport Beach, Calif.; and San Antonio, Texas, according to Tower's website.</p><p>Tower also owns a 51% stake in TPSCo. with Nuvoton Technology Corp. TW:4919 having a 49% stake. That partnership has three fabs in Japan that specialize in integrated circuits, more than 750 million of which have gone to the auto industry, according to Tower.</p><p>“Tower's specialty technology portfolio, geographic reach, deep customer relationships and services-first operations will help scale Intel's foundry services and advance our goal of becoming a major provider of foundry capacity globally,” said Pat Gelsinger, Intel CEO, in a statement.</p><p>Intel has pledged to build out its manufacturing capacity, earmarking up to $28 billion for 2022 back in October, and recently said it will spend more than $20 billion to build a “mega-site” fab in Ohio, as well as $20 billion for sites in Arizona. The move to build capacity has met with concern from analysts because Intel's spending is punishing the company's gross margins.</p><p>In July, Intel was reportedly seeking to acquire a then-privately owned GlobalFoundriesGFS in a deal that was estimated to be around $30 billion, but that speculation was quashed in October when GlobalFoundries filed for an initial public offering and started traded publicly on the Nasdaq Oct. 28.</p><p>Intel said the acquisition will immediately lift its adjusted earnings per share upon closing and be funded with cash from the balance sheet.</p><p>Goldman Sachs advised Intel, while JPMorgan advised Tower.</p>",
  "published": "2022-02-15T04:21:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1825,
          "end": 1833
        }
      ]
    }
  ]
}