{
  "_id": "6edbecdf3068a31b63f98f834fb1b6b241696076908c55c2733b96e0abcc39fa",
  "feed": "ftcomall",
  "title": "US stocks close 2.2% higher after Fed raises interest rates",
  "text": "<p>The US stock market rallied strongly on Wednesday afternoon after the Federal Reserve raised interest rates for the first time since 2018 and signalled a string of additional increases to come.</p> <p>The Fed <a href=\"https://www.ft.com/content/4cd13c43-3387-4af8-9866-2d618c936d2b\">lifted </a>its main interest rate by a quarter of a percentage point to a target range of 0.25 per cent to 0.5 per cent. The move by the US central bank was widely expected, though one member of the bank's committee argued for a larger half-point increase. </p> <p>Shares initially wavered on the announcement before rebounding sharply after Fed chair Jay Powell discussed the central bank's actions in a press conference, saying he saw the US economy as being in strong shape and that the probability of a recession was “not particularly elevated”. </p> <p>The S&amp;P 500 stock index closed 2.2 per cent higher, building on Tuesday's gains to record its biggest two-day increase since April 2020. The tech-heavy Nasdaq Composite index rose 3.8 per cent, its biggest one-day rise since November 2020. </p> <p>The gains nonetheless confounded many traders and investors who believed policymakers had shifted more hawkishly than expected as the Fed attempts to tame inflation. Many of the best-performing stocks on Wednesday were lossmaking tech companies, which have been among the hardest hit this year. </p> <p>“I threw&#xa0;my hands up today and said I'm not trying to make a call on this&#xa0;market,” said Matthew Tym, the head of equity derivatives trading at Cantor Fitzgerald. “Am I convinced this rally will continue? No.”</p> <p>The stock market has weakened in recent weeks as investors fret over the effect to the global economy from Russia's war in Ukraine and a resulting jump in energy and commodities prices. </p> <p>Marko Kolanovic, a strategist at JPMorgan Chase, said: “We think it is important to remember what path we were on before the [Ukraine] crisis started: namely, the global economy was on track to accelerate sharply on reopening from the Omicron wave, with factory output surging, inventories lean, and mobility and the service sector rebounding. Despite the current tumultuous conditions, we believe a lot of risk is already priced in, sentiment is depressed and investor positioning is low.”</p> <p>The yield on the benchmark 10-year Treasury note hit its highest level in almost three years shortly after the Fed's announcement, before falling back to 2.17 per cent — a slight increase for the day but lower than the level before the Fed's announcement. Bond yields fall when prices rise.</p> <p>In addition to Wednesday's move, Fed officials projected six further interest rate increases this year. Signs that they will lift rates decisively this year and next year had many traders moving to lower their expectations for just how high inflation would run over the next decade.</p> <p>Five-year break-evens, which measure how high investors expect inflation will run five years from now, fell 0.12 percentage points to 3.4 per cent, the biggest one-day drop since November.</p> <p>Global stocks were boosted earlier in the day on news that Ukraine and Russia were making “significant progress” in negotiations for a ceasefire and potential Russian withdrawal if Kyiv declared neutrality. </p> <p>Also supporting market sentiment was a statement from top Chinese official Liu He, who said that Beijing <a href=\"https://www.ft.com/content/8d6d1394-c10a-45e2-bcc4-374439fd6760\">would take measures</a> to “boost the economy in the first quarter”.</p> <p>Europe's regional Stoxx 600 share index rose 3.1 per cent, Germany's Xetra Dax added 3.8 per cent while London's FTSE 100 rose 1.6 per cent. </p> <p>Hong Kong's Hang Seng share index closed 9.1 per cent higher as markets across the Asia-Pacific region rallied. The CSI 300 index of mainland Chinese shares rose 4.3 per cent and the Nikkei 225 in Tokyo added 1.6 per cent.</p> <p>Some investors view short-term equity market rallies as fragile, put at risk by the unpredictability of the Ukraine war as well as central banks tightening monetary policy to battle high inflation. The Stoxx remains more than 8 per cent lower for the year while the Dax has lost about 9 per cent. </p> <p>China's economy continues to be affected by the nation's “zero-Covid” policy, which has led to widespread social restrictions and trade disruptions. Shanghai and Shenzhen, two crucial commerce hubs, are in partial lockdown while Chinese businesses are grappling with <a href=\"https://www.ft.com/content/2b46df50-c6ab-4d58-9eef-5d3fb86905b1\">western sanctions against Russia</a> pushing up prices of energy, metals and agricultural commodities. </p> <p>Oil prices continued their recent decline, influenced by both the easing tensions in Ukraine and concerns that the return of coronavirus lockdowns in China — the world's largest oil importer — could knock demand.</p> <p>International benchmark Brent crude oil, which had approached $140 a barrel earlier this month, fell 1.9 per cent to $98.02.<br></p><p>Source: Nicholas Megaw and Eric Platt in New York and Naomi Rovnick in London 2022 'US stocks close 2.2% higher after Fed raises interest rates' FT.com 16 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-16T22:09:31.523Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1703,
          "end": 1711
        }
      ]
    }
  ]
}