{
  "_id": "a4ce7643413bc0f5b3fc7ea44e9af2f07447053fbce100be3a27a5c401a3d0e1",
  "feed": "wall-street-journal",
  "title": "Citigroup Claws Its Way Back Into Saudi Arabia; 'They're back in the game'; The U.S. lender has again found favor in the kingdom after its post-9/11 exit roiled Saudi officialdom",
  "text": "<p>In recent years, Citi has participated in the country's biggest listings, including the offering of oil giant Saudi Arabian Oil Co., known as Aramco. It obtained a license in 2018 for investment banking, hired local staff and opened an office. It now plans to deepen its activity by applying for a full banking permit. That would put it on par with competitors such as JPMorgan Chase &amp; Co. in offering banking and payments to international companies in Saudi Arabia and could lead to lucrative work with the kingdom's biggest institutions.</p><p>\"They paid their dues,\" said a senior Saudi official. \"They were in the penalty box long enough. They're back in the game.\"</p><p>The bank's bumpy road back to favor provides a glimpse into the business environment in this opaque G-20 country and how it is changing under Prince Mohammed, whose social and economic overhauls have drawn praise and brutal crackdown on dissent sparked outrage. Saudi Arabia has struggled to attract foreign investment, and Prince Mohammed, the country's de facto ruler, has turned to the financial-services industry to inject capital into his economy.</p><p>For Citi, Saudi Arabia represents a hot market. Already, it advised last year on the $1.2 billion listing of ACWA Power, the country's biggest renewable-energy firm, and the $1 billion sale of a stake in its stock exchange. It was a bookrunner on the December sale of a $3.2 billion stake in Saudi Telecom Co. by the Saudi sovereign-wealth fund and advised the fund on the $380 million acquisition of English soccer club Newcastle in October, according to people familiar with the deals.</p><p>Citi hopes its revival in Saudi Arabia will position it to benefit as the kingdom privatizes billions of dollars worth of government assets, its $500 billion sovereign-wealth fund becomes more active overseas, and its biggest companies look to expand abroad. The government also continues to explore asset sales of Aramco, the world's biggest oil company. Few emerging markets globally offer Citi such a panoply of potential fees.</p><p>Those efforts dovetail with a new strategy put forward by Chief Executive Jane Fraser, who last year announced Citi would sell unprofitable retail banking assets and focus on investment banking and managing companies' bank accounts and rich individuals' wealth. The banking license would allow Citi to take deposits from firms inside Saudi Arabia and manage their cash and offer local payments.</p><p>In November, Ms. Fraser led a Citi delegation to Saudi Arabia to meet officials and regulators and visited the desert camp of billionaire Prince al-Waleed bin Talal, once the bank's largest single shareholder. She held a falcon and patted a camel, before eating dinner with the prince, according to a video published by his company.</p><p>She told Prince Alwaleed—the highest-profile detainee in a 2017 roundup of businessmen and royals in Riyadh's Ritz Carlton Hotel—that she was pleased with the way the Saudi market was moving, said a person familiar with the exchange. In return, the prince praised her global strategy revamp, saying \"you're taking some tough decisions,\" the person said.</p><p>Ms. Fraser didn't see Prince Mohammed. Her predecessor, Michael Corbat, met him several times as Citi sought to demonstrate its support for Saudi Arabia and came away from the interactions energized about the changes in the kingdom. After the killing of journalist Jamal Khashoggi in 2018, Mr. Corbat pulled out of Riyadh's flagship investment conference. He returned the following year but didn't meet Prince Mohammed again.</p><p>Ebru Pakcan, Citi's chief executive for emerging markets in Europe, Middle East and Africa, said growing demand in Saudi Arabia for financial advice has helped the bank overcome the impact of its hasty exit. \"People will get over that because they need to continue to think about how they are going to evolve,\" she said.</p><p>Still, the bank faces competition. Regulators have dished out full banking licenses in recent years to Standard Chartered and Credit Suisse. JPMorgan and Morgan Stanley are expanding staff, and HSBC Holdings PLC, too, in recent years has carved out a special role in the kingdom.</p><p>From 2017 to 2021, JPMorgan made the most investment-banking revenue in the kingdom, at $143 million, closely followed by HSBC, and then Citi at $134 million, according to research firm Dealogic.</p><p>The Saudi banking industry is much different than when Citi left in 2004. At the time, the U.S. government was investigating potential Saudi links to the terrorist attacks that felled the World Trade Center. Saudi banking-privacy regulations made it difficult for Citi to access customer data at Saudi American Bank, which it managed and owned a 20% stake in, said people familiar with the events.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for financial-services companies doing business in Saudi Arabia? Join the conversation below.</p><p>Citi feared it couldn't determine whether 9/11 financiers held accounts, leaving it unable to answer questions from Congress and vulnerable to investigation, these people said.</p><p>Then the only U.S. bank with a retail-banking subsidiary in the kingdom, Citi pulled the plug. Within a few years, executives in New York sought to return, but the damage in Riyadh was done, said the people familiar with its exit.</p><p>For the next decade, Citi sought to get back in Saudi officials' good graces. Prince Alwaleed tried unsuccessfully to usher the bank back.</p><p>The ascent of Prince Mohammed turned out to be the key for Citi. In 2015, King Salman bin Abdulaziz ascended to the throne and put his young son in charge of the economy. Prince Mohammed's ambitious plans to sell shares in Aramco and create new industries needed access to the global-financial system. The government at that time had no debt outstanding with international investors.</p><p>A senior Saudi financial official called Citi, inviting it to help. On the other end of the line was Carmen Haddad, a veteran Citi banker who had been cultivating relationships in the kingdom since 2000.</p><p>Citi may officially still have been a pariah in some Saudi circles, but that didn't prevent it from lending money to the kingdom. It was one of several banks that, together, lent the kingdom $10 billion in 2016 and then coordinated Saudi Arabia's debut international sovereign bond.</p><p>In a sign of its seriousness, Citi dispatched its head of global-capital markets from New York to join the sales roadshow with potential investors. The deals helped dispel doubts among Saudi officials about the bank's commitment to the kingdom.</p><p>Write to Stephen Kalin at stephen.kalin@wsj.com and Rory Jones at rory.jones@wsj.com</p><p>Citigroup Claws Its Way Back Into Saudi Arabia</p>",
  "published": "2022-04-10T11:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4006,
          "end": 4014
        },
        {
          "start": 369,
          "end": 388
        },
        {
          "start": 4164,
          "end": 4172
        },
        {
          "start": 369,
          "end": 389
        }
      ]
    }
  ]
}