{
  "_id": "d055a05b8e84fec450434efa23781d3eea03cd54d2086e19234a5cdc1766afb8",
  "feed": "wall-street-journal",
  "title": "U.S. Agrees to Pay $3.2 Billion for More Pfizer Covid Vaccines; Under the deal, the U.S. government will get 105 million doses and have the option to purchase more",
  "text": "<p>Under the deal, the federal government would have the option to buy 195 million additional doses, the Health and Human Services Department said Wednesday. Pfizer, which developed and makes the vaccine with partner BioNTech SE, would make whatever type of vaccine federal health regulators decide should be featured in the fall campaign.</p><p>\"We look forward to taking delivery of these new variant-specific vaccines and working with state and local health departments, pharmacies, healthcare providers, federally qualified health centers, and other partners to make them available in communities around the country this fall,\" said Dawn O'Connell, the assistant secretary for preparedness and response at HHS.</p><p>The administration is facing a funding shortage for pandemic response efforts amid a stalemate in Congress over additional money to deal with the virus. Earlier this month, the U.S. reallocated $10 billion in existing Covid-19 response funding for vaccines and treatment. The funding for the additional vaccines comes from that reallocated money, the administration said.</p><p>Dr. Ashish Jha, the White House's Covid-19 coordinator, said the administration doesn't have adequate funding to purchase enough vaccines for every American who may need them. \"We will not be able to secure new vaccines to protect all Americans who would benefit from the best protection possible against COVID-19,\" he said in a statement. \"It's time for Congress to step up to protect the American people.\"</p><p>The purchase agreement is the latest sign of the Biden administration's ramping up preparations for a new booster drive.</p><p>On Tuesday, vaccine experts advising the Food and Drug Administration recommended the agency direct vaccine makers to make shots that involve targeting the Omicron variant. FDA officials told the advisers the agency would need to make a decision on the composition of the shots by early July.</p><p>Pfizer and BioNTech tested a vaccine that targeted Omicron specifically and a shot targeting Omicron and the ancestral strain of the virus. Moderna Inc., which sells the other widely used Covid-19 vaccine, tested a shot modified to target Omicron and the ancestral strain.</p><p>The U.S. expects the Pfizer vaccine doses could arrive in the early fall, HHS said.</p><p>\"As the virus evolves, this new agreement will help ensure people across the country have access to vaccines that may provide protection against current and future variants,\" Pfizer Chief Executive Albert Bourla said.</p><p>Sean Marett, BioNTech's chief business and chief commercial officer, said the agreement will help the U.S. cope with the next Covid-19 wave and the rapidly spreading Omicron variant.</p><p>Some of the Pfizer vaccines would be delivered in single-dose vials, a common feature for vaccines of other illnesses and a departure from the multi-dose containers that the vaccine has been distributed in since December 2020.</p><p>Single-dose vials could reduce the number of doses wasted. Sometimes, not all of the vaccines in multi-dose vials are used.</p><p>At $3.2 billion, the cost per dose comes to roughly $30.50, compared with $19.50 from the initial contract for 100 million doses the drugmakers and government agreed to two years ago.</p><p>The new supply agreement will add to the substantial sales generated by the vaccine. Analysts from JP Morgan &amp; Chase Co. forecast the vaccine will generate roughly $34 billion in sales this year for Pfizer.</p><p>The contract brings the total doses purchased by the U.S. to more than 900 million, with 500 million bought at not-for-profit prices and destined as donations to developing nations. The other 300 million doses were for the U.S.</p><p>Currently authorized Covid-19 vaccines, including those from Moderna and Pfizer-BioNTech, were designed to target the ancestral coronavirus strain that emerged in China in late 2019.</p><p>Yet studies have shown these shots are less effective at protecting people from infection by the Omicron variant since it emerged in late 2021 and quickly became dominant, including its offshoots,</p><p>Write to Andrew Restuccia at andrew.restuccia@wsj.com and Jared S. Hopkins at jared.hopkins@wsj.com</p><p>U.S. Agrees to Pay $3.2 Billion for More Pfizer Covid Vaccines</p>",
  "published": "2022-06-29T22:38:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3292,
          "end": 3301
        },
        {
          "start": 3304,
          "end": 3313
        }
      ]
    }
  ]
}