{
  "_id": "7507d8f9e5d94992b1fed48e0ca77b59351a6628d38b85afe66c873b0e5875a4",
  "feed": "market-watch",
  "title": "U.S. stock futures edge higher as focus pivots from hot inflation to corporate earnings",
  "text": "<p>Futures on the Dow Jones Industrial Average YM00 rose 100 points, or 0.3%, to 36,260.</p><p>S&amp;P 500 futures ES00 were up 9 points, or 0.2%, at 4,725.25.</p><p>Nasdaq-100 futures NQ00 added 41.75 points, or 0.3%, to 15,929.</p><p>On Wednesday, the Dow Jones Industrial Average DJIA, S&amp;P 500 SPX and Nasdaq Composite COMP gained ground after the December consumer price index showed U.S. inflation running at a 7% year-over-year clip, a nearly 40-year high.</p><p>What's driving markets</p><p>Peter Garnry, head of equity strategy at Saxo Bank, said the market is expecting inflation to recede in 2022, but the dilemma facing traders is the uncertainty by how much will prices cool.</p><p>“U.S. equities are now firmly in a trading range, and we believe it will require significant surprises on earnings (either way) or a breakout in the U.S. 10-year yield BX:TMUBMUSD10Yto take US equities out of the trading range,” he said.</p><p>The U.S. corporate earnings reporting season starts to speed up on Friday with major banks including JPMorgan Chase JPM due to report results.</p><p>See: JPMorgan, Goldman profit updates may shape bank stock rally</p><p>U.S. stock-index futures got a modest lift Thursday after the December producer price index showed inflation at the wholesale level rose 9.7% year over year. Also, first-time jobless claims rose by 23,000 to 230,000 last week.</p><p>Meanwhile Federal Reserve Gov. Lael Brainard will be testifying as part of her nomination hearing to become the vice chair of the institution.</p><p>“Our monetary policy is focused on getting inflation back down to 2% while sustaining a recovery that includes everyone,” Brainard said in prepared testimony set to be delivered before the Senate Banking Committee. “This is our most important task.”</p><p>Sign up for the premarket Need to Know newsletter</p>",
  "published": "2022-01-13T08:58:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1037,
          "end": 1045
        }
      ]
    }
  ]
}