{
  "_id": "fd12f24847fccfe70a504e7c719e9fb3ca0a51ba123a9bdec84de5fd159751b9",
  "feed": "wall-street-journal",
  "title": "Timberland Manager Manulife Moving Into Forest Carbon-Offset Market; Manulife Investment Management is raising $500 million to buy forests where carbon sequestration will take precedence",
  "text": "<p>One of the country's largest timberland owners is branching out into forest-offset markets, raising a pool of cash to buy properties where sequestering the carbon in standing trees will be prioritized over cutting them down to make wood products.</p><p>Manulife Investment Management, which manages on behalf of big investors about 6 million acres of timberland in the Americas and Oceania, said it is aiming to raise a $500 million fund with cash from its parent company, Toronto insurance and financial-services firm Manulife Financial Corp., and other institutional investors.</p><p>The idea is to buy forests with good potential for conservation deals and manage them to maximize how much carbon is accumulated. Logging less and allowing trees to absorb carbon as they grow is rewarded with offsets, which companies use to make up for their emissions of greenhouse gases.</p><p>Offsets are criticized for enabling companies to pay a relatively small amount to avoid reducing emissions, and certain carbon projects have been singled out for not actually resulting in any fewer trees being cut down.</p><p>Nonetheless, markets for offsets have boomed in recent years as more companies promise to reduce emissions without many economical ways to do so. Buyers have lately pressured sellers to ensure that offsets represent actual changes in harvesting, as opposed to reductions that are merely theoretical.</p><p>\"We believe that high integrity, verified carbon credits will continue to be viewed as premier decarbonization instruments and that, in time, such carbon markets will eventually come to resemble that of more traditional commodities,\" said Tom Sarno, Manulife's global head of timberland investments.</p><p>Manulife Investment is the latest financier to embark on a forest carbon-offset strategy. It joins the likes of J.P. Morgan Asset Management, which last year bought timberland manager Campbell Global LLC. with an eye toward carbon markets, and Oak Hill Advisors LP, a subsidiary of T. Rowe Price Group Inc., which last month paid about $1.8 billion for 1.7 million acres of hardwood forests where it plans to harvest offsets.</p><p>Manulife has a long history of timberland management, which began in the 1980s when it was known as Hancock Timber Resource Group. Hancock was among the specialized money managers that emerged to own timberland that was being shed back then by paper and wood-product firms under pressure from investors to focus on manufacturing and its greater returns.</p><p>Today Manulife is the largest in the world, by acreage, of Timberland Investment Management Organizations, which are like private-equity firms that use pooled cash to buy woodlands instead of companies.</p><p>The firm last year bought 89,000 acres in northern Maine to serve as a model for the type of properties the Manulife Forest Climate Fund will acquire. Manulife said it has reserved the option to sell offsets generated on the property or hold them and apply them toward its parent company's efforts to reduce emissions.</p><p>The same optionality, the choice between receiving cash or carbon offsets, will be offered to fund investors, said Eric Cooperström, managing director of Manulife impact investing and natural capital solutions.</p><p>Mr. Cooperström said the firm is pitching typical timberland fund investors, such as pensions, endowments and wealthy families, as well as companies that have outlined goals to reduce emissions.</p><p>Write to Ryan Dezember at ryan.dezember@wsj.com</p><p>Timberland Manager Manulife Moving Into Forest Carbon-Offset Market</p>",
  "published": "2022-12-01T10:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}