{
  "_id": "9c6f0f041989635ba25283b16c550643eb1c1cb088bd31991af429c17b28d061",
  "feed": "ftcomall",
  "title": "UK companies set to back Liz Truss but worry how plans will be funded",
  "text": "<p>Britain's corporate leaders are preparing to back Liz Truss after she promised to be a “pro business” prime minister, but have raised concerns over the risk to the economy from unfunded plans to tackle the cost of living crisis.</p> <p>In the early weeks of the Tory leadership battle, many business chiefs were hoping that Rishi Sunak would take over as prime minister, and saw him as the safest pair of hands for the economy. Since then <a href=\"https://www.ft.com/stream/1efb5130-4146-4deb-a8c9-5d9d85fad73a\">Truss</a> has won over some of these doubters with a series of promises made at hustings events, including tax cuts and regulatory reforms.</p> <p>“Truss looks like the first prime minister in three who could be pro-business if she wins,” said one former Sunak-supporting business leader, who pointed to her clear plans for cuts rather than the “fiddling” with more complicated sets of deductions to offset rising taxes. </p> <p>“Rishi seemed to be anti-business at the hustings in comparison,” the business chief added.</p> <p>With Truss now favourite to win the Conservative leadership election on Monday, business groups are already seeking to establish working relationships with the new government. </p> <p>Michael Spencer, founder of interdealer broker ICAP and Tory donor who was handed a peerage by Boris Johnson in 2020, agreed that Truss would be the “first genuinely pro-business prime minister since Cameron”.</p> <p>Miles Celic, chief executive of financial services lobby group TheCityUK, pointed to Truss's record in bringing business leaders into the decision-making at the Department for International Trade. “DIT was very good at hardwiring business views into policies.”</p> <p>But business chiefs are also wary of “jam tomorrow” <a href=\"https://www.ft.com/content/98c9e53a-82c2-425a-b8c1-43a6d1e32cc7\">promises by Truss</a> to win over Tory voters, and many said they were concerned about how her pledges of tax cuts and support packages would be funded. Sunak's campaign team has attacked the foreign secretary for promising billions in unfunded tax cuts. </p> <p>Roger Barker, head of policy at the Institute of Directors, which supports cuts to national insurance, business rates and corporation tax, said: “Business also wants to see the economy carefully managed. These are problematic taxes but to be credible the government would need to show what is coming in to fund or replace them.”</p> <p>Executives also urged the next government to take action to restrain inflation, with many fearing that cutting taxes while providing support for soaring energy costs would result in higher government borrowing and a toxic mix of further price rises and a weaker pound.</p> <p>Win Bischoff, chair of JPMorgan Securities, warned that “inflation needs to be dealt with before its pernicious nature of embedding itself long term takes hold”.</p> <p>He added: “A long-term tax policy needs to be at least debated. Short-term borrowing may have to rise, but a credible means of repaying the perhaps necessary excess to finance energy costs will have to be found.”</p> <p>Truss has said that she will reverse the recent increase in national insurance and ditch a planned rise in corporation tax. Her team has also spoken to business groups about reforms to business rates and cuts to value added tax to help with the energy crisis, as well as a longer-term review of these taxes.</p> <p>The foreign secretary has also pledged a “business revolution” that would include policies such as a reform of IR35 tax rules for self-employed workers. </p> <p>Craig Beaumont, chief of external affairs at the Federation of Small Businesses, carried out a review of the candidates' policy commitments at the start of the leadership contest and found Truss had a more clearly defined set of pro-business plans.</p> <p>“We kept pushing and waiting for Sunak to catch up during the hustings, but he never did,” said Beaumont. “Truss has talked about supporting business in most of her hustings — and especially seems to have small business in mind,” he added.</p> <p>With spiralling costs threatening many small companies, other business chiefs agreed that helping out struggling firms needed to be Truss's priority.</p> <p>Amanda Blanc, chief executive of insurer Aviva and a member of the FT City Network of financial services chiefs, said that “immediate and meaningful support for millions of small businesses is among the most pressing priorities for the new PM”.</p> <p>“They are the bedrock of the UK economy and are facing a punishing combination of rising costs and weak consumer confidence which will send many of them to the wall without intervention,” she added.</p> <p>Truss has pledged to provide help on energy costs for households and businesses, but has yet to provide any details. The British Chambers of Commerce last week proposed a plan that included an emergency energy grant for SMEs, a temporary cut in VAT to 5 per cent and the reversal of national insurance increases. </p> <p>Alex Veitch, director of policy at the BCC, said comments made by Truss were “encouraging” given her focus on reducing costs for small businesses, adding that campaign promises needed to be turned into “practical action”.&#xa0;</p> <p>Douglas Flint, chair at Abrdn, said there needed to be “immediate support on energy costs for both individuals, families and businesses”.&#xa0;</p> <p>Truss has also courted bosses in the City of London, and last month attended a meeting at Aviva's office with companies including BlackRock and Legal &amp; General organised by former investment minister Lord Gerry Grimstone, who is tipped for a position in a Truss government.</p> <p>In an interview with City AM newspaper last week she pledged to “empower the City to drive economic growth” through tax cuts and deregulation, and described the Square Mile as the “jewel in the crown of the UK economy”.&#xa0;</p> <p>She has also promised to reform Solvency II and Mifid regulations to encourage investment from large UK insurers. </p> <p>The Financial Times reported last month that Truss <a href=\"https://www.ft.com/content/af7b6638-c7f5-400b-878d-e56a58bd4151\">would review</a> the role of the various City regulators as part of a wider push to cut red tape. Although many in the Square Mile are wary of deregulation for its own sake, financial services chiefs believe new sets of rules will encourage investment.</p> <p>“Updating financial regulation is long overdue,” said Blanc. “Effective reform of rules will enable UK insurers like Aviva to play an even bigger role in supporting the UK economy, investing more in the country's essential infrastructure and renewable energy.”</p> <p>Truss has promised to “hit the ground running” with an emergency Budget soon after taking office, and business chiefs urged her to boost confidence in the UK by setting out her economic and business priorities. </p> <p>Alison Carnwath, former chair of Land Securities, said she hoped “for a clear agenda on tax policy, energy policy, foreign policy and economic policy. A state of the finances of the nation would be useful”.</p> <p>She added: “It is vital that business remains motivated to innovate and invest and that overseas investment can rely on a welcoming business environment.”</p><p>Source: Daniel Thomas in London 2022 'UK companies set to back Liz Truss but worry how plans will be funded' FT.com 5 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-05T03:00:55.790Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2505,
          "end": 2513
        }
      ],
      "nexusId": "10009914"
    }
  ]
}