{
  "_id": "0a62d0b8eb34f7ccf1d10a88d54e2f38b46aa24ca27fff7d984225b9c79f8125",
  "feed": "market-watch",
  "title": "Is Netflix cracking down on password sharing? Here's what you need to know if you share an account; Netflix executives have proposed charging for password sharing. They estimate 100 million people use shared login information to watch the streaming service.",
  "text": "<p>Netflix CEO Reed Hastings famously said password sharing \"really hasn't been a problem\" in 2016, but now he appears to be changing his mind. According to a Aura survey from 2021, 53% of Americans admit they share login information with people outside their main household.</p><p>In fact, Hastings said this week that Netflix will soon look to \"monetize sharing\" to promote subscriber growth, such as cracking down on password sharing.</p><p>Read more: Netflix eyes ad-supported tier and targets password-sharing as subscriber total shrinks, stock plunges</p><p>So if you've been sharing your Netflix password with friends and family outside of your household, or you've been enjoying access to another Netflix subscriber's account, here's what you need to know about what Netflix is doing about password sharing.</p><p>Does Netflix allow sharing?</p><p>Netflix frowns on sharing passwords to let people outside of an account holder's household log in to watch \"Stranger Things,\" but it hasn't really enforced this — so far.</p><p>Netflix has three monthly subscription options: basic ($9.99), standard ($15.49) and premium ($19.99). And for all three service tiers in the U.S., an unlimited number of devices can be used to log in under a single account — but only a certain number of users can be concurrently streaming the service under a single account at once, a Netflix representative told MarketWatch. The amount of allowed concurrent streams varies by plan, such as two screens streaming at the same time on the standard plan, or up to four screens streaming at once under the premium plan.</p><p>And one Netflix account can have up to five profiles on it, which are used to separate viewing suggestions and watch lists between profiles, as well as to give parents the ability to enact maturity level restrictions for kids' accounts.</p><p>And while the Netflix terms of service indicates that an account \"may not be shared with individuals beyond your household,\" the company admitted to MarketWatch that it doesn't really enforce the policy outside of bad actors who have attempted to exploit the service by reselling login information, for example.</p><p>So that means that password-sharers have been able to split a single Netflix subscription between siblings, friends or significant others at home and in different locations over the years, with the only deterrence being simultaneous streaming. But that could change over the next year or so.</p><p>How many Netflix users share passwords?</p><p>Netflix estimates that 100 million people are using shared login information to watch the streaming service, rather than paying for their own accounts. And executives described cutting off password-sharing as \"a big opportunity\" in the shareholder letter, because \"these households are already watching Netflix and enjoying our service.\" One tactic: charging streamers a few extra few dollars to share their account with someone outside their home — which is a feature the company is trying in some Latin American markets — which is less expensive than that friend or relative opening a separate Netflix account for $9.99 to $19.99.</p><p>What is Netflix doing about password sharing?</p><p>It does appear that a crackdown is coming. Netflix has already tested ways to curb password sharing in some Latin American markets, such as testing surcharges for accounts used at addresses not associated with the main account holder. These add-ons are in the $2-$3 a month range, and will be triggered when people try using the Netflix account associated with another address.</p><p>\"The principal way we have is asking our members to pay a bit more to share the service outside their homes,\" said Greg Peters, Netflix's chief product officer, in video interview with JP Morgan analyst Doug Anmuth. Peters went on to give the example that, if you are sharing your Netflix account with your sibling in another state, then you will be asked to pay a fee. \"We are trying to find a balanced approach here, a consumer-centric approach,\" he continued.</p><p>Opinion: Are you sharing a Netflix password? Not for long …</p><p>Or existing Netflix subscribers could enable users who are outside their household to transfer their existing profiles, such as their viewing history and personalized recommendations, to their own new accounts.</p><p>Netflix has not publicly specified how it may enforce any upcoming password sharing rules restrictions, but the current test being carried out in Chile, Costa Rica and Peru verifies the main account holder through an IP address (aka the series of numbers that identifies any device on a network), and not geographical location, a Netflix spokesperson told MarketWatch. That's in part because enforcement based on the geographical location of the main account would run into problems if a user attempted to use their own Netflix account while away from home on a mobile device, like a phone or laptop.</p><p>When would any new password sharing rules be enforced in the U.S.?</p><p>It's unclear exactly what password-sharing rules would be implemented in the U.S. at this time, but it appears that at least some measures are an inevitability based on the various comments from Netflix executives during the company's latest earnings report. The timeline for any new restrictions on password sharing seem to be a year or so down the road, however.</p><p>Peters, the chief product officer, said that it would take a while for the company to implement paid account sharing in all markets. \"My belief is that we're going to go through a year or so of iterating, and then deploying, all of that so that we get that solution globally launched, including markets like the United States.\"</p><p>But the news has already pushed many consumers to take stock of just how much money they are spending on streaming service each month, and leading analysts to wonder whether we have reached peak streaming.</p><p>Read more: Netflix sheds subscribers and CNN+ will shut down amid competition from Disney, Hulu, HBO, Amazon Prime and Apple. Have we finally hit peak streaming?</p><p>And: After Netflix and CNN+ busts, Wall Street wonders if streaming is a good investment</p><p>Netflix shares NFLX have plummeted 34.51% since Tuesday, the day Netflix reported its first quarter earnings.</p><p>Is Netflix cracking down on password sharing? Here's what you need to know if you share an account</p>",
  "published": "2022-04-27T15:46:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3685,
          "end": 3694
        }
      ]
    }
  ]
}