{
  "_id": "d6faed465114441deab32a51878727ab6a6fc34141a70cac786de4115f92b51c",
  "feed": "wall-street-journal",
  "title": "As Volatility Roils Bonds and Currencies, Stocks Appear Stable; Investor pullback and lighter options activity could be masking some equity-market volatility",
  "text": "<p>Others say the stock market's traditional volatility gauges might be masking the underlying fear as investors have backed away from the market this year.</p><p>Stocks have come under pressure as inflation has swelled to a four-decade high and the Federal Reserve has begun raising interest rates aggressively to stem rising prices. The benchmark S&amp;P 500 is down 20% in 2022.</p><p>Those declines have kicked off a debate among investors about whether stocks have more room to fall, especially if higher rates lead to a rise in unemployment and eventually a recession.</p><p>\"There are two scenarios which could play out,\" said Matthew Tuttle, managing director at AXS Investments. \"Either the Fed loses control of inflation and is forced to raise rates like crazy, or they cut rates because they induced a recession. Neither scenario looks good for equities.\"</p><p>Yet the stock market's predominant fear gauge isn't yet flashing red. The Cboe Volatility Index, or VIX, a widely watched volatility measure based on options prices tied to the S&amp;P 500, is hovering at slightly elevated levels. It hasn't closed above 30, a key level that signifies increased fear, in three weeks and settled Wednesday at 26.82. The VVIX, an index measuring the volatility of the VIX itself, has fallen relatively steadily since January.</p><p>The bond market is better reflecting the threat of a recession, according to analysts. The ICE BofA MOVE Index, the primary measure of volatility in the Treasury market, has surged above 148, one of the highest levels since March 2020. Before the onset of the pandemic, the index hadn't eclipsed that mark since the financial crisis of 2008.</p><p>Foreign-exchange markets are also pointing to signs of stress. The JPMorgan Chase &amp; Co. Global FX Volatility Index is sitting above 11, a level not seen since the pandemic sparked widespread volatility across markets. The index tracks the three-month options volatility of currencies tied to the Group of Seven countries.</p><p>To be sure, the VIX might not be fully reflecting investor sentiment.</p><p>\"One of the reasons the VIX is not more elevated is because it is a hedging tool,\" said Andrew Slimmon, managing director and senior portfolio manager on long equity strategies at Morgan Stanley Investment Management. \"There are so many investors so heavy in cash, they haven't needed to use options to hedge. I don't think the VIX is telling the story of the magnitude of volatility.\"</p><p>Investors have steadily decreased their exposure to stocks this year to some of the lowest levels of the past 12 years, according to Deutsche Bank. Options activity has fallen too. As investors have pulled away from stocks, their need to hedge their investments has diminished.</p><p>Stock investors' pessimism is showing up in other areas. Speculators recently placed their most bearish bets on the broader market in two years, according to Commodity Futures Trading Commission data.</p><p>\"The options volumes in the equity markets was really a pandemic and postpandemic phenomenon with retail traders plowing into the options market,\" said Mike Edwards, deputy chief investment officer of Weiss Multi-Strategy Advisers. \"The biggest source of volatility this year, in my opinion, has been the interplay between geopolitics and commodities, which shows up more sharply in bond and currency markets.\"</p><p>In the bond market, the yield on the benchmark 10-year U.S. Treasury note touched 3.480% on June 14, the highest level since 2011. The one-month standard deviation of daily changes in the 10-year Treasury yield shows volatility returning to a consistently elevated level not seen since the 2010s decade.</p><p>Among currencies, the euro has fallen sharply against its counterparts, with the Cboe Eurocurrency Volatility Index rising sharply this year as the dollar has approached parity with the euro for the first time since 2002.</p><p>Some investors say corporate earnings season, which is getting under way, could be a catalyst for more volatility in the stock market. Investors are eager to see which companies have been able to pass on higher costs to their customers. Those that can best protect their margins from rampant inflation are those most likely to see their share prices benefit.</p><p>\"Volatility is in wait and see mode until we get greater clarity on earnings and company guidance,\" said Terry Sandven, chief equity strategist at U.S. Bank Wealth Management.</p><p>Write to Eric Wallerstein at eric.wallerstein@wsj.com</p><p>As Volatility Roils Bonds and Currencies, Stocks Appear Stable</p>",
  "published": "2022-07-14T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1704,
          "end": 1724
        }
      ]
    }
  ]
}