{
  "_id": "12788fbc9007146945133eb7b2ac50f214bcfcc95db3118df5573d2a1daa4723",
  "feed": "wall-street-journal",
  "title": "When Interest Rates Rise Fast, Markets Tend to Break: How to Spot the Cracks; Turmoil in Britain exposes potential risks facing pensions and government bond markets, longtime havens in periods of financial upheaval",
  "text": "<p>The Federal Reserve and other central banks are raising interest rates to beat back inflation by slowing economic growth. The risk, in addition to losses in wealth and household savings, is that increases can cause disruptions in lending, which swelled when rates were low.</p><p>Major U.S. stock markets recorded their worst first nine months of a calendar year since 2002, before rallying this week. Treasury bonds, one of the world's most widely held securities, have become harder to trade.</p><p>There also are signs of strain in markets for corporate debt and concerns about emerging-market debt and energy products.</p><p>Most analysts still don't expect a repeat of the 2007-09 global financial crisis, citing reforms that have made the largest banks more resilient, new central bank tools and fewer indebted U.S. households.</p><p>\"So far there haven't been any really bad surprises,\" said William Dudley, former president of the Federal Reserve Bank of New York.</p><p>Some pain is expected in the fight against inflation. Raising interest rates usually leads to lower stock prices, higher bond yields and a stronger dollar.</p><p>Yet abrupt adjustments can lead to a slowdown more severe than what the Fed and other central banks want. Threats to financial stability sometimes spread from unexpected sources.</p><p>\"There are no immaculate tightening cycles,\" said Mark Spindel, chief investment officer of MBB Capital Partners LLC in Washington. \"Stuff breaks.\"</p><p>The current tightening follows years of short-term rates near zero and sometimes below. Historically, low rates encourage risk-taking, complacency, and leverage—the use of borrowed money to amplify profits and losses. In recent years, central banks also purchased trillions of dollars of government debt to hold down long-term rates.</p><p>Low central bank rates were one reason that yields on corporate debt fell to less than 2% from about 6% between 2007 and 2021. During the same period, corporate debt ballooned to about half the size of the U.S. economy from 40% a decade ago. Yields shot higher this year, triggering unexpected losses.</p><p>In one case, investment banks including Bank of America Corp., Credit Suisse Group AG and Goldman Sachs Group Inc. are on track to collectively lose more than $500 million on debt backing the leveraged buyout of Citrix Systems Inc. after it was sold to investors at a steep discount. Shares of Credit Suisse, which is restructuring to exit risky businesses, fell 17% over the past month while the cost of insuring its debt against default, as measured by credit-default swaps, soared.</p><p>Meanwhile, the dollar has risen steeply against other currencies, threatening higher interest costs to emerging-market governments that borrowed heavily in recent years from foreign investors seeking higher returns. The foreign debt of low- and middle-income countries rose 6.9% last year to a record $9.3 trillion, according to World Bank estimates.</p><p>Emerging-market governments have to repay roughly $86 billion in U.S. dollar bonds by the end of next year, according to data from Dealogic. A United Nations agency urged the Fed and other central banks Monday to halt rate increases, warning that \"alarm bells are ringing most for developing countries, many of which are edging closer to debt default.\"</p><p>Pension pain</p><p>Financial upheaval often happens in unexpected places, where bankers and regulators are unprepared or where they think markets are well-insulated.</p><p>The turmoil in Britain involved pensions and government debts, long thought to be among the safest parts of the financial markets. The government on Sept. 23 announced a package of tax cuts that would have added significantly to deficits. In response, the pound sank to a record low against the dollar, and yields on British bonds, known as gilts, shot up.</p><p>The rise in yields was amplified by derivative instruments loaded with hidden debt, part of a strategy by U.K. pension funds called \"liability-driven investments,\" or LDIs.</p><p>Derivatives can be used to hedge risk or amplify returns. LDIs were designed to do both: protect pensions from low interest rates by constructing cheap hedges, while freeing up cash to invest in higher-yielding assets. British pension regulators encouraged plansto adopt LDI strategies despite signs that some had become dangerously exposed to interest-rate changes.</p><p>As interest rates rose, pension funds were exposed to losses and margin calls, demands for cash to cover the risk of more losses. To cover margin calls, managers sold assets, in many cases even more gilts. The selling pushed interest rates higher, in a liquidation spiral.</p><p>It had echoes of forced selling that figured in past crises, including the 1987 stock market crash, the 1994 bond-market selloff that bankrupted Orange County, the 1998 Russia default and the 2007-09 global financial crisis.</p><p>The Bank of England last week stepped in with a plan to buy gilts to relieve the pressure on pension funds. On Monday, the government backtracked and said it was dropping one of its planned tax cuts.</p><p>Now, banks and governments around the world are grappling with how to interpret last week's events. Some experts say the signs so far don't point to disaster.</p><p>U.S. corporate pension plans managed by consulting firm and insurance brokerage Willis Towers Watson have posted tens of millions of dollars in collateral to address margin calls this year, said portfolio manager John Delaney of Willis Towers Watson. But the strategy and the resulting margin calls are on a far smaller scale than in the U.K., where derivatives are more prevalent and pension plans tend to be bigger relative to company size, he said.</p><p>Some U.S. public pension plans are vulnerable to margin calls. These plans used derivatives to substitute for bonds in their portfolio and increase the total amount they could invest to boost returns. The pensions adopted the strategy because low interest rates weren't generating enough returns to pay promised benefits.</p><p>Rate climb</p><p>Central bank tightening is often behind financial disruption because of its effect on short-term interest rates. When those rates are low, investors will often borrow short-term funds to take on more risk for the prospect of higher returns. As rates rise, they have a harder time financing their positions.</p><p>In 1994, the Fed surprised investors with a three-quarter percentage point rate increase to 5.5%. Financial managers for Orange County, Calif., had investment positions that depended on low interest rates and the county went bankrupt.</p><p>From 2004 to 2006, the Fed pushed up rates in quarter percentage point increments to 5.25% from 1%. Yet even that eventually undermined housing demand and prices, triggering a crisis among financial institutions that had invested heavily in mortgages and related products.</p><p>The Fed and other central banks are now tightening much more aggressively than in past years because of high inflation. Since March, the Fed has raised its benchmark rate from near zero to more than 3% and signaled it will top 4% by year-end.</p><p>The moves have pushed mortgage rates to their highest levels since 2008, raising concerns about a freeze in mortgage transactions and an even deeper downturn that chills demand for existing housing and new construction. But nothing on the scale of 2007-09 seems likely. U.S. mortgage debt has grown only 14% since 2007, most of it to much more creditworthy borrowers.</p><p>More worrisome, economists say, is the 332% increase in outstanding Treasury debt during the same period, to $26.2 trillion.</p><p>Like the U.K., the U.S. borrows in a currency it can also print. That means there is no risk of default, as there is with corporate, emerging-market or mortgage debt, the cause of many past crises. Printing currency to pay federal debt, however, risks causing more inflation.</p><p>Bankers and regulators worry that Treasury debt is outgrowing Wall Street's willingness or ability to trade in it. Inflation and Fed rate increases are adding to bond-market volatility, putting a strain on market functions.</p><p>Banks designated by the Fed to transact in newly issued government securities, known as primary dealers, buy and sell with their own money to keep markets moving smoothly. The volume of Treasury debt held by these banks has shrunk to less than 1% of all outstanding Treasury debt, according to JPMorgan Chase &amp; Co.</p><p>This makes it more difficult for investors to buy or sell Treasurys with the volume, speed and at prices they have come to expect. That is a problem because of the market's importance to the broader functioning of the credit system. In March, 2020, for example, as the Fed was cutting short-term interest rates to help the economy, Treasury yields were rising, a result of unexpected selling by investors needing to raise cash as well as dysfunction in the market. The Fed stepped in and bought vast quantities of the debt.</p><p>By one measure—how much debt can be traded at a given price—market functioning today is as bad as it was in April 2020, in the depth of pandemic lockdowns, according to JPMorgan. By another measure, this year has seen the worst conditions since 2010, according to Piper Sandler &amp; Co.</p><p>The morning after the Sept. 21 Fed meeting, Treasury yields shot up. The 10-year yield jumped to more than 3.7% from around 3.55% in less than two hours.</p><p>Roberto Perli, a central bank expert at Piper Sandler noted a growing gap between the yields on the easily traded Treasurys and others, a sign of more difficult trading conditions. \"The capacity of dealers to make orderly markets has diminished,\" he said.</p><p>Treasury officials said they don't see a reason for alarm, but trading conditions are a problem they are watching. \"Reduced market liquidity has served as a daily reminder that we need to be vigilant in monitoring market risks,\" Nellie Liang, Treasury undersecretary for domestic finance, said last month.</p><p>Two once-reliable sources of demand for Treasurys, banks and foreign investors, are pulling back.</p><p>U.S. commercial banks increased their holdings of Treasury and agency securities other than mortgage bonds by nearly $750 billion over the course of 2020 and 2021, partly to invest a pandemic-induced surge in deposits. This year, as customers have shifted deposits to such alternatives as money-market funds, that figure has shrunk by about $70 billion since June.</p><p>For years, Treasurys were among the few advanced-economy bond markets with positive yields, making them attractive to foreign investors and a haven during moments of market turmoil. Now, other government bonds' yields are rising, giving foreign investors more options.</p><p>Added to these strains, the Fed itself has stopped a bond-buying program launched during the pandemic to support markets and the economy.</p><p>\"We worry that in the Treasury market today, given its fragility, any type of large shock really runs the risk of un-anchoring Treasury yields,\" said Mark Cabana, head of U.S. rates strategy at Bank of America.</p><p>Heather Gillers contributed to this article.</p><p>Write to Jon Hilsenrath at jon.hilsenrath@wsj.com, Sam Goldfarb at sam.goldfarb@wsj.com and Chelsey Dulaney at Chelsey.Dulaney@wsj.com</p><p>When Interest Rates Rise Fast, Markets Tend to Break: How to Spot the Cracks</p>",
  "published": "2022-10-05T13:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 9015,
          "end": 9023
        },
        {
          "start": 8301,
          "end": 8321
        },
        {
          "start": 8945,
          "end": 8953
        },
        {
          "start": 8236,
          "end": 8255
        }
      ]
    }
  ]
}