{
  "_id": "572b88646592e54b648ffd74848b3aa08bfe8f06a6c72fef0509198c847485df",
  "feed": "ftcomall",
  "title": "Oil could be weaponised next",
  "text": "<p>Welcome back to Energy Source. With our US-based colleagues either surveying the aftermath of the July 4 celebrations or the latest Russian <a href=\"https://www.ft.com/content/479a1c1c-1198-47a3-8637-8e3c251e4bc8\">missile strike </a>in Ukraine, your favourite energy newsletter today comes to you courtesy of the FT's UK-based energy contingent.</p> <p>Thankfully there's definitely no shortage of energy-related news in Europe at the moment, where cuts to Russian gas supplies continue to dominate a continent bracing for what looks like it could be an incredibly difficult winter.</p> <p>First up, the energy crisis in Europe is increasingly echoing the 2008 financial crisis, with governments considering bailing out struggling utilities and energy providers who have found themselves on the wrong side of <a href=\"https://www.ft.com/content/08a47350-e5b4-4aac-b5f2-d9af79aa0d1c\">Russia's decision to wield the energy weapon</a>. </p> <p>More on that later as we survey the <a href=\"https://www.ft.com/content/d36e2f47-c8a3-4783-b96d-a8d22e5a042c\">potential bailouts for Uniper</a>, one of Germany's largest utilities (and the biggest prewar buyer of Russian gas), and the risk that Russia turns its attentions to the oil market next. JPMorgan thinks that a deliberate Russian oil cut could send oil prices towards $400 a barrel. Gulp.</p> <p>Systemic risk like 2008? Not quite yet, but the risks of a wider economic crisis would appear to be growing.</p> <p>We also take a look at Qatar, which hopes to partly leverage the crisis to regain the crown of being the world's largest liquefied natural gas exporter from the US.</p> <p>To our readers waking up in the US, we hope it was a somewhat enjoyable Independence Day. No hard feelings from us over in Blighty.</p> <h1>Crisis in Europe</h1> <p>Europe's energy supplies are in trouble. Since <a href=\"https://www.ft.com/content/2da439ba-87d8-4a48-80ca-b6452d48669a\">Russia shut down 60 per cent</a> of the capacity on the Nord Stream 1 pipeline three weeks ago, in what has widely been viewed as retaliation against sanctions imposed after its invasion of Ukraine, the price of gas in Europe has soared (again).</p> <p>In Germany, this <a href=\"https://www.ft.com/content/542e4679-1315-413b-a493-4675d5ef213f\">threatens to tip Uniper</a> into serious financial difficulty as the company has to replace the shortfall in Russian supplies under its long-term contracts with much more expensive purchases in the spot market.</p> <p>There are talks of government support including, potentially, Berlin taking a stake in the company. German utilities may also be allowed to pass on these higher costs to customers such as homes and businesses, something Berlin stopped short of last month when it triggered the second stage of its emergency gas plan.</p> <p>In the UK, we've seen big energy retailers such as Bulb, where the chief executive <a href=\"https://www.ft.com/content/88cbc3e0-a5a9-409c-ad65-a541b87f49d6\">stepped down</a> last week, already receive billions in taxpayer subsidy to help keep customers' lights on.</p> <p>But Uniper is different. Bulb had no significant generation capacity and primarily acted as a middleman between electricity and gas markets and households. Uniper is a much larger player, with about 22.5GW of actual generation, so any significant disruption to its business would have wider reaching consequences. You can see why Berlin is worried. Bailouts of utilities in other countries cannot be ruled out as winter approaches. Hamburg is warning of hot water rationing should Russia completely sever gas exports.</p> <p>However, there are reasons for even greater concern now that Russia has effectively <a href=\"https://www.ft.com/content/f7990162-395f-488e-9d23-13f3cce83e24\">unleashed the energy weapon</a>. </p> <h2>The G7 plan is risky</h2> <p>Western powers want to <a href=\"https://www.ft.com/content/4f31712e-8dea-4c59-9b93-6ccbfbdc9bb4\">target Russia's oil exports</a>, seeing them as a key source of government revenue. But at the same time they want the oil to keep flowing, as Russia exports more than 7 per cent of global supplies — far too much to be easily replaced even if Saudi Arabia tapped every last drop of spare capacity.</p> <p>That is why the G7 is kicking around ideas like trying to cap how much customers can pay for Russian oil by threatening further sanctions that could hurt Russia's industry long-term if it does not play along.</p> <p>But there's a big and obvious risk to this plan: if Vladimir Putin is prepared to weaponise gas, where the point-to-point nature of pipeline exports was meant to ensure a degree of codependency, then why not weaponise oil next?</p> <p>JPMorgan is alive to these risks and has tried to model what might happen if Russia starts to play around with oil exports. It makes for uncomfortable reading.</p> <p>In a note titled the “Oil price cap and the law of unintended consequences”, JPMorgan analysts argue that the G7 is effectively playing with fire. Russia is in a relatively strong position as sanctions have so far largely failed to dent its energy revenues.</p> <p>“Hence, if the geopolitical situation requires, it now appears more likely that export cuts could be used as leverage/policy tool, in our view,” said Natasha Kaneva, head of global commodities research at JPMorgan.</p> <p>“Given the high level of stress in the oil market, a cut of 3mn barrels a day could cause [the] global Brent price to jump to $190 a barrel, while the worst-case scenario, a 5mn b/d cut, could drive [the] oil price to a stratospheric $380 a barrel.”</p> <p>Under those scenarios, Russia's export volumes may fall but its revenues would largely hold up, while it would deliver western powers more than a bloody nose. Worries about inflation would turn to panic. Recessions would surely follow.</p> <p>JPMorgan thinks it would be feasible for Russia to make such sizeable cuts without long-term damage to its oilfields, as it was able to remove 2mn b/d at the peak of the pandemic without obvious problems restoring output in recent months.</p> <p>The G7 must hope that China and India, which would also suffer if Russia tried to send oil prices to the moon, are warning Putin to make sure his allies in the developing world don't become collateral damage. <em>(David Sheppard)</em></p> <h1>What's next for Qatar?</h1> <p>Qatar, an important supplier of liquefied natural gas for 25 years, has long had an outsized role in energy markets that is set to grow larger.</p> <p>In recent weeks, the tiny Gulf nation of 3mn people, has signed separate joint-venture agreements with four of the world's biggest international oil companies for the long-awaited development of its $29bn North Field East project.</p> <p>While the names of the partners — ExxonMobil, ConocoPhillips, TotalEnergies and Eni — were not a surprise, the carefully choreographed announcements show a country brimming with confidence as the redirection of energy flows following Russia's invasion of Ukraine buoys global demand for LNG.</p> <p>The North Field East project intends to increase Qatar's annual LNG export capacity from 77mn tonnes to 110mn tonnes by 2026, helping it overtake Australia as the second-biggest producer of the fuel after the US. A second phase of the project, North Field South, could increase capacity further to 126mn tonnes a year by 2027.</p> <p>Consultants Wood Mackenzie expect US LNG export capacity to grow faster — from 80mn a year to 160mn tonnes a year by 2030 — but the North Field expansion establishes Qatar, once again, as America's main competitor.</p> <p>Qatar is better located geographically than the US to supply both Europe and Asia and has indicated that it hoped supplies from the North Field East would be evenly split between the two regions. Currently, about 65 per cent of Qatar's exports under long-term contracts flows to Asia, while 29 per cent flows to Europe, according to the consultancy Energy Aspects.</p> <p>Qatar waited at least three years to sign partnership deals and has so far only given away a combined 18.75 per cent of the project across the four joint ventures. The biggest chunks were given to Total and Exxon, which both have an indirect 7.5 per cent stake.</p> <p>Frank Harris, an LNG expert at Wood Mackenzie who has been watching Qatar's development over the past 20 years, thinks the structure of the deals and sequencing of the announcements show state-owned QatarEnergy's increased comfort leading a project of this size and its reduced dependence on longtime partner Exxon.</p> <p>“Who would have thought a few years ago that Exxon would have been the fourth partner to be announced, rather than the first,” he told Energy Source. <em>(Tom Wilson)</em></p> <h1>Data drill</h1> <p>Following on from the rise in European gas prices, the impact is increasingly feeding through to power prices. In Germany, benchmark power prices hit their highest level on record yesterday at €325 per megawatt hour, surpassing their December peak.</p> <p>The primary driver behind surging power prices has been the blistering run for gas, which is used to generate electricity, after Russia's Gazprom cut supplies to Europe.</p> <p>But both the real and feared cuts to gas supply are compounded by maintenance problems among a large number of French nuclear power plants and record-high coal prices — the dirty alternative that Germany is seeking to fallback on to limit gas demand.</p> <p>Demand destruction is already under way with industry limiting activity. With power prices at this level far into the future, more pain should be expected for Europe's industrial powerhouse. <em>(Harry Dempsey)</em></p> <h1>Power points</h1> <ul>  <li><p>Protesters angry over high fuel prices brought parts of the UK's motorway network <a href=\"https://www.ft.com/content/4203c6db-0c98-44c4-9a91-acfa227c313a\">to a standstill</a> on Monday in scenes reminiscent of France's gilets jaunes demonstrations (FT)</p></li>  <li><p>A £15bn takeover of Britain's largest electricity distribution network by KKR and Australia's Macquarie <a href=\"https://www.ft.com/content/62113516-4f4b-4a82-9e71-11845f56d65f\">has fallen through</a> after rising inflation prompted a last-minute price rise (FT)</p></li>  <li><p>European governments should encourage a<a href=\"https://www.bloomberg.com/opinion/articles/2022-07-04/negative-electricity-rates-subsidies-for-new-appliances-can-help-fight-putin?srnd=premium-europe#xj4y7vzkg\"> “cash for clunkers” style programme</a> to encourage households to switch inefficient appliances for less energy-intensive models (Bloomberg)</p></li>  <li><p>The Dutch government will force major energy users in the Netherlands to <a href=\"https://www.reuters.com/business/energy/dutch-govt-says-large-energy-users-must-curb-consumption-2023-2022-07-04/\">invest in consumption-saving measures</a> from the start of 2023 (Reuters)</p></li> </ul><p>Source: David Sheppard, Tom Wilson, Harry Dempsey and Nathalie Thomas 2022 'Oil could be weaponised next' FT.com 5 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-05T11:00:45.423Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4552,
          "end": 4560
        }
      ]
    }
  ]
}