{
  "_id": "b77e140ded05abb1501ade4154040706174821f3dec13d3524c9936ff36921a3",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  Omicron Exacts a Toll  On Consumer Spending  ---  Don't expect an economic rebound until the spring  ----  By Justin Lahart",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  Consumer spending ended last year on a down note. And with Covid-19 cases rising sharply, the risk is that it will weaken further. </p><p>\n  The Commerce Department on Friday reported that retail sales fell a seasonally adjusted 1.9% in December from November. Nearly every type of retailer registered declines: Department store sales slipped 7% from a month earlier, for example, electronics and appliance store sales fell 2.9% and nonstore retailers -- a category dominated by Amazon.com -- fell 8.7%. </p><p>\n  There are a number of possible factors behind the decline, and it seems likely that all of them were at work to some degree. </p><p>\n  For starters, a lot of holiday spending got pulled into earlier months as shoppers, worried about supply-chain related shortages, bought early. Indeed, the level of sales in the fourth quarter was still 2% higher than in the third quarter. </p><p>\n  Economists trimmed related spending estimates following the report, but still reckon the economy grew strongly. JPMorgan Chase, for example, estimates gross domestic product grew at around a 7% annual rate. </p><p>\n  Supply-chain problems also played a role. The global semiconductor shortage continued to hamper car and appliance availability, while some retailers might have also given lower priority to having non-holiday-related items on hand. </p><p>\n  Last, but unfortunately not least, there is Omicron. The rapid rise in Covid cases might not have weighed on sales until the latter half of December, but it appears to have weighed on them nonetheless. The 0.8% decline in sales at food services and drinking places from November gives some sense of that. </p><p>\n  The disruptions the variant is causing are significant, and appear likely to continue weighing on spending for some weeks. It seems all but certain that the economy will grow at a much slower pace in the first quarter than in the fourth. </p><p>\n  On the other side of Omicron, things should get better, of course. People will want to catch up on spending they deferred, and a strong job market should give them the means to do it. The spring should be better, but this isn't how anybody wanted to start the year. </p><p></p>",
  "published": "2022-01-15T07:06:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1009,
          "end": 1017
        }
      ],
      "nexusId": "10009914"
    }
  ]
}