{
  "_id": "e686075e8cbb132ac7da282d76d741fc15992d134560bf707c600cefbff821b1",
  "feed": "ftcomall",
  "title": "Joe Biden's endless dog days",
  "text": "<p>I recently found out that quoting one of my favourite poems is in effect banned by the FT as a cliché. It was excised from a book review I wrote. To be fair, it was probably about the fifth time I cited it in print but nevertheless a pity since there really is no substitute. It is of course from William Butler Yeats's <em>Second Coming</em>: “The best lack all conviction, while the worst are full of passionate intensity”. </p> <p>As you survey America's political landscape, how could you improve on these words? The worst, in America's case, does not solely comprise the Republican Party — although it leads the field. The Democratic Party's passionately intense cultural left is oblivious to the boomerang effects of its rectitude. But where does that leave the others?</p> <p>“The best” is of course a relative term. In today's US landscape it is Joe Biden struggling to do the right thing without always being sure what that is. Since he lacks all conviction (I'm sticking with Yeats here), his changing goals keep mocking his principles. Think of his Saudi Arabia policy, whose crown prince, Mohammed bin Salman, Biden branded a pariah during the 2020 campaign. Now that Biden wants lower gas prices to stem Democratic losses in the upcoming midterm elections, MbS is suddenly back on the White House dance card. But the crown prince won't take Biden's calls and said <a href=\"https://www.theatlantic.com/magazine/archive/2022/04/mohammed-bin-salman-saudi-arabia-palace-interview/622822/)/\">“simply, I do not care”</a> what Biden thinks of him.</p> <p>It might have been simpler to bring Iran back into the Joint Comprehensive Plan of Action, which would have released an equivalent amount of oil on to the global market. Biden's immediate goal of bringing oil prices down also undercuts one of his three main priorities — tackling global warming. Remember the “three C's”? Confronting China, Covid and climate change were Biden's big goals. I am really not sure where Biden now stands on Cs two and three since there are either confusing signals, or none, coming out of the White House.</p> <p>This is the price of having a non-fanatic in charge. All kinds of messy events — such as inflation, Russia's invasion of Ukraine, or unexpected shortages of baby milk formula — clash with the clarion calls you issued on the campaign trail. Reasonable leaders adjust to changing realities. Fanatics plough ahead. But reasonableness is not the same as being master of the narrative. America's pendulum is thus already swinging back to the people with passionate intensity. It is hard to see how Democrats will hold on to the House of Representatives in November and probably the Senate as well. This will have two impacts on Biden's fortunes.</p> <p>The first will be to kill his domestic agenda, or what remains of it. Even today with Democratic control of both chambers, Biden is unable to push through minimal tightening of gun regulation — and that is after having last week given his most impassioned prime time address on the subject. The bully pulpit is no match for the National Rifle Association. The second will be to embolden the restive progressive wing of the Democratic Party, which has tolerated Biden's centrist governing style without admiring it. Expect leftists to be empowered by a midterm Democratic defeat and intraparty fighting to grow. </p> <p>After that comes a nail-biting two years in which Biden hopes the economy will rebound after a soft landing and Republicans will politically over-reach. The alternative is too Yeatsian to contemplate — think of blood-dimmed tides and anarchy being loosed upon the world. Even if Republicans misplay their cards (a likelihood) and the Fed engineers a smooth glide path (say 50-50), an 81-year-old Biden will still face a close election fight against Donald Trump or a younger Maga-touting version. </p> <p>I have covered US politics close up for many years and cannot see where America's tragically besieged democracy will catch its next break. In the meantime, I retreat to Yeats and pray that “Surely some revelation is at hand”. Rana, will you share your least unlikely revelation? Or, to switch to a more prosaic cliché, what kind of black swan, or white one, could alter the formula I have laid out?</p> <h1>Recommended reading&#xa0;</h1> <ul>  <li><p><a href=\"https://www.ft.com/content/aa1fe12c-d5a2-4a1a-b6df-70b38894c4fd\">My column this week</a>, about America's two nations being barely on speaking terms, offers little refuge for the faint-hearted. I contrast the public mood today as the January 6 committee starts its public hearings with the Watergate climate 50 years ago.</p></li>  <li><p>My colleague Sarah O'Connor had a deserved hit with a column that asks <a href=\"https://www.ft.com/content/e9835846-d88c-4947-a5ee-33a378ff9f65\">“Why are we all working so hard?”</a> It turns out that, contra John Maynard Keynes, technology is no aid to the life of leisure but seemingly its opposite. She concludes by arguing for a four-day work week.</p></li>  <li><p>&#xa0;Swampians might also be interested to listen to me and Rana discuss US <a href=\"https://www.ft.com/content/f507b5dc-ea3e-49ba-9fbd-b92d00bc5ded\">inflation and the midterms</a> in this short podcast that also includes our FT boardroom interview with Zelenskyy this week. Our brief exchange starts at the 5-minute mark. </p></li>  <li><p>I meant to include this ProPublica piece last week as a <a href=\"https://www.propublica.org/article/a-republican-tried-to-introduce-a-commonsense-gun-law-then-the-gun-lobby-got-involved\">perfect case study</a> of what happens to Republicans who back modest gun control. A Republican state senator in Colorado backed a bill to adopt a “red flag” law that would remove guns from people who pose an immediate threat to themselves or others. His career in politics was ended by the NRA. I'm not normally prone to eschatology but this is evil. </p></li> </ul> <h1>Rana Foroohar responds </h1> <p>Ed, I'm laughing and crying over this Note. The laughing&#xa0;is about the fact that I myself once led a 2011 story on global economic and political volatility at TIME (my previous employer) with a few choice lines from the <em>Second Coming</em> (<a href=\"https://content.time.com/time/subscriber/article/0,33009,2095556,00.html\">see here</a>), which was subsequently banned from use by my then-editor. As he put it to me: “A little Yeats goes a long way.” Had he no pity for a hack on deadline? </p> <p>But&#xa0;as you point out, it's hard to find better poetry for the moment. The crying is over your political scenario which is, as you say, very likely. But I guess my Black Swan (as I understand Nassim Nicholas Taleb's book, the unexpected is always black) would be that I don't fear the death of democracy in America quite as much as you seem to. Perhaps I'm naive. </p> <p>But it's also possible that I spend more time than most reporters in the Midwest and South (mostly for family reasons), and I simply do not believe that we are going to see blood in the street in state capitols anytime soon (unless it's from <a href=\"https://www.ft.com/content/004fe021-7e66-4841-9632-a46b8ece712b\">a random mass shooter</a>, which is a possibility in our country for the reasons we all know). I think there's a much larger population of exhausted, average, centrist people than we see in the Twitterverse (which as you know I spend as little time in as possible). Even if the progressive left is emboldened, I also feel that the class and race discussions within that portion of the Party are coming together in ways that will be more unifying rather than polarising for working people. </p> <p>Finally, I think that Trump benefited hugely from being a political “outsider” (though of course he's the ultimate insider if you think about his ability to leverage his wealth and his personal brand) the last time around. This time, many of his ideas (China is bad, tariffs are good, for example) have simply been subsumed into the mainstream of the Republican Party (and indeed are used by Democrats too) and so I think that unless he's the candidate himself, which I'm not sure will happen, you'll just have someone mouthing all the usual Trumpian ideas without the diabolical animal spirits and full-on crazy of the man himself. </p> <p>That's not a great proposition, but even if such a person should win, I don't think it would result in the same kind of extreme political destabilisation that Trump brought. And they'll very quickly fail at dealing with the “hurricane” of bad economic news, <a href=\"https://www.ft.com/content/d740f61b-f9d4-49d8-9bed-209a47d1f535\">to use Jamie Dimon's words</a>, coming down the pike. This time around, no tax cuts or deregulation or other fake economic fixes are going to make things seem better, even for the rich. </p> <p>Fingers crossed that things don't fall apart and the centre does hold. </p> <h1>Your feedback</h1> <p><strong>And now a word from our Swampians . . . </strong></p> <p><strong>In response to ‘</strong><a href=\"https://www.ft.com/content/0dc7baf9-658f-4600-8b20-4253ff2d47fd\"><strong>More dancing, fewer rules</strong></a><strong>': <br></strong>“Facebook/Meta has done untold damage globally. And they don't care. It's all about eyeballs and staying on the platform. I have been encouraging all my friends to get off Facebook ASAP. I deleted my account (after asking Google how to do it) several years ago and don't miss it at all.” <em>— Dean Kagawa, Boone, North Carolina</em></p> <p><strong>In response to ‘</strong><a href=\"https://www.ft.com/content/35073e24-9653-49d5-9187-058ee97ea437\"><strong>In awe of an indomitable woman — not the monarchy</strong></a><strong>':<br></strong>“I tend to agree with Edward Luce's analysis of the British monarchy and yet fail to understand why that leaves him as a ‘reluctant monarchist'. My conclusion is that I am a patient republican. The tactic du jour of governments with no vision, a policy vacuum and a strong focus on self-preservation is to create culture wars and wedge issues from thin air. Why give them the gift of another emotive and divisive issue? Why not instead treat this as an appropriately low priority and create a written constitution which defines and proscribes the role of the monarch precisely? And then focus on the myriad more important issues, while thanking sincerely our monarch for her service?” <em>— Alun Thomas, Wales</em></p><p>Source: Edward Luce 2022 'Joe Biden's endless dog days' FT.com 10 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-10T11:00:24.064Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}