{
  "_id": "e19d1b9bb46bc4bd3d837fe9e1e642b1553abccd290f5cefb65b3f423ec51f08",
  "feed": "wall-street-journal",
  "title": "U.S. Investor Sells Stakes In Deutsche, Commerzbank",
  "text": "<p>In Germany, shares of Deutsche Bank fell 9.4% and Commerzbank dropped 8.5%.</p><p>Capital Group added to stakes in both banks in 2020, when the global economy was hit and then rebounded from Covid-19 lockdowns. It eventually accumulated more than 5%, according to FactSet. No other investor held 5% or more in either stock, according to the data provider.</p><p>A Capital Group spokeswoman declined to comment.</p><p>The war in Ukraine has clouded Germany's economic outlook, raising the possibility of a major slowdown in growth coupled with high energy prices and inflation, prospects that could damage bank profitability.</p><p>Both banks have disclosed limited exposure to Russia, but Germany's reliance on Russian oil and gas has raised questions about the strength of the country's economy. The European Union has held discussions over putting an embargo on oil sales from Russia.</p><p>\"Our focused business model and risk management capabilities have proven their resilience in challenging times,\" a Deutsche Bank spokesman said.</p><p>Germany's biggest banks have struggled in recent years under the weight of negative interest rates. The country's banking sector is also highly competitive, with state-owned savings banks that don't give priority to making a profit beating out giants like Deutsche Bank and Commerzbank for deposits and loans.</p><p>There have also been repeated self-inflicted wounds, including major regulatory fines and penalties. German banks trade at a fraction of their book value per share, a common metric investors use to evaluate lenders. U.S. banks by contrast trade above book value.</p><p>Contrarian investors have loaded up on German bank shares, betting that the landscape would change. Over the past couple of years, share prices of both banks had risen but are still far below where they were in the middle of the last decade. Over the same period, shares in American banks, such as JPMorgan Chase &amp; Co., have doubled.</p><p>The sales in Deutsche Bank and Commerzbank are the second by a major investor in the banks in recent months. Cerberus Capital Management in January sold a chunk of its stake in both banks. When it bought the stakes in 2017, Cerberus hoped a pickup in the German economy would help the lenders, which could eventually merge and become a powerhouse.</p><p>But a merger attempt in 2019 failed, and both banks had to set their own strategy paths. Both have shown signs of recovery under their respective plans.</p><p>In March, Deutsche Bank said despite the uncertainty over the war in Ukraine, it had a promising start to the year, and its objectives remain unchanged.</p><p>When Capital Group first disclosed a 3.1% investment in Deutsche Bank in February 2020, its shares were trading at around 9.33 euros. The seller in this week's sale offered 116 million shares, representing about a 5.3% stake, in Deutsche Bank for 10.98 euros a share, and 72.5 million shares, or about a 5.7% stake, in Commerzbank for 6.55 euros a share.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1879,
          "end": 1893
        },
        {
          "start": 1879,
          "end": 1899
        }
      ]
    }
  ]
}