{
  "_id": "5c98c99a6f1c70e66c90436516db2c883fa20587bf6c4954b900c62eb9a65ef2",
  "feed": "market-watch",
  "title": "Fed to put a 'firm foot on the brake pedal' this week; Another super-sized 75-basis-point rate hike is all but assured",
  "text": "<p>The ultra-large hike would bring the Fed's policy rate to a range of 3% to 3.25% — a level that Fed officials believe will start to restrict economic growth.</p><p>Markets are pricing in the small chance of a 100-basis-point move, but economists are skeptical.</p><p>\"We doubt there is consensus on the FOMC to go that much and accelerate the pace of tightening further,\" said Sam Bullard, senior economist at Wells Fargo.</p><p>The Fed will announce its decision on interest rates at 2 p.m. Eastern on Wednesday. The central bank will also release updated economic forecasts, and Fed Chairman Jerome Powell will hold a press conference starting at 2:30 p.m.</p><p>Read: The Fed is ready to tell us how much 'pain' the economy will suffer</p><p>Economists think Powell will talk tough on inflation as a result of last week's surprisingly hot consumer inflation report for August. Core inflation surged 0.6% in August, dashing optimistic hopes that inflation was ebbing.</p><p>\"I believe that Powell has no choice but to repeat the firm tone conveyed at Jackson Hole, which may be interpreted as quite hawkish,\" said Stephen Stanley, chief economist an Amherst Pierpont.</p><p>In his speech in Jackson Hole, Wyo., in late August, Powell acknowledged the likelihood of economic distress, stating that \"while higher interest rates, slower growth and softer labor market conditions will bring down inflation, they will also bring some pain to households and businesses. These are the unfortunate costs of reducing inflation. But a failure to restore price stability would mean far greater pain.\"</p><p>Read: Nobel-prize winning economist says Fed should go slow</p><p>Stocks suffered last week, with the Dow Jones Industrial Average DJIA down 4.1%.</p><p>Treasury yields rose sharply, with the yield on the 2-year Treasury note BX:TMUBMUSD02Y soaring to a nearly 15-year high.</p><p>Strategists think the Fed won't be cowed by a deepening selloff.</p><p>Read: Can the Fed tame inflation without crushing the stock market</p><p>Economists are also busy revising their forecasts for inflation and the Fed's policy date.</p><p>Michael Feroli, chief U.S. economist at JP Morgan, has raised his fed-funds rate forecast to 4% to 4.25% by early 2023.</p><p>Lou Crandall, chief economist at Wrightson ICAP, thinks the latest CPI report does alter the base case for the Fed's next meeting on November 1-2.</p><p>Had the August CPI been soft as expected, Powell might have suggested that the Fed could dial back the size of its rate hikes in November. Instead Powell will have to keep his options open.</p><p>\"We can't rule out the possibility that conditions will soften enough to allow the FOMC to downshift in November, but our starting assumption is that it will deliver a 75 basis point hike for the fourth consecutive meeting,\" Crandall said, in a note to clients.</p><p>Fed to put a 'firm foot on the brake pedal' this week</p>",
  "published": "2022-09-19T12:34:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2076,
          "end": 2085
        }
      ],
      "nexusId": "10009914"
    }
  ]
}