{
  "_id": "6b5df117c7251532338039ceb8df9b673e21474c63ca5fbb1cb770d786a987e2",
  "feed": "wall-street-journal",
  "title": "U.S. News  ---  THE OUTLOOK:  Split Seen in U.S., Europe Rate Paths  ----  By Tom Fairless",
  "text": "<p>   The Federal Reserve's aggressive campaign against high inflation dominated global financial markets this year. Starting this week, the action shifts to Europe, where inflation could prove stickier and harder to tame. That shift is likely to reverse some of the key market dynamics of 2022, most significantly a superstrong dollar. </p><p>   At monetary-policy meetings this week, the Federal Reserve's key rate is expected to rise by 0.5 percentage point, the European Central Bank's by 0.5 to 0.75 point, and the Bank of England's by 0.5 point. </p><p>   Over the subsequent year, though, their paths are likely to diverge. Investors expect the Fed to increase rates by only 0.6 percentage point through December 2023, compared with 1.25 percentage points for the ECB and 1.5 points for the Bank of England, according to market data from Refinitiv. </p><p>   A divergence among the world's major central banks would likely ricochet through global financial markets, pushing up the euro and pound sterling against the dollar while driving down European government bond prices in relation to U.S. Treasurys. Bond prices fall as yields rise. </p><p>   Inflation is starting to decline in both regions, but more so in the U.S., where it has tumbled 1.5 percentage points since June, to 7.7% in October. In the eurozone, inflation edged down to 10% in November from a record 10.6% in October. In the U.K., inflation jumped to 11.1% in October, the highest in more than four decades. </p><p>   Europe's economy has proven more resilient than expected to the headwinds from Russia's war in Ukraine, including surging energy prices. Eurozone unemployment declined to 6.5% in October, a record low. That suggests the ECB still has work to do to rein in demand. </p><p>   Already, the euro has risen by about 10 cents against the dollar over the past two months, to $1.05, as investors anticipate a pivot by the Fed. The common currency could rise to $1.15 later next year as the U.S. economy slows and the Fed starts to cut interest rates, according to analysts at Deutsche Bank. </p><p>   Fed officials have signaled they are preparing to slow down after increasing interest rates by 3.75 percentage points this year, almost double the ECB's two-point increase. After four consecutive 0.75-point increases, investors expect the Fed to increase rates 0.5 point Wednesday to a range of 4.25% to 4.5%, then to almost 5% early next year, before cutting later in 2023 as the economy slows. However, Fed officials have recently indicated rates could go higher and stay there longer than markets now expect. </p><p>   ECB officials have kept open the option of raising rates Thursday by 0.5 or 0.75 point from the current 1.5%. The ECB is also expected to unveil plans to start reducing its multitrillion-dollar bondholdings over coming months, likely pushing up eurozone bond yields. The Fed has been unloading bonds since June. The Bank of England could unveil either a 0.5- or a 0.75-point increase Thursday, analysts say. </p><p>   \"The ECB cannot afford to cut interest rates next year because the level will be too low. In the U.S. interest rates are already quite high so there's room to lower them,\" said Joerg Kraemer, chief economist at Commerzbank in Frankfurt. That divergence will press down on the dollar, Mr. Kraemer said. </p><p>   European policy makers are spending heavily to support consumers and businesses, while contending with prolonged high energy prices and accelerating wage growth. All that is likely to keep inflation high. </p><p>   In the U.S., growth is resilient and the labor market tight. But the impact of fiscal stimulus is fading, supply-chain disruptions are easing, and the prices of goods like used autos and clothing are declining. </p><p>   Inflation is likely to be around 6.5% in the eurozone in the middle of next year compared with roughly 4% in the U.S., according to JP Morgan. </p><p>   Wage growth is running hot in both regions, but while it is still picking up in Europe, there are some signs that it is softening in the U.S., sliding to an annual rate of 6.4% in November, according to the Federal Reserve Bank of Atlanta's wage tracker. </p><p>   Still, the uncertainties around inflation's path are large, partly due to Russia's war in Ukraine and the unwinding of China's zero-Covid policy. U.S. inflation could yet prove stickier than expected as wage growth remains high. </p><p>   In Europe especially, interest rates aren't yet at levels likely to constrain growth and inflation. Real interest rates, adjusted for inflation, are likely to remain deeply negative in Europe next year, but to turn positive in the U.S. early in the year, according to JP Morgan forecasts. That means monetary policy will become increasingly restrictive in the U.S. while remaining stimulative in the eurozone and U.K. </p><p>   An ECB interest rate close to 3% next year, as investors expect, wouldn't be enough to bring eurozone inflation back to 2%, said Mr. Kraemer. He estimates that the ECB would need to raise rates to at least 4%. </p><p></p>",
  "published": "2022-12-12T07:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4545,
          "end": 4554
        },
        {
          "start": 3782,
          "end": 3791
        }
      ]
    }
  ]
}