{
  "_id": "9fb85ad501f5a98e16d5ed57a0b8b58d01ccebd1041a8b09ea65d9f2fddfaa4f",
  "feed": "wall-street-journal",
  "title": "U.S. News: ECB Helps Weaker Economies On Cost of Borrowing",
  "text": "<p>Unlike the U.S. Federal Reserve, the ECB needs to worry as it raises rates about how higher borrowing costs will pressure fragile and highly indebted southern European economies such as Italy and Spain. Bond yields in southern Europe have surged by much more than those in Germany since the ECB last week unveiled plans for a gradual series of increases in interest rates.</p><p>The ECB acted under mounting market pressure, convening an emergency meeting of top officials Wednesday after Italy's 10-year bond yield climbed to about 4.2%, the highest level since 2013.</p><p>In a statement published after Wednesday's meeting, the ECB said its staff would formally start work on a new \"anti-fragmentation instrument,\" expected to be a new bond-buying program, which could narrow differences in borrowing costs across the region. It didn't provide details of the new instrument.</p><p>\"That's what markets needed to hear, finally!\" Frederik Ducrozet, head of macroeconomic research at Pictet Wealth Management in Geneva, wrote on Twitter. \"Details will matter a lot, but now I can't see how they could not deliver by the next [policy] meeting\" on July 20-21.</p><p>More immediately, the ECB signaled that it would tilt the reinvestments of maturing debt under an existing bond-purchase program toward weaker eurozone countries.</p><p>That could equate to around 200 billion euros, about $208 billion, worth of additional bond purchases this year targeted at struggling economies like Italy, said Seamus Mac Gorain, head of Global Rates at J.P. Morgan Asset Management.</p><p>\"It is incrementally helpful but I don't think it's large enough to change the situation,\" Mr. Mac Gorain said.</p><p>The ECB's move came hours before the Federal Reserve increased its key interest rate by 0.75 percentage point, accelerating a global shift toward tighter money that is pushing up borrowing costs everywhere.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}