{
  "_id": "2dd2b40aa93e420038816d8a500ca5016d1f04a974edefbd4a2253b58d5a1b53",
  "feed": "ftcomall",
  "title": "FirstFT: US holds ‘active discussions' about banning Russian oil imports",
  "text": "<p>The price of oil <a href=\"https://www.ft.com/content/5f08826e-55ca-4e5b-a72c-52d034278576\">rose to its highest level since 2008</a> after US secretary of state Antony Blinken said Washington was in “very active discussions” with its European partners about a ban on oil imports from Russia.</p> <p>The restrictions would have potentially serious ramifications for the global economy and would mark an about-turn by the White House, which had previously rejected bipartisan calls to ban Russian oil imports to the US, saying an embargo would limit global supply and raise prices for consumers.</p> <p>Analysts at Bank of America warned that if most of Russia's oil exports were cut off, there could be a 5mn barrel a day shortfall or more, leading oil prices to double from $100 to $200 a barrel. JPMorgan analysts said oil could soar to $185 a barrel this year.</p> <p>International benchmark Brent hit $139.13 a barrel in European trading today, almost 20 per cent higher than its settlement price on Friday. West Texas Intermediate, the US benchmark, climbed $9.80, or 8.5 per cent, to $125.48. European natural gas prices soared to a record high.</p> <p>Meanwhile, a high-level US delegation met <a href=\"https://www.ft.com/content/913af3e8-1a6a-46d2-a108-48e1ef74514f\">top government officials in Venezuela</a> over the weekend, according to a source familiar with the discussions, as the world seeks alternative suppliers to replace Russian oil if western sanctions on Moscow are tightened. And President Joe Biden is <a href=\"https://www.axios.com/biden-saudi-trip-oil-b7a91070-8045-4155-9120-a35d59fd7603.html\">reportedly considering a trip to Saudi Arabia</a> in the spring to urge the kingdom to pump more oil.</p> <p>The turmoil in energy markets came as Russia temporarily suspended its attacks on Kharkiv, Kyiv, Sumy and Mariupol to create humanitarian corridors out of the cities as the UN said the number of refugees fleeing conflict zones in Ukraine now topped 1.5m.</p> <p>But it was unclear how many Ukrainian civilians would want to take up the Russian offer because most of the humanitarian corridors Moscow were proposing end up in Russia itself or in the neighbouring Russian ally of Belarus.</p> <p>Separately, the White House confirmed yesterday it was negotiating with the Polish government <a href=\"https://www.ft.com/content/2f1f0944-ceab-4042-93bd-63c2d863a75f\">to supply Kyiv with American F-16 jets</a> to replace Russian-made warplanes that Ukrainian pilots are trained to fly.</p> <h1>More on Ukraine:</h1> <ul>  <li><p><strong>Interview:</strong> Scott Sheffield, chief executive of the US's biggest shale oil operator Pioneer Natural Resources, said the country <a href=\"https://www.ft.com/content/1b517f6d-9056-41ba-9d1e-324e495b5041\">would be unable to replace crude supplies from Russia</a> this year, even as he backed calls for a global embargo on its energy exports.</p></li>  <li><p><strong>Market Insight:</strong> Derek Brower argues that oil prices <a href=\"https://www.ft.com/content/a2bc0bbe-f43e-4927-8bd8-94c48e4fcdfc\">may still climb higher</a> even if the US shale industry increases production. Jonathan Guthrie writes that economic warfare cannot be <a href=\"https://www.ft.com/content/97c07bd5-4d57-44bf-8ac1-09f1879b97c7\">fine-tuned to spare the energy sector</a>.</p></li>  <li><p><strong>Military Briefing:</strong> Ukraine is holding out against the Russian advance but fears are growing over Moscow tactics. Our <a href=\"https://www.ft.com/content/f97c09f1-8823-4588-a283-bae259ae6ed8\">daily military briefing</a> has more. </p></li>  <li><p><strong>Info wars: </strong>ByteDance-owned app TikTok has become a <a href=\"http://ft.com/content/e4bf8e23-c2aa-4cb6-aac8-c708ffd2f942\">vital news source</a> for young people following the war in Ukraine.</p></li>  <li><p><strong>Nuclear threat:</strong> Vladimir Putin last week sparked menacing echoes of the Cuban Missile Crisis. US correspondent Demetri Sevastopulo <a href=\"https://www.ft.com/content/6d236d2d-26c6-40f1-8d12-e6cc2a3aacf0\">assesses the risks</a> posed by the Russian president's high-stakes nuclear posturing.</p></li>  <li><p><strong>Opinion: </strong>Putin's plan is failing in ways he could not have imagined, <a href=\"https://www.ft.com/content/33532960-bad9-470f-8a17-20887f1e1cb4\">writes Simon Schama</a>. Rana Foroohar writes on how technology <a href=\"https://www.ft.com/content/14511f47-103a-4fce-b87e-4c26877a33c5\">is quickening the pace of conflict</a>. </p></li> </ul> <p><em>Track troop movements on our regularly updated </em><a href=\"https://www.ft.com/content/4351d5b0-0888-4b47-9368-6bc4dfbccbf5\"><em>map of the conflict</em></a><em> and follow our </em><a href=\"https://www.ft.com/content/94b12297-b7c7-4923-9d95-86f196e90503\"><em>live blog</em></a><em> for the latest developments.</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Visa, Mastercard and American Express suspend Russia operations</strong> The payment networks have said they will <a href=\"https://www.ft.com/content/08119b95-ee26-4f64-be43-49c57c75b030\">suspend operations</a> following a request from Ukraine's president. Separately, VTB Bank, Russia's second-largest lender, is preparing <a href=\"https://www.ft.com/content/27adf446-517a-4c4b-89e8-dee8757252e9\">to wind down</a> its European operations. Meanwhile, PwC and KPMG have <a href=\"https://www.ft.com/content/be3d59a3-d9b2-4303-946d-d61d32c2ff08\">severed ties</a> with their Russia and Belarus businesses as the west's business boycott grows.</p> <p><strong>3. China sets lowest growth target in 30 years</strong> Premier Li Keqiang announced China's <a href=\"https://www.ft.com/content/b96db9c0-5e92-4957-96d0-cbf44ebf7425\">lowest annual growth target for three decades</a> at the opening of the National People's Congress in Beijing over the weekend. Li said China's economy would grow 5.5 per cent this year, the first time since 1991 the annual target has been below 6 per cent. The national defence budget grew at the fastest pace for three years to Rmb1.45tn ($229bn).</p> <p><strong>3. Senior Democrat warns against crypto crackdown</strong> Ron Wyden, the chair of the Senate Finance Committee, has warned his colleagues against cracking down too hard on the booming cryptocurrency industry, <a href=\"https://www.ft.com/content/3c5cb48a-6115-40cf-ac41-9b0ed9a744bf\">likening it to the infancy of the internet</a>. “There is obviously a debate [about stricter regulation] but I want to be on the side of the innovator,” he told the FT.</p> <p><strong>4. Spacs tap hedge funds in desperate hunt for cash</strong> Special purpose acquisition companies desperate to go public and stem redemptions are turning to investors including hedge fund Atalaya Capital Management and private equity group Apollo for <a href=\"https://www.ft.com/content/991d89ec-1036-4a9e-b456-27a4a2256d30\">so-called redemption capital</a>.</p> <p><strong>5. Pandemic redraws US airline route maps </strong>US airlines <a href=\"https://www.ft.com/content/5de8f03a-82fa-41a2-928a-27606351c9b4\">are redrawing the flight map of America</a> as they cut routes that the pandemic rendered unviable and add services to cities that have prospered. Persistent weakness in business travel and the adoption of remote work are driving the changes. </p> <h1>The day ahead</h1> <p><strong>UK pledges $100mn in Ukraine aid </strong>Boris Johnson will <a href=\"https://www.ft.com/content/94b12297-b7c7-4923-9d95-86f196e90503#post-24daa233-5b03-4b65-9cd6-bea46a9dd62f\">announce</a> extra aid as the UK prime minister hosts Justin Trudeau and Mark Rutte, his Canadian and Dutch counterparts respectively, in Downing Street. It comes as Kyiv negotiators <a href=\"https://www.ft.com/content/e315f100-1de9-42c4-a5a3-8a1245664641#post-536f6406-0fd8-41d5-8c27-b084cd9b2b80\">meet</a> their Russian counterparts for a third round of talks and Antony Blinken visits Lithuania before travelling to the neighbouring Baltic states of Latvia and Estonia. </p> <p><strong>International Atomic Energy Agency meeting </strong>The organisation's board of governors convenes in Vienna to discuss, among other items, the nuclear safety implications of the crisis in Ukraine. Moscow <a href=\"https://www.ft.com/content/d101bd66-da72-4432-abc5-da2f7362bedb\">is seeking written guarantees</a> from Washington that US sanctions imposed on Iran do not impede its ability to trade with the country.</p> <p><strong>George Floyd death trial </strong>The trial <a href=\"https://www.ft.com/content/2a64d483-ba14-44f8-b8e2-846f59cf2f90\">begins</a> of three former Minneapolis police officers, charged with aiding and abetting unintentional second-degree murder and aiding and abetting second-degree manslaughter in relation to the death of Floyd in May 2020. </p> <p><em>Keep up with the important business, economic and political stories with the FT's </em><a href=\"https://www.ft.com/week-ahead\"><em>Week Ahead</em></a><em>. Click to subscribe </em><a href=\"https://ep.ft.com/newsletters/56b1f9c27b2ee603009fd0fe/subscribe\"><em>here</em></a><em>. And don't miss our </em><a href=\"https://www.ft.com/content/3e81cdfe-d3ab-11e8-a9f2-7574db66bcd5\"><em>FT News Briefing</em></a><em> audio show, a short daily rundown of the top global stories.</em></p> <h1>What else we're reading</h1> <p><strong>Boomerang employees: returning with new skills and experience</strong> Keen to fill labour shortages, employers have tried recruitment parties, hiring bonuses, wage increases and perks. Now some are <a href=\"https://www.ft.com/content/ed75bd19-9f3c-4930-a570-c4476483e606\">considering previous employees</a>. Emma Jacobs spoke to Lien Ceulemans, who left Salesforce in 2018 for a new job at Google but has recently returned to the US cloud software group. </p> <p><strong>The office is fine but the commute is still atrocious</strong> The offers of free food, coffee and even back massages are all welcome as we return to our desks after two years of homeworking, writes Pilita Clark. But, she says, they are up against <a href=\"https://www.ft.com/content/8d7e40da-0cf3-453e-9eb3-40036d4e2582\">a formidable rival</a>: the commute.</p> <p><strong>Why is the UK stock market so cheap?</strong> Returns from the British stock market have lagged behind international rivals since the 2016 Brexit vote. But there are <a href=\"https://www.ft.com/content/2b40824f-69c6-4768-b313-a544fc1a00d7\">more fundamental problems</a> for what has been dubbed a “Jurassic Park” market. Our Lex team investigates in today's Big Read.</p> <p><strong>India's uneven recovery </strong>Two years after the coronavirus pandemic plunged the country of 1.4bn into a recession, India is now the fastest-growing large economy in the world. <a href=\"https://www.ft.com/content/b99a4329-d79f-4512-9076-c76b0f50f550\">But the bullish mood conceals a deep malaise</a>. Will prime minister Narendra Modi pay a political price?</p> <p><strong>Happy landings: how pilots tackle high winds</strong> Former pilot Mark Vanhoenacker uses <a href=\"https://www.ft.com/content/67cf0edd-c67a-4f95-9f81-0fd320473a97\">the analogy of a river</a> to illustrate the effect crosswinds can have on a plane's flight and how the “crabbing” technique can help to land safely in high winds.</p> <blockquote>  <p>“For a headwind, imagine that this river is flowing straight along the runway, and that you are facing upstream as you land; your effective speed over the riverbed, then, will be lower, by an amount equal to the speed of the current.”</p> </blockquote> <h1>House &amp; Home</h1> <p>About 150,000 people flock to the US desert city of Palm Springs every spring for <a href=\"https://www.ft.com/content/b2899eee-9d91-4ae6-8c40-490e26caf362\">a nostalgia fest of mid-century design</a>. Helen Barrett attended the 11-day extravaganza for the Financial Times. </p><p>Source: Gordon Smith and Jennifer Creery 2022 'FirstFT: US holds ‘active discussions' about banning Russian oil imports' FT.com 7 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-07T11:28:23.433Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 704,
          "end": 712
        }
      ],
      "nexusId": "10009914"
    }
  ]
}