{
  "_id": "4994c63a59cfe95bea6ae26a90d89c7aa494bf0960b6cddd53a053d26a3d3d33",
  "feed": "ftcomall",
  "title": "Citigroup will fire US workers who refuse Covid-19 vaccine",
  "text": "<p>Citigroup will fire US employees at the end of January if they have not been vaccinated or received an exemption, according to a person briefed on the matter, adopting one of the strictest policies among big banks on Wall Street. </p> <p>The bank had <a href=\"https://www.linkedin.com/posts/sarawechter_as-it-has-become-crystal-clear-that-covid-activity-6859534215046807552-TZJp/\">said</a> in October that it would require staff in the US to be fully vaccinated against Covid-19 as a condition of their employment, and set a January 14 deadline for employees to report whether they had been vaccinated or received a medical or religious exemption, or other exceptions allowed under local law. </p> <p>At Citi, employees who have not been vaccinated will be placed on unpaid leave for the rest of the month and fired on January 31, the person said. News of the bank's deadline was first reported by Bloomberg News.</p> <p>The move comes as a federal <a href=\"https://www.ft.com/content/7d932392-1aab-4207-bb14-254ca7e6e37c\">vaccine-or-test mandate</a> for large employers undergoes legal scrutiny, with the US Supreme Court hearing arguments on the Biden administration policy on Friday.</p> <p>More than 90 per cent of employees at Citi, which has about 65,000 staff in the US, are vaccinated, and management at the bank expect that to increase in the lead-up to the deadline. </p> <p>Citi's vaccination policy is stringent compared with peers. Other banks such as JPMorgan Chase have left the door open to making the jab mandatory, but have yet to do so. JPMorgan and Goldman Sachs require staff to be vaccinated in order to enter their offices. </p> <p>President Joe Biden announced last year companies with 100 employees or more would have to ensure all staff were vaccinated or test negative on a weekly basis. That mandate is being challenged in the courts by a group of Republican governors and business groups, and encountered scepticism from members of the Supreme Court's conservative majority on Friday. </p> <p>The Supreme Court hearing focused on whether the Occupational Safety and Health Administration, a federal agency in charge of workplace safety, had the legal power to impose such a wide-ranging mandate. It is seeking to do so as an immediate emergency rule rather than through a formal rulemaking process, which could take months.</p> <p>The mandate is due to come into force on Monday, though Osha has said it will give businesses an extra month to set up a testing regime for unvaccinated workers. </p> <p>Justices could rule as soon as this weekend on whether to put the mandate on hold as legal challenges proceed in the lower courts.</p> <p>While the three members of the court's liberal wing on Friday expressed various degrees of support for the mandate in the face of rising <a href=\"https://www.ft.com/coronavirus\">Covid-19</a> cases, its six-member conservative majority appeared less convinced, questioning whether the mandate was overly broad and whether Osha was the appropriate authority to issue sweeping employer rules.</p> <p>Wall Street banks, which have been some of the biggest champions of returning to the office, are among numerous companies that have had their efforts to get staff back to in-person work <a href=\"https://www.ft.com/content/d31f4c49-f738-4a3f-a832-e8b518f5ca7d\">hindered</a> by the rapid spread of the highly transmissible Omicron variant. </p> <p>Citi has asked office workers who do not need to be in the office to support critical business operations to work from home “for the first few weeks of the new year”.&#xa0;&#xa0;It has taken a slightly more <a href=\"https://www.ft.com/content/5e7761ee-b7a2-48f2-9226-fe20277c2498\">relaxed</a> approach than peers like Goldman, bringing staff back but with a greater degree of flexibility and offering more days of at-home work. </p> <p>Citi's management has talked about how it hopes a more flexible approach can be advantageous for recruitment in a <a href=\"https://www.ft.com/content/06b0a82d-b0fa-437f-b640-57bdaa508e59\">war for talent</a> on Wall Street. </p> <p>The vast majority of Americans subject to workplace vaccination mandates have complied with them. For employers that introduced mandates, the share of vaccinated workers climbed as much as 20 percentage points to hover at about 90 per cent, according to a White House <a href=\"https://www.ft.com/content/865a6de5-cba5-46ee-9d66-7672abbc5c37\">report</a> in October.</p><p>Source: Joshua Franklin in New York and Kiran Stacey in Washington 2022 'Citigroup will fire US workers who refuse Covid-19 vaccine' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-07T18:10:15.481Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1306,
          "end": 1314
        },
        {
          "start": 1215,
          "end": 1229
        }
      ]
    }
  ]
}