{
  "_id": "78128510bb76b2b2fd9d918dd43ddd8547621121e66c0bab64f13d9e19edc82d",
  "feed": "wall-street-journal",
  "title": "War in Ukraine Is Already Taking Its Toll on Global Food Supplies; Shortages of fuel, fertilizer and workers caused by the Russian invasion will shrink an annual bounty that countries rely on around the world",
  "text": "<p>With wheat already in the ground, and only a few weeks left to plant corn, farmers in Ukraine can't get needed fertilizers and chemicals. They are low on fuel for tractors and other farm equipment. Workers are quitting to join the fight or to leave the country, leaving farms short-handed.</p><p>Mr. Borisov said he and other farmers need to start their corn, sunflower and barley crops in April and May. That is now in doubt, and the impact on food supplies and prices will be felt world-wide.</p><p>\"We hope we will plant, and we want to plant, but the situation is totally unpredictable,\" Mr. Borisov said. \"You cannot build a forecast on Vladimir Putin.\"</p><p>Ukraine's nutrient-rich soils yield 10% of global wheat exports, 14% of corn exports and about half of the world's sunflower oil, according to the U.S. Department of Agriculture. In just three weeks, war disrupted Ukraine agriculture, triggering higher prices as well as the threat of global shortages. Much of the exports go to developing economies already struggling with food-cost inflation.</p><p>Mr. Borisov's farm is close to the border with Russia, in an area that was overrun on the first day of fighting. He had been away when the Russians invaded. His parents, who live close to his farm, called him to say hundreds of tanks were moving past the fields.</p><p>Russia's naval blockade and fighting around Ukraine ports has all but stopped maritime shipping and left limited means for transporting goods. Wheat prices have hit record levels over the effect on Ukrainian and Russian shipments.</p><p>Like Ukraine's military efforts, the country's agriculture sector is rallying. Exports are being rerouted, and Ukraine is asking the U.S., Poland, France and others for supplies, said Taras Vysotskyi, Ukraine's deputy minister of agrarian policy and food. In the best case scenario, the country's agricultural exports will fall by a fifth this year compared with 2021, he said, but a much bigger drop is more likely.</p><p>Should Russian forces leave immediately, Dmitry Skorniakov said, his four farms would still struggle to resume work. Tractors, chemical sprayers and a grain silo were destroyed on one farm located close to the besieged city of Mariupol, he said. Some of his workers have left to join the country's defense.</p><p>Further along the Black Sea coast, Larissa Boden's asparagus farm, Ukraine's largest, is in territory now held by Russia. Neighboring farms in what is one of Ukraine's most important growing regions have had fields chewed up by tanks and artillery fire, she said.</p><p>Ms. Boden planned to take delivery of 340,000 asparagus crowns from the Netherlands to plant more crops by April. She made a down payment of €78,000, about $85,500. After the invasion, she canceled the order and asked the supplier to try to sell them elsewhere.</p><p>Like Mr. Skorniakov, she fears she won't have enough workers. \"We don't have people,\" Ms. Boden said, \"we have tanks.\" </p><p>Grain storage outside of Lviv, Ukraine. PHOTO: Justyna Mielnikiewicz/MAPS for The Wall Street Journal</p><p>The government of Ukraine, whose flag is said to depict a blue sky over a yellow field, has made farmworkers largely exempt from conscripted military service. Many are joining anyway.</p><p>Even on Mr. Skorniakov's farm near the comparatively peaceful border with Poland, his remaining farm hands are able to do less than 60% of the work, he said. Fertilizers and chemicals haven't been delivered, Mr. Skorniakov said. Fuel he typically buys from Russia and Belarus is unattainable.</p><p>\"It's a disaster,\" he said.</p><p>On track</p><p>Ukraine is the world's fourth and fifth largest exporter of corn and wheat, respectively, according to the USDA, and 85% of its crop exports travel by sea, said Mr. Vysotskyi, the government minister.</p><p>With ports closed, the country is trying to shift some exports through its Western borders. Around 25% to 30% are now heading to Romania, Poland and Slovakia by train and on to other ports, Mr. Vysotskyi said.</p><p>It is an imperfect solution. Ukraine's railways don't accommodate as high a volume of crops as ports can, and grains must be transferred to different train cars at the border because Ukraine's Soviet-era railways use a different gauge than those in the European Union. The shipping detours will add 10% to 15% to the cost of crops, Mr. Vysotskyi said.</p><p>The war in Ukraine is inflating global food prices that are already at decade highs, largely from the pandemic's lingering supply-chain troubles. Wheat futures are up 42% so far this year; the price of corn has risen 27%.</p><p>Worsening food supply prospects, Russia, also a major grain exporter, is struggling to get its crops out of the Black Sea. JPMorgan Chase &amp; Co. estimated a decline of 60% in Russian grain shipments in the second week of March compared with the typical volume for that period in past years. </p><p>Grain loading facility at in the TransInvestService port on the Black Sea in Vyzyrka, Ukraine. PHOTO: Christopher Occhicone for The Wall Street Journal</p><p>Grain is used for animal feed, and the supply interruptions have already hit the meat industry. \"We are seeing massive increases in the price of milk and meat, and this is not short-term,\" said Chris Elliott, a professor and expert on international food supply chains at Queens University, Belfast.</p><p>New bounty</p><p>Over the past two decades, the world's wheat trade has almost doubled, in large part because of stepped-up exports from Ukraine and Russia, according to the Agricultural Market Information System, a Group of 20 global food policy initiative. As recently as 15 years ago, Ukraine's grain exports were less than 7% of the country's 2020 total, according to government statistics.</p><p>An estimated 25 countries source at least half of their supplies from the two countries, according to AMIS. \"It is obviously disconcerting that some countries rely so strongly on Russia and or Ukraine for their wheat supplies,\" said Denis Drechsler, a project manager for the group.</p><p>Today, more than 41 million hectares of agricultural land cover 70% of Ukraine. Agriculture is the largest part of the Ukrainian economy, accounting for 14% of gross domestic product in the third quarter of last year.</p><p>It wasn't always that way. When Kees Huizinga arrived in Ukraine 20 years ago, straight from Dutch agriculture college, he saw potential in the country's many abandoned fields.</p><p>Mr. Huizinga farms wheat, barley and sugar beet, and raises livestock in central Ukraine. Three weeks ago, he paid the equivalent of 80 cents for a liter of gas. Now, it is $1.65, he said, \"If you can even get your hands on it.\"</p><p>Mr. Huizinga said he needs to plant his corn within three weeks. His farm has enough fuel for maybe three-quarters of a regular crop. The shortage of chemicals and fertilizers also will diminish crop yields, he said.</p><p>Farmers reported having, on average, only 20% of the fuel they needed, according to an online government poll of 1,700 farmers, who represented 15% of Ukraine's arable land.</p><p>At around 5 a.m. on Feb. 24, the first day of the Russian invasion, Mr. Huizinga said he heard what sounded like a jet fighter flying high above his farm. Then he felt the windows and doors shudder. A Russian missile struck an ammunition dump.</p><p>\"Soon, what is a disaster for farmers here will become one for elsewhere in the world,\" Mr. Huizinga said, \"when they can't get our food.\"</p><p>Will Horner, Amira El-Fekki and Adnan Ghassan contributed to this article.</p><p>Write to Alistair MacDonald at alistair.macdonald@wsj.com</p><p>War in Ukraine Is Already Taking Its Toll on Global Food Supplies</p>",
  "published": "2022-03-20T17:12:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4629,
          "end": 4649
        }
      ]
    }
  ]
}