{
  "_id": "75c70986bd6d86cf73cc0ef0c476e4718dd84b72d5e755fdde586202824dcf4d",
  "feed": "market-watch",
  "title": "Buy Bowlero stock for the 'magic' of bowling, analyst says; J.P. Morgan initiates coverage of by far the largest operator of bowling centers at overweight, with a stock price target implying nearly 50% upside",
  "text": "<p>It has rallied 21.3% since closing at $9.56 on its first-day of trading on Dec. 16, 2021, after the reverse merger with special-purpose acquisition company (SPAC) Isos Acquisition Corp. was completed. Over the same time, the S&amp;P 500 index SPX has tumbled 14.6%.</p><p>J.P. Morgan's Heenan initiated coverage of Bowlero with an overweight rating and stock price target of $17, which implies about 47% upside from current levels. That makes Heenan the most bullish of the four analysts surveyed by FactSet that cover the company.</p><p>He noted that with more than 300 bowling centers, which include Bowlmor, Bowlero and AMF branded centers, Bowlero's market share of approximately 8% of the U.S. bowling market is about four-times the size of the next four players combined, while independent operators comprise about 90% of the market. Bowlero also owns the Professional Bowlers Association (PBA).</p><p>\"Said another way, Bowlero is unique, with unmatched scale yielding material P/L [profit and loss] benefits tied to two key economic traits of the industry,\" Heenan wrote in a note to clients.</p><p>Here are the two key traits that Heenan says define the \"magic\" of the bowling industry:</p><p>* Approximately two-thirds of revenue comes with essentially no variable costs (bowling and amusement), which drives \"material operating leverage\" on incremental visits and games.</p><p>* Approximately 90% market share is captured by local independents, of which about 1,500 bowling centers, or more than 40% of the roughly 3,500 total bowling centers, represent \"high quality acquisition targets\" for Bowlero to apply its proven operating model.</p><p>Bowlero operated a total of 317 bowling centers as of March 27, 2022, including 309 in the U.S., according to the company's latest quarterly filing. Heenan sees an opportunity for the company to grow that to about 800 U.S. centers, given \"solid cash generation\" tied to management's more than two-decade execution of its business model.</p><p>Separately, Heenan said the company's \"base case\" revenue growth outlook of 10% per year is rather conservative, given the 13.4% average growth rate in the five years before the pandemic.</p><p>And while bowling tends to be a discretionary spend for consumers, which would suggest Bowlero's revenue are cyclical and linked to consumer spending, he said the company hasn't yet cited any impact from inflation or other macroeconomic pressures.</p><p>Another reason Heenan is bullish on Bowlero: An experienced management team, with Founder and Chief Executive Tom Shannon and Chief Financial Officer Brett Parker having worked together for more than 20 years.</p><p>\"The two – along with a leadership team comprised of multiple 10+-year company veterans – have developed and continue to execute a repeatable, proven operating model for bowling center revenue generation and efficiency applied to both new builds and acquired centers,\" Heenan wrote.</p><p>Buy Bowlero stock for the 'magic' of bowling, analyst says</p>",
  "published": "2022-08-30T16:48:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 60,
          "end": 71
        },
        {
          "start": 260,
          "end": 271
        }
      ],
      "weightsV2": {
        "weight": 6.7086873,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.7086874,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}