{
  "_id": "753404af9cfc13f848a1c261592dedca547cdaf977809b419805110aad10413e",
  "feed": "market-watch",
  "title": "Crypto crash? What investors need to know about Luna, Tether, and bitcoin",
  "text": "<p>Crypto in a snap</p><p>Bitcoin BTCUSD plunged 26% over the past seven days, trading at around $28,260 on Thursday, according to CoinDesk data. Ether ETHUSD lost 31% over the seven-day stretch to around $1,905. Meme token Dogecoin DOGEUSD logged a 41% loss while another dog-themed token, Shiba Inu SHIBUSD, traded 47.9% lower from seven days ago.</p><p>Crypto Metrics </p><p> Biggest Gainers   Price   %7-day return  Pax Dollar        $1.01   0.8%  Binance USD       $1.01   0.7%  USD Coin          $1      0.7%  cUSDC             $0.02   0.7%  cDAI              $0.02   0.7%</p><p>Source: CoinGecko as of May 12</p><p> Biggest Decliners   Price    %7-day return  Fantom              $0.29    -66.7%  STEPN               $1.15    -65.7%  Frax Share          $10.84   -62.7%  Terra USD           $0.38    -61.9%  Osmosis             $1.67    -60%</p><p>Source: CoinGecko as of May 12</p><p>Note: The list only includes moves of the top 100 largest cryptocurrency by market capitalization.</p><p>Terra crashed</p><p>It's the fourth day since TerraUSD, an algorithmic stablecoin designed to trade 1 to 1 against the U.S. dollar, fell off its peg for an extended period.</p><p>TerraUSD, or UST, the 11th largest cryptocurrency by market capitalization, dropped to as low as 23 cents on the dollar on Wednesday, before it rebounded to 34 cents, according to CoinDesk data. LUNA, another cryptocurrency that backs UST, fell to as low as $0.03 Wednesday from over $80 on May 6.</p><p>Explained: What is an algorithmic stablecoin? Why is Terra in the news? Here's what investors need to know.</p><p>As the losses were extended, Terraform Labs restarted the Terra blockchain to \"prevent governance attacks,\" it tweeted Thursday.</p><p>Blow to DeFi?</p><p>Total value locked on decentralized finance applications fell to $111.6 billion Thursday from $196.3 billion on May 6, according to data aggregator DefiLlama. Much of the losses come from Anchor, a once popular lending protocol on Terra, as it saw the value locked on it plunge from $17.1 billion on May 6 to $1 billion on Saturday.</p><p>However, as Terra collapsed, Ethereum saw its share climbed to from 50% to 57% in the DeFi space, as investors moved their funds \"effectively in a form of flight to quality,\" analysts at J.P. Morgan wrote in a Wednesday note.</p><p>\"We believe that Terra's fall will cause a flight to higher quality assets within the digital asset space, including greater outperformance by Bitcoin and Ethereum and underperformance for altcoins and DeFi assets,\" John Darsie, business development director at alternative investment firm SkyBridge wrote to MarketWatch in an email.</p><p>Tether briefly falls off peg</p><p>Tether, the largest cryptocurrency stablecoin by market cap, fell to as low as 95 cents against the dollar briefly on Thursday, before it recovered to about $1, according to CoinDesk data.</p><p>The company continues to \"honour redemptions normally, with verified customers (in allowed jurisdictions) able to redeem USDt on Tether.to for USD$1,\" according to a statement shared with MarketWatch.</p><p>Read: Terra crashed. What does it mean for other stablecoins? Here are the potential winners and losers</p><p>Regulatory attention</p><p>Treasury Secretary Janet Yellen said Thursday that the turbulence in the cryptocurrency market is not a hazard for the stability of the U.S. financial system, MarketWatch's Greg Robb reported.</p><p>\"I wouldn't characterize it at this scale as a real threat to financial stability, but they're growing very rapidly,\" Yellen said, during testimony at the House Financial Service Committee.</p><p>Yellen said that Treasury's Financial Stability Oversight Council was working on a report on the financial risk from digital assets. She called on Congress to pass a \"comprehensive framework\" to ensure there are no gaps in regulation.</p><p>Bitcoin at 17-month low</p><p>Bitcoin fell as far as $25,402 Thursday, the lowest level since December 2020, according to CoinDesk data. The cryptocurrency is trading at around $28,217, down 5.4% over the past 24 hours.</p><p>The next key support stands at $21,500 level, Gavin Smith, CEO of Panxora.Io wrote to MarketWatch in an email.</p><p>Crypto companies, funds</p><p>Shares of Coinbase Global Inc. COIN gained 1.8% to $54.68 on Thursday, while it has fallen 52% over the past five trading sessions. Michael Saylor's MicroStrategy Inc. MSTR lost 2% Thursday to $164.84, while it was down 47.3% over the past five days.</p><p>Mining company Riot Blockchain Inc. RIOT shares were up 3.8% to $7.10, and it was down 30% over the past five days. Shares of Marathon Digital Holdings Inc. MARA lost 0.2% to $9.95, with a 37% loss over the past five days. Another miner, Ebang International Holdings Inc. EBON, lost 12% to $0.64, with a 26% loss over the past five days.</p><p>Overstock.com Inc. OSTK's shares were up 3.4% to $30.30. The shares have lost 16.7% over the five-session period.</p><p>Shares of Block Inc. SQ, formerly known as Square, gained 4.8% to $74.66, with a 21.3% loss for the week. Tesla Inc. TSLA shares lost 1.6% to $722.30, and were down 17.4% over the past five sessions.</p><p>PayPal Holdings Inc. PYPL declined 2.2% to $73.54, and it was down 14% over the five-session stretch. Nvidia Corp. NVDA lost 4.3% to $159.22, looking at a 15.4% decline over the past five trading days.</p><p>Advanced Micro Devices Inc. AMD dropped 2.3% to $85.91 on Thursday, while it was down 8.6% from five trading days ago.</p><p>Among crypto funds, ProShares Bitcoin Strategy ETF BITO went down 1.8% to $17.82 Thursday, while Valkyrie Bitcoin Strategy ETF BTF was down 2% at $11.08. VanEck Bitcoin Strategy ETF XBTF lost 2.6% to $27.72.</p><p>Grayscale Bitcoin Trust GBTC traded down 6.3% to $17.88.</p><p>Must Reads</p><p>* UST's Do Kwon Was Behind Earlier Failed Stablecoin, Ex-Terra Colleagues Say (CoinDesk)</p><p>* Coinbase experiencing major outage as crypto prices plummet (The Verge)</p><p>* Terra Flops (Bloomberg)</p><p>Crypto crash? What investors need to know about Luna, Tether, and bitcoin</p>",
  "published": "2022-05-12T20:21:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2028,
          "end": 2039
        }
      ]
    }
  ]
}