{
  "_id": "b3a78b733ab4c2950226674d59d85b0e91d47c11acaa2ac8543fb12020c47d85",
  "feed": "ftcomall",
  "title": "Tesla strikes back at JPMorgan in legal fight tied to Elon Musk's take-private tweet",
  "text": "<p>Tesla has escalated its legal battle against JPMorgan Chase in a court filing that accused the bank of putting “its thumb on the scale” in an effort to gain a windfall from Tesla shares last year.</p> <p>The filing by Tesla, the world's most valuable carmaker, in Manhattan federal court on Monday came in response to a <a href=\"https://www.ft.com/content/1b49c3f4-890d-4c67-bda0-d0c8e71c3f69\">lawsuit</a> filed in November by JPMorgan, the biggest US bank by assets. </p> <p>At issue is a 2014 deal for JPMorgan to acquire warrants on Tesla's stock, which enabled it to purchase shares in Tesla at a pre-agreed, or “strike”, price. </p> <p>JPMorgan, headed by <a href=\"https://www.ft.com/content/409aed5f-4bc2-46d7-b518-799108310b03\">Jamie Dimon</a>, had alleged that the announcement on Twitter in 2018 by Elon Musk, Tesla's chief executive, that he was considering taking the company private, and the subsequent decision not to do so, had required the bank to adjust the strike price on the warrants. </p> <p>As a result, JPMorgan said it was entitled to an additional $162m in cash or stock when the warrants expired in 2021. Tesla had responded at the time that such adjustments were unnecessary. </p> <p>In a counterclaim filed against JPMorgan on Monday, Tesla said the revisions the bank had made to the warrants were in breach of their contract, describing the adjustments as “a classic ‘heads I win, tails you lose' scheme” engineered to net a bigger payout. </p> <p>It asked for the bank's complaint to be dismissed as well as unspecified damages.</p> <p>“JPM's conduct between August 2018 and 2021 was entirely self-serving and intended to gain JPM the improper benefit of a discount on the price of Tesla shares that were gaining rapidly in value,” Tesla claimed in its court filing. </p> <p>A JPMorgan spokesperson said: “There is no merit to their claim. This comes down to fulfilling contractual obligations.”</p> <p>In 2018, when Musk <a href=\"https://www.ft.com/content/73b700dc-9a2d-11e8-ab77-f854c65a4465\">suggested</a> he had secured funding to take Tesla private, the electric carmaker's shares were trading at $420 apiece. The stock is currently trading at about twice that price. </p> <p>Musk paid a <a href=\"https://www.ft.com/content/3b2aca5c-d14e-11e8-a9f2-7574db66bcd5\">$20m fine</a> in 2018 after the Securities and Exchange Commission accused him of committing securities fraud with his take-private tweets.</p><p>Source: Joshua Franklin in New York 2022 'Tesla strikes back at JPMorgan in legal fight tied to Elon Musk's take-private tweet' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T18:33:39.728Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 22,
          "end": 30
        },
        {
          "start": 540,
          "end": 548
        },
        {
          "start": 838,
          "end": 846
        },
        {
          "start": 1047,
          "end": 1055
        },
        {
          "start": 45,
          "end": 59
        },
        {
          "start": 411,
          "end": 419
        },
        {
          "start": 1589,
          "end": 1597
        },
        {
          "start": 45,
          "end": 53
        },
        {
          "start": 342,
          "end": 350
        },
        {
          "start": 1447,
          "end": 1450
        }
      ],
      "nexusId": "10009914"
    }
  ]
}