{
  "_id": "519471cc412e0c101f00b5b8716f41e15482d98cf93b7ede58d4f9c36bf5e2e7",
  "feed": "ftcomall",
  "title": "Bank of England raises interest rates by 0.25 percentage points",
  "text": "<p>The Bank of England raised interest rates by 0.25 percentage points on Thursday, moving more cautiously than other central banks while warning inflation would climb above 11 per cent by the end of the year.</p> <p>The increase — the fifth time the <a href=\"https://www.ft.com/stream/0ee3486f-0669-4774-b8f6-0c67e3b6b18f\">BoE</a>'s Monetary Policy Committee has tightened policy in back-to-back meetings — takes the benchmark rate to 1.25 per cent. But, in a split vote, the committee held back from making a bigger 0.5 percentage point move, which won support from three members.</p> <p>Minutes of the MPC's meeting painted a dismal picture of the outlook for both growth and inflation. While the committee warned price pressures were becoming more embedded, the majority judged that the economy was already weakening enough to bring inflation under control without more drastic action. </p> <p>Some analysts were critical of the BoE's caution, saying it should have acted decisively to prove it would not tolerate double-digit inflation. But others said its approach reflected the <a href=\"https://www.ft.com/uk-business-economy\">UK's economic outlook</a>, which is deteriorating faster than elsewhere. </p> <p>“The Bank of England was the earliest of its peers to begin policy normalisation, and now faces some of the most acute risks to near-term growth,” said Vivek Paul, strategist at BlackRock Investment Institute, adding that it was “likely to serve as a case study of how central banks will enact monetary policy as recession risks increase”.</p> <p>The BoE now expects CPI inflation, which hit a 40-year high of 9 per cent in April, to rise slightly above 11 per cent in October — more than its May forecasts suggested — reflecting a new rise in oil prices and recent estimates of the likely increase in regulated energy prices.</p> <p>The MPC acknowledged that excess inflation was no longer due only to global events. Core consumer goods prices were rising faster in the UK than in the US or eurozone; service prices were increasing quicker than in the eurozone; and there was a risk that “self-sustaining momentum” in inflation would persist even as the economy weakened. </p> <p>The BoE said it would be “particularly alert to indications of more persistent inflationary pressures” and would “act forcefully” if needed. </p> <p>Some analysts took this to mean the Bank would be open to bigger interest rate rises in future. The pound, which fell after the announcement, was trading up 1.2 per cent against the dollar by late afternoon and investors were pricing in rate increases of 0.5 percentage points at each of the MPC's next three meetings. </p> <p>But the MPC dropped previous guidance that “some degree of further tightening” might be appropriate. Instead, it said the scale, pace and timing of any further increases would reflect the evolving economic outlook.</p> <p>Julian Jessop, a fellow at the Institute of Economic Affairs, said the BoE's modest move would please no one, and that it should have “gone big or not bothered”. </p> <p>The BoE's approach contrasts with the more <a href=\"https://www.ft.com/content/4ee276cf-8a5d-4aea-88bc-0c7c34bf96fc\">aggressive action</a> taken this week by the US Federal Reserve, which on Wednesday raised its benchmark rate by 0.75 percentage points, while signalling that further rate rises could be larger and swifter than expected.</p> <p>The Swiss National Bank also made a bold move on Thursday, <a href=\"https://www.ft.com/content/f9c5fc13-3101-4046-984b-c9fa3a5daabc\">raising interest rates</a> for the first time in 15 years without waiting for the European Central Bank to begin tightening policy. </p> <p>Karen Ward, strategist at JPMorgan Asset Management, said the BoE should have made a similarly decisive move, because it needed to “send a clear message to other price setters in the economy . . . It had to show it hasn't gone soft on inflation.” </p> <p> James Smith, economist at ING, said Thursday's decision should be read “as another sign that the Bank isn't going to tighten nearly as much as markets expect”.</p> <p>Although the BoE's staff now expects GDP to fall 0.3 per cent in the second quarter of the year — a weaker outcome than projected in the bank's May forecasts — the committee saw little change in the growth outlook, with consumer spending and business sentiment holding up.</p> <p>It also saw no sign of pressures easing in the labour market, with businesses telling the BoE's agents that they expected to struggle with recruitment for at least the next 12 months, and were reaching pay deals averaging just over 5 per cent — much higher than a year earlier. </p> <p>Committee members Jonathan Haskel, Catherine Mann and Michael Saunders voted for a larger 0.5 percentage point rate increase, arguing that faster tightening now would “reduce the risks of a more extended and costly tightening cycle later”. </p> <p>However, the majority in favour of a smaller 0.25 per cent increase argued that demand might already be starting to slow in line with the BoE's May forecasts — which had shown inflation falling below its 2 per cent target within three years. </p><p>Source: Delphine Strauss in London 2022 'Bank of England raises interest rates by 0.25 percentage points' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-16T16:53:35.715Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3321,
          "end": 3329
        }
      ]
    }
  ]
}