{
  "_id": "c6b006c7a0111462005b8584352098d9571599aa922632cd39d2b16931cbca84",
  "feed": "wall-street-journal",
  "title": "Derby's Take: Fed Could Hold Back on Rate Guidance at FOMC Meeting; Mounting uncertainties may limit how much Fed officials can say about rate hike tactics",
  "text": "<p>The expected big rate rise, like the move of the same size last month, has been telegraphed by central bankers. And broadly speaking, officials have been arguing for some time they need to at least get their interest-rate target up swiftly to something approaching a neutral level before they can decide how much further to press forward.</p><p>Some of that guidance has happened at the press conferences following FOMC meetings, even though some of it didn't prove durable. At the Fed's early May meeting, Fed leader Jerome Powell said \"a 75-basis-point increase is not something the committee is actively considering,\" although bad inflation data ended up causing the Fed to do exactly that.</p><p>Mr. Powell told reporters after the Fed meeting last month that, \"from the perspective of today, either a 50-basis-point or a 75-basis-point increase seems most likely at our next meeting.\" That language got echoed repeatedly by officials in the weeks that followed. An increase of three quarters of a percentage point has been widely priced into the market, as expectations of a full-percentage-point move have faded from investors' outlooks.</p><p>But Mr. Powell may refrain from offering much specificity on Wednesday, economists say.</p><p>\"The key question for next week is what guidance Chair Powell will give about the size of a likely rate hike in September,\" Goldman Sachs economists said in a note Friday. \"We expect that Fed officials will want to keep their options open and will avoid any strong guidance. Powell will likely emphasize that the committee will remain nimble and data-dependent\" but hold off on specific rate rise guidance.</p><p>J.P. Morgan economist Michael Feroli, writing to clients Friday, agrees a 75-basis-point boost will happen this week, joined with less specific hints about future policy choices.</p><p>\"While [Mr. Powell] will almost certainly indicate that the committee expects to continue tightening policy, with two jobs reports between now and the September meeting, we don't see the upside to putting a stake in the ground in late July,\" he wrote.</p><p>Indeed, the weeks and months ahead for the Fed will be quite challenging to navigate. While inflation has surprised to the upside, some observers think the price pressure tsunami may have peaked and could soon abate, which would give the Fed more space to raise rates at a slower pace.</p><p>At the same time, how the labor markets will perform as interest rates rise remains unclear, and worries persist about overall economic activity contracting, as it did in the first quarter. Navigating these uncertainties argues in favor of a Fed that plays it a little closer to the vest when providing rate guidance.</p><p>Write to Michael S. Derby at michael.derby@wsj.com</p>",
  "published": "2022-07-25T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1627,
          "end": 1638
        },
        {
          "start": 1616,
          "end": 1627
        }
      ]
    }
  ]
}