{
  "_id": "a1f8845a1bf0b11ebebd0444f1bb68d401ee44ae23e4fd8867b48c780e75ae8d",
  "feed": "wall-street-journal",
  "title": "Short Seller Carson Block Sued Over $14 Million Whistleblower Award; Lawsuit highlights the often lengthy and complex road to winning SEC whistleblower awards",
  "text": "<p>The details of the SEC award in relation to the Focus Media case, the process of which began more than a decade ago, highlight the often lengthy and complex road to winning a whistleblower award from the regulator.</p><p>The 2010 Dodd-Frank Act established the SEC cash-for-tips program. It awards whistleblowers between 10% and 30% of monetary penalties when tips result in successful enforcement actions and when penalties exceed more than $1 million.</p><p>According to the lawsuit filed by Mr. Barnes in New York Supreme Court on Monday, the SEC granted Mr. Block the whistleblower award in March and he declined to compensate Mr. Barnes for his contribution to the report on Focus Media, which was published in 2011.</p><p>The lawsuit also alleges Mr. Block and Muddy Waters improperly asserted exclusive control over the report.</p><p>The SEC doesn't publicly name whistleblowers or identify cases connected to awards, in keeping with its policy. The regulator in its award order in March said it eventually decided to award one claimant about $14 million and nothing to the other. The SEC, however, also said the report on Focus Media didn't name its authors, so the agency credited both claimants as authors.</p><p>The award was connected to a 2015 SEC enforcement action against Focus Media and its chairman and CEO, Jason Jiang, and the second claimant for the whistleblower award was Mr. Barnes, according to SEC documents reviewed by The Wall Street Journal.</p><p>The SEC fined Focus Media and Mr. Jiang $55.6 million in 2015 for allegedly withholding critical information from investors in connection to the 2010 sale of the company's Internet advertising business. Focus Media didn't admit to or deny the allegations in settling its case with the SEC.</p><p>Mr. Barnes said in an interview with the Journal that the claimant who received the award was Mr. Block, who has been represented by whistleblower attorney Jordan Thomas in the award process.</p><p>Messrs. Block and Thomas and representatives for Muddy Waters didn't respond to requests for comment. A spokesman for the SEC declined to comment.</p><p>Mr. Barnes, who previously worked in investment banking at JPMorgan Chase &amp; Co. and at private investment management fund Absaroka Capital Management, said during the interview that he first met Mr. Block in early 2011 when working on a report on a Chinese mining resources firm. Mr. Barnes also said they soon started collaborating on research exposing alleged corporate misconduct at Chinese companies, including Focus Media.</p><p>Mr. Barnes told the Journal the two men agreed he would generate content and publish reports under Mr. Block's name, after Mr. Barnes expressed concerns over potential legal liability, and that they had a handshake agreement to establish a partnership to publish content and short sell Focus Media shares independently.</p><p>The share price of Focus Media fell significantly on Nov. 21, 2011, when the report came out.</p><p>Short sellers, who profit by betting on a company's share price falling, often work to highlight weaknesses in a company's balance sheet or, at times, nefarious behavior.</p><p>Mr. Barnes said he didn't submit a whistleblower tip form because the SEC's cash-for-tips program was still being established. He said he shared the Focus Media report directly with an email list that included SEC enforcement staff in 2011.</p><p>Mr. Barnes declined to say how much money he and Mr. Block made from shorting Focus Media stock.</p><p>Write to Mengqi Sun at mengqi.sun@wsj.com</p><p>Short Seller Carson Block Sued Over $14 Million Whistleblower Award</p>",
  "published": "2022-07-28T23:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2129,
          "end": 2149
        }
      ]
    }
  ]
}