{
  "_id": "82a6951cb762c4b9289029e7c0e6b913078ddeccd41a39f010cb42d2d6c1bd8e",
  "feed": "ftcomall",
  "title": "UK government borrowing drops as economy recovers",
  "text": "<p>Some good news for the government: <strong>UK public sector borrowing</strong> fell more than expected in December after an uptick in tax revenues. </p> <p>Public sector net borrowing was £16.8bn last month, the Office for National Statistics estimated, £7.6bn less than December 2020 and £1.7bn lower than economists polled by Reuters had expected. Central government receipts were up 10 per cent in December from the same month in 2020. </p> <p>After record-busting borrowing over the past two years, borrowing in December was only the fourth-highest for the month since records began in 1993, below not just 2020 but also 2009 and 2010, during the economic downturn that followed the financial crisis. Borrowing for 2021 as a whole was £129bn lower than the previous year, at £147bn. </p> <p>Our correspondent Valentina Romei <a href=\"https://www.ft.com/content/7e4b9e78-1ea0-4966-9e94-929fa100085c\">has more</a>. </p> <p><em>Tell me what you think. Email us at&#xa0;</em><a href=\"mailto:citybulletin@ft.com\"><em>citybulletin@ft.com</em></a></p> <h1>Briefly</h1> <p><strong>Royal Mail</strong> will take a £70m restructuring charge that will hit profits this year as it starts a formal consultation to “streamline operational management”. The move is expected to save £40m a year. Third-quarter domestic parcel revenues fell 5 per cent from last year, when many shops were shut, but are 44 per cent higher than two years ago. Royal Mail now forecasts adjusted operating profit of £430m rather than £500m for its current financial year.</p> <p>The <strong>Financial Conduct Authority</strong> has told companies that use company and insolvency law (such as court-sanctioned schemes of arrangement) to limit their liabilities to consumers — in particular compensation due to customers — will face “assertive action” from the watchdog if their plans “unfairly benefit them at the expense of their customers”. </p> <p>Yesterday subprime lender <strong>Amigo </strong>published details of changes to its proposed scheme of arrangement to secure its survival, the latest development in a long-running tussle between regulators and customers — Lex gives its verdict <a href=\"https://www.ft.com/content/e2ccda93-0961-4b97-8380-bed795f26beb\">here</a>.</p> <p><strong>Rio Tinto</strong> said it would start underground mining operations “in the coming days” at its most important growth project, the Oyu Tolgoi copper mine in Mongolia, after striking a deal with the government. Rio and subsidiary Turquoise Hill Resources have agreed to write off $2.4bn in loans as the cost of getting the project back on track. Natural resources editor Neil Hume has the <a href=\"https://www.ft.com/content/9d2d2b66-b1c6-4d88-9512-7eded5e99467#post-c8b051f6-9dda-49e7-8b12-6cf58c896854\">full story</a>. </p> <p>Also out today is a trading update from pub group <strong>Marston's</strong>, which reported a 3.9 per cent fall in like-for-like sales compared to two years ago in the 16 weeks to mid-January, as Omicron hit consumer sentiment. </p> <h1>Beyond the Square Mile</h1> <p><strong>Credit Suisse </strong>will take a SFr500m provision to cover litigation settlements, mostly in its investment banking business, <a href=\"https://www.ft.com/content/35fbb344-bda8-4862-8892-daad84dad3bf\">our breaking news team report</a>. The bank did not give further details of the litigation, but said it would affect results for the fourth quarter of last year. It also said that activity had slowed in its investment banking business, which will report a loss for the fourth quarter, and in wealth management. </p> <p><strong>DWS's</strong> chief executive Asoka Wöhrmann has come under scrutiny over a €160,000 “Porsche payment” received from a client during his time at <strong>Deutsche Bank</strong>. Deutsche alerted Germany's financial crime watchdog to the payment, which the men later explained was part of a failed attempt to buy a Porsche. Olaf Storbeck has the <a href=\"https://www.ft.com/content/9f83cc27-f1a6-4da8-82d4-8b5d2061fbd9\">full story</a> from Frankfurt. </p> <p><strong>Tesla </strong>yesterday stepped up its fight against <strong>JPMorgan</strong> in the tussle linked to Elon Musk's take-private tweet, accusing the bank of putting its “thumb on the scale” to secure a windfall from the carmaker's shares last year. Tesla filed a counterclaim against JPMorgan yesterday in response to the lawsuit filed by the bank in federal court in November. Our US banking editor <a href=\"https://www.ft.com/content/d005b00a-ddd5-41de-94fd-7160a77ebc61\">brings you the tick-tock</a>. </p> <p>And the owner of Japan's largest convenience store chain, <strong>Seven &amp; i Holdings</strong>, is under increasing pressure to split the company as investors grow frustrated with “outdated” governance and poor share price performance, our <a href=\"https://www.ft.com/content/73b8a0d3-375c-45d4-a40c-941be18ad569\">correspondents report </a>from Tokyo. </p> <h1>Essential comment before you go</h1> <p>Buoyant festive trading capped a good couple of years for supermarkets, my colleague <strong>Helen Thomas</strong> writes. But, she notes, the mood may be changing. Food writer and anti-poverty campaigner Jack Monroe has been tweeting about shrinking value ranges and big price rises on the cheapest products in her local store. And the supermarkets <a href=\"https://www.ft.com/content/60456feb-03c5-4b4f-bb35-65760f462901\">should take notice</a>. </p><p>Source: Cat Rutter Pooley 2022 'UK government borrowing drops as economy recovers' FT.com 25 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-25T08:14:13.208Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3553,
          "end": 3561
        },
        {
          "start": 3340,
          "end": 3348
        }
      ],
      "nexusId": "10009914"
    }
  ]
}