{
  "_id": "9af51d521b83913a7bf11dad6afe7fe80da9cf0df63343f7bf89077d82c63691",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Citigroup Plans to Fire  Unvaccinated Workers  ----  By David Benoit",
  "text": "<p>   Citigroup Inc. told its U.S. staff it planned to follow through on previous warnings and would terminate unvaccinated employees in the coming weeks. </p><p>   The New York bank reminded staff they had one more week, until Jan. 14, to get vaccinated. After that, the bank told employees, anyone who is still unvaccinated will be placed on unpaid leave, according to people familiar with the matter. Their employment would terminate on Jan. 31, the people said. </p><p>   Nearly 95% of the bank's U.S. employees are now vaccinated, one of the people said. The figure has been rising and is expected to keep going higher, the people said. The bank is allowing religious and medical exemptions for employees, and is following local laws. </p><p>   Citigroup has also offered carrots to go with its mandate stick. It offered a $200 bonus to entice employees to submit vaccination proof by early December and has held sessions with doctors and experts to try to assuage concerns. </p><p>   Citigroup issued the mandate with the Jan. 14 deadline at the end of October, after the Biden administration said government contractors would be required to enforce vaccination mandates. </p><p>   The Biden administration's mandate has been winding its way through courts. </p><p>   The U.S. government is a key client for the bank, which works for the Treasury Department issuing U.S. bonds and processes U.S. passport applications. The bank has about 65,000 U.S. employees. </p><p>   Bloomberg News earlier reported on Citigroup's messaging. </p><p>   Other big banks have imposed some levels of vaccine requirements, but only for workers to come into the office. JPMorgan Chief Executive Jamie Dimon, for one, has publicly said the bank is concerned about legal ramifications from requiring the vaccine. </p><p></p>",
  "published": "2022-01-08T07:18:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1571,
          "end": 1579
        }
      ]
    }
  ]
}