{
  "_id": "b9fd286b6d921eadbc87b1f9cc09d7ccbc990fa54086f9825718ed2954329fb7",
  "feed": "ftcomall",
  "title": "Fed's faster ‘quantitative tightening' adds to strain on bond market",
  "text": "<p>The Federal Reserve's more rapid exit from crisis-era policies is set to place the $24tn US government bond market under extra strain, heightening concerns about the bedrock of the global financial system. </p> <p>The ease with which traders can get deals done in the Treasury market has declined to the lowest levels since the early days of the pandemic in March 2020, according to a Bloomberg index. Gaps between prices where traders buy and sell have yawned wider and huge moves in price, on a scale unthinkable even a year ago, have become commonplace. </p> <p>The Fed is this month accelerating the pace of winding down the nearly $9tn balance sheet it built up for more than a decade in an effort to cushion the economy from shocks. It aims to shrink the total by $95bn a month — double the August pace.</p> <p>As a result, “we could have a problem of liquidity stress in the banking system,” said New York University economist Viral Acharya. “And whenever banks are stressed, it usually spreads over to non-banks and Treasury markets and other [funding] markets.”</p> <p>Bank of America has described Treasury market strains as “arguably . . . one of the greatest threats to global financial stability today, potentially worse than the housing bubble of 2004-2007.”</p> <p>Two recent precedents loom large: the 2019 crisis in the short-term lending market, known as <a href=\"https://ig.ft.com/repo-rate/\">repo</a>, and the 2020 <a href=\"https://www.ft.com/content/ea6f3104-eeec-466a-a082-76ae78d430fd\">Treasury market</a> meltdown. In the first episode, the overnight market where banks lend cash to other institutions in exchange for high quality collateral like Treasuries froze. Then in March 2020, the Treasury market gummed up as firms rushed to get cash, in part by selling US government bonds. Both cases imperilled pillars of the global financial system, drawing in the Fed to stop the rot.</p> <p>Both episodes also reflected the impact of the Fed's move to reduce the size of its balance sheet — a process known as quantitative tightening — according to a paper presented by Acharya and several co-authors at the Fed's recent annual Jackson Hole symposium. </p> <p>The widely circulated <a href=\"https://www.kansascityfed.org/Jackson%20Hole/documents/9040/JH_Paper_Acharya.pdf\">paper</a>, co-authored with former Reserve Bank of India governor Raghuram Rajan, centred on how quantitative tightening and easing affects market liquidity. In the 2019 and 2020 crises, QT “was the likely deeper cause that left the system vulnerable”, they wrote.</p> <p>They argued that the central bank's purchase of assets, known as quantitative easing, stimulates growth in bank deposits and lines of credit. Reversing it does not lead banks to rein in those commitments, even as it sucks cash out of the financial system, the paper said. </p> <p>Instead, the risk is that, in a moment of stress, market participants all rush to claim short-term funding — for instance tapping credit lines — when there is not enough to go around. </p> <p>The paper “echoes our long-held fears that quantitative tightening may have more effects than central banks will fess up to,” said Michael Howell, chief executive at CrossBorder Capital, a London-based research and investment house.</p> <p>Even the Fed has admitted it is unsure what the impact of QT will be. “I would stress how uncertain the effect is of shrinking the balance sheet,” Fed chair Jay Powell said after the central bank's May meeting, although he later said that “by all assessments, the markets should be able to absorb this”.</p> <p>The Treasury market, suffering from <a href=\"https://www.ft.com/content/8bf44db8-8c6b-4376-b11c-b59422c0604e\">longstanding structural flaws</a>, as well as uncertainty about the path forward for the Fed's monetary tightening, is facing some of the choppiest trading conditions in years. A measure of market depth calculated by JPMorgan that looks at two-, five-, 10- and 30-year Treasuries shows the worst liquidity since the spring of 2020. Bid-ask spreads — a measure of liquidity that captures the gap between buying and selling prices — have in recent months reached the widest levels since May 2020. </p> <p>Poor liquidity has meant higher volatility. The Ice-BofA Move index of implied Treasury market volatility is hovering near March 2020 levels, well above its long-term average.</p> <p>QT could inflame the situation, analysts warned. Right now, when bonds held by the Fed mature, the central bank churns the money back into the market. When it stops doing that, investment banks — known as dealers — must mop up any excess paper in the system on top of any new bonds that the US Treasury issues. It is not certain that the commercial sector has the stomach for this.</p> <p>“Dealers will inevitably be holding more Treasury inventory. They're going to have to finance that, which puts upward pressure on repo rates, that over time will probably contribute to more volatile Treasury markets, potentially worsening Treasury liquidity,” said Mark Cabana, head of US rates strategy at Bank of America.</p> <p>In the extreme, a Treasury market struggling to absorb additional inventory could lead to a “cascading” effect, said Scott Skyrm, a repo trader at Curvature Securities. With supply flooding the market, Treasury buyers could pull back in the expectation of better pricing in the future. Potential breaking points could come at quarter- or year-end, as banks withdraw from funding markets to pretty up balance sheets for reporting deadlines.</p> <p>Cabana and Skyrm agreed that a 2019-style clog-up in the repo market was not a principal concern. Skyrm pointed to the $2.2tn pile of cash sitting at the Fed's reverse-repo (RRP) facility, a bolt-hole where investors earn a bit of interest on money that has no better use. The RRP was barely used as recently as 2021.</p> <p>“I don't see [a repo blow-up] as a risk to the financial system until the RRP is drained down to zero,” said Skyrm.</p> <p>Fed officials have offered rough estimates of QT's impacts, including vice-chair Lael Brainard's assessment that it will be equivalent to two or three quarter-point interest rate increases. Recent research published by Fed staffers has reached <a href=\"https://www.atlantafed.org/-/media/documents/research/publications/policy-hub/2022/07/14/11--how-many-rate-hikes-does-quantitative-tightening-equal.pdf\">similar</a> <a href=\"https://www.federalreserve.gov/econres/notes/feds-notes/substitutability-between-balance-sheet-reductions-and-policy-rate-hikes-some-illustrations-20220603.html\">conclusions</a>.</p> <p>Some investors are relaxed, in part because they assume the Fed will actively avoid any cracks. QT does not create systemic risks “because the Fed controls it and the Fed will never allow it to be systemic”, said Tiffany Wilding, an economist at Pimco.</p> <p>But other investors welcomed the possibility of QT knocking risk assets from levels they see as unsustainable.</p> <p>“‘Systemic liquidity shock' is a fancy way of saying ‘panic', and panics are what markets do,” said Dan Zwirn, chief executive at Arena Investors, a private credit firm. “That's the way asset bubbles are corrected. That's the way institutional memory occurs, delaying the next bubble from happening. Otherwise, you systematically misprice risk.”</p><p>Source: Ethan Wu and Kate Duguid in New York 2022 'Fed's faster ‘quantitative tightening' adds to strain on bond market' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-14T04:00:29.304Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3534,
          "end": 3542
        }
      ],
      "nexusId": "10009914"
    }
  ]
}