{
  "_id": "416cdd25d692e3de03e1d62f86232a344239cd9f29280c46587468a3dafab98e",
  "feed": "ftcomall",
  "title": "Kwasi Kwarteng, the chancellor who blew up the markets",
  "text": "<p>Hours after delivering his not-so “mini” Budget last week, Kwasi Kwarteng crossed the road to a small Westminster pub. As the pound crashed to its lowest level since 1985, the UK chancellor <a href=\"https://mobile.twitter.com/eyespymp/status/1573368183981056002\">sank pints</a> with his economic aides, grinning after unveiling the biggest round of tax cuts in half a century.</p> <p>The next time he was seen in public, any jollity was gone. Striding determinedly towards Downing Street, he was stalked by a camera crew asking why the markets had so roundly rejected his Budget. As sterling hit all-time lows, Kwarteng walked on, stony-faced.</p> <p>The 47-year-old, whose doctoral thesis was on 17th-century currency policy, frequently peppers his conversations with historical references to previous economic crises, according to a business leader who knows him well. Now, he is in the middle of one of his own making. </p> <p>Even before last week, economists were deeply sceptical of his conviction that tax cuts and deregulation would usher in a “new era” of higher economic growth. They were dismayed when the chancellor went further than expected: adding cuts to the top and basic income tax rates on top of others that were pre-announced — and doubling down with promises of “more to come”. Ahead of next week's annual conference, some Tory MPs wonder if the events of last Friday will finish his political career.</p> <p>Born to Ghanaian parents in 1975 in east London, Kwarteng was privately educated at Colet Court before Eton, where he collected the school's most prestigious academic prizes. His gamble on growth, which allies believe may still pay off, fits his boisterous character. During his university years at Cambridge, he achieved notoriety when he swore twice on air during the BBC quiz show <em>University Challenge</em>. </p> <p>Tristram Hunt, director of the V&amp;A museum, who lived with him as a student, previously <a href=\"https://www.ft.com/content/3054c38a-4faf-4b2e-88d4-93faa55e6d10\">told</a> the Financial Times that Kwarteng was “quite ungovernable” in his convictions but conventional in his tastes. “He's someone who is very much at home in an institution, whether university or parliament. He's usually happy so long as he has a warm canteen lunch on a tray at 12.30pm.”</p> <p>Before politics, Kwarteng had a varied career — including as a historian, journalist and financial analyst for JPMorgan and Odey Asset Management. His first book, <em>Ghosts of Empire</em>, was harshly critical of the British empire, contrary to much Tory thinking. “Much of the instability in the world is a product of its legacy of individualism and haphazard policymaking,” he opined, a phrase recently quoted against him.</p> <p>Kwarteng entered parliament in 2010, but he fell on the wrong side of then prime minister David Cameron for criticising his housing policy and supporting Brexit. He filled his time with writing: his book <em>War and Gold</em> examined monetary policy and conflict. But it was another publication that has drawn the most attention. <em>Britannia Unchained</em>, co-authored with now prime minister Liz Truss and others, set out radical free market ideas to tackle the “bloated” British state, which they claimed was undermined by “high taxes and excessive regulation”.&#xa0;&#xa0;</p> <p>Some view the chancellor's insistence on his growth plan as a sign of ideological inflexibility, which made him deaf to warnings of the fragile mood in markets. Kwarteng has been known to order officials that advice be no more than a paragraph — and read to him out loud.</p> <p>The chancellor has a divisive reputation. Some colleagues admire his willingness to challenge conventional wisdom. “Talking to Kwasi is never boring. He is an iconoclast and just the sort of person you want in government,” a fellow cabinet minister says. Others think this strays into overconfidence. “Kwasi isn't exactly known for crossing the t's and dotting the i's,” one senior Tory MP remarks. “He's always been phenomenally arrogant.”</p> <p>Civil servants are uncertain. “Having a know-it-all with limited government experience during a financial crisis is not exactly ideal,” one senior Whitehall official says. “He is in that cabal of people who think they're right, they don't get challenged,” one prominent economist moots. </p> <p>But others say the chancellor is more open to fresh ideas than he may appear. “In a meeting, he does more talking than listening, but he absolutely hears you,” the business leader says. “If you only know him a little, you think he's not listening. If you know him better, you know that he is.”</p> <p>The biggest issue, according to both supporters and critics, is not the substance of his policies, but his disregard for institutional architecture. Although Richard Hughes, chair of the Office for Budget Responsibility, offered to write an updated forecast for the fiscal statement, Kwarteng reportedly brushed it aside.</p> <p>Even supporters are alarmed. “If you're not having your homework marked, it's even more important that you stick to what's expected,” says Gerard Lyons, chief economic strategist at Netwealth, who has advised him.</p> <p>Ed Balls, who helped design the framework for Bank of England independence, says markets were already unsettled by Truss's suggestion that the bank's mandate should be reviewed, and by the sacking of the Treasury's top civil servant Sir Tom Scholar, even before the tax plans were published without the usual OBR forecast or with reference to the fiscal rules.</p> <p>Kwarteng had been “contemptuous” of an institutional framework that would constrain his choices, Balls says, adding: “It's not about whether taxes went up or down . . . for 25 years there has been a cross-party consensus on the right way to go about making monetary and fiscal policy. If you rip that up, you are totally exposed.”&#xa0;</p> <p><a href=\"mailto:sebastian.payne@ft.com\"><em>sebastian.payne@ft.com</em></a><em>, </em><a href=\"mailto:delphine.strauss@ft.com\"><em>delphine.strauss@ft.com</em></a></p><p>Source: Sebastian Payne and Delphine Strauss 2022 'Kwasi Kwarteng, the chancellor who blew up the markets' FT.com 30 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-30T21:00:28.629Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2217,
          "end": 2225
        }
      ],
      "nexusId": "10009914"
    }
  ]
}