{
  "_id": "7d87f358b7d0d58ee73afb53e53e506b55fd7e75c0798415ea937b55d262684a",
  "feed": "wall-street-journal",
  "title": "Pfizer's Price Hike Shot in the Arm for Vaccine Makers; Company's decision to price its Covid-19 vaccine at $110-$130 per dose seeks to make up for lower demand for boosters",
  "text": "<p>News late Thursday that Pfizer is planning to price its shot at $110 to $130 per dose in the U.S. is giving a lift to both stocks as investors rework their models to reflect the higher revenue starting next year when Pfizer expects to transition its vaccine to the commercial market. The federal government currently covers the cost of vaccines and is paying roughly $30 per dose under the latest contract. While investors had expected a hike as that coverage lapsed, \"the magnitude of the price increase was well above expectations,\" wrote Chris Schott, an analyst at J.P. Morgan. Pfizer was up 4.5% while Moderna rose 9% in early afternoon trading.</p><p>Given the duopolistic nature of this market, Pfizer's market strategy has immediate repercussions for Moderna, which is likely to price its own shot in a similar range. The price bump might just be enough to help Moderna avoid cutting its 2023 guidance of $10 billion in Covid-19 vaccine revenue, wrote SVB Securities' Mani Foroohar, in a note titled \"Pfizer springs Moderna from the penalty box.\" Foroohar upgraded Moderna shares, which are down 46% this year, to market perform from underperform on Friday.</p><p>The price hike helps blunt the impact of falling demand for both vaccine-makers' products, giving them some more cushion as they seek to deliver on other parts of their pipeline.</p><p>Investors have been worried that both companies are in for a sharp drop in earnings in the coming years as the Covid-19 era moves to an endemic phase, reducing demand for shots. Demand for boosters has been fairly limited.</p><p>So far, fewer than 20 million Americans have taken the newer, bivalent doses, with more than 50 million doses shipped, according to Centers for Disease Control and Prevention data. The surprising price hike shows that Pfizer is desperately trying to offset the muted demand for its shots, Jared Holz, a healthcare specialist for Oppenheimer, wrote.</p><p>The sticker price isn't what the companies will ultimately receive. The \"net pricing,\" which reflects rebates and discounts, is likely to be closer to the $60 target zone, wrote Michael Yee at Jefferies.</p><p>Even so, the big price hike is helping give Pfizer and Moderna a momentary lift. An even bigger boost would come if people actually took their boosters.</p><p>Write to David Wainer at david.wainer@wsj.com</p><p>Pfizer's Price Hike Shot in the Arm for Vaccine Makers</p>",
  "published": "2022-10-21T18:48:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 569,
          "end": 580
        }
      ]
    }
  ]
}