{
  "_id": "340a3435777f574eb8acebfad8f4bc6585b3fa1961f884039a1a254972a8511f",
  "feed": "market-watch",
  "title": "Robert Half stock tumbles after job-search company's earnings miss, with clients becoming more selective; J.P. Morgan downgrades stock, as 'rising recession risks' skews risk-reward balance to the downside",
  "text": "<p>The results and guidance prompted J.P. Morgan analyst Andrew Steinerman to back away from his longtime bullish stance on the staffing-services company, noting that \"rising recessionary risks\" are skewing the risk-versus-reward balance more to the downside.</p><p>The stock RHI sank as much as 18.1% intraday before paring losses to close down 8.6%, the lowest closing price since Feb. 10, 2021.</p><p>Late Thursday, the company reported third-quarter net income that slipped to $166.2 million, or $1.53 a share, from $170.9 million, or $1.53 a share, in the same period a year ago. (Earnings per share were unchanged even as net income fell, because the number of shares outstanding was reduced to 108.6 million from 111.5 million.) That missed the FactSet consensus for earnings per share of $1.62, marking the first EPS miss in three and a half years.</p><p>Revenue grew 7.1% to $1.83 billion but was below the FactSet consensus of $1.92 billion. This was the second straight quarter that revenue missed expectations.</p><p>On the post-earnings call with analysts, Chief Financial Officer Michael Buckley provided fourth-quarter guidance ranges for EPS of $1.31 to $1.41 and for revenue of $1.695 billion to $1.775 billion. Both were below the FactSet consensus as of the end of September for EPS of $1.54 and for revenue of $1.88 billion.</p><p>Waddell said that while labor markets remain tight and the company's clients continue to hire, they're doing so at a more conservative pace as the economic outlook becomes increasingly uncertain.</p><p>\"Although the sales cycle has lengthened, many clients are becoming more selective and requesting to see more candidates for their open positions,\" Waddell said, according to a FactSet transcript. \"They're adding more steps to their hiring processes and prioritizing on-site or local hybrid candidates who take longer to hire.\"</p><p>Waddell noted that the U.S. unemployment rate is at a 50-year low of 3.5%. And among college graduates, who are more representative of the company's candidate base, the unemployment rate is just 1.8%.</p><p>He added that many candidates continue to prefer remote and hybrid working models, \"a structural shift that's expected to remain.\"</p><p>J.P. Morgan's Steinerman cut his rating on Robert Half to neutral after being at overweight for at least the past three years, as \"rising recession risks\" skew the risk-versus-reward balance more to the downside. He also lowered his stock-price target to $76 from $89.</p><p>\"It is possible that RHI's trough earnings in a recession in this environment may be higher than in prior recessions due to unusual tightness in the labor market,\" Steinerman wrote in a note to clients. \"That said, it is too early to tell whether we could see less decline in temporary help in the current set up as the [Federal Reserve] is still on a path of raising interest rates.\"</p><p>He believes the best time to buy staffing stocks is in the midst of a recession, \"and a recession has not begun yet, as far as we can tell.\"</p><p>Robert Half's stock has plunged 34.5% year to date, while the S&amp;P 500 index SPX has shed 21.3%.</p><p>Robert Half stock tumbles after job-search company's earnings miss, with clients becoming more selective</p>",
  "published": "2022-10-21T21:27:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 106,
          "end": 117
        },
        {
          "start": 34,
          "end": 45
        },
        {
          "start": 2174,
          "end": 2185
        }
      ]
    }
  ]
}