{
  "_id": "515edf2245e106578e93b4c35176c26050b34286892f499261ab084650a722aa",
  "feed": "ftcomall",
  "title": "European shares rise as earnings season gets under way",
  "text": "<p>European stocks rose on Monday as traders weighed recent data showing persistently high rates of US inflation and looked ahead to corporate earnings picking up this week.</p> <p>The regional Stoxx 600 index closed up 0.7 per cent after declining 1 per cent over the course of last week, with all sectors apart from real estate in positive territory. London's FTSE 100 climbed 0.9 per cent, Germany's Dax was up 0.3 per cent and France's Cac 40 rose 0.8 per cent. </p> <p>Across the Atlantic, where markets are closed on Monday for Martin Luther King Jr. day, investors have been assessing the implications of rising wages, declining rates of unemployment and record rates of inflation, with some questioning whether US Federal Reserve officials will tighten monetary policy faster than planned. </p> <p>Data last week showed that US consumer prices rose at an annual pace of 7 per cent last month, the fastest rate of increase in almost 40 years.</p> <p>The Fed is expected to raise rates at least three times in 2022. However, some officials at the central bank have suggested more rate increases could be necessary this year if inflation continued to surge. </p> <p>So-called “speculative” technology stocks have suffered in particular, with the Nasdaq Composite index off 4.8 per cent so far this year. Wall Street's broad-based S&amp;P 500 gauge has slipped 2.2 per cent over the same period. </p> <p>US earnings season got off to a disappointing start on Friday, when shares in JPMorgan Chase closed down more than 6 per cent after the bank said <a href=\"https://www.ft.com/content/1828f7a3-97ad-46e2-806f-97987c079b9d\">rising costs would curtail profits</a> in 2022 even as it posted record full-year earnings of $48.3bn. Banks including Goldman Sachs, Morgan Stanley and Bank of America report fourth-quarter numbers later this week.</p> <p>Data on Friday also showed retail sales in the US declined 1.9 per cent in December — the most in 10 months.</p> <p>Steve Blitz, chief US economist at TS Lombard, said in a note that December's figures suggested the US economy was “transitioning from its supercharged Covid cycle to something that will eventually look a bit more ‘normal'”.</p> <p>“The challenge for investors is to see through this transition away from the Covid cycle, this downshift in activity, and keep confident the economy is transiting to a very different (better) economy than what existed pre-Covid,” he added.</p> <p>In government debt markets, the yield on the two-year US Treasury note — which closely tracks interest rate expectations — on Friday rose to 0.97 per cent, its highest level since February 2020. Bond yields move inversely to their prices.</p> <p>The 10-year German Bund yield rose 0.02 percentage points on Monday to minus 0.03 per cent. </p> <p>In Asian equity markets, Hong Kong's Hang Seng traded 0.7 per cent lower, while China's CSI 300 rose 0.9 per cent. China's National Bureau of Statistics said on Monday that the economy expanded <a href=\"https://www.ft.com/content/5b0e09fb-1e02-4537-a44b-7b33cd43ba48\">4 per cent year on year</a> in the fourth quarter, exceeding economists' expectations, but marking its slowest pace in 18 months. </p> <p>The People's Bank of China also lowered its one-year policy loans rate on Monday by 10 basis points to 2.85 per cent and the rate on seven-day reverse repurchase agreements to 2.1 per cent.</p> <p>Bill Papadakis, investment strategist at Lombard Odier, said monetary policy cycles across the globe were likely to “desynchronise” further this year&#xa0;as economies responded differently to waves of Covid.</p> <p>“It will be an interesting experiment”, he said. “The moment the Fed raises rates, capital will be attracted, so emerging market economies may come under pressure to enact policies to limit capital outflows.”</p> <p>Tokyo's Nikkei 225 gauge added 0.7 per cent. The Bank of Japan's two-day monetary policy meeting started on Monday, with a <a href=\"https://www.ft.com/content/1b2489de-c903-477b-a85f-dbd84578c405\">decision due on Tuesday</a>.</p> <p>Brent crude, the oil benchmark, ticked up 0.4 per cent to $86.41 a barrel, not far from its 2021 peak of $86.70 and its 2018 high of $86.74.</p><p>Source: George Steer 2022 'European shares rise as earnings season gets under way' FT.com 17 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-17T17:11:27.767Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1433,
          "end": 1447
        }
      ]
    }
  ]
}