{
  "_id": "1f157b07898431b58323d53cbff6431b1b0d3b516b423a30826056d78ffc6f84",
  "feed": "wall-street-journal",
  "title": "JPMorgan CEO Jamie Dimon Gets $3 Million Raise to $34.5 Million for 2021; Nation's biggest bank reported $48.3 billion in net income last year, a third more than the old record",
  "text": "<p>Outside of the annual pay, the JPMorgan board had also awarded Mr. Dimon a $50 million special bonus earlier in 2021 meant to entice him into staying at the bank for at least five more years. Mr. Dimon, 65 years old, has been CEO since 2005 and has long batted away talk of leaving by promising to stay five more years.</p><p>Heading into 2022, Mr. Dimon has fresh changes among his top lieutenants and those who could be potential successors. Daniel Pinto, who runs the corporate and investment bank, is now the sole president and operating chief following the retirement of Gordon Smith. Marianne Lake and Jennifer Piepszak are now co-heads of the consumer bank.</p><p>Mr. Dimon's base salary has been at $1.5 million since 2011. He also gets a cash bonus, this year for $5 million. The bulk of his pay is in restricted stock units that can't be cashed in for several years and depend on performance.</p><p>For 2020, Mr. Dimon ceded his oft-held title as highest-paid bank CEO to Morgan Stanley's James Gorman, who was awarded $33 million. Morgan Stanley and other banks will likely disclose their 2021 CEO pay in the coming weeks.</p><p>Wall Street's rank and file are getting bigger paydays too, with banks doling out big bonuses and some raises after two record years. But executives have been warning that the big boosts might not continue into 2022.</p><p>\"We will be competitive in pay,\" Mr. Dimon said last week on a call with analysts. \"If that squeezes margins a little bit for shareholders, so be it.\"</p><p>Write to David Benoit at david.benoit@wsj.com</p><p>JPMorgan CEO Jamie Dimon Gets $3 Million Raise to $34.5 Million for 2021</p>",
  "published": "2022-01-20T22:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        }
      ],
      "nexusId": "10009914"
    }
  ]
}