{
  "_id": "2d5ee809c865e5f7cf280c083a8ae36464c072926ff751fa8a6c36fa01ac0035",
  "feed": "market-watch",
  "title": "Hong Kong-listed casino stocks gain following license approvals",
  "text": "<p>Casino operator Genting Malaysia Bhd., which had emerged as a surprise seventh bidder, had its license application rejected. Genting's Singapore-listed subsidiary SG:G13 was down 1.7% in early trade, while Malaysian markets are closed for a public holiday after the country elected its 10th prime minister.</p><p>The rejection of the Malaysian casino operator's bid eased concerns that there could be a possible shake-up in the world's largest gambling hub, analysts say.</p><p>The six successful bidders will negotiate with the government to finalize terms for their new agreements, which will likely be signed before end 2022 and become effective in January under a new gambling law, Macau authorities said over the weekend.</p><p>While the renewals were widely expected, JPMorgan's head of Asia gaming, DS Kim, said in a note that the move still removes one of the biggest overhangs casino stocks have had to contend with in recent years.</p><p>\"Both the timing and outcome of this news is bang in line with our expectation,\" the analyst said. He thinks the renewals could be a strong catalyst for casino stocks, as many investors had been avoiding investing in the sector given the risk that one of the major operators could lose their license.</p><p>While Genting Malaysia lost its bid, JPMorgan said in the note that the company could still participate in equity or joint-venture investments in Macau if \"prices are right and the government is okay.\"</p><p>Citi analysts George Choi and Ryan Cheung expect \"investors to regain their confidence in this neglected sector\" following the confirmation that all six incumbents will have their licenses renewed.</p><p>Previous concerns on regulatory risks were largely overdone, they said in a note.</p><p>\"Our view has always been that Genting does not possess any attributes that are outright superior vs. the incumbents that would justify a change,\" they added.</p><p>Hong Kong-listed casino stocks gain following license approvals</p>",
  "published": "2022-11-28T03:11:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1262,
          "end": 1270
        },
        {
          "start": 756,
          "end": 764
        },
        {
          "start": 752,
          "end": 760
        }
      ]
    }
  ]
}