{
  "_id": "3ec3671e1bc6991add2764141595083d9a28eee3b1cf50c3daa7fc2145da7caf",
  "feed": "ftcomall",
  "title": "Spacs tap alternative funds in desperate hunt for cash",
  "text": "<p>Dealmakers looking to take companies public through Spac mergers are making short-term agreements with alternative asset managers and private equity groups in a desperate bid to replace cash being pulled by investors.</p> <p>The agreements underscore the struggles that special purpose acquisition companies are facing to complete mergers, after plunging in popularity since the frenzy that took over Wall Street during the peak of the pandemic.</p> <p>A Spac raises money from investors and lists on the stock market as a shell company. It then hunts for a private company to take public, typically within two years. Investors who had backed the blank-cheque vehicle but dislike the merger target have the option to withdraw their money, subsequently reducing the amount that the company raises in the deal.</p> <p>Increased regulatory scrutiny, a string of <a href=\"https://www.ft.com/content/ec4cbb58-d41c-4487-a24a-8ac8ce088375\">scandals</a> and poor performances have led investors to <a href=\"https://www.ft.com/content/1a9be04e-a298-49bb-a3d8-2efee22bca01\">redeem their funds</a> at increasing rates. This jeopardises potential mergers as Spacs may struggle to fulfil the minimum cash requirements necessary to close the deal.</p> <p>Companies desperate to go public and stem redemptions are turning to investors including alternative asset manager* Atalaya Capital Management and <a href=\"https://www.ft.com/content/1e689006-3888-467a-86cf-b396e818649b\">private equity group Apollo</a> for so-called redemption capital, where the funds agree to buy shares from investors that are looking to withdraw their money.</p> <p>New York-based Atalaya has entered into this agreement, called an “equity prepaid forward transaction”, on several Spac deals, including agreeing $70mn for aircraft hangar rental company Sky Harbour Group, $30mn for semiconductor company Navitas and up to $100mn for online grocery company Boxed. Apollo entered a similar $75mn agreement for General Motors-backed car data analysis company Wejo's Spac deal last year.</p> <p>Spac teams scrambling to complete their deals are forming agreements which give the company enough funds to meet its minimum cash requirement while the alternative funds prosper.</p> <p>“It's a sign of desperation. It's problematic because it's pretty hard for anyone but pretty sophisticated investors to understand what's going on in these transactions and to see how sweet a deal is being offered to select investors,” said Michael Ohlrogge, professor at New York university's law school who <a href=\"https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4047024\">studies Spacs</a>.</p> <p>In the Spac deal for aircraft hangar group Sky Harbour, whose top investors include Glazer Capital Management, Barclays and JPMorgan's Highbridge Capital Management, Atalaya agreed in January to buy $70mn shares from redeeming shareholders before the deal closed.</p> <p>The day after Sky Harbour became publicly listed, the company reimbursed Atalaya for the purchase price of the shares. Beyond that, if the company's share price rises, the fund can sell its shares and keep the profit, or if the stock falls below $5, the fund can receive a make-whole payment from the company.</p> <p>Atalaya and Apollo declined to comment.</p> <p>One Spac sponsor who has been pitched on this deal structure described some of the funds offering this capital as “ambulance chasers”. One M&amp;A lawyer characterised the funds being offered as “toxic capital” given that the terms on offer are so advantageous to the groups providing the cash.</p> <p>Ohlrogge described the agreement as essentially a loan from the Spac to Atalaya, saying that the fund was “out of pocket only for a very short period of time, then [they] get that money paid back to them after the deal closes”.</p> <p>The agreements illustrate how desperate Spac executives are to close their deals and how alternative funds have targeted the investments to generate returns, with dealmakers viewing the terms granted as very favourable to the funds.</p> <p>Atalaya entered a similar agreement with Navitas, a Dublin-based semiconductor company, in October 2021. By November 18, the fund had sold the $30mn holding, according to regulatory filings.</p> <p>“It doesn't actually put cash into the public company. It just ensures that you can get a deal closed,” said one M&amp;A lawyer, adding that it “papers over the problem, but it's quite expensive and ultimately, you still end up with a public company with a depleted amount of cash in the coffers”.</p> <p><em>*This article has been updated to clarify the description of Atalaya Capital Management</em></p><a href=\"http://www.ft.com/cms/164af947-8b4f-4f9e-b6de-fec8e6b568aa.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Joshua Franklin and Nikou Asgari in New York 2022 'Spacs tap alternative funds in desperate hunt for cash' FT.com 7 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-07T05:00:54.566Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2404,
          "end": 2412
        }
      ]
    }
  ]
}