{
  "_id": "b53bcc2f9509975a10b385849d7978efd87457a406e9de4a4a992227cf8b4669",
  "feed": "ftcomall",
  "title": "Rocco Commisso bought a football club. Then the trouble started",
  "text": "<p>“I'm a different animal,” says Rocco Commisso. “I hope they respect a different animal. And if they don't respect that, screw them.”</p> <p>The American billionaire and owner of ACF Fiorentina, a famous but underachieving Italian football club, is reflecting on his relationship with the team's supporters, players, other club owners, the media, the whole damn world. </p> <p>It's a crisp, bright November afternoon in Florence, and we're eating spaghetti in a private room on the top floor of the five-star Westin Excelsior hotel. Floor-to-ceiling windows provide panoramic views over the historic city that gave birth to the Renaissance. The landscape is punctuated by red-tiled roofs and the scarlet dome of the Duomo. </p> <p>It's a fitting backdrop for a master of the universe turned modern-day prince of Florence. Yet&#xa0;when I ask Commisso, 72, if he's enjoying owning <a href=\"https://www.forbes.com/sites/robertkidd/2019/07/11/us-billionaire-rocco-commisso-on-his-plans-for-italian-soccer-club-fiorentina/?sh=226807574c46\">the club he acquired in 2019</a> for €170m, all he has are gripes. </p> <p>Like the time in May when he held a press conference which descended into a slanging match with journalists. In a fit of pique, he offered to sell the club to any local who could stump up €335m within 10 days. There were no takers. “[If you] don't have the money,” he snorts, “you should shut up.”</p> <p>Then there are the government officials resisting his plans to build a new stadium: “All the bullshit bureaucracy, it's driving me crazy.” Or the players' agents who demand multimillion-euro fees for their work: “What the hell do they do?”</p> <p>He will concede that “the fans love me, up to a point”. That point, he tells me, is the extent to which “I win and I spend money”.</p> <p>Having made his fortune in the US, Commisso could have acquired a football club anywhere in the world. The reason he bought one in Italy has to do with his roots. The son of a carpenter, he was born in Calabria, the region that forms the toe on the boot of Italy. The family escaped poverty when he was 12, moving to America and settling in the Bronx, New York. As a budding athlete, Commisso earned a full scholarship and played football for Columbia University.</p> <p>He worked his way up in business through jobs at Pfizer and Chase Manhattan Bank (now JPMorgan Chase). Then, in 1995, he founded a cable telecommunications company, Mediacom. Today Commisso is, according to Forbes, the 352nd richest person on the planet with an estimated wealth of $7.2bn.</p> <p>Commisso is accustomed to dictating terms. As&#xa0;we meet, he declares he will approve every word in this article before publication. That is against FT policy, I explain. Commisso retorts in his gruff New York accent: “Then I've got to be careful what I say.” After several hours of forthright conversation, during which he periodically chews on nicotine tablets, it's unclear to me exactly when Commisso is taking care over his words. </p> <p>It's why I believe him when he offers his reasons for buying Fiorentina. Over recent years, wealthy individuals, investment funds, even nations have <a href=\"https://www.ft.com/content/7df252c0-f8ba-40fb-b4fb-6013402cb87d\">bought top European football clubs</a>. For some owners, teams are trophy assets. Others expect to make profits by, for instance, bagging a share of the sport's multibillion-euro broadcasting rights. Commisso insists his purposes are more altruistic. “I'm investing in my country,” he explains. “I'm returning to give something back to my country that gave me soccer. I'm returning to the game of soccer that got me to where I am.” </p> <p>Instead of receiving a warm welcome as “part of the money that's trying to resuscitate Italian soccer”, Commisso feels a lack of regard. He&#xa0;shows me his phone, scrolling through the dozens of articles written about the club daily, complaining that few defend his ownership. Commisso is <a href=\"https://football-italia.net/commisso-slams-italian-american-stereotypes/\">sensitive to derogatory characterisations of Italian-Americans</a>, particularly incensed at the columnist in La Gazzetta dello Sport, the venerable Italian sports paper, who wrote that “Don Rocco, more than from a great Coppola or Scorsese gangster movie, seems to come out of an Italian police B-movie.”</p> <p>“What upsets me is that there's not an appreciation, OK?” he says. “All the stuff that's been done to make, in the short time that I've been here, Fiorentina a success.” The team currently lies sixth in Italy's top division Serie A, which is its best showing in years, but well short of the game's summit. </p> <p>It's hard to sympathise with a billionaire who loudly complains of voluntarily entering an industry stacked against him, no matter his net worth. But Commisso's travails are also a result of being a football romantic who still sees the sport through the prism of a bygone age. A football club owner used to be the benefactor of a beloved institution, with teams filled by locals representing their communities. Today the sport is awash in cash and features an international cast of millionaire players. Success can be bought and, nowadays, supporters blame owners for not buying it. </p> <p>Commisso says he's not a “stupid American” who will endlessly sink his cash into the club. His plan is to invest enough to make Fiorentina, which has won just two Italian Serie A league titles in its 95-year history, “self-sufficient”, generating enough revenue to spend on better players and compete with Italy and Europe's best teams. To&#xa0;that end, he has already spent a “pretty serious” chunk of his fortune, pumping €80m into the club to cover its losses as the pandemic ravaged the sport's finances, and an additional €90m to build a new training centre. “Now we're at €340m, <em>capiche</em>?” he says, adding in his initial outlay.</p> <p>Commisso casts himself as a victim of the avarice that infects the world's favourite sport. He says some view him as a <em>zio d'America</em>, which translates literally as “rich uncle”, but he describes as “the guy that left with a carton box to go to the US and come back loaded with money”. But he thinks that means many want to leech off his wealth. Two days spent with Commisso in Florence earlier this season provide a rare insight into the desires and disappointments of a billionaire who should have the resources to do whatever he wants but who finds obstacles constantly blocking his path. To&#xa0;anybody unwilling to afford him due respect, he has a warning: “They're not going to screw with me that easily.”</p>  <p><strong>In his telling, Commisso is a</strong> <strong>product</strong> of his parents' sacrifices. His father fought in the second world war and was held for five years by British forces. As a former prisoner of war, he later got preferential treatment to enter the US, to which he set sail in search of work. That left Commisso's mother behind in Calabria to feed four children “with $1 a day, not even. You had to make do. But I never felt poor.”&#xa0;</p> <p>The entire family eventually resettled in New York, where Commisso worked jobs to pay his way through high school. But it was football that paid for his Ivy League education. In Italy, he learnt to play with balls made of rags on cement pitches, and when he got to Columbia, he thrived on the turf, steering the university's team to its first-ever undefeated season. He was even invited to trials for the 1972 US Olympic football team, but arrived badly out of shape. “We used to smoke in the locker room,” he explains.</p> <p>His big break in business came as chief financial officer of Cablevision Industries, a cable company that was acquired by Time Warner for more than $3bn in 1996. Commisso says he made $5m from the deal. He could have retired early. Instead, he “decided to put it all at risk” to found Mediacom, which focused on bringing the incipient internet to rural and underserved communities across the US. The company's first cable system was in Ridgecrest, California, a location “in the middle of nowhere”, says Commisso. “You know what Death Valley is? That's where the system is. If you go to the map, you see Ridgecrest and the next thing is death.”</p> <p>Commisso's success with Mediacom came from being mindful of costs and studiously avoiding competition. Its biggest markets are places like Des Moines, Iowa, and Springfield, Missouri — small population centres that bigger cable companies have tended to ignore. As internet demand skyrocketed, Commisso became a billionaire. He fully owns and runs Mediacom.</p> <p>He has been unable to implement a similarly savvy business model in football. For years he wanted to buy a top Italian club but, with only 20 clubs in Serie A, they are scarce assets. In 2018, he thought he had agreed a $610m deal to acquire the legendary AC Milan, seven-time European champions, only for its then owner, a Chinese entrepreneur called Yonghong Li, to <a href=\"https://www.ft.com/content/bbc841e0-8689-11e8-96dd-fa565ec55929\">back out of the sale</a> at the last minute.</p> <p>A year later, Fiorentina became available. It is a far less successful but still much-loved team, known for its distinctive purple shirts (its nickname is “the Viola”) and for legendary former players such as Roberto Baggio, a talented playmaker known as “the divine ponytail”, and the Argentine goal machine Gabriel Batistuta. Commisso agreed to a takeover with its owners, the Della Valle family which controls the luxury goods maker Tod's, within weeks. At the time, he heralded the deal as the “quickest closing in soccer history”. But a fellow Serie A club owner says, “He ran into this thing like he was running into a fire . . . [He] did not do the diligence.” </p> <p><a href=\"https://www.nytimes.com/2020/07/03/sports/soccer/fiorentina-transfers-rocco-commisso.html\">As first reported by the New York Times</a>, Commisso found that just before Fiorentina was sold the club's outgoing executives had signed an unusual set of agreements. These contracts gave a football agent named Abdilgafar Fali Ramadani permission to find alternative buyers for five members of Fiorentina's squad in return for a commission. </p> <p>If Fiorentina rejected any of the deals Ramadani negotiated, he would still receive a penalty fee. This was an odd provision: the agent was set to be paid whether or not any players were sold. Ramadani's agency, Lian Sports, did not respond to requests for comment.</p> <p>Since taking over, Commisso has sought to ensure he isn't stung by other agents. In May, having fired four first team coaches in 17 turbulent months, he hired Gennaro Gattuso, a famous former AC Milan player and up-and-coming manager. But <a href=\"https://www.bbc.com/sport/football/57511592\">23 days later, Gattuso departed</a>. When I ask why, a club press officer intervenes, saying that circumstances are protected by confidentiality agreements. I suggest that it's up to Commisso to decide how much he can say. Commisso agrees, saying he will “be careful”.</p> <p>This is Commisso's version of events: Gattuso joined Fiorentina, then immediately demanded the club “buy certain players at a certain price” who are also represented by his agent, Jorge Mendes, a powerful figure who boasts many star clients including Cristiano Ronaldo.</p> <p>Commisso saw Gattuso's demand as an expensive ruse designed to benefit Mendes and disable the club from making independent transfer decisions. “That's not my style,” says Commisso. “That's not my history . . . I'm not gonna let anybody take advantage of me.” A person close to Gestifute, the agency led by Mendes which represents Gattuso, rejected Commisso's story, describing it as “unreal” and “disrespectful”.</p> <p>These run-ins suggest Commisso, who also owns the New York Cosmos football club in the US, misunderstood where power lies in the modern European game. Most clubs spend around 70 to 80 per cent of their revenues on footballers' wages. According to Fifa, international football's governing body, <a href=\"https://www.fifa.com/legal/media-releases/fifa-publishes-report-on-ten-years-of-international-transfers\">global spending on player transfer fees</a> in 2019 was around £5.5bn, while fees paid to agents organising moves totalled about £550m.</p> <p>The booming trade is unregulated and Commisso backs proposed reforms from Fifa, bitterly opposed by the likes of Mendes, to cap commissions to just 10 per cent of a transfer fee, while also ending “dual representation”, so an agent can no longer be paid by multiple parties in a transfer. But these changes may not be enacted in time to help Commisso settle a dispute with Fiorentina's current star, Dusan Vlahovic, a Serbian striker who leads the standings for most goals scored in Serie A this season and is <a href=\"https://www.skysports.com/football/news/11095/12513773/dusan-vlahovic-arsenal-retain-strong-interest-in-fiorentina-striker-but-deal-difficult-to-complete-this-month\">attracting attention from rival teams such as Arsenal</a> of the English Premier League.</p> <p>The 1995 Bosman ruling that revolutionised the rules on players moving clubs means that, when Vlahovic's playing contract runs out in 2023, he is able to leave for free, giving him a strong hand to negotiate better terms with Fiorentina now or any club he moves to next.</p> <p>Commisso resists my repeated probing over Vlahovic because “we are under active considerations as to what to do” and it's unclear when “you're going to write your stupid article”. But subsequently the reasons for his tetchiness become clear. People briefed on the talks reveal that Vlahovic's agency, the Belgrade-based International Sports Office, wants an €8m fee just to renew the player's contract with Fiorentina, while also receiving fees worth 10 per cent of any future transfer fee from both Fiorentina and a buying club.</p> <p>Given that Commisso believes Vlahovic is worth up to €75m on the transfer market, a sum close to what Fiorentina earns in revenues every year, he is in no mood to let the middlemen siphon off tens of millions of euros for themselves. (A person close to International Sports Office said these terms were “in line with the industry specific standards”.)</p> <p>Commisso has urged Vlahovic not to act in his narrow financial interests, saying: “He developed here. And he should give recognition, whatever happens, to the club that got him to where he is.”</p> <p>And though people close to the talks say Fiorentina has offered Vlahovic a salary worth €5m a season, more than any player in the club's history, it has become the latest battle in which Commisso insists he simply won't be “screwed by players”. Regardless of what happens, he does finally admit to one mistake: underestimating the challenge of operating within football. “The more I live here, with this crazy sport, the more I realise how screwed up it is,” he says.</p>  <p><strong>The day after our long lunch</strong> in Florence, a taxi takes me 30 minutes east of the city centre to Bagno a Ripoli, a verdant suburb filled with olive groves and vineyards. I meet Commisso at the entrance of a construction site. This is Viola Park which, when completed, will be <a href=\"https://www.acffiorentina.com/en/club/new-training-ground\">Fiorentina's new training centre and home</a> to its men's, women's and youth teams.</p> <p>As well as a mini-stadium that seats 4,500 people, the finished complex will house gyms, a swimming pool, a boarding school for young players, even a chapel. The aim is to create a state-of-the-art facility that proves attractive to new players, retains existing stars and transforms fledgling prospects into first team regulars. Commisso says it will be the first time that the club has owned property, its first physical asset beyond the players.</p> <p>He puts a fatherly arm around my shoulder and shows me around, but grows irate when his eyes fall on an 18th-century villa situated in the middle of the site. When he acquired the land, this three-storey structure was occupied by squatters. But local regulations to protect historic buildings also mean it cannot be bulldozed and nothing that is taller can be built alongside it.</p> <p>So instead of creating one massive complex, Commisso's architects designed a sprawling campus with a series of low-rise buildings with huge basement floors. When the builders started digging, they kept finding Roman-era ruins. Regulations required that the ancient walls be excavated and protected. “We got walls in America too,” says Commisso. The delays and alterations led to more than €20m in additional costs.</p> <p>Still, work is finally progressing and Commisso looks ecstatic as he tours the grounds. He greets every construction worker. “They work for a living,” says Commisso. “And they need jobs with the Covid. Right? That's my pleasure. When I come over here, they're all my friends because they realise I'm giving work . . . [The city officials] don't give a shit about whether people work or not.”</p> <p>At least this is one place where Commisso is getting his way. The club plays its home matches at <a href=\"https://www.nytimes.com/2020/12/02/arts/design/florence-stadium.html\">the Artemio Franchi Stadium</a>, a 40,000-seater ground built in 1930 and designed by the Italian architect Pier Luigi Nervi. It is considered a masterpiece of its era, featuring enormous spiral staircases and a 230-foot tall “Tower of Marathon” that overlooks the pitch. Or as Commisso calls the stadium, “the shittiest thing that's ever been invented”.&#xa0;</p> <p>He wants to renovate the now crumbling ground to gain more ticketing and hospitality revenues that could benefit the club in the long term. Those efforts have been blocked by local authorities that own the stadium and are seeking to protect its architectural heritage. “What history does it have?” says Commisso. “That they won two championships in 90 years?”</p> <p>The impasse is, he believes, preventing Fiorentina from competing against the world's best teams. <a href=\"https://www2.deloitte.com/uk/en/pages/sports-business-group/articles/deloitte-football-money-league.html\">According to the consultancy Deloitte</a>, the club made €84.4m in overall revenues last season. Juventus — Italy's biggest club, which does own its stadium — made €397.9m. “In order to compete with the top 20 teams [in Europe], we got to get, one way or another, to the same revenue levels,” says Commisso. “How do we get there? Through the stadium revenues.”</p> <p>Commisso's predicament is shared by others. New club owners willing to fund rebuilds in cities such as Milan and Rome have also been delayed by local political wrangling. One legacy of the construction involved in Italy hosting the 1990 World Cup is that most of the country's top clubs pay rent to play in dilapidated, government-owned stadiums. Grounds are rarely full, partly because sometimes-violent “ultra” fan-groups put families off from attending matches.</p> <p>The issue is symbolic of Italian football's slide. Three decades ago, its top clubs hosted the world's greatest players and coaches, helping them to dominate European football. But the quality and appeal of Serie A has steadily fallen behind the likes of England, Spain and Germany, where the best sides play in new glass and steel structures, in front of packed houses, while also earning more from television rights deals.</p> <p>“It's a very bureaucratic country,” says a fellow Italian-American entrepreneur who has known Commisso for decades. “If you're used to doing business in the United States of America, where things are organised and happen quickly, Italy is a bit of a shocker.”</p> <p>“I'm not doing it for the money,” says Commisso when I ask him why he bothers. “Why do I need another 100 million, you follow me? I'm gonna lose money.” He points to the vast expanse of the half-built Viola Park and says it will “leave a mark”. If the House of Medici were patrons of Leonardo da Vinci and Michelangelo, leaving Florence with the Uffizi, then Commisso wants his legacy to be a footballing renaissance centred around a sparkling training centre and perhaps eventually a gleaming stadium.</p> <p>“This is important for Florence, because it's gonna be around for 100 to 200 years, OK? And when they say who left it behind, it's me.” But, I ask, what if, centuries from now, the city's officials seek to block developers from renovating his buildings? “I'll be alright with it then,” he says with a cackle.</p>  <p><strong>“Football is bullshit,” says Commisso</strong> in the bowels of the Artemio Franchi. It's an hour before Fiorentina faces Sampdoria, a crucial match in the team's effort at achieving a top six finish in Serie A and, with it, qualification for next season's lucrative European competitions. But its owner is not done putting the football world to rights. “A player does well? He wants more money. I mean, you got 20-year-old kids that are making millions of euros. You know what I made in my first job? $10,500 a year. $200 a week.”</p> <p>The mood is tense. In the team's previous game against Empoli, Fiorentina conceded two goals in the closing minutes to spoil a winning position into a losing one. Commisso declares he won't step out on to the pitch to greet the fans before tonight's match. Last time he did that, the team lost. And he's self-admittedly a superstitious man.</p> <p>On a TV screen, Commisso watches a news report about the latest financial scandal rocking Italian football, which over the decades has been regularly shaken by club bankruptcies and bribery affairs involving players and referees. Days earlier, the offices of Juventus were <a href=\"https://www.forbes.com/sites/emmetgates/2021/11/27/juventus-being-under-investigation-by-italys-financial-police-should-come-as-a-surprise-to-no-one/?sh=514e9206669d\">raided by the country's financial police</a> in relation to a probe into the club's transfer dealings. (Juventus denies any wrongdoing.)</p> <p>The sight of its chairman Andrea Agnelli, scion of the Italian industrialist family that owns Juventus, triggers Commisso. Juventus is listed on the Milan stock exchange. The club's share price fell by around a third in the days after news of the investigation broke. Commisso says if the same events played out at a US-listed company, the shareholders who had suffered losses would “sue the motherfuckers, excuse my language”.</p> <p>One of the Fiorentina owner's many sore points is a belief that few opponents are playing fair. He accuses top Italian clubs of failing to satisfy the league's limits on debt and player spending, sometimes sidestepping these complex rules by being allowed to defer wages or tax payments. “This has got to be fixed within the Italian system,” he says. “You got to fix all this bullshit.”</p> <p>Football has, according to his fellow Italian-American entrepreneur, turned Commisso “a little bitter”. “He probably thought he would be like Caesar returning to Rome, the conquering hero . . . You expect to be welcomed because you're trying to help your mother country and instead people are giving you a hard time, being critical and he's going: ‘What the fuck do I need this for?'”</p> <p>This person adds that one issue is that Commisso is “not part of the Italian establishment. The top of the establishment is Juventus. The Agnellis. He's the opposite of that. If you spent a minute with anyone from Turin and then someone from Calabria, it's like oil and water, no matter how much money he has. And I don't mean there aren't polished people from the south. But he's not a polished Italian.”</p> <p>Commisso says he is proud of what differentiates him from rival owners. And not just Juventus. AC Milan is owned by the $38.2bn hedge fund Elliott Management, and controlled by Gordon Singer, son of the hedge fund's founder Paul. Inter Milan is owned by Chinese conglomerate Suning and run by 30-year-old Steven Zhang, son of Zhang Jindong, Suning's billionaire founder.</p> <p>“There are jealousies too, right,” Commisso says. “Because who else has done what I've done? Want me to list them? Not the Agnellis. The grandfather, maybe, not the grandchildren. Not Gordon at Milan. Not that kid at Suning. It's other people's money. OK? And then we go down the list [of club owners in Italy], there's nobody, nobody like me here.”</p> <p>A few minutes before kick-off, Commisso puts on a Covid mask and steps out into the directors' box. The stadium is only half full. Those in the stands below applaud and shout, “Rocco! Rocco!” He waves, accepts selfie requests and pinches the cheeks of kids sitting nearby.</p> <p>The game starts badly when, within minutes, Sampdoria takes the lead. Fiorentina quickly equalises. Then the star man Vlahovic heads the team into a lead they don't relinquish. When the striker is taken off as a substitute with a few minutes to go, Fiorentina's owner stands to applaud.</p> <p>As the final whistle blows, I approach Commisso for one last word. He clasps either side of my face, pulls my head towards his, then bellows: “I gotta be with the fans.” With that he whisks down to the pitch to meet his public. He's spent a lifetime, and a fortune, to earn the fleeting adoration only football can provide. </p> <p><em>Murad Ahmed is the FT's sports editor. Additional reporting by James Fontanella-Khan in New York</em></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p><p>Source: Murad&#xa0;Ahmed in Florence 2022 'Rocco Commisso bought a football club. Then the trouble started' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-13T05:00:27.698Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2133,
          "end": 2141
        }
      ]
    }
  ]
}