{
  "_id": "8dd119c053cc9fc60b1e0a215a6f64fa4fc4606df6f7aa262f2e171452455bec",
  "feed": "ftcomall",
  "title": "Alex Mashinsky resigns as head of Celsius Network",
  "text": "<p>Alex Mashinsky, the head of crypto lender Celsius Network, resigned on Tuesday with an apology to customers for the “difficult financial circumstances” the company's bankruptcy had left them in.</p> <p>Celsius <a href=\"https://www.ft.com/content/0babff4f-2212-41a4-844e-bbd09b1ef245\">filed for bankruptcy protection</a> in July, saying it had a $1.2bn hole in its balance sheet, making it one of the highest-profile casualties of the crash in crypto markets earlier this year.</p> <p>The lender has hundreds of thousands of customers who deposited crypto with the company, which promised double-digit interest rates on some assets, and who now face significant losses on their savings.</p> <p>The sudden resignation came two months into a bankruptcy process that has yet to produce clarity for <a href=\"https://www.ft.com/stream/2df966b3-326b-4dd9-bb8b-41f1ad8af401\">Celsius</a> customers over when and how much of their money they can expect to get back. Celsius said Mashinsky would be replaced by Chris Ferraro, the company's chief financial officer and a former executive at JPMorgan Chase.</p> <p>“I regret that my continued role as chief executive has become an increasing distraction, and I am very sorry about the difficult financial circumstances members of our community are facing,” Mashinsky said in a letter to the Celsius board. (He remains a director of the Celsius parent company.)</p> <p><a href=\"https://www.ft.com/stream/d6e85c5a-231e-4d76-84fc-5472e4fb9e42\">Mashinsky</a>, a former telecoms entrepreneur who founded Celsius in 2017, added that he was committed to helping Celsius “flesh out and promote” a plan for the company to return assets to creditors “in the fairest and most efficient way”.</p> <p>In recent weeks, leaks of internal meetings at Celsius have indicated the company may propose a restructuring that involves giving customers a crypto token substitute for their claims while launching a new business based on providing custodian services for crypto.</p> <p>Celsius's <a href=\"https://www.ft.com/content/4fa06516-119b-4722-946b-944e38b02f45\">collapse earlier this year</a> rocked crypto markets. It was the first major crypto business to freeze customer accounts in June, firing the starting gun on a markets crisis that has felled several digital assets start-ups.</p> <p>Rival crypto broker Voyager Digital, another business that offered interest on crypto tokens, also fell into bankruptcy. On Tuesday, Voyager said it had <a href=\"https://www.ft.com/content/a00f4604-7a63-4d39-8a9c-6fe279f9322f\">agreed to sell</a> its assets to FTX US, the crypto exchange led by Sam Bankman-Fried.</p> <p>Mashinsky has faced intense criticism as a result of the bankruptcy, with angry customers filing letters to court claiming they had been misled during the weekly YouTube appearances he used to promote Celsius.</p> <p>The complaints were echoed by the Vermont state securities regulator, which alleged in a court filing that Celsius operated what could be said to resemble a Ponzi scheme for at least two years before its collapse.<br><br>Celsius was <a href=\"https://www.ft.com/content/30854926-f9ca-4352-b17e-7e464b6a3a3d\">backed by two large blue-chip investors</a>, WestCap and Caisse de dépôt et placement du Québec, Canada's second-largest pension fund, which led a $600mn funding round late last year.</p> <p>In July, CDPQ wrote off its $150mn investment in Celsius, conceding that it went into crypto “too soon”.&#xa0;</p><p>Source: Scott Chipolina and Kadhim Shubber in London 2022 'Alex Mashinsky resigns as head of Celsius Network' FT.com 27 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-27T15:55:53.381Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 903,
          "end": 911
        }
      ],
      "nexusId": "10009914"
    }
  ]
}