{
  "_id": "bae9a68f2ef5a85ac167935301cd249aed776646de3084d08b40adf471e4c572",
  "feed": "wall-street-journal",
  "title": "Less-Crowded Covid Wards Can Keep Boosting Insurers; While virus-related hospitalizations remain high, a decline from peaks has boosted profits for companies including UnitedHealth",
  "text": "<p>Management at other large insurers such as CVS Health, which includes Aetna, and Humana has likewise signaled utilization might be trending favorably in the second half of the year, which could \"translate into EPS upside for managed care,\" wrote JPMorgan's Lisa Gill.</p><p>Hospitals are where healthcare costs are highest, and nearly 100,000 Americans were hospitalized at the peak of the Delta variant wave in the summer of 2021. That number peaked this January at about 150,000 during the Omicron wave, but has since stabilized at around 20,000 to 40,000 for much of the year.</p><p>A closely watched metric known as the medical loss ratio, or MLR, came in at 81.6% for UnitedHealth—better than what analysts had expected and lower than the 83% figure in the same quarter last year. The lower the MLR figure, the better for profits because it represents the share of total healthcare premiums spent on such things as medical claims.</p><p>Not every big-picture trend is helpful. During a call with investors Friday, UnitedHealth Chief Executive Andrew Witty stressed that medical costs will increase at a higher pace next year as hospitals pass on some of their higher staffing costs to insurers. But the insurance market is relatively concentrated, giving companies pricing power to pass much of that on in the form of higher commercial premiums. Employer health benefit premium rates are set to rise by about 6.5% in 2023 compared with a 3.9% increase this year, according to Scott Fidel, a longtime healthcare analyst at Stephens Inc.</p><p>UnitedHealth, meanwhile, is fairly recession-proof. It has outperformed its peers in grabbing market share in the Medicare Advantage space while also rapidly scaling up its Optum Health unit, which is benefiting from the growth in value-based care. During the call, Mr. Witty noted that the share of seniors enrolled in Medicare Advantage has grown from 25% a decade ago to 50% today. Tim Noel, chief executive of UnitedHealthcare's Medicare &amp; Retirement division, told analysts that he still likes his \"chances to outperform the industry in 2023.\"</p><p>The catch for investors is that UnitedHealth already trades at a big premium to peers and stocks generally, fetching 21 times forward earnings, compared with 15.9 times for the S&amp;P 500. Julie Utterback, an analyst at Morningstar, said investors seeking to profit from managed-care growth might be able to find better value with UnitedHealth peers such as Cigna, CVS, Centene, Elevance and Humana.</p><p>Peace of mind doesn't come cheap for customers or investors.</p><p>Write to David Wainer at david.wainer@wsj.com</p><p>Less-Crowded Covid Wards Can Keep Boosting Insurers</p>",
  "published": "2022-10-15T13:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 246,
          "end": 254
        }
      ],
      "nexusId": "10009914"
    }
  ]
}