{
  "_id": "a107dafa246d5f93692cbd85414de257494d628720b3aac5db573cfb33863e76",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Wall Street Trades Up,  At Least for Now  ----  By Telis Demos",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Trading desks at Wall Street banks look set to keep delivering strong results, so long as their bosses give them the opportunity. </p><p>\n  In the first quarter, Goldman Sachs and Morgan Stanley both increased trading revenue 4% from a year earlier. Trading revenue at Citigroup and JPMorgan Chase was down just 2% and 3%, respectively. Given some of the gloomy forecasts for trading earlier this year, and the difficult comparison with a very strong quarter in the year-earlier period, it seems that March's market recovery had a big effect. </p><p>\n  It also suggests that volatility around Russia's invasion of Ukraine, tightening by the Federal Reserve and other factors are driving investors to make market moves, rather than just stepping away entirely. </p><p>\n  Much of the talk around big banks in recent years has focused on diversification toward steady fee-earning businesses such as wealth management and payments. That is because for years, the variability of Wall Street earnings has weighed on banks' share valuations. Investors are conditioned to question and fear whether trading revenues are sustainable and whether bouts of volatility can lead to big losses. This uncertainty leads many analysts to assign a lower price-to-earnings multiples to bank earnings and to build in some discount on their book values. </p><p>\n  But count this as another quarter that suggests that the evolution of the business after the global financial crisis and the Volcker rule might have changed the game a bit. And the first quarter, in particular, might have shown that commodity volatility could, on balance, be an opportunity for trading desks. </p><p>\n  Banks still don't often give many details on the commodities component of fixed income, currency and commodities trading, known as FICC. But Citigroup Chief Financial Officer Mark Mason said on a Thursday call with reporters that its commodities revenue more than doubled in the first quarter from a year ago. Goldman Sachs called out \"significantly higher net revenues in currencies and commodities.\" Morgan Stanley described commodities revenue as \"notably higher than the previous first quarter, benefiting from the heightened levels of activity.\" </p><p>\n  Though Russia's invasion of Ukraine presented some extraordinary events in commodities markets, banks' role in \"helping clients manage volatility in energy and carbon prices\" could create a lasting revenue opportunity, according to a recently published yearly research report by analysts at Morgan Stanley and consultants at Oliver Wyman. </p><p>\n  The report notes that banks' commodities trading revenue rose from about $6 billion in 2019 to $12 billion in 2020 and 2021. The report argues that this upswing can run for at least another year or two, representing a meaningful increase from the 2019 baseline. Likewise, the authors expect that changing monetary policies globally could spur industry revenue growth in what is known as \"macro\" trading, like around rates and currencies, at times over the next couple of years. </p><p>\n  The challenge in the future is whether banks can lean into trading opportunities without committing vastly more of their capital resources or putting significantly more of their balance sheet at risk. </p><p>\n  With capital ratios now in some cases edging closer to minimum requirements set by Washington, banks might have to start making some choices. If bank stocks don't fall too much, the returns on offer in trading might be attractive enough to justify shrinking buybacks to make more resources available for trading desks. </p><p>\n  If bank stocks keep up the declines seen this year, perhaps buying back shares at cheap price-to-book ratios generates a better return. That could come at the expense of trading revenue, though it might be the right trade-off from shareholders' point of view. Wall Street trading action will always get lots of attention, but it isn't always the best use of banks' money. </p><p></p>",
  "published": "2022-04-15T06:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 308,
          "end": 322
        }
      ]
    }
  ]
}