{
  "_id": "3285fefc8d23215877b1d4c1bd426d86ac041b395361a9c17729e30f43bab4b6",
  "feed": "ftcomall",
  "title": "‘Singaporeans must benefit': expats fleeing Hong Kong meet rising resentment ",
  "text": "<p>Ser Lin Chia, a Singaporean entrepreneur, has a simple message for expats: go somewhere else.</p> <p>As Singapore eases its pandemic measures, it has become the obvious destination for many Hong Kongers worn down by years of travel restrictions, <a href=\"https://www.ft.com/content/47d84ad3-1dde-4a6e-aacd-78a5cf7d3ae3\">home-schooling</a> and lengthy quarantines.</p> <p>Multinationals from <a href=\"https://www.ft.com/content/1f17267c-9f53-4f56-b54f-b790a73bf808\">JPMorgan </a>to <a href=\"https://www.ft.com/content/a2f645e8-d093-4d93-94fb-23f3cb690bd7\">Bank of America</a> have considered moving staff from Hong Kong to Singapore as the Chinese city's dogged pursuit of zero-Covid stymies business. </p> <p>But Chia, who said competition with foreigners for jobs forced him to launch his own business five years ago, thinks corporations have a responsibility to create employment for locals.</p> <p>“If companies want to set up their operation in Singapore to take advantage of the safety, the political environment, they have to hire Singaporeans,” he said. “[Expats in Hong Kong] have to make do with their circumstances. If they cannot, they have to go back to where they came from.”</p> <p>That view is at odds with Singapore's reputation as one of the world's most open and reliable places to do business. Since independence in 1965, the tiny city-state's economy has thrived largely thanks to its low tax rates and willingness to accept international businesses and workers. </p> <p>From Google to Twitter, many of the world's largest companies have their Asian headquarters in Singapore, where about two in every five workers were foreigners in 2019.</p> <p>But Chia is not alone in holding anti-expat beliefs. Over the past decade, perceptions that international employers have discriminated against locals have placed increasing pressure on the government to clamp down on immigration. </p> <p>While some anger has been directed towards manual labourers from elsewhere in Asia, Singaporeans are also frustrated by the significant proportion of westerners that make up the city's elite workforce.</p> <p>After the recession triggered by the coronavirus pandemic refocused attention on employment and inequality in Singapore, the discontent has intensified. Experts warned that an influx of white-collar staff from Hong Kong risked deepening tensions, complicating Singapore's bid to attract foreign money and talent.</p> <p>“It will certainly expose these issues,” said Fraser Howie, an independent analyst who lived in Singapore for several years. “We are talking finance, we are talking high-paying jobs . . . [Singaporeans] will say: hang on, these jobs are being brought here, so why aren't they being offered to Singaporeans first?”&#xa0;</p> <p>Hong Kong suffered a net outflow of 129,000 people in February and March, but an influx of professionals from the rival financial hub is unlikely to have a significant effect on the overall number of foreigners in Singapore. Most non-residents are manual or domestic workers from countries such as Malaysia and India. </p> <p>As of December, the number of employment-pass holders in Singapore had fallen by almost a fifth compared with pre-pandemic levels, as fed-up expats <a href=\"https://www.ft.com/content/8a35725f-2133-4c54-9a21-80b4c749057d\">fled</a> the island's tough Covid restrictions before they were eased towards the end of 2021.</p> <p>Linda Lim, a business professor from Singapore who works at the University of Michigan, said that “objectively, [the arrivals from Hong Kong will] not change anything [but] a lot depends on how these [expats] carry themselves”.</p> <p>She pointed to cases of westerners refusing to wear masks that were reported in the local press and shared across social media in the early days of the pandemic, igniting public anger.</p> <p>Lim said that Russia's invasion of Ukraine, which has further <a href=\"https://www.ft.com/content/076e6c1e-8b13-445c-ad23-7eb2533ea203\">divided</a> the west and China, had “unleashed all these simmering tensions” in majority Chinese Singapore. Many Singaporeans she knew were consuming anti-western “Chinese propaganda” and sharing it on WhatsApp.</p> <p>Some view the Singapore government, which has aligned itself with the west in condemning Russia, as “lapdogs of imperialists, just serving western or international companies”.</p> <p>The government faces a difficult balancing act placating disgruntled voters while presenting an open image to the world. Although the People's Action party has ruled since independence, in the 2020 election it <a href=\"https://www.ft.com/content/d8d9f319-d77d-42ea-b078-9b25a9b35b5e\">lost</a> a record number of seats to the opposition Workers' party, which had called for tighter controls on employment visas.</p> <p>Wary of antagonising China, ministers avoid referring directly to the city's rivalry with Hong Kong. But this year they have repeatedly emphasised the importance of bringing in talent while steadily opening Singapore's borders.</p> <p>Attending the opening of Dyson's new <a href=\"https://www.ft.com/content/427729d8-1e5e-11e9-b2f7-97e4dbd3580d\">global headquarters</a> in Singapore last month, Prime Minister Lee Hsien Loong urged Singaporeans to remember that “the ethos of our society must remain open . . . If we succumb to the temptation to close our doors, we will surely end up hurting ourselves”.&#xa0;</p> <p>The Singapore government has introduced further measures that will make it more difficult for companies to hire from abroad. This year it announced new minimum salaries and a “points-based” system for approving employment passes, Singapore's visa for higher-earning professionals.</p> <p>The rules, which from September will require incoming finance professionals to earn at least S$5,500 ($4,050) a month, will probably not trouble Hong Kong's bankers. Animosity towards expats, rarely expressed by Singaporeans in public, is also unlikely to deter those desperate to escape Hong Kong.</p> <p>But outside Singapore's central business district there are many who will not welcome the latest arrivals and want the government to take harsher action.</p> <p>Eric Tan, a retired banker in Singapore, said any companies relocating teams from Hong Kong should consider replacing expat staff with Singaporeans within two years. </p> <p>“We go into the workplace and find we are a minority,” said Tan, a former HSBC employee. “The indigenous Singaporeans, the core Singaporeans, must benefit because this is their country. We must look after the core group.”</p> <p><em>This article has been amended to reflect the fact that Eric Tan did not work at Citi and that Linda Lim is a business professor. </em></p><p>Source: Oliver Telling in Singapore 2022 '‘Singaporeans must benefit': expats fleeing Hong Kong meet rising resentment ' FT.com 6 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-06T00:25:31.604Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 299,
          "end": 307
        }
      ]
    }
  ]
}