{
  "_id": "6549ab05a8ef18d63ad15d9a1a7a521970ebac10a002357f95eed398b0bd9084",
  "feed": "wall-street-journal",
  "title": "Stocks Fall Amid Bank Earnings; Major banks JPMorgan Chase and Citigroup post declining profits",
  "text": "<p>Shares of JPMorgan Chase fell 6%, and Citigroup dropped 3.9% after both banks posted declines in quarterly profit. Meanwhile, Wells Fargo added 2.3% after the bank reported that profit soared 86% in the final three months of 2021.</p><p>BlackRock posted higher quarterly profit, and market gains lifted the investment firm's assets under management above $10 trillion. Despite that, shares edged down 1.7%. Sherwin-Williams declined 3% after the paint maker lowered its guidance, citing a shortage of raw materials amid supply-chain and labor constraints.</p><p>Casino stocks including Las Vegas Sands and Wynn Resorts jumped after Macau released a draft law that would cut the tenure for new casino licenses in half, but wouldn't reduce the number of licenses. Las Vegas Sands added 13.3%, and Wynn Resorts gained 7.7% .</p><p>Expectations for an interest-rate rise as soon as March have caused some investors to sell government bonds, pushing up yields. The yield on the benchmark 10-year Treasury note ticked up to 1.727% Friday, from 1.708% Thursday. Rising yields have motivated investors to rotate out of tech stocks that performed well in a low-yielding environment.</p><p>\"Equity markets will continue to take their cues from the bond market,\" said Hugh Gimber, a strategist at J.P. Morgan Asset Management. \"What's becoming clear is the Fed is realizing that inflationary pressures are larger and more broad-based than they previously expected.\"</p><p>Investors are trying to assess how heightened inflation, a tight labor market and rising wages will impact the Federal Reserve's timeline for raising rates. Fresh data Friday showed that retail sales dropped by 1.9% in December, as both inflation and the Omicron variant surged.</p><p>Cryptocurrency dogecoin jumped 12% from its 5 p.m. ET level Thursday after Elon Musk said Tesla was accepting payment for some merchandise with the currency, which was originally started as a joke.</p><p>Overseas, the pan-continental Stoxx Europe 600 fell 1%. EDF's shares dropped 15.4% in Paris trading after France blocked the utility company from fully passing on soaring energy prices to consumers.</p><p>South Korea's central bank raised interest rates to pre-pandemic levels to fight inflation, and signaled that more increases could come this year. The country's benchmark Kospi index declined 1.4%.</p><p>Other major Asian stock indexes also closed lower. China's Shanghai Composite fell 1%, and Japan's Nikkei 225 shed 1.3%.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Stocks Fall Amid Bank Earnings</p>",
  "published": "2022-01-14T14:37:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 10,
          "end": 24
        },
        {
          "start": 44,
          "end": 58
        }
      ]
    }
  ]
}