{
  "_id": "4c1c7b64cee1d1db618cdd50d94ee41eb99183a567358c20d5c0864bf06970bd",
  "feed": "market-watch",
  "title": "U.S. stock futures rise ahead of expected Fed hike, as ECB holds emergency meeting; U.S. retail sales among data due",
  "text": "<p>* S&amp;P 500 futures ES00 rose 0.4% to 3,754</p><p>* Dow Jones Industrial Average futures YM00 rose 90 points, or 0.3%, to 30,444</p><p>* Nasdaq-100 futures NQ00 jumped 64 points, or 0.5%, to 11,411</p><p>On Tuesday, the Dow Jones Industrial Average DJIA dropped 151.91 points, or 0.5%, to close at 30,364.83, its lowest settlement since Feb. 1, 2021. The S&amp;P 500 SPX fell 0.4% to finish at 3,735.48, its weakest Jan. 29, 2021, and the Nasdaq Composite COMP rose 0.2% to end at 10,828.35.</p><p>What's driving the market</p><p>The Federal Reserve will announce a decision on interest rates at 2 p.m. Eastern Time, followed by a news conference with Chairman Jerome Powell at 2:30 p.m. ET.</p><p>Investors are juggling expectations for an interest rate hike of 50 basis points or even 75 basis points, which Goldman Sachas and JP Morgan economists are now expecting. The latter would mark the biggest such increase in nearly 30 years.</p><p>Surprisingly strong May consumer-price inflation data released last week, struck a blow to those hoping that price rises had peaked. It also sparked a fresh rout for stock markets and other assets, pushing the S&amp;P 500 index into bear-market territory, amid concerns more aggressive Fed action would drive the U.S. into a recession.</p><p>\"If the Fed surprises with a 50bp hike, the market will certainly rebound on relief. But the Fed's primary goal is to tame inflation right now, and not to boost the equity markets. And depressed market conditions seem necessary in achieving that goal,\" said Ipek Ozkardeskaya, senior analyst at Swissquote, in a note to clients.</p><p>\"Now that the 75bp pill has been swallowed by the market, it would be irrational for the Fed not to go ahead with a bigger hike,\" she said.</p><p>U.S. retail sales and import prices for May, along with the New York Empire state manufacturing index, are all due at 8:30 a.m. Eastern, with business inventories for April and a National Association of Home Builders index for June is due at 10 a.m. Eastern. The data will offer one last glimpse of the economy before the Fed decision.</p><p>Read: A 75-basis-point hike? Here are 3 ways the Fed can sound more hawkish this week</p><p>The S&amp;P 500 has lost 10.2% over the past five trading days, the worst percentage such decline since March 2020, when the pandemic was unfolding in the U.S.</p><p>Stealing some spotlight from Fed decision day was a surprise announcement by the European Central Bank that it was holding an emergency meeting on Wednesday to \"discuss current market conditions.\"</p><p>\"The ECB is clearly worried that 'peripheral' bond yields are rising too much…but this is all a bit of a mess coming so soon after the scheduled meeting last week. Here we get to the fragmentation risk and a possible new tool we thought they might signal last week, but didn't,\" said Neil Wilson, chief market analyst for Markets.com, in a note to clients.</p><p>News of the rare ECB gathering, which comes just a week after the central bank's meeting, helped drive Italian bond yields lower and rallied the euro EURUSD and European stocks XX:SXXP. The Governing Council's meeting reportedly began around 11 a.m. CET, 5 a.m. Eastern.</p><p>See also: ECB failure to address 'fragmentation' threat raises risk of steep bond-market selloff: economists</p><p>U.S. Treasury yields were also pulling back, with that of the 10-year note BX:TMUBMUSD10Y down 9 basis points to 3.385% and the 2-year BX:TMUBMUSD02Ydown 10 basis points to 3.322%.</p><p>Gold prices GC00 rose $12.20, or 0.7%, to $1,825.70 an ounce and oil prices CL00 fell 1.3% to $117.32 a barrel.</p><p>U.S. stock futures rise ahead of expected Fed hike, as ECB holds emergency meeting</p>",
  "published": "2022-06-15T10:59:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 787,
          "end": 796
        }
      ]
    }
  ]
}