{
  "_id": "e112f3d442c56e9584bd5382f9d58400f26fd4024e66c19dce45021314ca483e",
  "feed": "ftcomall",
  "title": "US stocks slip as investors weigh Fed minutes and earnings",
  "text": "<p>US stocks closed lower for a sixth consecutive day on Wednesday, as a combination of hot inflation data, the beginning of corporate earnings season and minutes from the Federal Reserve's most recent meeting led to a day of choppy trading.</p> <p>Minutes from last month's meeting, when the central bank lifted its benchmark interest rate by 0.75 percentage points, underscored policymakers' <a href=\"https://www.ft.com/content/fb80edad-f833-45ab-b945-2e9b6fbe400a\">commitment to bringing down inflation</a>, with “many” officials arguing that “the cost of taking too little action . . . likely outweighed the cost of taking too much action”.&#xa0;</p> <p>However, they also acknowledged concerns about the bleak economic outlook: a minority of officials favoured “calibrating” the pace of rate rises to minimise the negative economic impact.</p> <p>Wall Street's benchmark S&amp;P 500 ended the day down 0.3 per cent at a two-year low, reversing gains made shortly after the publication of the minutes.</p> <p>The Nasdaq Composite, which is dominated by high-growth tech stocks that are considered particularly sensitive to higher interest rates, slipped 0.1 per cent.</p> <p>Treasury prices also picked up slightly. The yield on the 10-year Treasury note, which falls when prices rise, dipped 0.04 percentage points to 3.90 per cent.</p> <p>Bob Miller, head of the Americas fundamental fixed-income group at BlackRock, said the minutes “reinforced the overall hawkish message” delivered last month. </p> <p>“While we expect the Fed to adopt a more deliberate approach and consider a pause sometimes over the next six months, it's likely too soon for the Fed to consider any pain relief just yet,” he said.</p> <p>Markets struggled for direction earlier in the day as investors digested hotter than expected US producer inflation data and looked ahead to third-quarter earnings season.</p> <p>The producer price index, which tracks the prices that businesses receive for their goods and services, rose 8.5 per cent in the year to September, down from 8.7 per cent in August but above the 8.4 per cent expected by economists. Month on month, prices received by US producers for their goods and services climbed 0.4 per cent — higher than consensus expectations of 0.2 per cent growth, and well above a contraction of 0.2 per cent recorded in August.</p> <p>Investors have been scrutinising inflation data for clues about how vigorously the Federal Reserve and its global peers will tighten monetary policy. Signs of still-hot price growth have fuelled concerns that the US central bank will raise interest rates more aggressively, moving so far and fast that it compounds an economic slowdown.</p> <p>Such concerns have weighed heavily on equity markets, with the S&amp;P 500 in September concluding its longest streak of quarterly losses since the 2008 financial crisis.</p> <p>Markets are pricing in expectations that the Fed will implement another three-quarter-point increase at its November meeting, following three consecutive 0.75 percentage point rises. Its current target range stands at 3 to 3.25 per cent.</p> <p>Wednesday's PPI report is to be followed on Thursday by a widely anticipated consumer price index reading for September, with economists polled by Reuters expecting a rise of 8.1 per cent. That figure would mark a slight easing in the annual rate of inflation from 8.3 per cent in August.</p> <p>With US <a href=\"https://www.ft.com/content/79551729-17d0-4313-945d-fe8535cdcaac\">earnings season</a> kicking off this week, investors are watching closely for evidence of how consumers and businesses are handling high prices and rising borrowing costs.</p> <p>PepsiCo on Wednesday highlighted the continuing inflationary pressures as it said it had increased prices again and was open to further rises. The company's shares rose 4.2 per cent as it upgraded its outlook and said consumer demand had remained resilient.</p> <p>Attention will shift to the financial sector later in the week, with reports due from a host of big groups including JPMorgan, Morgan Stanley and BlackRock.</p> <p>Elsewhere in equity markets, Europe's regional Stoxx 600 gauge closed 0.5 per cent lower. Hong Kong's Hang Seng lost 0.8 per cent.</p><p>Source: Nicholas Megaw in New York and Harriet Clarfelt in London 2022 'US stocks slip as investors weigh Fed minutes and earnings' FT.com 12 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-12T20:39:41.354Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3779,
          "end": 3787
        }
      ],
      "nexusId": "10009914"
    }
  ]
}