{
  "_id": "38104c98939bd68d81ab1a9e4e40b1680e5dacfb240f0134a3539fa13e9b3e7f",
  "feed": "market-watch",
  "title": "Oil prices could go 'parabolic', putting global economy in 'critical situation,' says Trafigura chief",
  "text": "<p>JPMorgan Chase &amp; Co. CEO Jamie Dimon last week warned of a potential economic \"hurricane.\" Wars, he said, \"have unintended consequences and this happens to be within the commodity markets of the world wheat, oil, gas and stuff like that which, in my view, will continue. We're not taking the proper actions to protect Europe from what's going to happen in oil in the short run and we're not taking the proper actions to protect you all … it almost has to go up in price.\"</p><p>A parabolic move would be one in which prices accelerate exponentially to the upside. Weir told the conference that oil prices were highly likely to hit $150 a barrel or more in coming months as the market wrestles with strains on supply chains as Russia attempts to shift oil exports away from Europe, the report said.</p><p>\"If we see very high energy prices for a period of time we will eventually see demand destruction,\" Weir said. \"It will be problematic to sustain these levels and continue global growth.\"</p><p>August Brent crude BRN00 BRNQ22, the global benchmark, was up 0.9% on Wednesday at $121.63 a barrel, while July West Texas Intermediate crude CL.1 CL00 CLQ22 was up 0.6% at $120.14 a barrel after ending Tuesday at a nearly three-month high. Both grades are up by around 30% since Russia's Feb. 24 invasion of Ukraine.</p><p>Goldman Sachs on Tuesday said oil could hit $140 a barrel in coming months. Oil remains off its all-time high just shy of $150 a barrel set in 2008, but gasoline prices have hit records, with analysts blaming tight supplies of products on both sides of the Atlantic and limited refining capacity.</p><p>The S&amp;P 500 energy sector, up by around 66% year to date, has left all other sectors in the dust, while the overall S&amp;P 500 index SPX is down nearly 13% and the Dow Jones Industrial Average DJIA has slipped 9%.</p><p>Oil prices could go 'parabolic', putting global economy in 'critical situation,' says Trafigura chief</p>",
  "published": "2022-06-08T14:19:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 20
        }
      ]
    }
  ]
}