{
  "_id": "69df9990a21ce2fce9d22ec38b637f0ab7d34c2da69880969d9a1daf2daf181e",
  "feed": "wall-street-journal",
  "title": "Morgan Stanley's Profit Falls 11% as Deals Slow; Fees from mergers and fundraisings drove decline as corporate CEOs hung back",
  "text": "<p>Morgan Stanley's profit fell 11% from a year ago, reflecting a decline in corporate deal making and a treacherous stretch for markets.</p><p>The bank posted a profit of $3.7 billion, or $2.04 a share. Analysts polled by FactSet expected $1.71 a share. Revenue fell 6% to $14.8 billion in the quarter, surpassing expectations of $14.25 billion.</p><p>Fees from brokering mergers and fundraisings fell 37%, as corporate chiefs hung back from volatile markets. At JPMorgan Chase &amp; Co., which reported first-quarter earnings on Wednesday, investment-banking revenue was 31% lower.</p><p>Wild swings in the stock market, which fell early in the quarter before rebounding, were good for Morgan Stanley's stock traders, whose revenue rose 10% from a year ago. Overall on Wall Street, trading has been volatile: Commodity prices surged as the war in Ukraine brought fears of energy and food shortages, and bonds and stocks both sold off, an unusual tandem move that reflected investors' uncertainty.</p><p>Morgan Stanley shares rose 1.6% in premarket trading Thursday. The bank's shares were down 14% this year through Wednesday.</p><p>Though Morgan Stanley is a big player in the Wall Street businesses of trading and deal making, it is usually protected in volatile spells by its giant money-management arm, which clips steadier fees from the more than $6 trillion it oversees for wealthy households and institutions.</p><p>Chief Executive James Gorman has grown those businesses, which he calls a \"ballast\" evening out the firm's earnings, over the past two years with the acquisitions of E*Trade and asset manager Eaton Vance.</p><p>Write to Charley Grant at charles.grant@wsj.com</p><p>Morgan Stanley's Profit Falls 11% as Deals Slow</p>",
  "published": "2022-04-14T12:05:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 449,
          "end": 469
        },
        {
          "start": 449,
          "end": 463
        }
      ]
    }
  ]
}