{
  "_id": "f8211255e3fa08adce5b08d3b2307de2d516e16ebb7903865a80a018f308d0ee",
  "feed": "ftcomall",
  "title": "Bank of England launches £65bn move to calm markets",
  "text": "<p>The Bank of England took emergency action on Wednesday to avoid a meltdown in the UK pensions sector, unleashing a £65bn bond-buying programme to stem a crisis in government debt markets.</p> <p>The central bank warned of a <a href=\"https://www.bankofengland.co.uk/news/2022/september/bank-of-england-announces-gilt-market-operation\">“material risk to UK financial stability”</a> from turmoil in the gilts market sparked by chancellor Kwasi Kwarteng's tax cuts and borrowing plan last week. </p> <p>In spite of the prolonged market upheaval, City minister Andrew Griffith said the government would stick to its strategy: “We think they're the right plans because those plans make our economy competitive,” he said.</p> <p>The BoE suspended a programme to sell gilts — part of an effort to get surging inflation under control — and instead pledged to buy long-dated bonds at a rate of up to £5bn a day for the next 13 weekdays. </p> <p>Economists warned that the injection of billions of pounds of newly minted money into the economy could fuel inflation. “This move will be inflationary at a time of already high inflation,” said Daniel Mahoney, UK economist at Handelsbanken. </p> <p><a href=\"https://www.ft.com/gilts\">UK government bond markets</a> recovered sharply after the announcement. The pound rose 1.4 per cent on the day and, by evening trading in London, had reached $1.0877 against the dollar.</p> <p>The bank stressed that it was not seeking to lower long-term government borrowing costs. Instead it wanted to buy time to prevent a vicious circle in which pension funds have to sell gilts immediately to meet demands for cash from their creditors.</p> <p>That process had <a href=\"https://www.ft.com/content/4db2090e-9727-461e-b685-e182cc403a08\">put pension funds at risk of insolvency</a>, because the mass sell-offs pushed down further the price of gilts held by funds as assets, requiring them to stump up even more cash.</p> <p>“At some point this morning I was worried this was the beginning of the end,” said a senior London-based banker, adding that at one point on Wednesday morning there were no buyers of long-dated UK gilts. “It was not quite a Lehman moment. But it got close.”</p> <p>The most directly affected groups were final-salary pension schemes that have hedged to ensure their ability to make future payments — so-called <a href=\"https://www.ft.com/content/038b30c3-f550-4cc0-93ed-9154021d6ee2\">liability-driven investment strategies</a> that are very sensitive to fast-moving gilt yields.</p> <p>“It appears that some players in the market ran out of collateral and dumped gilts,” said Peter Harrison, chief executive of Schroders, which has $55bn in global LDI business. “We were more conservatively positioned and we had enough collateral to meet all of our margin calls.”</p> <p>But a senior executive at a large asset manager said they had contacted the BoE on Tuesday warning that it needed “to intervene in the market otherwise it will seize up” — but the bank failed to act until Wednesday. It declined to comment.</p> <p>Cardano Investment, which manages LDI strategies for about 30 UK pension schemes with roughly £50bn of assets, said it had written to the BoE on Wednesday.</p> <p>“If there was no intervention today, gilt yields could have gone up to 7-8 per cent from 4.5 per cent this morning and in that situation around 90 per cent of UK pension funds would have run out of collateral,” said Kerrin Rosenberg, Cardano Investment chief executive. “They would have been wiped out.”</p> <p>The Treasury on Wednesday tried to reassure markets by telling government departments to identify efficiency savings, stressing that they would have to live within very tight spending limits, already set until 2025.</p> <p>Chris Philp, Treasury chief secretary, suggested on Wednesday night that he was looking at big savings by not uprating pensions and benefits in line with inflation next April. “It will be considered in the normal way,” he told ITV's <em>Peston</em>.</p> <p>In June, former chancellor Rishi Sunak promised that pensions would be <a href=\"https://www.ft.com/content/edc85667-9471-4934-920d-f80a8dc83393\">uprated by about 10 per cent</a> next year, in line with inflation this autumn. </p> <p>The government has promised a “triple lock”, where pensions rise by whichever is higher: average earnings, 2.5 per cent or inflation. Treasury insiders insisted that Philp was not changing government policy.</p> <p>At a meeting with the chancellor earlier on Wednesday, bankers had urged Kwarteng not to wait until a planned statement on November 23 to take action to calm the markets with a new plan to cut debt.</p> <p>One person at the meeting, which included Citi, Bank of America, UBS, JPMorgan, Deutsche Bank and Standard Chartered, said that date was too far off. Kwarteng's allies insisted that he was sticking to his timetable.</p> <p>Following the BoE's intervention, Labour leader Sir Keir Starmer called for parliament to be recalled and for Kwarteng to abandon his plans.</p> <p>But some Conservative MPs believe <a href=\"https://www.ft.com/content/a46e53bb-e23d-4450-a70e-05f71d2e57ef\">Kwarteng's reputation has been shredded</a> by the chaos of the past few days and cannot survive as chancellor, while some argue that prime minister Liz Truss must change course.</p> <p>Kwarteng's allies said he would not resign, while one government insider said of Truss: “She's very much not in the mood to budge and wants to tough it out.” Truss and Kwarteng said nothing publicly on Wednesday. </p> <p>But Tory anger is mounting, with some warning that Truss faces a rebellion on key legislation, including possibly on the finance bill to enact the new package, when MPs return to the Commons in October.</p> <p>Simon Hoare, Tory MP for North Dorset, <a href=\"https://twitter.com/Simon4NDorset/status/1575103341482627072\">tweeted</a>: “These are not circumstances beyond the control of Govt/Treasury. They were authored there. This inept madness cannot go on.”</p> <p>The BoE took the emergency measure after Kwarteng's fiscal package last week sent the pound tumbling and set off historic falls in gilt prices.</p> <p>After the announcement, 30-year gilt yields, which earlier on Wednesday had touched a 20-year high above 5 per cent, fell 1 percentage point to 4 per cent — their biggest drop for any single day on record, according to Tradeweb data. Yields fall when prices rise. Ten-year yields slipped to 4.1 per cent from 4.59 per cent.</p> <p>The Treasury blamed “significant volatility” in “global financial markets”. </p> <p><strong>Letters in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/ce496732-ed9f-411a-b6da-057cef8cf093\"><em>Winners and losers from the BoE intervention</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/ce496732-ed9f-411a-b6da-057cef8cf093\"><em>From David Fogarty, Woldingham, Surrey, UK</em></a></p> <p><a href=\"https://www.ft.com/content/704a9595-94e3-48cc-ada8-3eb19772e2ce\"><em>And we thought BoE was a seller of bonds, not a buyer</em></a><em> / </em><a href=\"https://www.ft.com/content/704a9595-94e3-48cc-ada8-3eb19772e2ce\"><em>From Raj Dorai, London TW4, UK</em></a></p><p>Source: Chris Giles, Emma Dunkley, George Parker, Owen Walker, Peter Foster, Josephine Cumbo, Jim Pickard and Harriet Agnew in London 2022 'Bank of England launches £65bn move to calm markets' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-28T22:54:05.809Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4184,
          "end": 4192
        },
        {
          "start": 4210,
          "end": 4218
        }
      ]
    }
  ]
}