{
  "_id": "79e82fe441681d375f3b6c2161df564a7b82e5e96e3d0bc413554183e405e310",
  "feed": "wall-street-journal",
  "title": "U.S. News: Consumers Retreat As Rising Prices Bite",
  "text": "<p>The pullback in spending is another indicator that the economy is losing momentum as the Federal Reserve raises interest rates to combat historically high inflation.</p><p>Consumer spending, buoyed by strong job growth and stimulus measures, was the backbone of the country's economic recovery since a brief recession occurred in early 2020. That strength is fading in the face of the strongest pace of inflation in four decades. \"Now consumers are planning to take a back seat,\" said Beth Ann Bovino, U.S. chief economist at S&amp;P Global Ratings. \"How far they're planning to sit back -- it's still an open question.\"</p><p>A sharp drop in vehicle sales -- due to high prices, low inventory and rising interest rates on car loans -- played an outsize role in the decline in month-over-month retail spending. Consumers also reined in their spending on goods such as furniture, electronics and online purchases.</p><p>Higher borrowing costs are hitting the housing market as well, with the National Association of Home Builders reporting Wednesday that confidence among home builders in the U.S. decreased in June for the sixth consecutive month.</p><p>More broadly, monthly job gains slowed in May, as did annual wage increases. Consumer spending eased in April and the saving rate fell to the lowest in 14 years, suggesting many Americans are tapping savings to offset cost increases from inflation.</p><p>The weaker-than-expected retail sales in May and a downward revision to April spending prompted some economists to downgrade their expectations for economic growth in the second quarter. The economy contracted in the first quarter.</p><p>JPMorgan Chase &amp; Co. analysts lowered their forecast for U.S. gross domestic product growth to an annual rate of 2.5% in the second quarter from 3.25% previously. Data firm IHS Markit cut its growth estimate to 0.9%.</p><p>Excluding autos and gasoline, retail sales rose just 0.1% in May, well behind the pace at which prices increased last month. Unlike other reports compiled by the government, retail sales aren't adjusted for inflation. Soaring gasoline and grocery prices meant households shelled out more on them in May -- Americans are spending over 43% more on gasoline than a year ago and nearly 9% more on groceries.</p><p>Retail sales were up 8.1% last month from a year earlier, a robust gain but below the blistering pace of inflation, which was up to 8.6% in May from a year earlier, according to the Labor Department's consumer-price index.</p><p>The Fed's decision Wednesday to raise its benchmark federal-funds rate to a range between 1.5% and 1.75% will make car loans and credit-card debt more expensive in the months ahead. Still, Fed Chairman Jerome Powell said he thinks consumers are in good shape, and the economy is well positioned to deal with higher interest rates.</p><p>\"Overall spending is very strong,\" Mr. Powell told reporters, adding the central bank isn't seeing a broad slowdown.</p><p>Consumers are getting less for their money due to rapidly rising prices. The dynamic is also driving a shift from discretionary purchases such as furniture and electronics to essentials like food and gasoline.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1607,
          "end": 1627
        }
      ],
      "nexusId": "10009914"
    }
  ]
}