{
  "_id": "0043d747a3961fc65f68a884a9a285488d7d76bdbe421cd0815b736d175c8d11",
  "feed": "ftcomall",
  "title": "Yen rises to two-month high as investors slash short bets",
  "text": "<p>The yen surged to a two-month high against the US dollar on Tuesday as leveraged investors slashed short positions to reassess inflation risk, recession fears and intensifying market volatility.</p> <p>Dealing rooms in Tokyo opened on Tuesday to a dollar-yen rate of about ¥130.5 — a level significantly higher than ¥133 where it had traded on the previous trading day.</p> <p>Tokyo dealers attributed the move to US-based funds retreating from their bets that the <a href=\"https://www.ft.com/yen\">yen</a> would remain historically weak well into the autumn.</p> <p>“The combination of lower US bond yields, profit-taking in long dollar positions and safe haven inflows has lent the yen support recently versus the greenback,” said Jane Foley, senior FX strategist at Rabobank.</p> <p>But analysts said the big question was whether the yen's strengthening against the US dollar marked a true inflection point or a “headfake”.</p> <p>With summer trading volumes relatively light, the yen's explosive rise has propelled it about 4.5 per cent higher against the US dollar over the past seven days. The Japanese currency's sudden rise reverses a <a href=\"https://www.ft.com/content/35b38fb1-1f60-4d5e-9345-170608668c5b\">run of declines</a> that began in early March from a level of ¥114.</p> <p>In mid-July, the yen dropped to ¥139 against the dollar as hedge funds and other investors guessed that US rates would continue to rise while the Bank of Japan <a href=\"https://www.ft.com/content/01cc68ca-c22d-4b27-aaef-b3db7f95ef78\">remained locked into its ultra-loose policy</a>, widening the differential between the central banks.</p> <p>“Short yen was one of the biggest G10 FX positions held by leveraged funds and vulnerable to a squeeze. Last week that squeeze arrived,” said Stephen Gallo, European head of FX strategy at BMO Capital Markets.</p> <p>The squeeze began after the US Federal Reserve announced a 0.75 percentage point rate rise last month and issued an accompanying statement <a href=\"https://www.ft.com/content/997d7d73-ec13-4d2c-9f88-910430789380\">interpreted as a dovish signal</a>. </p> <p>The Fed's assertion that it would likely “become appropriate to slow the pace of increases” lowered expectations for more aggressive increases that would cause the yen to slide.</p> <p>The Fed's comments on the need to be “nimble in responding to incoming data” also pointed to a new phase of increased volatility, said Benjamin Shatil, FX strategist at JPMorgan. </p> <p>“In the statement, [Fed chair Jay] Powell telegraphed that from here on, its decisions would be more data-driven, and that introduces a lot more two-way risk in how dollar-yen will move,” said Shatil. </p> <p>He added that the yen's sudden rise could be reversed next week by the release of US inflation data.</p> <p>“What Powell has done is introduce the possibility of more volatility in dollar-yen. By definition, if the Fed is going to depend more on data, and we don't know what that data is going to be, investors will have to move more nimbly each time the data comes out,” said Shatil.</p> <p>Other analysts said that while it was likely that the ¥139 to the dollar level reached last month marked the dollar's peak against the yen, it was too early to declare that a clear turning point had been reached because of doubts about the timing and severity of a US recession. </p> <p>Yujiro Goto, chief FX strategist at Nomura in Tokyo, said he was not adjusting his September target of ¥135. Goto explained that though the figure appeared low, there was a risk of the Fed becoming more hawkish again, with certain members hinting that it could become more aggressive.</p><p>Source: Leo Lewis in Tokyo and Nikou Asgari in London 2022 'Yen rises to two-month high as investors slash short bets' FT.com 2 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-02T05:00:31.832Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2120,
          "end": 2128
        }
      ]
    }
  ]
}