{
  "_id": "272dfce2cea594e7a93ef7075416f5b87d8e405aa5dbfd35d3382e7f07d76541",
  "feed": "wall-street-journal",
  "title": "Saudi Arabia's Public Investment Fund Raises $17 Billion Loan from International Banks; The sovereign-wealth fund is pouring unprecedented amounts of capital into diversifying the kingdom's economy",
  "text": "<p>The loan, agreed to with 25 financial institutions from the U.S. and elsewhere, is a sign of Wall Street's confidence in the Saudi economy as it benefits from a period of high oil prices. The Saudi government has said it won't immediately hand its surplus oil revenues to PIF, and the fund has sought to broaden its sources of funding, most recently issuing debt for the first time.</p><p>In October, about 400 American executives visited the Saudi capital Riyadh for a conference sponsored by PIF, including JPMorgan Chase &amp; Co. Chief Executive Jamie Dimon and David Solomon, head of Goldman Sachs Group Inc.</p><p>The new facility will help repay an $11 billion loan arranged in 2018 with 15 financial institutions, and help \"to drive impactful investment in Saudi Arabia and internationally,\" PIF said.</p><p>PIF's capital-raising strategy, while not unique, is unusual for sovereign funds, which often use national resources to invest and maintain a country's wealth for future generations. Taking on large debts isn't common for sovereign-wealth funds.</p><p>PIF, however, has reinvented the traditional meaning of a sovereign-wealth fund, industry consultants say. Part of its mission is to remake the Saudi economy, which is still reliant on the kingdom's oil export revenue. Saudi Arabia exports more crude oil than any other country.</p><p>It has combined elements of a private-equity firm and venture-capital investor with a mandate to develop new industries at home to increase the government's non-oil revenues.</p><p>The fund has created dozens of new companies in the kingdom and is building tourism resorts, housing communities, theme parks and entertainment venues. Its latest launch: an international airport in Riyadh that hopes to host 120 million passengers by 2030, which would likely make it the world's busiest international hub.</p><p>The most eye-catching of PIF's projects is Neom, a group of technology-driven communities that includes a plan to build a skyscraper 75 miles long. Prince Mohammed has pledged to invest $160 billion in Neom by 2030.</p><p>The government has helped the fund with capital injections and asset transfers, including handing it a piece of oil giant Aramco earlier this year.</p><p>PIF previously said that the fund, founded in 1971, made a return of 3% annually in the years before 2017, when Prince Mohammed revamped it from a holding company for state assets into a more active profile investor.</p><p>In its October bond prospectus, the fund said its return had increased to 12% since being given a new mandate. The fund has created, by its count, more than 500,000 jobs in recent years in Saudi Arabia.</p><p>Write to Rory Jones at rory.jones@wsj.com</p><p>Saudi Arabia's Public Investment Fund Raises $17 Billion Loan from International Banks</p>",
  "published": "2022-11-30T15:55:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 501,
          "end": 520
        },
        {
          "start": 503,
          "end": 523
        }
      ]
    }
  ]
}