{
  "_id": "daac916f12dc9fbf82ee1ae443726a54850898f6b0846b79ee909e7d5794f91e",
  "feed": "wall-street-journal",
  "title": "Stocks Can Always Get Cheaper; The bottom still feels far off as bad earnings reports and defaults begin to surface.",
  "text": "<p>Cheap stocks can always get cheaper. Companies such as Peloton, Carvana and Robinhood are down 80% to 95% from their peaks. Buy the dip, right? Be careful—the biggest mistake is looking backward, not forward.</p><p>Later I worked as an investment banker until I found out you had to be nice to people. I discovered a graphics-software company with a $5 stock and $5 a share in cash. Intriguing. If they could turn around their business, it could be a bargain. I won't ever say cheap! I kept an eye on it and visited a year later. Because of losses and restructuring charges, the company only had $4 a share in cash and, sure enough, the stock traded at $4. After another year, it had $3 a share in cash and the stock was worth $3. I stopped visiting. It eventually went out of business. No future, no upside.</p><p>Market bottoms form when everyone is negative. The International Monetary Fund says the world economy is headed for \"stormy waters.\" Ray Dalio, who founded the hedge fund Bridgewater Associates, thinks we'll see five years of \"negative or poor real returns.\" JP Morgan CEO Jamie Dimon says stocks could fall another 20%. Is that negative enough? It's a start, given that few said these words a year ago.</p><p>My sense is there is more ugly stuff coming. Eighty percent of hedge funds are down and dumping their losers. Short-term interest rates are heading to 5% or higher, which means stocks will trade at a lower price-earnings multiple. Even worse, quarterly earnings misses are starting, and, like cockroaches, you never see only one.</p><p>In the U.K., higher interest rates triggered selloffs of gilts (bonds) by pension funds that had hedged or insured against higher interest rates with liability-driven investing products—think leveraged derivatives. When rates rise, investors get margin calls to put up more collateral, so they sell more bonds, which causes interest rates to rise even higher, triggering more selling. This \"doom loop\" was halted, at least temporarily, after the Bank of England's intervention. A previous doom loop involved portfolio insurance, which automatically sold as stocks went down, intensifying the 1987 stock-market crash. And remember the implosion of Archegos that forced selling? That was only last year. We could see many more.</p><p>Last week we learned that former Peloton CEO John Foley borrowed against his inflated shares and now, with the stock down 95% from its $162 peak, margin calls are coming fast and furious, triggering more selling and probably more margin calls. The bad advice that entrepreneurs should borrow against shares instead of selling happens every cycle. It's stupid. Debt kills. We don't yet know how prevalent this is. Heck, we still don't even know how many Tesla shares Elon Musk needs to sell to buy Twitter at $54.20 a share. Without his bid, Twitter's stock might be worth single digits.</p><p>Currency dislocations in Asia and Russia in 1997 and 1998 crushed markets. It feels similar today. There is more than $13 trillion in foreign dollar-denominated debt that, as the dollar rises, gets more expensive to pay back. And now price controls are being set up to limit the effects of higher energy costs on consumers in the U.K., Germany and elsewhere—another potential doom loop requiring more subsidies if energy costs rise.</p><p>It's hard to buy during this period of dwindling expectations. Is sentiment negative enough? Are crypto blowups behind us? I doubt it. Wait for all the cockroaches to dance in the sunlight. Eventually there will be capitulation, with the meme-stock-buying Reddit crowd dumping shares and curling up in a fetal position under their desks, swearing off stocks forever. They caused the top; they'll create the bottom.</p><p>Dawn always follows our darkest hours. After the meek are washed out, markets go back up, driven by the next wave of productive entrepreneurs. We need visibility on inflation and interest rates rolling over to bring contrarian nibblers back to the market, figuring the earnings-miss cockroaches are finally dead. Once that happens, we might start seeing upside earning surprises. Until then, remember, \"cheap\" stocks can always get cheaper. Focus on fundamentals.</p><p>Write to kessler@wsj.com.</p><p>Stocks Can Always Get Cheaper</p>",
  "published": "2022-10-16T21:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1062,
          "end": 1071
        }
      ],
      "nexusId": "10009914"
    }
  ]
}