{
  "_id": "7d2322332d79d7c30831e84fc7a076b540e3f5484d3c3a5995841a64b9bbcec6",
  "feed": "market-watch",
  "title": "Transport stocks keep falling as analyst says a freight recession is ‘likely inevitable'",
  "text": "<p>BofA Securities analyst Ken Hoexter downgraded nine transport stocks on Friday, including two double downgrades. J.P. Morgan's Brian Ossenbeck actually upgraded one stock, but slashed his stock price targets on more than a dozen others.</p><p>The Dow Jones Transportation Average DJT slipped 0.6% in afternoon trading Friday, a day after it bounced 0.3% to snap a six-day losing streak, the longest such streak in more than two years. The Dow transports have tumbled 13.2% over the past eight sessions, while the Dow Jones Industrial Average DJIA, which jumped 283 points, or 0.8% on Friday, has eased just 1.2% the past eight days.</p><p>Also read: Dow transports selloff may be warning of something more than just a macro speed bump.</p><p>After such a steep drop in the sector, J.P. Morgan's Ossenbeck said many investors have asked about how much downside was left, and what looks attractive after the selloff, but he recommended it's still better to cut bait than to bottom fish.</p><p>“Overall, we didn't find much conviction in bottom-fishing at this point based on our conversations, despite the significant drop over the last two weeks,” Ossenbeck wrote in a research note.</p><p>FactSet, MarketWatchBofA's Hoexter said he downgraded about a third of the stocks he covers given “deteriorating demand outlooks and rapidly falling freight rates.” He wrote in a note to clients that freight market signals have turned “increasingly softer” amid signs that demand is waning, and not because of increased capacity.</p><p>Among those downgraded, shares of package-delivery giant United Parcel Service Inc. UPS slumped 0.9%, and has dropped 14.1% during an eight-day losing streak.</p><p>Hoexter cut his rating to neutral from buy and reduced his price target to $204 from $243, citing a consumer growth outlook that is “coming under increasing pressure.” While UPS is seeing increased pricing potential amid improving industry surcharges, it is also experiencing a “decelerating pace” of volume growth, Hoexter wrote.</p><p>He also downgraded Canadian Pacific Railway Ltd. CPCA:CP, Union Pacific Corp. UNP, Saia Inc. SAIA, TFI International Inc. TFIICA:TFII and ArcBest Corp. ARCB to neutral from buy, and cut his rating on Werner Enterprises Inc. WERN to underperform from neutral.</p><p>For Schneider National Inc. SNDR and Triton International Ltd. TRTN, Hoexter swung to underperform from buy.</p><p>JPMorgan's Ossenbeck said he cut price targets and earnings estimates on multiple transports stocks because “truckload market conditions rapidly deteriorated in the back half of March.”</p><p>While fundamentals are “bad” and recent hawkish comments by the Federal Reserve haven't helped, his concerns are more about “the limited guardrails ahead as the consumer weakens and inventory re-stocking ends.”</p><p>“The risk of a freight recession is rising and likely inevitable for an industry where capacity additions always overshoot demand and rates are still near all-time highs,” Ossenbeck wrote in a research note.</p><p>He cut his price targets on 14 stocks, including UPS's target to $229 from $262. However, he upgraded C.H. Robinson Worldwide Inc. CHRW to overweight from neutral and raised his price target to $117 from $92, and also listed his price target on Union Pacific Corp.'s stock UNP to $276 from $267.</p><p>For C.H. Robinson, Ossenbeck said the company could take market share in a down freight market and expand margins, as it had repriced more than half its contracts just before rates dropped and had already announced a big increase in its workforce for 2022.</p>",
  "published": "2022-04-08T13:41:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 763,
          "end": 774
        },
        {
          "start": 113,
          "end": 124
        },
        {
          "start": 2347,
          "end": 2355
        }
      ]
    }
  ]
}