{
  "_id": "6c9be8d186c144bc552e932bd1e2121ca87cc6cfda4222912e217f08ad0c8a63",
  "feed": "wall-street-journal",
  "title": "Highflying Tiger Global  Humbled by Unraveling Tech Bet  ---  Market downturn has vaporized years of gains at New York firm  ----  By Eliot Brown and Juliet Chung",
  "text": "<p>   Tiger Global Management rode the tech boom like no other investment firm. It was funding more startups than any other U.S. investor when the market peaked last year, and had tens of billions of dollars from pensions, endowments and rich clients riding on some of Silicon Valley's hottest stocks. </p><p>   With tech values plunging, the New York firm is humbled. The market rout has vaporized years of gains in a matter of months, calling into question Tiger's big bets. </p><p>   Fueling Tiger's rise was a double-barreled business: A stock-picking arm put money mostly into public companies, while its venture-capital funds invested in startups throughout the world. Both bet bigger on tech as the market crested, leaving the firm exposed on both fronts. </p><p>   Tiger said in a note to investors last week that its hedge fund, which managed $23 billion at the end of 2021, was down 52% this year. That is one of the largest-ever losses by a hedge fund. Its other large stock fund -- a long-only fund that managed $11 billion at the end of 2021 and doesn't short stocks -- has lost 61.7%. At the end of April, the rout had wiped out roughly two-thirds of the gains Tiger had made in those stock funds since its founding, estimates money manager LCH Investments. </p><p>   Meanwhile, Tiger's venture-capital funds are bracing for a slowdown in the tech-startup sector. As companies pivot from rapid growth to cash preservation, write-downs on Tiger's venture funds -- valued at $64 billion at year-end -- have begun and more are likely. Large venture-capital firms are warning of harsh times to come. </p><p>   Cheap money reshaped Silicon Valley over the past decade, as pension funds, rich investors and celebrities turned to well-connected money managers to put money in startups and fast-growing tech companies. As stocks rose during the pandemic, gains by tech funds attracted more investors into the sector, even as valuations pushed above historic norms. </p><p>   Tiger, led by 46-year-old founder Charles \"Chase\" Coleman, stood out in the frenzy. Its venture-capital business in March raised a $12.7 billion fund, one of the industry's largest ever. Tiger overall invested in 361 deals in 2021, up from 16 deals for all of 2017, more than any other U.S. manager, according to research firm PitchBook Data Inc. It often outflanked longstanding venture firms by moving faster and agreeing to more generous terms with startups -- sometimes offering money to companies hours after meeting, some startup founders say. </p><p>   As prices climbed, Tiger's stock-investing arm traded financial and energy stocks for buzzy technology stocks like DoorDash Inc. and Zoom Video Communications. Tiger's hedge fund rose to $25 billion in size by late 2021, from $9 billion two years earlier. </p><p>   \"The timing just couldn't have been worse,\" said David Bahnsen, investment chief for Bahnsen Group, a wealth-management firm based in Newport Beach, Calif., which gained access to Tiger's hedge fund in November -- right in time for the fund's losing streak. A loss outside a recession \"of that magnitude is completely, totally unacceptable,\" he said. </p><p>   Tiger's hedge fund has recently focused more on shorting stocks, a way to shield against losses, it has told investors. It has said it is buying in areas where it believes prices have fallen too much, such as in some China-based electric-vehicle stocks. </p><p>   And the firm told investors it is concentrating on fewer stocks, cutting its management fee by 0.5 percentage point and allowing investors to withdraw more of their money this year than it historically allowed. </p><p>   Its venture-capital arm, run by Scott Shleifer, 44, has cut back on deal-making, particularly investments in startups that are nearing IPOs. Tiger also has steered startup investments toward younger companies, the company has told startup founders -- a risky bet that will take years longer to bear much fruit. </p><p>   Tiger hasn't commented on the losses publicly but has written regular missives to investors in its stock-picking funds, which also include some startup investments, expressing a mix of contrition and continued confidence in tech. \"Our team remains maximally motivated to earn back recent losses,\" Tiger wrote last week, adding it was \"highly confident in our investment process and the returns we will generate over the long term.\" </p><p>   It told investors in an April letter: \"In hindsight, we should have sold more shares across our portfolio in 2021 than we did.\" As of March, it said, investors in its hedge fund at its 2001 genesis would still have averaged over 16% annual returns. A Tiger spokeswoman said the venture business has returned over $28 billion in profits to investors since inception -- including more than $6 billion in the last 18 months. Its early investors have averaged over 20% annual returns, a person familiar with the numbers said. </p><p>   Tiger Global's genesis was in another tech boom. Famed hedge-fund manager Julian Robertson saw mounting losses before the dot-com bust in 2000 at his Tiger Management even as he predicted the collapse in internet and technology stocks to come. He closed the firm in 2000 and seeded a handful of proteges with funding, including Mr. Coleman. </p><p>   Mr. Coleman, then 25, initially named his firm Tiger Technology, focusing on the tech sector. He racked up wins -- including by shorting tech stocks -- and recruited Mr. Shleifer, who worked as an analyst at Blackstone Group. </p><p>   They extended their bets from public companies to private startups, creating a venture-capital arm that hunted for copycats of big U.S. firms in markets such as China and India. Its first venture fund turned $71 million into $823 million, according to Tiger documents reviewed by The Wall Street Journal. Profits from early investments in Facebook -- now Meta Platforms Inc. -- and JD.com Inc., now a Chinese e-commerce giant, followed, while the hedge fund kept up years of success. </p><p>   The duo became multibillionaires. Mr. Coleman has told investors he has nearly all his net worth invested in Tiger. </p><p>   As the tech boom raged through the late 2010s, they added bets on companies like used-car website Carvana Co., while the venture fund invested early in Peloton Interactive Inc. and shoe maker Allbirds Inc. </p><p>   As tech stocks surged with the pandemic, the duo bet bigger on the sector. Wall Street promoted firms in business software and home delivery, viewing Covid as a catalyst for rapid adoption of their products and apps. Tiger agreed: In a summer 2021 slide presentation to investors, it said it had a \"relentless focus\" on \"the Internet, the defining economic theme of this generation.\" </p><p>   Tiger's stock-focused funds invested billions of dollars in software companies with already lofty valuations, such as Zoom. As the pandemic continued, Tiger traded out of successful non-tech bets -- it sold its holdings of private-equity firm Apollo Global Management that peaked at about $2 billion -- and put more into hot names like fast-growing cloud software company Snowflake Inc. When Tiger had built a stake of more than $2 billion in Snowflake in late 2021, the startup's market capitalization was around 100 times its annual revenue. Historically, software firms have been valued closer to five times revenue. Snowflake and DoorDash shares are down more than 60% since November. Carvana's stock is down more than 90% from its high. </p><p>   It was Tiger's venture business that truly took off. Armed with booming valuations from earlier fund bets on videogame platform Roblox Corp. and nicotine-vaping company Juul Labs Inc., Mr. Shleifer went on a fundraising spree, finding a wellspring of eager investors. Tiger set out to raise $3.75 billion for a fund in 2020 and ended up with $6.7 billion, it said in securities filings. </p><p>   In 2021, as some veteran venture capitalists warned that valuations in the sector were unsustainable, Tiger sought $10 billion for a fund, extolling the virtues of fast-growing software companies to potential investors. It finalized the fund in March 2022 with $12.7 billion in commitments. The firm neared $100 billion in assets under management, an internal goal of some Tiger executives, people familiar with the firm said. </p><p>   Mr. Shleifer likes to remind investors he has about $1 billion invested personally in the $12.7 billion fund, a large contribution for venture capital. Others investing included giant retirement funds -- California's Calstrs and Calpers funds committed a combined $400 million for the latest fund -- and an array of wealthy individuals via banks including JPMorgan Chase &amp; Co. and Morgan Stanley. </p><p>   Tiger took a different approach to funding from that of many Silicon Valley venture firms, which like to be actively involved with founders, acting as coaches for CEOs. Those firms often take board seats, push for additional investment terms that protect them in downturns and like to take their time to research companies before investing. </p><p>   Some startup founders said Tiger instead tells them its goal is to stay out of the way. If a company wants connections, Tiger can make them. If founders want research, Tiger will commission consultants for them. But Tiger's main offering is money, the founders said: It comes quickly and typically without new strings attached. </p><p>   Other venture investors call it an index-fund-like approach to venture capital -- making it vulnerable to a sector-wide chill. While traditional firms concentrate their bets hoping for one or two winners to drive their returns, Tiger spreads bets broadly, sometimes backing competitors. Its recent approach has targeted top young companies in business software, payments and other sectors that are increasing revenue so fast that they can become giant even if valuations throughout the sector fall, Tiger has told investors. </p><p>   Tiger outsources much of its background research to consultant Bain &amp; Co., where analysts interview customers and create dossiers on prospective companies. Tiger tells startups that it is one of Bain's largest clients, according to some founders. Bain didn't respond to requests for comment. </p><p></p>",
  "published": "2022-06-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 8471,
          "end": 8491
        }
      ]
    }
  ]
}