{
  "_id": "4b9e6707117fee9e5f91f3a32d6fdfc491ebb2c26bf453df72912206dfab64cd",
  "feed": "market-watch",
  "title": "Higher interest rates could help this stock that has fallen nearly 70% this year, analyst says; J.P. Morgan's Worthington hikes Coinbase estimates as he sees revenue opportunity of more than $1 billion thanks to ' some unique investments' and 'idiosyncrasies with crypto accounts'",
  "text": "<p>J.P. Morgan analyst Kenneth Worthington said he sees interest income as a $1.2 billion revenue opportunity for Coinbase, after the company announced on Tuesday it was reducing its reliance on stablecoins like USD Coin USDCUSDby doubling the debt ceiling of its staked ether ETHUSDvault.</p><p>\"We estimate Coinbase has a substantial revenue opportunity that originates from higher interest rates, based on a 1-month Treasury yield getting to ~3.75% by YE2022,\" Worthington wrote in a Wednesday note, while maintaining a neutral rating and raising his price target to $78 from $64.</p><p>\"The Coinbase revenue opportunity is more substantial than we see at other financial institutions reflecting some unique investments (USDC) and idiosyncrasies with crypto accounts,\" Worthington said. \"The biggest opportunity is from Coinbase's investment in USDC, but we also expect Coinbase to generate substantial income from customer fiat. We expect Coinbase could keep nearly all interest income, unlike financial peers that pass on some interest income to clients.\"</p><p>Read in Barron's: Traders are betting against Ether at unprecedented levels as crypto market reels</p><p>Worthington said he expects $700 million from Coinbase's joint venture with Circle, the Centre Consortium, which oversees USDC, as well as up to $500 million in interest income revenue from fiat and its own corporate cash in 2023, in addition to $400 million in revenue in 2022.</p><p>As a result, Worthington raised his 2022 revenue forecast for Coinbase to $3.99 billion from $3.84 billion, and to $5.53 billion from $5.03 billion for 2023. On average, analysts surveyed by FactSet expect 2022 revenue of $3.39 billion, and 2023 revenue of $4.28 billion.</p><p>Coinbase stock has plunged 69.3% so far this year as crypto trading volumes have dropped off, while the S&amp;P 500 index SPXhas declined 17.5%. A few weeks back, Coinbase Chief Executive Brian Armstrong said he expects the crypto \"winter\" to last another 12 to 18 months, or perhaps even longer, after laying off 18% of staff back in June.</p><p>Read: 5 things you should know about Ethereum Merge</p><p>Bitcoin BTCUSDwas up as much as 2% Tuesday, and Ethereum rose as much as 3%, giving both cryptocurrencies a loss of about 55% year to date, compared with a more than 17% decline on the S&amp;P 500 index and versus a 14% surge in the U.S. Dollar index DXY.</p><p>Of the 27 analysts who cover Coinbase, 13 have buy-grade ratings, 11 have hold ratings, and three have sell ratings, along with an average target price of $100.68.</p><p>Higher interest rates could help this stock that has fallen nearly 70% this year, analyst says</p>",
  "published": "2022-09-14T19:38:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 11
        },
        {
          "start": 96,
          "end": 107
        }
      ],
      "nexusId": "10009914"
    }
  ]
}