{
  "_id": "9c257d50c5d060c06a4557cd1acccf21571f1ac3227c862638e4afd303586c50",
  "feed": "ftcomall",
  "title": "Jamie Dimon warns capital rules pose ‘significant economic risk'",
  "text": "<p>Jamie Dimon, chief executive of JPMorgan, has warned US lawmakers that capital requirements for large banks pose “a significant economic risk” that is curtailing their capacity to lend to homebuyers and other customers. </p> <p><a href=\"https://www.ft.com/topics/people/Jamie_Dimon\">Dimon</a> said “the continued upward trajectory” of capital requirements is making it harder for banks to meet customer needs just as “storm clouds” are gathering on the horizon for the US economy. </p> <p>“This is bad for America, as it handicaps regulated banks at precisely the wrong time, causing them to be capital constrained and reduce growth in areas like lending, as the country enters difficult economic conditions,” Dimon said in written remarks to the House committee on financial services. </p> <p>Dimon lamented that JPMorgan, the largest US bank with $3.8tn in assets, must set aside more than $200bn in additional <a href=\"https://www.ft.com/content/a0cc4418-a16f-4e1a-9f84-b0dc6f4adbf0\">capital</a> because of the impact of new rules. </p> <p>Dimon's remarks reflect the tension US regulators have faced since the aftermath of the 2008 financial crisis, when steps were taken to address weaknesses in the <a href=\"https://www.ft.com/stream/456d01ad-ea50-4aa7-8d7f-b9737216d453\">banking</a> system. Critics such as Dimon have complained that capital requirements rules are now too strict.</p> <p>Tougher capital rules have pushed more lending out of the regulated banking sector, with more financing being done by so-called non-bank lenders. In the mortgage market, for example, these non-bank lenders now make the majority of the loans, according to industry publication Inside Mortgage Finance. </p> <p>Proponents have argued that this has pushed riskier lending away from deposit-gathering financial institutions, which are systemically important to the economy, such as JPMorgan. However, borrowers from non-bank lenders typically have to pay higher interest rates because banks are able to use their deposits as a cheaper source of funding. </p> <p>An annual stress test conducted by the Federal Reserve showed the largest US banks could weather a severe economic downturn and their capital levels would comfortably remain above regulatory minimums.&#xa0;</p> <p>However, JPMorgan, as well as Bank of America and Citigroup, are still facing higher capital requirements due to their designation as global systemically important banks. Dimon criticised the capital rules as “not reflective of actual risk”. </p> <p>Dimon is set to address the House committee on Wednesday and the Senate committee on banking, housing and urban affairs on Thursday. He will be joined by other bank chief executives, including Bank of America's Brian Moynihan, Citigroup's Jane Fraser and Wells Fargo's Charlie Scharf. Dimon has been chief executive of JPMorgan since 2005 and is the last of the big bank bosses who led their firm during the 2008 financial crisis. </p> <p>On the broader economy, Dimon said JPMorgan continued to see strong consumer spending and low loss rates from lending while businesses remained strong, but cautioned that “many Americans are being crushed by high inflation eroding real incomes”.&#xa0;&#xa0;</p><p>Source: Joshua Franklin in New York 2022 'Jamie Dimon warns capital rules pose ‘significant economic risk'' FT.com 20 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-20T16:03:45.978Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 32,
          "end": 40
        },
        {
          "start": 728,
          "end": 736
        },
        {
          "start": 731,
          "end": 739
        },
        {
          "start": 1604,
          "end": 1612
        },
        {
          "start": 1612,
          "end": 1620
        },
        {
          "start": 1983,
          "end": 1991
        },
        {
          "start": 1994,
          "end": 2002
        },
        {
          "start": 2531,
          "end": 2539
        },
        {
          "start": 2546,
          "end": 2554
        },
        {
          "start": 2677,
          "end": 2685
        },
        {
          "start": 2693,
          "end": 2701
        }
      ]
    }
  ]
}