{
  "_id": "735536a19292a8eaf373a9fa40b5ff7e0ae067ebe6a71e9be794f11f62fababc",
  "feed": "ftcomall",
  "title": "Japanese state fund considers Toshiba takeover as bid deadline nears",
  "text": "<p>A $30bn fund backed by the Japanese government is weighing a takeover of Toshiba, entering a bidding battle that has drawn interest from the world's largest private equity funds. </p> <p>The interest from Japan Investment Corporation would be the first by a state-backed fund and comes as the conglomerate nears a deadline of May 30 for the first round of bidding.</p> <p>Two people with knowledge of the discussions said JIC was unlikely to launch a takeover of Toshiba on its own and was expected to partner with one of the foreign private equity funds. </p> <p>US groups <a href=\"https://www.ft.com/content/6a48f469-ea7d-46b5-aa2e-2d75e4d930c3\">Bain Capital</a>, KKR and Blackstone are among the other potential acquirers.</p> <p>The take-private deal for Toshiba is set to be Japan's biggest-ever private equity buyout and has drawn <a href=\"https://www.ft.com/content/dc0555a4-96a8-4f6f-b451-5c3820b81a9c\">intense interest</a> but people involved in the discussions warn of a drawn-out process. </p> <p>The bidders will also need to form a consortium that is acceptable to Japanese authorities since Toshiba's businesses stretch across sensitive sectors, including nuclear power, defence and semiconductors. </p> <p>Few details have been revealed about how the bidders will structure and finance the deal. Government officials say the prospective acquirers will also need to outline a viable plan to turn round a company that has spent much of the past few years battling with activist investors as it faced a financial crisis. </p> <p>JIC declined to comment on the potential bid, which was first reported by Bloomberg. Toshiba said it had received a confidentiality pledge from several potential partners but declined to disclose the names. </p> <p>Toshiba shares on Wednesday rose as much as 3.3 per cent following the report, giving the company a market valuation of $19.5bn. </p> <p>The group is expected to update its shareholders with the number of non-binding proposals it has received within the next few days and explain the structure of the proposed deals ahead of the annual shareholders' meeting in June.</p> <p>JIC was founded in 2018 with the aim of promoting private-sector investment and bolstering the industrial competitiveness of Japanese corporations. It provides funds to companies that the private sector is reluctant to invest in without public participation.</p> <p>Some 96 per cent of JIC is owned by the government but it is also backed by big corporations such as Toyota and Sony. In the fiscal year to the end of March 2021, JIC made commitments to invest a total of ¥334.3bn ($2.6bn) in six funds.</p> <p>Toshiba has suffered from several scandals and management missteps since 2015, when it was probed over fraudulent accounting. The tussle over the future of the 146-year-old conglomerate has pitted its traditional Japanese management against some of the largest global activist funds. It is being closely watched as a test of the country's corporate governance standards. </p> <p>Bankers advising Toshiba in the process are Nomura, JPMorgan and Mizuho. </p> <a href=\"http://www.ft.com/cms/0c0cec42-5264-4812-b5cc-0bc386030fce.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Kana Inagaki, Eri Sugiura and Antoni Slodkowski in Tokyo 2022 'Japanese state fund considers Toshiba takeover as bid deadline nears' FT.com 25 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-25T10:24:05.394Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2816,
          "end": 2824
        }
      ]
    }
  ]
}