{
  "_id": "5e80a38be74953bb6852d3beadaec65dfe6f600c5fc6406eb355f6ebf1a73f0d",
  "feed": "market-watch",
  "title": "Want to keep beating the S&P 500 and at much lower risk? Bet on Buffett, and perhaps this younger clone, says fund manager. Critical information for trading day",
  "text": "<p>At the end of the day, all that is just a distraction for investors who really need to focus on a portfolio's stock picks, as Daniel Gladis, founder of the Malta-based Vltava fund, reminds clients in his recently-published third-quarter letter.</p><p>And in our call of the day, Gladis says investors need to get Berkshire Hathaway BRK.A BRK.B in their portfolio if they haven't already. Warren Buffett's conglomerate has been Vltava's oldest position — 11 years — and mostly largest throughout that time.</p><p>\"If I had to invest all my money in a single stock and could not touch it at all for 5–10 years, then I would choose BRK without any hesitation,\" he writes, noting the conglomerate's investments are above average as far as quality, efficiency in capital allocation and balance sheets, as well as offering low-business risk.</p><p>Gladis says Berkshire's earnings power is somewhere atop $50 billion per year, giving the entire company a market capitalization of $590 billion, and leaving it to trade at less than 12 times annual earnings.</p><p>\"It is very realistic to expect BRK's stock price to grow at an average rate of about 10% per year over the long term. This is considerably greater than what with equal realism can be expected from the stock markets generally,\" he says.</p><p>\"Thus, we look for Berkshire's stock to continue in beating the S&amp;P 500 index SPX, and to do so at much lower risk than that of the index as a whole,\" he says. Berkshire shares are down just over 7% year to date, versus a 22% drop for the S&amp;P.</p><p>Gladis also highlights Markel MKL, a holding company for insurance, reinsurance and investments that is one of the few out there following in Berkshire's footsteps.</p><p>\"Markel can be said to be some 30 years behind Berkshire Hathaway in its development. Therefore, it still has a lot of room for growth in the coming decades and it has one undeniable advantage over BRK. That is, its smaller size,\" says Gladis.</p><p>Berkshire's massive market capitalization and total assets of $900 billion will likely slow future growth, whereas with just $15 billion on the former, Markel has lots of room to grow, says the manager.</p><p>What else does the Malta-based fund like? BMW XE:BMW, \"the best managed car company,\" in a sector struggling with semiconductor shortages. A scarcity of its autos on the market \"is more than compensated by the high margins that are currently enabling BMW to make new-record profits,\" says Gladis, adding that with the auto maker's shares trading at 4 times forward earnings, investors can expect buybacks.</p><p>CVS Health CVS is another pick, which they brought into the fund during prepandemic lows. A stable and profitable company, strong free cash flow, revenues of $300 billion and a focus on reducing debt over the past few years are all winning points. Trading at about 11 times forward earnings, valuation is also appealing, says the manager.</p><p>They also like \"the strongest and best-managed bank in the world\" — JPMorgan Chase JPM, which reported forecast-beating results last week. \"JPM has been very profitable even during years when interest rates were close to zero. The current – and perhaps not temporary – return to somewhat more normal, higher interest rates should have a significantly positive impact on the bank's interest income and overall profitability,\" said Gladis.</p><p>Finally, the fund also owns Lockheed Martin LMT, which has been in the spotlight this year as Russia's invasion of Ukraine reminded the world of the need for defense companies. It's one of a few large firms that play a dominant role in that sector, and its key customer is the U.S. Plus, part of its production is classified as secret, meaning a further edge.</p><p>The markets</p><p>Stocks DJIA   COMP   SPX are off to a strong start, with bonds BX:TMUBMUSD10Y BX:TMUBMUSD02Y calm and the dollar DXY softer. Oil prices CL.1 BRN00 are also firmer, while bitcoin BTCUSD is trading just under $19,000.</p><p>Read: 11 stocks to lead your portfolio's rebound after an earnings recession and market bottom</p><p>The buzz</p><p>Johnson &amp; Johnson JNJ stock is set for a 2-month high after profit and sales beats, even as it narrowed guidance. Goldman Sachs' GS stock is climbing after the bank reported a 44% profit drop, but beat forecasts and confirmed its revamp plan. Lockheed Martin LMT reported mixed results and an additional $14 billion share buyback plan. United UAL, followed by Netflix NFLX after the close.</p><p>Salesforce CRM stock is jumping after CNBC reports hedge fund manager Starboard Value has taken a stake.</p><p>Intel INTC-owned Mobileye Global MBLY has priced its IPO, and sees shares trading at $18-$20, valuing it at up to $15.9 billion.</p><p>Microsoft MSFT reportedly plans to cut nearly 1,000 jobs.</p><p>Industrial production and capacity utilization are due at 9:15 a.m., followed by the National Association of Home Builder's sentiment index. Atlanta Fed Pres. Raphael Bostic will speak at 2 p.m. Eastern and Minneapolis Fed. Pres. Neel Kashkari at 5:30 p.m.</p><p>Best of the web</p><p>How Switzerland's oldest bank turned into a meme stock.</p><p>Cisco gear is being shipped into Russia from China, leaked customs database shows</p><p>The chart</p><p>Fresh off the presses, Bank of America's monthly fund manager report found that cash levels for fund managers were the highest in 21 years. It also added another voice to those worried about market liquidity. Here's that chart:</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern: </p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  APE     AMC Entertainment preferred shares  NIO     NIO  AAPL    Apple  BBBY    Bed Bath &amp; Beyond  AMZN    Amazon  NVDA    Nvidia  MULN    Mullen Automotive</p><p>Random reads</p><p>An unfortunate mishap at Japan's oldest toilet.</p><p>Nothing's tougher than a Lapland bumblebee queen.</p><p>The race is on. Between U.K. Prime Minister Lizz Truss and a head of lettuce</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>Want to keep beating the S&amp;P 500 and at much lower risk? Bet on Buffett, and perhaps this younger clone, says fund manager.</p>",
  "published": "2022-10-18T14:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3011,
          "end": 3014
        }
      ]
    }
  ]
}