{
  "_id": "014afe633767d50c6873c30803ad9f627da538f08cb60cf3753ce65270b7030b",
  "feed": "wall-street-journal",
  "title": "U.S. Banks' Pandemic Hot Streak Is Coming to an End; Analysts expect banks in S&P 500 to report first-quarter profit of about $28 billion, down 36% from a year ago",
  "text": "<p>What goes up must come down. That is likely to be the story of banks' first-quarter earnings.</p><p>A sense of normalcy has returned to Wall Street. Offices have once again filled up after two years of working from home. Bonanza profits driven by a white-hot market for deals are returning to earth.</p><p>Not everything is business as usual, however. The highest inflation in decades, coupled with Russia's invasion of Ukraine, have resulted in volatile markets and cast uncertainty over how quickly the Federal Reserve will raise interest rates. Sanctions also have raised the possibility that some banks will have to write down their Russian business and take charges to their earnings.</p><p>After outperforming the market over much of the past two years, the KBW Nasdaq Bank Index is down about 9% so far this year. Banks' underperformance in the stock market coincides with falling first-quarter profit expectations. Analysts now expect banks in the S&amp;P 500 to report earnings of about $28 billion, down 36% from a year ago, according to FactSet.</p><p>JPMorgan Chase &amp; Co. is slated to report first-quarter results on Wednesday. Wells Fargo &amp; Co., Morgan Stanley, Citigroup Inc. and Goldman Sachs Group Inc. will follow on Thursday. Bank of America Corp. is scheduled to report earnings on April 18.</p><p>Investment Banking</p><p>Investment-banking revenue topped $22 billion in the first quarter, according to Dealogic. That is down 31% from the first quarter of 2021, but still above prepandemic levels. The pace of mergers and acquisitions was brisk, but the volume of initial public offerings fell sharply. Uncertain economic conditions and market volatility gave companies pause about going public.</p><p>Investors will be looking for clues from bank executives on how quickly that particular business can rebound. They will be also watching employee compensation carefully, since higher expenses sparked a selloff after fourth-quarter results came out in January.</p><p>Trading</p><p>It was a quarter of extremes for key asset classes. The bond market notched its worst performance in several decades. Commodities had their best quarter in 32 years. Major stock indexes had their worst quarter in two years.</p><p>Trading volumes, as a result, were elevated. Wall Street expected trading to return to normal after a pandemic-induced frenzy for much of the past two years. \"There was pretty much nothing normal about market-related activity in the first quarter,\" wrote analysts at Credit Suisse.</p><p>For Goldman Sachs, analysts on average have forecast $5.87 billion in first-quarter trading revenue, according to FactSet. That would be a decline of 23% from a year earlier, but well above prepandemic levels. Analysts project $4.46 billion in trading revenue for Morgan Stanley, up slightly from a year earlier.</p><p>Interest Rates</p><p>The Federal Reserve lifted interest rates last month for the first time since 2018. Wall Street is bracing for more. The Fed is now expected to raise rates a half percentage point at its meeting next month, with several more increases to come this year.</p><p>Higher rates would boost banks by making lending more profitable. But it remains to be seen whether rate increases meant to curb inflation—which is at its highest level in 40 years—will cause the economy to slow more dramatically than officials hope. Banks generally rise and fall with the economy.</p><p>Economists surveyed by The Wall Street Journal on average put the probability of a recession sometime in the next 12 months at 28%, up from 18% in January and just 13% a year ago.</p><p>Russia</p><p>This round of earnings is the first since Russia invaded Ukraine in February, which means executives are likely to get questions about how the war and resulting sanctions could affect their operations.</p><p>Citigroup, which operates a Russian retail bank, has $10 billion in total exposure—by far the most among its peers.</p><p>Russia is a fairly small market for most other banks. Earlier this month, JPMorgan Chief Executive Jamie Dimon said his bank could lose up to $1 billion over time. Goldman Sachs last month said it would wind down its business in Russia.</p><p>While banks' direct exposure appears limited, investors will want reassurance that indirect exposure is manageable, as well.</p><p>Write to Charley Grant at charles.grant@wsj.com</p><p>SHARE YOUR THOUGHTS</p><p>What do the earnings reports reveal to you about the state of the economy? Join the conversation below.</p><p>U.S. Banks' Pandemic Hot Streak Is Coming to an End</p>",
  "published": "2022-04-12T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1035,
          "end": 1055
        },
        {
          "start": 3910,
          "end": 3918
        }
      ]
    }
  ]
}