{
  "_id": "9df830bbb76b388321a9dadd851d799e22446b1f527e56b55d8d004042bbb799",
  "feed": "ftcomall",
  "title": "JPMorgan fights nuns and activists over climate disclosure proposals",
  "text": "<p>JPMorgan Chase is fighting four shareholder petitions related to climate change at the Securities and Exchange Commission, in spite of a new policy by the US agency to take a tougher stance against attempts to block investor votes.</p> <p>The <a href=\"http://ft.com/content/c1e31c6f-6319-4bfc-bde3-3ace80b46a2b\">largest lender</a> to fossil fuel businesses, JPMorgan has faced mounting pressure from investors over climate change risk in recent years.</p> <p>Tulipshare, a London-based investing platform, is the latest to criticise the US bank for asking the SEC to reject the fintech start-up's proposal that the bank halt investing, underwriting and lending for fossil fuel businesses. </p> <p>JPMorgan was trying “to silence investors on the issue of climate change”, Tulipshare said.</p> <p>Two other shareholder petitions are asking JPMorgan for new climate disclosures: one requesting climate-related lobbying information, from the Boston Trust, and the other seeking details of its carbon reduction targets, by the environmental group, the Sierra Club Foundation. </p> <p>A third proposal, filed by the <a href=\"https://www.ft.com/content/9f84e865-31ad-4a13-9398-8781e2cb0581\">Sisters of&#xa0;Mercy&#xa0;of the Americas</a>, asks JPMorgan to adopt a policy this year to help ensure its financing does not contribute to new fossil fuel supplies inconsistent with the scenario for net zero greenhouse gas emissions set out by the International Energy Agency. </p> <p>The bank has objected to the petitions on the grounds the proposals related to “ordinary business” operations. </p> <p>SEC rules allow companies to block certain shareholder proposals, such as those it determines might micromanage business decisions. Companies routinely ask the agency for permission to block proposals.</p> <p>But last year the SEC <a href=\"https://www.ft.com/content/5ee829cb-f69e-425f-b73b-4ecc463bee72\">said</a> that stopping climate-related shareholder proposals would be harder in 2022. The shift by the regulator gave impetus to those agitating for companies to address climate change risk concerns.</p> <p>A record 12 proposals on environmental issues filed at US companies gained a majority of shareholder support in votes held in 2021, according to law firm Sullivan &amp; Cromwell. </p> <p>ExxonMobil succumbed to investor pressure and added three new board members after activist hedge fund <a href=\"https://www.ft.com/content/ebfdf67d-cbce-40a5-bb29-d361377dea7a\">Engine No 1</a> questioned the oil major's climate risks.</p> <p>ExxonMobil's former chief executive, Lee Raymond, was also a longtime board member of JPMorgan until he retired in late 2020 after sustained shareholder pressure. At the bank annual meeting that year, just under 50 per cent of investors voted to&#xa0;<a href=\"https://www.sec.gov/Archives/edgar/data/19617/000121465920003354/g414201px14a6g.htm\">require</a> JPMorgan to produce a climate plan consistent with the Paris agreement to limit global warming.</p> <p>SEC rulings on the JPMorgan shareholder proposals are expected in the weeks ahead. The New York-based bank has not yet announced a date for its 2022 annual meeting.</p><p>Source: Patrick Temple-West in New York 2022 'JPMorgan fights nuns and activists over climate disclosure proposals' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-26T21:12:13.744Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 737,
          "end": 745
        },
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 2215,
          "end": 2223
        },
        {
          "start": 2383,
          "end": 2391
        },
        {
          "start": 278,
          "end": 286
        },
        {
          "start": 602,
          "end": 610
        },
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 1040,
          "end": 1048
        }
      ]
    }
  ]
}