{
  "_id": "f89e2610928bb5efdf56d3c1e2a55291dea4a529dff3945b0f2f01591270c321",
  "feed": "market-watch",
  "title": "Kellogg overcame a labor strike, a plant fire and more to beat earnings expectations, but still got downgraded",
  "text": "<p>Still, the cereal and snack company was downgraded to underweight from neutral at JPMorgan. Analysts cut their price target for Kellogg K to $57 from $64.</p><p>“There's still a lot to like with Kellogg, including the strength in North America snacks&#xa0;(which is now almost 2x the size of North America cereal) and the strong emerging market exposure relative to most US-based peers,” JPMorgan wrote.</p><p>“We also don't have any particular issues with how management is running the business or with the portfolio versus many other large-cap food companies.&#xa0;The downgrade is based solely on our belief that the stock remains above where fundamentals should dictate.”</p><p>See: Shoppers are willing to pay more for Cheerios and Frosted Flakes despite inflation concerns</p><p>The fire took place in July at a cereal plant in Memphis, which put a strain on the company's network. The labor strike, which started in early October, came to an end in December.</p><p>Kellogg is guiding for 2022 &#xa0;organic net sales growth of 3%. The FactSet consensus is for sales of $14.38 billion, implying 1.4% growth.</p><p>“And&#xa0;not&#xa0;only&#xa0;did&#xa0;this&#xa0;strike&#xa0;affect&#xa0;our&#xa0;employees'&#xa0;lives,&#xa0;it&#xa0;also&#xa0;had near-term financial impact on the company,” said Steven Cahillane, chief executive of Kellogg, on the earnings call, according to a FactSet transcript.</p><p>“It negatively impacted sales and profit in the fourth quarter of 2021, and it will have carryover costs impacts in quarter one 2022. It will also have sales impacts through the second quarter as we continue to rebuild inventories.”</p><p>Still, the company is in “good condition” heading into 2022, Cahillane said.</p><p>“The shares trade 10% below its packaged food peers, which we believe is appropriate, although we foresee limited upside from this level, particularly due to rising input cost inflation and the difficult comparisons against elevated at-home food consumption in the prior year,” wrote Stifel analysts in a note.</p><p>Kellogg shares were trading at $63.76 on Friday afternoon.</p><p>The stock has gained nearly 12% over the past year while the S&amp;P 500 index SPX is up 13%.</p><p>“We believe the company can rebuild to a pre-pandemic level gross margin, in the33% to 34% range, over the next two years, but it is worth highlighting that this level is still well below Kellogg's historical margin profile,” Stifel added.</p><p>Stifel rates Kellogg shares hold with a $65 price target.</p>",
  "published": "2022-02-11T15:22:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 377,
          "end": 385
        },
        {
          "start": 82,
          "end": 90
        }
      ],
      "nexusId": "10009914"
    }
  ]
}