{
  "_id": "ffa230424242214fcdd0793196fd2b0794111a92a9996b7df5baa4245d677bd4",
  "feed": "market-watch",
  "title": "Peloton stock keeps falling as J.P. Morgan analyst slashes price target, but remains bullish",
  "text": "<p>The stock PTON dropped 4.7% earlier in afternoon trading, putting it on track for a fourth-straight loss. It had bounced into positive territory earlier in the session, with an intraday gain of a much 2.3%, before reversing lower.</p><p>The stock has now lost more than 60% over the past three months, and has plunged more than 80% since closing at its post-pandemic peak of $167.42 on Jan. 13, 2021.</p><p>J.P. Morgan's Anmuth cut his price target by nearly 30%, to $50 from $70, saying traffic declines in December and higher-than-normal promotional activity suggests “soft near-term demand and uncertainty” into the second half of fiscal 2022.</p><p>Don't miss: Peloton's ‘stunning' and ‘rapid deterioration' of demand outlook prompts analysts to slash stock targets.</p><p>He widened his adjusted per-share loss estimate for fiscal 2022, which ends in June, to $1.95 from $1.88, and cut his 2023 earnings estimate to 23 cents a share from 69 cents.</p><p>Meanwhile, Anmuth reiterated the overweight rating he's had on the stock since October 2019, which was just after Peloton went public, as his new price target still implies about 55% upside from current levels.</p><p>He said that Peloton faces “multiple near-term headwinds” as it tries to distance itself from “pandemic pull-forward” of subscribers, re-establish traffic, reduce its cost structure and shift to more variable components.</p><p>However, valuations remain attractive as the stock has “fully reversed the share price benefits of pandemic-driven demand” even as subscribers have been pulled forward by more than a year, and fiscal 2022 subscribers are likely to be more than 50% higher than expected two years ago.</p><p>FactSet“We continue to believe considerable headroom remains in the [long-term] connected fitness opportunity across Bike &amp; Tread, and [Peloton] should drive additional growth through commercial and international expansion,” Anmuth wrote in a note to clients.</p><p>Also read: Peloton stock is a buy, but with an ‘asterisk,' analyst says.</p><p>From a Feb. 4, 2020 closing high of $33.47, Peloton's stock had tumbled 41.7% to a record low of $19.51 on March 12, 2020, which was the day after the World Health Organization declared the COVID-19 outbreak a “pandemic.”</p><p>The stock had recovered to pre-pandemic levels in April, then started the “pandemic-driven” rocket ride in early May.</p><p>The stock rocketed 434.2% in 2020, compared with the S&amp;P 500 index's SPX16.3% rally, before falling 76.4% in 2021.</p><p>J.P. Morgan's Anmuth is one of the 15 analysts, of the 31 surveyed by FactSet, who are bullish on Peloton. But of those bulls, his price target is the lowest. Of the non-bulls, 14 have the equivalent of hold ratings and two have the equivalent of sell ratings.</p>",
  "published": "2022-01-05T15:16:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 31,
          "end": 42
        },
        {
          "start": 395,
          "end": 406
        },
        {
          "start": 2433,
          "end": 2444
        }
      ],
      "nexusId": "10009914"
    }
  ]
}