{
  "_id": "d55e93ec87fe3d4a5942eb35bf131bc7fd7f78d5561b6413e3a8926904dcd1d1",
  "feed": "wall-street-journal",
  "title": "Carlyle Group Lets Investors in 2018 Fund Cash Out to Boost Newest Buyout Pool; Investors in Carlyle's $18.5 billion seventh main fund can sell stakes to secondary investors including Partners Group to prompt investments in the firm's eighth buyout megafund",
  "text": "<p>Some investors in the firm's seventh buyout pool say they need to get more cash back from their existing Carlyle fund investments before they commit to its eighth main fund, which the firm is marketing with a $22 billion target, said two of the people. Carlyle executives have said they expect to wrap up the fundraising next year.</p><p>The buyers of CP VII stakes sold by investors will also make primary commitments to the eighth fund, with Partners Group Holding AG's secondaries business acting as a lead buyer, according to two of the people. The potential buyers of the secondhand stakes have offered a price representing a 15% to 20% discount to the fund's recent holding value. Fund investors are weighing whether to sell, according to the people familiar with the matter.</p><p>The sales will test whether investors' need for liquidity overrides their distaste for selling assets at a discount, said two secondary-market buyers. If enough fund investors participate, that could encourage other managers to try something similar.</p><p>Carlyle raised $51 billion across its varied funds in 2021, up 87% from the previous year, with highlights including the $8 billion final close of its ninth U.S.-focused real-estate fund, according to its annual report. Private-equity firms worldwide raised $915.44 billion last year, an annual record, according to data provider Preqin Ltd.</p><p>This year has proved far more challenging for private equity. The steep decline of public stocks has caused alternative assets to become an oversized part of many institutional investors' holdings, a phenomenon known as the denominator effect, and that reduces the amount of money available for new fund commitments.</p><p>\"The global private-equity market remains in an adjustment period after the last 12 months, and activity will likely remain weaker across deal flow, performance and fundraising,\" said Cameron Joyce, senior vice president and deputy head of research insights at Preqin in its 2023 outlook report. Funds will look to new sources of capital, such as high-net-worth investors, to try to make up the shortfall left by over-allocated institutions, Mr. Joyce said.</p><p>Still, funds have collected $727 billion this year up to Dec. 14, according to Preqin.</p><p>Carlyle is trying to raise commitments for Carlyle Partners VIII at the same time as several other buyout firms are marketing large funds, making the fight for scarce capital even more intense. Among these are TPG Inc., which aims to raise $18.5 billion for its ninth main fund, and technology specialist Vista Equity Partners, which is targeting $20 billionfor its eighth flagship vehicle.</p><p>Private-equity managers such as Apollo Global Management Inc., EQT AB and TPG have warned investors that funds are likely to take longer to raise or close below their targets, WSJ Pro Private Equity reported in August.</p><p>Carlyle had raised $18.5 billion for CP VII by the time it wrapped up the effort in July 2018. The firm used the vehicle to back the acquisition of Akzo Nobel NV's specialty chemicals business, which it acquired alongside Singapore sovereign-wealth fund GIC for €10.1 billion, then the equivalent of $12.6 billion.</p><p>CP VII held about $21.35 billion of gross asset value as of Aug. 30, according to a regulatory filing. Carlyle projects that $1 billion to $1.5 billion of net asset value will be sold by CP VII investors as part of the process to spur commitments to the new fund, according to several of the people familiar with the matter.</p><p>In an earnings call with analysts last month, Chief Investment Officer Peter Clare said Carlyle would push the fundraising timeline for its eighth main fund into next year when investors would have more money to make new commitments.</p><p>In a November analysts' note, investment bank JPMorgan Chase &amp; Co. said it was more \"realistic\" to expect that the size of Carlyle's eighth main fund would be in line with its $18.5 billion predecessor and not appreciably larger. Investors in the fund so far include the Washington State Investment Board, which committed up to $300 million, and the Minnesota State Board of Investment, which pledged $150 million, according to the WSJ Pro Private Equity LP Commitments database.</p><p>Carlyle is still looking for a permanent chief executive following the departure in August of Kewsong Lee after he was unable to negotiate a new contract with Carlyle's directors. Co-founder William Conway, a former co-CEO of the firm, has been serving as interim chief.</p><p>Write to Rod James at rod.james@wsj.com</p><p>Carlyle Group Lets Investors in 2018 Fund Cash Out to Boost Newest Buyout Pool</p>",
  "published": "2022-12-19T11:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3761,
          "end": 3781
        }
      ]
    }
  ]
}