{
  "_id": "ab95fab6c38536f86c24513637900968e6982024df61b54752ef4788bbf332d3",
  "feed": "ftcomall",
  "title": "Italy president calls snap elections after Draghi quits as PM",
  "text": "<p>Mario Draghi has resigned as Italy's prime minister, triggering the dissolution of parliament and pushing the country into snap elections in September.</p> <p><a href=\"https://www.ft.com/stream/7a22425a-56a3-4983-b479-7478583bc242\">Draghi </a>quit as prime minister on Thursday a day after the three large parties in parliament boycotted a confidence vote in his leadership following a rancorous parliamentary debate. </p> <p>President Sergio Mattarella, who formally accepted Draghi's resignation on Thursday, noted&#xa0;that the early dissolution of parliament — whose&#xa0;term was due to expire next year — was supposed to be a “last resort” but that the political situation left him with no alternative. </p> <p>He also expressed concern about Italy's ability to meet “pivotal deadlines” for access to its next instalments of the €200bn in EU coronavirus recovery funds. The election will take place on September 25. </p> <p><a href=\"https://www.ft.com/content/3e051b35-7752-4f84-9a2d-786c804a92fc\">Draghi's exit spells trouble for Italy </a>and Europe at a time of acute economic challenges. The sell-off in Italian debt intensified following confirmation of his resignation, with the yield on Rome's 10-year government bond jumping as much as 0.27 percentage points to almost 3.7 per cent. The yield was up 0.15 percentage points at 3.5 per cent later in the day.</p> <p>Those moves took the gap between Italian and German benchmark yields — a closely watched gauge of market stress — as wide as 2.38 percentage points, reflecting an expansion of more than 0.30 percentage points in just two days. The spread later stood at just over 2.3 percentage points.</p> <p>“The shocking collapse of Draghi's administration raises important questions ahead of new elections,” analysts at US bank JPMorgan said. “The populist coup against Draghi raises our sensitivity to risks from erratic policymaking,” they added.</p> <p>After weeks of mounting tensions, Draghi on Wednesday accused some members of his cross-party national coalition of attempting to<a href=\"https://www.ft.com/content/5a00ff7d-de97-4866-b876-8ea681c38d39\"> subvert his reform agenda</a> and demanded that they recommit to it.</p> <p>But two parties — Matteo Salvini's League and Silvio Berlusconi's Forza Italia — together with the anti-establishment Five Star Movement led by Giuseppe Conte, boycotted the vote of confidence in his leadership.</p> <p>Foreign minister Luigi Di Maio, who led a walkout from Five Star last month in protest at Conte's sniping at Draghi's policies, called the government's collapse “a black page for Italy”. </p> <p>“We played with the future of Italians,” Di Maio wrote on Twitter after Wednesday's developments. “The effects of this tragic choice will remain in history.”</p> <p><a href=\"https://www.ft.com/stream/1696aff8-4f3e-4caf-92e2-bc7ec940cd0e\">Italy</a>'s inflation rate hit 8 per cent in June, its highest level since 1986, according to the statistical agency. Faltering on a tight schedule of promised reforms would also jeopardise Rome's ability to receive the €200bn from the EU recovery fund.</p> <p>Draghi had agreed an ambitious schedule of reforms with the EU with a plan to enhance competition and cut red tape to make Italy more attractive to investment, and to guarantee the sustainability of its heavy public debt, now at about 150 per cent of gross domestic product. </p> <p>Many of these reforms were expected to be completed by elections scheduled for next spring but the process is likely to be put on hold.</p> <p>A FTSE gauge of Italian stocks closed 0.7 per cent lower, after earlier dropping almost 3 per cent. The country's largest banks, which are significant holders of Italian debt, led the declines, with Intesa Sanpaolo closing 2.8 per cent lower and UniCredit dropping 3.4 per cent.</p> <p>The market tumult came as the European Central Bank announced the first rise in eurozone interest rates since 2011, as well as new policies to limit the divergence between the borrowing costs of the bloc's strongest and weakest economies, including Italy.</p> <p>Draghi's exit will also be a setback to the western alliance against Russia's invasion of Ukraine. The Italian leader has taken an uncompromising stand towards Moscow and was a key architect of the tough sanctions against Russia president Vladimir Putin.</p> <p>Berlusconi, a former prime minister, had close personal ties with Putin, with whom he once went on holiday, while Salvini has been an admirer of the Russian leader.</p> <p><em>Additional reporting by Harriet Clarfelt in London</em></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/3a79236b-38fc-4c0c-b47d-12803bd3ddad\"><em>Italy's political upheavals must not become an economic crisis</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/3a79236b-38fc-4c0c-b47d-12803bd3ddad\"><em>From Pietro Carlo Padoan, Chairman, UniCredit Group and Former Italian Minister for Economy and Finance, Milan, Italy</em></a></p><p>Source: Amy Kazmin and Silvia Sciorilli Borrelli in Rome&#xa0; 2022 'Italy president calls snap elections after Draghi quits as PM' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-21T17:25:19.084Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1583,
          "end": 1591
        }
      ]
    }
  ]
}