{
  "_id": "41e15d1a695d7258e87a40875f4570abb329e43303f6bc221df57b63abfd05f5",
  "feed": "wall-street-journal",
  "title": "Planned Parenthood to Boost Resources to Prepare for Patient Surge, CEO Says; Healthcare provider braces for potential Supreme Court decision limiting or overturning abortion rights",
  "text": "<p>The healthcare provider is setting up regional logistics centers to help patients navigate care, said Planned Parenthood Chief Executive Alexis McGill Johnson, speaking Wednesday at The Wall Street Journal's Future of Everything Festival. The group is also bolstering operations in Democratic-led states to prepare for surges in patients traveling from states with tighter abortion restrictions, and it is pushing the Biden administration to allow the procedure in federal waters, she said.</p><p>\"The future of reproductive rights is dire. We are no longer dealing in hypotheticals,\" Ms. McGill Johnson said.</p><p>States are bracing for a Supreme Court decision on abortion rights, expected by the end of June. A leaked draft opinion earlier this month indicated that the high court could overturn Roe, 1973 ruling recognizing abortion rights, in a move that could potentially allow states to ban abortion throughout pregnancy.</p><p>Ms. McGill Johnson said such a decision would mean that 24 states would need to absorb patients seeking abortion care from around the country, putting pressure on providers. Planned Parenthood Federation of America is a non-profit organization that is present in all 50 states through a network of more than 600 health centers operated by its affiliates.</p><p>\"It will strain the neighboring states that will be able to provide care because they are being asked to meet the demand across the board,\" she said.</p><p>Nearly half of U.S states have passed bans on most abortions that are poised to take effect soon after an overturning of Roe. Meanwhile, more than a dozen other states recently have moved to protect abortion rights in state laws.</p><p>The delays in access to care caused by required travel, restrictions and difficulty getting appointments in neighboring states will mean that abortions occur later in pregnancy, Ms. McGill Johnson. That phenomenon, she said, is already affecting women in places like GOP-led Texas, which last year banned abortion for pregnancies beyond six weeks.</p><p>Planned Parenthood provides sexual and reproductive healthcare and sex education. In 2020, the organization served 2.4 million patients and provided 354,871 abortion services, about 3% of its overall medical care, according to its annual report.</p><p>Ms. McGill Johnson said she has been in discussions with some businesses about their employees' future access to reproductive care and abortion services, including Lyft Inc., Starbucks Corp., JPMorgan Chase &amp; Co., Goldman Sachs Group, Inc., Microsoft Corp., Airbnb, Inc., Bumble, Inc., Match Group Inc. and Gucci.</p><p>She added that some business leaders have been reluctant to take any public stand because \"they feel it is out of sync.\" But she said that companies taking interest in their workforces' access to reproductive health services is a benefit for them.</p><p>\"When [employees] have to take a day off, it is impacting your bottom line,\" Ms. McGill Johnson said. \"Companies are often rewarded when they lead boldly and when they stand with half of their workforce.\"</p><p>Write to Julie Wernau at Julie.Wernau@wsj.com</p><p>Planned Parenthood to Boost Resources to Prepare for Patient Surge, CEO Says</p>",
  "published": "2022-05-18T16:25:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2439,
          "end": 2459
        }
      ]
    }
  ]
}