{
  "_id": "05f0de1f0ec640f899216f7d0c5c60df8f64c6b53c7bfa194b6fed509ec03b6d",
  "feed": "wall-street-journal",
  "title": "Former JPMorgan Traders Face Trial in Case That Cost Bank Nearly $1 Billion; Precious-metals desk accused of spoofing gold and silver prices to rack up profits for bank",
  "text": "<p>JPMorgan paid $920 million in 2020 to resolve regulatory and criminal charges over the conduct, which involved nine futures traders and at least two salespeople who dealt with clients, according to court records. Three men cooperated with the Justice Department's investigation and will testify against the three defendants: Gregg Smith and Michael Nowak, who traded gold and silver futures; and Jeffrey Ruffo, who dealt with hedge funds that relied on JPMorgan to execute their metals trades.</p><p>SHARE YOUR THOUGHTS</p><p>How do you expect the trial to play out? Join the conversation below.</p><p>Mr. Smith had worked at Bear Stearns before joining JPMorgan in 2008 when the bank acquired Bear in a fire sale precipitated by the financial crisis. Mr. Nowak traded for JPMorgan in both London and New York. Mr. Ruffo worked at the bank for a decade, communicating with hedge funds that were brokerage clients and providing the desk with important market intelligence, according to prosecutors. All three have pleaded not guilty.</p><p>Prosecutors have alleged the pattern of spoofing was continuous, a claim that allowed them to charge the three men with racketeering in addition to conspiracy, attempted price manipulation, fraud, and spoofing. The conduct allegedly spanned from 2008 to 2016.</p><p>Racketeering is a charge typically reserved for criminal enterprises such as the mafia and violent gangs, although eight soybean-futures traders in Chicago were convicted of racketeering in a crackdown on cheating in the early 1990s.</p><p>U.S. District Judge Edmond E. Chang has reserved up to six weeks for the trial, which could involve dozens of witnesses. Judge Chang last year dismissed part of the case—several counts of bank fraud—against the defendants. Prosecutors also recently moved to drop allegations related to options trading that authorities claimed had been manipulative.</p><p>Spokesmen for the Justice Department and JPMorgan, as well as a lawyer for Mr. Nowak, declined to comment. Lawyers for Messrs. Smith and Ruffo didn't respond to requests for comment.</p><p>Prosecutors have alleged that JPMorgan employees already were spoofing when Mr. Smith got to the bank. They say Mr. Smith and another trader from Bear brought a new style of spoofing that was more aggressive than the simpler approach people at JPMorgan had been using, according to court records.</p><p>Federal prosecutors have honed a formula for going after spoofing defendants during their multiyear strike on the practice. In addition to questioning cooperating witnesses who said they knew the conduct was wrong, prosecutors have used trading charts and electronic chats to depict a sequence of trades intended to deceive others in the market. While the charts show a pattern of allegedly deceptive trading, the incriminating chats reveal the intent of the traders placing the orders.</p><p>Former traders at Deutsche Bank AG and Bank of America Corp. were convicted of spoofing-related crimes in 2020 and 2021, respectively.</p><p>Those trials featured chats in which some defendants boasted about spoofing. The indictment of Messrs. Smith, Nowak and Ruffo didn't include messages in which the defendants talked about spoofing. In some chats, however, other traders suggested that Mr. Smith traded in a way that manipulated prices.</p><p>Spoofing is a form of market manipulation outlawed by Congress in 2010. Spoofers send orders priced above or below the best prices, so they don't immediately execute. Those orders create a false appearance of supply and demand, prosecutors say. The tactic is designed to move prices toward a level where the spoofer has placed another order he wants to trade. Once the bona fide order is filled, the spoofer cancels the deceptive orders, often causing prices to move back to where they were before the maneuver started.</p><p>Mr. Smith's style of spoofing involved layering multiple deceptive orders at different prices and in rapid succession, according to the settlement agreement that JPMorgan struck with prosecutors two years ago. It was harder to pull off but also harder to detect, and other JPMorgan traders adopted his mode of trading, court records say.</p><p>In the earlier trials, prosecutors successfully defended their theory that spoofing constitutes a type of fraud. Some traders have argued spoofing doesn't involve making false statements—usually a precondition for fraud—because electronic orders don't convey any intent or promises.</p><p>The tactic can impose losses on those tricked by spoofing patterns. The government has portrayed some of Wall Street's most sophisticated trading firms, such as Citadel Securities and Quantlab Financial, as the past victims of spoofers. In the latest trial, prosecutors also plan to call individual traders who traded for their own accounts and were harmed by spoofing.</p><p>Write to Dave Michaels at dave.michaels@wsj.com</p><p>Former JPMorgan Traders Face Trial in Case That Cost Bank Nearly $1 Billion</p>",
  "published": "2022-07-08T11:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1900,
          "end": 1908
        },
        {
          "start": 2286,
          "end": 2294
        },
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 636,
          "end": 644
        },
        {
          "start": 755,
          "end": 763
        }
      ]
    }
  ]
}