{
  "_id": "19189565e696c315f0d587805e56ef462e5de0e122b1a0492aaaa6a58666ba09",
  "feed": "wall-street-journal",
  "title": "Plaid Co-Founder Takes Aim  At Technology for Banking  ----  By Peter Rudegeair",
  "text": "<p>   Lots of tech entrepreneurs who strike gold splurge on trophy homes. William Hockey bought a bank. </p><p>   Northern California National Bank lacks the curb appeal of a mansion in Malibu -- its sole branch abuts a sporting-goods store in a squat suburban strip mall in Chico, Calif. Even so, Mr. Hockey, a co-founder of the $13 billion financial-tech startup Plaid Inc., and his wife, Annie Hockey, plunked down about $50 million for NorCal last year, then gut-renovated its operating systems. </p><p>   The couple have big hopes for their tiny lender. They think its technology can power the bank of the future. On the surface, a fintech founder buying a bricks-and-mortar bank might sound as congruous as an Uber executive hailing a cab. </p><p>   But nearly every big fintech company has to rely on bank partners for regulated tasks such as holding customers' deposits and issuing debit cards. Giants including JPMorgan Chase &amp; Co. and Bank of America Corp. aren't normally interested in that business. So even the flashiest app makers usually depend on community banks to do their grunt work. </p><p>   Startups don't love the current arrangement. Community banks tend to outsource their own technology to old-school software vendors, whose digital offerings are limited and whose fees are often high. </p><p>   Column, as the Hockeys renamed NorCal, thinks it can solve that problem. The Column team developed its own banking platform from scratch, complete with a customized direct connection to the Federal Reserve's payments network. It signed up clients, including the fintech companies Brex Inc. and Point Up Inc., letting them use Column's software to automate the mechanics of activities such as opening bank accounts and extending loans. </p><p>   \"Everything that you can do at your bank,\" said Mr. Hockey, 32 years old, \"I want you to be able to do that with three lines of code.\" </p><p>   Brex, a startup that offers corporate cards to emerging tech companies, has historically relied on a hodgepodge of bank partners to issue the cards and store customers' money in FDIC-insured accounts. \"Every time we partner with a bank, the bank can be a little bit better or a little bit worse, but they all use the same tech stack,\" said Henrique Dubugras, co-chief executive of Brex. </p><p>   Column's business model carries risks. Banks have been fined for the bad behavior at companies they sponsor. In November, the Office of the Comptroller of the Currency said it was stepping up its focus on banks that provide services to large fintech companies. </p><p>   Ms. Hockey said Column's bespoke systems permit the company to monitor clients' transactions and overall compliance with its policies better than its competitors. </p><p>   The proliferation of fintech apps over the past decade owes a debt to Plaid. Plaid's software bridged the gulf between banks and fintech apps, letting companies plug into bank accounts with consumers' permission for the purpose of looking up balances and verifying personal financial information. Today, more than 6,000 app makers are customers, including Robinhood Markets Inc. and PayPal Holdings Inc.'s Venmo. </p><p>   Mr. Hockey stepped down as president and technology chief at Plaid in 2019, ready for something new, though he remained on the board. Ms. Hockey quit her consulting job at Bain &amp; Co. the following year, and the two went searching for a bank to buy. They scoured textbooks to learn about bank M&amp;A, then sent emails to see who might be interested in selling to a couple with no history in banking. </p><p>   NorCal appealed to them in part because of its clean balance sheet and proximity to San Francisco. The Hockeys offered to pay a 61% premium and told NorCal's managers and employees they wanted them to keep the day-to-day operations of the community bank separate. The two sides came to terms in March 2021. </p><p>   Closing the deal was more painstaking. The Hockeys got regulatory approval that June but needed shareholders to tender at least two-thirds of their paper stock certificates. Records were incomplete, and several shareholders lost their certificates in the 2018 Camp Fire that burned more than 100,000 acres of Northern California. NorCal's CEO and tellers reached out individually to customers to help fill the gaps. Shareholders who brought their certificates to the Chico branch got doughnuts and coffee. Ultimately, 94% of investors tendered their shares. </p><p>   The Hockeys are co-CEOs. Ms. Hockey oversees internal operations, legal and compliance, and the NorCal CEO reports to her. Mr. Hockey runs technology, product development and engineering. They recruited Matt Zames, a former chief operating officer at JPMorgan, to be an adviser and board member. </p><p>   Column opened for business officially on Thursday. While the community bank continues to operate in Chico, the fintech side moved to San Francisco. </p><p>   In October, about a dozen employees logged on to Google Meet for a live demo of the bank's wire-transfer software. The employees tried to wire money to Column from their personal bank accounts. Almost immediately there were snags. A transfer from one big bank failed because it didn't recognize Column's recently approved routing number. </p><p>   After about a half-hour, $5 appeared at Column's master account at the Fed. Then another $5. Pretty soon, it was up to $35, and Column could start wiring payments back to employees. Column, it seemed, was a real bank now. \"This is awesome, guys,\" Mr. Hockey told employees. \"I can't believe we actually pulled this off.\" </p><p></p>",
  "published": "2022-04-22T06:12:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 884,
          "end": 904
        }
      ]
    }
  ]
}