{
  "_id": "282eeadc39d620a988161ebfdc93d396828df68d0c7016860b64f711effd4e7e",
  "feed": "market-watch",
  "title": "Honest stock falls more than 14% as sales of hand sanitizers, masks drop",
  "text": "<p>The clean beauty and diaper company, which went public in May 2021, also guided for lower sales in the current quarter and said it will increase the prices of most of its products to offset rising costs and inflation.</p><p>Honest HNST said it lost $9 million, or 10 cents a share, in the fourth quarter, compared with a loss of $12.7 million, or 37 cents a share, in the year-ago quarter.</p><p>Revenue rose 3% to $80.4 million, the company said. That was thanks to “strong” volume growth in Honest's main products, including baby wipes and diapers.</p><p>Analysts polled by FactSet expected Honest to report a loss of 7 cents a share on sales of $84.7 million.</p><p>Honest's household and wellness business, which represented 6% of the quarterly revenue, dropped 68% in the quarter, thanks in part to “reduced COVID-19-related consumer demand for sanitizing and disinfecting products and face masks,” the company said.</p><p>The company introduced hand sanitizers, cleaners and other sanitizing products in the second half of 2020 as the pandemic ground on.</p><p>Related: Honest Co. shares keep falling after earnings miss, but J.P. Morgan sees a buying opportunity</p><p>Honest says it makes natural consumer products, or ones that don't have chemicals that are harsh or potentially harmful to health and the environment.</p><p>The company on Thursday guided for a 15% year-on-year drop in its first-quarter revenue.</p><p>Moreover, Honest said it “continues to face a volatile input cost environment and expects full-year 2022 gross margin to be roughly flat compared to full-year 2021.”</p><p>Gross margin are likely to improve over the course of the year due to price increases for about two-thirds of its products to help offset inflationary pressures, Honest said.</p><p>The company said it continued to believe in its brand and that demand for “natural and clean products will continue to outpace conventional offerings in the future.”</p><p>“Honest is poised to capture this modern consumer,” Chief Executive Nick Vlahos said in a statement.</p><p>Shares of Honest have lost 25% this year, compared with losses of around 5% for the S&amp;P 500 index SPX.</p>",
  "published": "2022-03-25T07:54:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1096,
          "end": 1107
        }
      ]
    }
  ]
}