{
  "_id": "980f7f32b1a9f7710322217c3fd4b30c6c052c24b484657e2ab5f4325b69869f",
  "feed": "wall-street-journal",
  "title": "U.S., EU Sanctions on Russia Could Ensnarl Western Oil Companies; Washington and Brussels aren't targeting oil or gas exports, but broader restrictions could still hit firms with big business in Russia",
  "text": "<p>The European Union, meanwhile, is considering more direct measures, including restricting the financing of new gas exploration and production in the country, as well as extending existing bans on the transfer of technology in the energy sector specifically, according to a senior European official. Russia's banking sector is also a target, the Journal reported, potentially hurting the oil-and-gas sector it helps finance.</p><p>British oil giant BP PLC owns almost 20% of Russian oil producer Rosneft Oil Co. Its rival, Shell PLC, alongside U.S. major Exxon Mobil Corp., are drilling for natural gas and oil from fields around Sakhalin Island in Russia's far east. U.K.-listed Glencore PLC owns a chunk of the parent of a big Russian aluminum maker and is a trader of Russian metals and oil.</p><p>U.S. sanctions imposed on Russia in 2014 after Moscow annexed the Crimean peninsula from Ukraine caused problems for some of these and other industry players. Many of the biggest energy companies, though, have continued to work in Russia. U.S. officials have said new sanctions for any incursion into Ukraine would be more severe.</p><p>\"Oil accounts for roughly half of Russia's export revenues, so it will be very difficult to impose devastating sanctions on Russia without touching\" the energy industry, said Eddie Fishman, a former State Department official who advised the Obama administration on economic sanctions and other matters and is now at the Center on Global Energy Policy at Columbia University.</p><p>The tensions in Ukraine have an upside for the sector: If an invasion or smaller-scale incursion constricts supplies and boosts oil-and-gas prices, big Western producers stand to benefit. Big traders also could gain from the sort of price volatility that often comes alongside such geopolitical tensions.</p><p>Most exposed among oil-and-gas majors, according to analysts, is BP. The company has a 19.7% stake in Rosneft and has three joint ventures with the Russian company. JPMorgan estimates that around 9% of BP's net asset value is exposed to Russia, compared with an average among the sector in Europe of 5%.</p><p>The Rosneft stake accounts for around 30% of BP's production on a consolidated basis, and its dividends from Rosneft should account for a significant portion of the British company's free cash flow this year, said Biraj Borkhataria, co-head of European energy research at Royal Bank of Canada. \"BP is by far the most exposed to Russia among the oil majors,\" he said. BP declined to comment.</p><p>Exxon is also active in Russia. Exxon owns a 30% stake in a $12 billion project near Sakhalin, which is one of the largest-ever foreign investments in Russia. The project was largely unaffected by the previous round of sanctions in 2014. Exxon said it was monitoring the current situation.</p><p>Shell, meanwhile, owns 27.5% of a major offshore gas project near Sakhalin, which is 50% owned by Russia's Gazprom PJSC and supplies around 4% of the world's current liquefied natural gas market. Shell declined to comment.</p><p>Commodity trading houses that sell Russian oil, aluminum and other resources to the rest of the world are deeply entangled in the country. Trading giants Trafigura Group Pte. Ltd., Vitol Group and Glencore are among the biggest traders of Russian oil, according to people familiar with the matter.</p><p>In 2020, Trafigura bought a 10% stake in Vostok Oil LLC, an Arctic oil project run by Rosneft. A Vitol-led consortium took a 5% stake in 2021.</p><p>Traders at major trading houses say they are preparing for possible sanctions by going through the potential effects of various rounds and working out how to meet contractual obligations under them. A risk is being left holding Russian crude oil that European refiners suddenly are unwilling to buy, they say.</p><p>Glencore, meanwhile, has a 10.55% stake in EN+ Group PLC, a holding company that owns aluminum company United Co. Rusal PLC, whose metal it also trades.</p><p>The Russian energy sector is already subject to U.S. and EU sanctions after the annexation of Crimea. Those sanctions prohibit the provision of goods and services to next-generation Russian oil projects as well as investment in them.</p><p>The previous round of sanctions have left their mark. Exxon has said it was previously involved in 10 joint ventures with Russian entities that were covered by U.S. sanctions and that it withdrew from them in 2017 and wrote down some of those assets. Shell pulled out of a project with Gazprom.</p><p>In 2014, Russian billionaire Gennady Timchenko sold his 43% stake in Gunvor Group, one of the world's largest energy trading groups, after being placed on a list of politicians and business executives sanctioned by the U.S. government in reaction to the annexation. The company has since pulled back from doing business in Russia, according to people familiar with the matter.</p><p>Joe Wallace, Christopher M. Matthews and Georgi Kantchev contributed to this article.</p><p>Write to Alistair MacDonald at alistair.macdonald@wsj.com and Laurence Norman at laurence.norman@wsj.com</p><p>U.S., EU Sanctions on Russia Could Ensnarl Western Oil Companies</p>",
  "published": "2022-01-29T10:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1964,
          "end": 1972
        }
      ]
    }
  ]
}