{
  "_id": "57b39388eeeef156aca93284c34b0dec6f81dc60a363021f666d1b24e52905f9",
  "feed": "reuters",
  "title": "BUZZ-U.S. STOCKS ON THE MOVE-Li Auto, Peloton, Carvana, Bausch Health",
  "text": "<p>* The Morning News Call newsletter: http://tmsnrt.rs/2fwPLTh   Wall Street's main indexes were set to open higher on Tuesday, with investors buying into beaten-down banks and megacap growth stocks after a three-day selloff on concerns around aggressive monetary tightening and slowing economic growth.</p><p>At 9:11 am ET, Dow e-minis were up 1.06% at 32,503. S&amp;P 500 e-minis were up 1.42% at 4,044.25, while Nasdaq 100 e-minis were up 2.29% at 12,473. The top three NYSE percentage gainers premarket: ** Biohaven Pharmaceutical Holding Company Ltd , up 70.6% ** Sprott Inc , up 21.3% ** Shapeways Holdings Inc , up 19.9% The top three NYSE percentage losers premarket: ** Bausch Health Companies Inc , down 36.7% ** Diebold Nixdorf Inc , down 29.3% ** Loandept Inc, down 25.2% The top two Nasdaq percentage losers premarket: ** National Vision Holdings Inc , down 34.5% ** United Insurance Holdings Corp , down 32.6% ** Lucid Group Inc : up 5.0% premarket BUZZ-Rises on plans to launch luxury sedans in Europe this year</p><p>** GoodRx Holdings Inc : down 30.0% premarket BUZZ-RBC downgrades GoodRx Holdings as grocer issue raises near-term uncertainty</p><p>** Novavax Inc : down 24.4% premarket BUZZ-Plunges after slow start to COVID vaccine deliveries ** Howmet Aerospace Inc : up 2.5% premarket BUZZ-J.P. Morgan raises PT for Howmet Aerospace on strong jet demand</p><p>** Li Auto Inc : up 7.1% premarket BUZZ-Rises on strong Q1 results</p><p>** Riot Blockchain Inc : up 8.7% premarket Marathon Digital Holdings Inc : up 7.5% premarket Hut 8 Mining Corp : up 8.1% premarket Bit Digital Inc : up 6.8% premarket BUZZ-Crypto stocks rebound as risk sentiment recovers; Canaan surges</p><p>** 3D Systems Corp : down 11.0% premarket BUZZ-Declines after Q1 loss</p><p>** Vroom Inc : up 53.7% premarket BUZZ-Names new CEO, posts smaller-than-expected loss; shares jump ** Satellogic V Inc: flat/untraded premarket BUZZ-Piper Sandler starts coverage on Satellogic V with 'underweight'</p><p>** Astra Space Inc : up 4.5% premarket BUZZ-Rises on partnership with British Spaceport</p><p>** Carvana Co : up 6.4% premarket BUZZ-Rises after completing $2.2 bln deal for KAR Global's ADESA unit</p><p>** Energizer Holdings Inc : up 0.5% premarket BUZZ-J.P. Morgan raises PT for Energizer on strong product demand</p><p>** Biohaven Pharmaceutical Company Holding Ltd: up 70.6% premarket BUZZ-Soars 73% after agreeing to $11.6 bln deal with Pfizer</p><p>** FTC Solar Inc : down 10.0% premarket BUZZ-Clouded by gloomy forecast, shares fall</p><p>** Peloton Interactive Inc : down 15.9% premarket BUZZ-Sinks on bigger loss BUZZ-Shares crushed as CEO says business \"thinly capitalized\"</p><p>** Tattooed Chef Inc : up 3.2% premarket BUZZ-Cowen cuts PT on Tattooed Chef, sees surging expenses</p><p>** Taiwan Semiconductor Manufacturing Co : up 3.4% premarket BUZZ-To raise prices - Nikkei ** HF Sinclair Corp : up 4.9% premarket BUZZ-Solid Q1 aids promised capital returns, JP Morgan says</p><p>** US Foods Holdings Corp : up 4.0% premarket BUZZ-Rises as CEO steps down after deal with Sachem Head</p><p>** Match Group Inc : up 2.1% premarket BUZZ-Piper Sandler not surprised by lawsuit against Alphabet</p><p>** AMC Entertainmen Holdings Inc: up 4.5% premarket BUZZ-Wedbush sees pandemic woes ending for AMC after strong results</p><p>** Zynga Inc : up 1.4% premarket BUZZ-Rises as Q1 advertising revenue jumps despite sales miss ** Hyzon Motors Inc : up 8.2% premarket BUZZ-Rises on launching program to convert used diesel trucks to EVs</p><p>** Bausch Health Companies Inc : down 36.7% premarket BUZZ-Tumbles on downbeat forecast days after eyecare unit's listing</p><p>** Exxon Mobil Corp: up 1.3% premarket Chevron Corp : up 1.3% premarket Devon Energy Corp : up 2.8% premarket APA Corp : up 2.0% premarket BUZZ-Energy companies rebound after sharp fall on China lockdown worries</p><p>** Cipher Mining Inc : down 9.6% premarket BUZZ-Drops after wider net loss in Q1</p>",
  "published": "2022-05-10T13:21:27.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.6,
      "offsets": [
        {
          "start": 2867,
          "end": 2876
        }
      ],
      "weightsV2": {
        "weight": 0.2503441,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.7496559,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      }
    }
  ]
}