{
  "_id": "775ac6115d4bfeadcc9b7f27867c7391f9d7738a542d35a76decb321c88bdef0",
  "feed": "wall-street-journal",
  "title": "West Virginia Penalizes Banks Including JPMorgan, Goldman for Coal 'Boycotts'; The state is cutting ties with four banks and asset manager BlackRock, saying their stance on coal is harming its economy",
  "text": "<p>\"Any institution with policies aimed at weakening our energy industries, tax base and job market has a clear conflict of interest in handling taxpayer dollars,\" Mr. Moore said in a statement.</p><p>Some of the financial firms called the state's move a mistake. \"This decision is shortsighted and disconnected from the facts,\" JPMorgan said in a statement. \"Our business practices are not in conflict with this anti-free market law.\"</p><p>West Virginia isn't the first state to take action against financial firms seen as pushing policies that don't align with its own. Texas has passed similar laws blocking banks from doing business with the state that it says discriminate against energy companies and against gun makers.</p><p>An academic study found Texas cities will pay hundreds of millions more in interest rates on municipal bonds because of the lack of competition from banks.</p><p>Mr. Moore informed the firms of his decision last month and gave them 30 days to argue their case. In their responses, the companies all said they aren't boycotting any particular sectors of the energy industry.</p><p>The financial firms have pledged to reduce emissions in the coming years by helping fossil-fuel companies through the energy transition and by financing more green energy. Some banks have said they would no longer finance specific parts of the coal industry, but they argued in their letters to Mr. Moore that those decisions are based on limiting risks and don't amount to an industry boycott.</p><p>Goldman Sachs pointed to a report, titled \"Banking on Climate Chaos,\" that detailed how it had financed $17.8 billion in fossil fuels in 2021 alone. Morgan Stanley also pointed to that report and its inclusion as a \"member of the 'Dirty Dozen' of top financiers of fossil fuels.\"</p><p>BlackRock, which said in its letter it manages over $438 million in municipal bonds in the state, has pressed the companies in which it invests to limit emissions.</p><p>U.S. Bancorp was the only institution to successfully argue it shouldn't be banned.</p><p>Write to David Benoit at david.benoit@wsj.com</p><p>West Virginia Penalizes Banks Including JPMorgan, Goldman for Coal 'Boycotts'</p>",
  "published": "2022-07-28T17:26:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 40,
          "end": 48
        },
        {
          "start": 320,
          "end": 328
        }
      ]
    }
  ]
}