{
  "_id": "75bac49b31654634c7b96d856085a5ceb3073ad046af2f233409f56ffd1560c6",
  "feed": "ftcomall",
  "title": "JPMorgan upgrades Chinese stocks recently deemed ‘uninvestable'",
  "text": "<p>Research analysts at JPMorgan Chase have endorsed a clutch of Chinese internet stocks deemed “uninvestable” just two months ago in a significant shift in sentiment towards the sector.</p> <p>In a series of rating changes on Monday, technology analyst Alex Yao and his team upgraded seven companies to “overweight”, having assigned them “underweight” ratings in March. JPMorgan also upgraded several other Chinese stocks from “underweight” to “neutral”.</p> <p>An “overweight” classification typically means an analyst is recommending that their clients hold more of the stock than the relevant benchmark index, as opposed to less. The labels are similar to a change from “sell” to “buy”. </p> <p>Ratings of NetEase, Tencent, Alibaba, Meituan, iQIYI, Dingdong and Pinduoduo were all upgraded on Monday, as the companies begin to recover from a <a href=\"https://www.ft.com/content/ab437a88-bed4-44b4-807b-db64184806a3\">sharp sell-off</a> this year. NetEase slumped more than 30 per cent for the year to March 15, but has since recovered and trimmed its year-to-date losses to about 10 per cent. </p> <p>Yao justified the change by pointing to recent positive regulatory announcements in China, which came sooner than he and his team had anticipated. Beijing in April <a href=\"https://www.ft.com/content/c3d52cf3-a9b7-4a59-99e4-21cdaaebebe6\">revised its audit secrecy laws</a> in an effort to prevent Chinese companies from being delisted from US exchanges.</p> <p>“Significant uncertainties facing the sector should begin to abate on the back of recent regulatory announcements,” Yao and his colleagues wrote in the note published on Monday. </p> <p>JPMorgan declined to comment beyond the research reports.</p> <p>The upgrades come after a handful of reports written by Yao in March described some Chinese internet stocks as “<a href=\"https://www.ft.com/content/3f990158-b8e8-4291-9ae1-997974533a45\">uninvestable</a>” on a six to 12-month horizon.</p> <p>The word “uninvestable” was taken out of 24 research reports published by the bank, which subsequently described the companies as “unattractive”. However, “uninvestable” was included in four of the reports because of what the bank described as an error in its research department.</p> <p>Referring to the change of language, which was first reported by Bloomberg, JPMorgan said it stood by its research and that the reports contained the analyst's independent views on the sector. </p> <p>Other companies covered by the analyst received less dramatic upgrades. Baidu and Zhihu moved from “underweight” to “neutral”, having received an “overweight” recommendation for the first three months of the year.</p><p>Source: Joshua Franklin and Joe Rennison in New York 2022 'JPMorgan upgrades Chinese stocks recently deemed ‘uninvestable'' FT.com 16 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-16T20:05:35.906Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 21,
          "end": 35
        },
        {
          "start": 21,
          "end": 29
        },
        {
          "start": 361,
          "end": 369
        },
        {
          "start": 1447,
          "end": 1455
        },
        {
          "start": 2018,
          "end": 2026
        }
      ]
    }
  ]
}