{
  "_id": "011926b51aa9dcac32673591507a0d5d160684d7971439fcdb4ed318ff069020",
  "feed": "wall-street-journal",
  "title": "World News: Saudi Summit Draws Wall Street Executives",
  "text": "<p>The large American presence -- over 150 U.S. companies were represented -- came three months after President Biden visited Saudi Arabia in a bid to reset relations that were badly damaged following the 2018 murder of dissident journalist Jamal Khashoggi by Saudi operatives. Many international firms had already turned the page on the outrage over Mr. Khashoggi's death, which hung over subsequent runnings of the event. But for those that hadn't, this year's conference offered a chance to come back.</p><p>\"Nobody is being told not to come to the kingdom,\" said Tarik Solomon, a former chairman of the American Chamber of Commerce in Saudi Arabia. He said U.S. companies were unfazed by the political situation between Washington and Riyadh.</p><p>The executives arrived amid a low point in relations between the Biden administration and Saudi leadership, including Crown Prince Mohammed bin Salman, who The Wall Street Journal reported on Monday has mocked the U.S. president in private. The Saudis frustrated the Biden administration by orchestrating an oil-production cut earlier this month with the Organization of the Petroleum Exporting Countries and its Russia-led allies, prompting the U.S. to threaten retaliatory measures.</p><p>The U.S. perceived the production cut as supporting Russia's war effort in Ukraine by allowing Moscow to sell oil at inflated levels. Riyadh has said the move was a technical decision that was needed to prevent a drop in crude prices amid gloomy economic predictions.</p><p>Messrs. Dimon and Schwarzman were two of the executives who backed out of the 2018 event in Saudi Arabia. JPMorgan and Goldman are among the Western banks that have profited from a buoyant Saudi initial-public-offerings market at a time when IPOs globally have stagnated. Citigroup Inc., JPMorgan and Goldman also were among the banks that helped the Public Investment Fund, the sovereign-wealth fund of Saudi Arabia, with a debut bond sale this month, which raised $3 billion for the fund.</p><p>Mr. Dimon said he believed the problems between the U.S. and Saudi Arabia were overblown and would eventually be worked out. \"I can't imagine every ally agreeing on everything all the time,\" he said.</p><p>\"American policy doesn't have to be everything our way,\" Mr. Dimon added later. \"You can learn from the rest of the world.\"</p><p>High-level U.S. officials were missing from the conference, which promoted the slogan: \"A New Global Order.\" Throughout the first morning of the conference, Saudi officials stressed the importance of building relations with powers around the world while saying the U.S. relationship remained important.</p><p>Khalid al-Falih, the Saudi minister responsible for luring foreign investment, said the dispute with Washington was \"a blip.\"</p>",
  "published": "2022-10-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1768,
          "end": 1776
        },
        {
          "start": 1597,
          "end": 1605
        },
        {
          "start": 1587,
          "end": 1595
        },
        {
          "start": 1779,
          "end": 1787
        }
      ]
    }
  ]
}