{
  "_id": "17ce83dbaf6afb78d615bea8402f94e28516279badfcaa3fab655fda0481dc7b",
  "feed": "wall-street-journal",
  "title": "London Nickel Trading to Restart Wednesday, With Caps on Price Moves; London Metal Exchange seeks to avoid large swings that caused earlier suspension",
  "text": "<p>The LME canceled some $3.9 billion in transactions last Tuesday after its three-month nickel contract jumped above $100,000 a metric ton in Asian trading hours. That made the popular contract's last closing price that of March 7—$48,078, nearly double its level the prior week.</p><p>The LME said it would allow nickel to rise or fall \"at least 5%\" daily, and would keep the price limits under review, given market conditions. Nickel trading on Wednesday will start at 8 a.m. London time, meaning a shorter-than-normal session.</p><p>Brokers will also be required to share more information with the exchange about positions held by their clients, the LME said late Monday. That would include aggregate on-exchange and over-the-counter nickel positions, said the exchange, which is a unit of Hong Kong Exchanges &amp; Clearing Ltd.</p><p>The exchange decided to reopen the market after Tsingshan on Monday reached a provisional deal with banks including JPMorgan Chase &amp; Co., Standard Chartered PLC and BNP Paribas SA, which have agreed not to close out Tsingshan's trading positions or impose further margin calls on the company. The standstill agreement buys the lenders and Tsingshan time to work out the terms of a secured lending facility that would allow the Chinese producer to pay the group several billion dollars it owes them for nickel trades.</p><p>Without naming Tsingshan, the exchange said the standstill deal reduces the risk of wild price action when nickel starts to trade again.</p><p>The LME also said Monday that it is gathering information about nickel trading in the run-up to the suspension. If the review indicates that \"abusive activity by one or more participants\" contributed to the breakdown in the market, the exchange could begin a formal investigation, it said.</p><p>The LME is seeking to draw a line under a crisis that erupted a week ago when a massive rise in the price of nickel upended Tsingshan's short positions in its forward contracts, and threatened to bankrupt several of the producer's smaller brokers.</p><p>A niche material, nickel plays an important role in the metals industry as an ingredient in stainless steel, and a growing role in the energy transition as a building block of some electric-vehicle batteries.</p><p>The massive price rise, sparked when some of Tsingshan's brokers tried to unwind trades against nickel, has damaged the LME's reputation as a venue where the world's metal producers and consumers seek to lock in stable prices for their wares. Investors and financial traders, meanwhile, were incensed by the LME's decision to cancel trades that took place on the day of the suspension.</p><p>Nickel prices earlier began to climb after Moscow's invasion of Ukraine in late February. Russia mines about 9% of the world's nickel, and the war and ensuing sanctions threatened to disrupt exports. Tsingshan, a big producer of lower-grade nickel, had forward-sold massive quantities of high-grade nickel on the LME, and paper losses on its positions grew as prices kept rising.</p><p>Some of Tsingshan's brokers, to stem their losses, bought back nickel contracts—pushing prices higher. Others held on and faced escalating cash requirements from the exchange, known as margin calls. Early on March 8, after the price more than doubled, the exchange stopped nickel trading to spare several of those brokers from defaulting.</p><p>A point of contention among many traders is that the LME waited until last Tuesday morning to stop trading, ignoring a 66% rise in benchmark nickel prices last Monday. Many other exchanges, including the Shanghai Futures Exchange, have daily limits on how far the prices of different assets can move before trading is halted.</p><p>The exchange also sought to address that criticism. It said that from Tuesday, every base metal apart from nickel will be subject to a 15% limit. The LME said it made the change because \"market participants have raised concern regarding the risk of sudden, extreme moves in other metals, particularly given the geopolitical backdrop.\"</p><p>Write to Joe Wallace at Joe.Wallace@wsj.com</p><p>London Nickel Trading to Restart Wednesday, With Caps on Price Moves</p>",
  "published": "2022-03-15T04:50:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 931,
          "end": 951
        },
        {
          "start": 931,
          "end": 945
        }
      ]
    }
  ]
}