{
  "_id": "588ae7dccbf55958d00c7ced9b5e1843bbb1236aa3e9284b2d4d846bb00fe238",
  "feed": "wall-street-journal",
  "title": "JPMorgan, Macy's and Other Companies Reveal What They Pay Workers as Deadline Looms; A law taking effect in NYC will change the way some employers hire, while others look for ways to avoid compliance",
  "text": "<p>The measure, aimed at closing gender pay gaps and other disparities, requires companies to include salary ranges if they hire in New York or advertise for remote roles that could be done in the city. Similar laws have either gone into effect or are set to be implemented across the country, from Colorado to California.</p><p>Some large New York employers, including JPMorgan Chase &amp; Co. and American Express Co., have begun including salary ranges on postings ahead of a Nov. 1 deadline. In recent weeks, Citigroup Inc. and Macy's Inc. updated all job listings to include pay ranges nationwide. For example, Macy's disclosed that the annual salary for a New York-based sales and customer service manager ranges from about $51,000 to $85,000.</p><p>In advance of the law, which takes effect Tuesday, companies have analyzed existing pay bands or prepared managers forpotentially contentious conversations with existing employees about pay matters, according to executives and corporate advisers. Other employers are planning to sidestep the new requirements by pulling all job listings off their sites or by outsourcing more hiring, employment lawyers say.</p><p>Plenty of companies are still trying to get a handle on it.</p><p>\"We're very much at the two-minute warning of this law going into effect, and many employers are still scrambling,\" said Ian Carleton Schaefer, chair of Loeb &amp; Loeb LLP's New York employment and labor practice.</p><p>Companies have resisted sharing pay information broadly, saying it could make hiring more difficult, tip off competitors about pay practices or create disputes among employees. Some business groups such as the Partnership for New York City pushed back against the New York law earlier this year, calling it overly burdensome, although many of the group's members have since accepted it and are preparing to comply, said Kathryn Wylde, the partnership's CEO.</p><p>\"I think they are either resigned or enthusiastic or something in between,\" Ms. Wylde said.</p><p>At the New York technology company Harri, which employs roughly 500 people, executives sent multiple internal advisories in recent weeks to remind hiring managers that the New York law is coming, said Wendy Harkness, Harri's chief compliance officer. The company prepared tipsheets for managers on how to handle questions about pay from existing employees, and human-resources staffers will be on hand to help managers navigate such discussions, she said.</p><p>A concern for companies, executives say, is that a manager will be asked to explain why an employee isn't near the top of a salary band—creating a complex and uncomfortable conversation.</p><p>Many companies support more transparency on pay but wish they had more time to comply, said Chris Hyams, CEO of job-search platform Indeed, which has encouraged employers to list salary information. \"Nobody that I've talked to has said this is a terrible idea and it should never happen,\" he said. \"Most of them are saying this is really complicated and we're not ready. But they might say that for a very long time.\"</p><p>New York's law applies to employers with four or more workers and requires that companies include the minimum and maximum salary information not only on external job postings but also for internal promotions or transfer opportunities. Employers must include a \"good faith\" range that they expect to pay for the role. They don't need to include information about bonuses, stock-based compensation or other benefits.</p><p>Those who fail to comply could face fines. The New York City Commission on Human Rights, which will investigate complaints made against employers related to the law, has said companies will initially get a warning for not including pay ranges. Those who then fail to correct an issue after 30 days might face civil penalties and fines of up to $250,000.</p><p>Executives say it remains to be seen how companies interpret what a good-faith range means. Compensation specialists say it can be common for some higher-level jobs to have fairly wide ranges. Already, some posted jobs have bands that vary by hundreds of thousands of dollars.</p><p>A position for a tax services director at accounting and consulting firm PricewaterhouseCoopers LLP, for example, has a posted range of $158,400 to $434,000 in New York, plus a discretionary annual bonus. \"Actual compensation within that range will be dependent upon the individual's skills, experience, qualifications, and applicable laws,\" the posting notes.</p><p>A PwC spokeswoman declined to comment.</p><p>Jeanne Stewart, founder and president of the New York human-resources consulting firm HR on the Move LLC, said she has had conversations with clients who tell her they don't intend to start posting salary ranges because it could cause internal disputes or quitting.</p><p>\"They're telling me, 'We're not doing it.' And then I have to say, 'Well, let me speak to your boss,'\" she said of some client conversations. \"Then the boss understands after I talk to them.\"</p><p>Others are consulting with attorneys and advisers about ways to stay compliant with the law while still avoiding posting salaries. Some companies are considering removing job listings on their careers site and encouraging people to submit résumés via a general email address, Mr. Schaefer of Loeb &amp; Loeb said. Others are exploring whether to never advertise a job at all and instead hire a search firm to find a candidate.</p><p>Jacqueline M. Ebanks, executive director of the New York City Commission on Gender Equity, said hiring a search firm in such a way might allow employers to sidestep the law. \"It's there and, as I was reading the guidance, I thought, 'OK, here's a loophole,'\" she said Tuesday at a forum on the law organized by Cornell University's School of Industrial and Labor Relations.</p><p>In a follow-up statement on Saturday, Ms. Ebanks said the administration of New York Mayor Eric Adams \"believes in transparency in the hiring process and leverage to employees when negotiating job salaries with employers, but no law is perfect.\"</p><p>Ms. Ebanks said city officials also need to be mindful of employers posting remote positions that exclude New York City residents. Such a situation happened last year after Colorado began implementing its own salary transparency law. To avoid including pay information, some employers noted on listings that remote jobs could be performed anywhere but Colorado.</p><p>Salary transparency laws take effect in California and the state of Washington at the start of next year, and the New York legislature passed a similar bill that Gov. Kathy Hochul has yet to sign. As a result, some companies see a tipping point and are considering listing pay nationwide rather than taking a patchwork approach.</p><p>\"A lot of employers are deciding, should this just be their practice for all job positions going forward?\" said Melissa Camire, a partner in the New York office of Fisher &amp; Phillips LLP. \"Because that's not an easy task.\"</p><p>Executives and advisers say New York's law and others like it could offer employers some benefits, including streamlined hiring processes and fewer cases in which job seekers point to inaccurate salary estimates.</p><p>\"Once this becomes more of a thing,\" Harri's Ms. Harkness said, \"employers are actually going to get some benefit from this—even though it's probably a bit difficult to swallow in the immediate term.\"</p><p>Write to Chip Cutter at chip.cutter@wsj.com</p><p>JPMorgan, Macy's and Other Companies Reveal What They Pay Workers as Deadline Looms</p>",
  "published": "2022-10-30T16:55:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 359,
          "end": 379
        },
        {
          "start": 361,
          "end": 381
        },
        {
          "start": 7345,
          "end": 7353
        }
      ]
    }
  ]
}