{
  "_id": "3baaa8a0afd01e619bf036214b8af592fb6cb8d742633998a53fea5185f3be27",
  "feed": "wall-street-journal",
  "title": "U.S. News: U.S. Watch",
  "text": "<p>Trial Rejected Again</p><p>Steve Bannon again lost a bid to delay his contempt trial, with a federal judge saying the former Trump strategist will go on trial beginning Monday.</p><p>Mr. Bannon is facing trial on two counts of contempt for defying a subpoena by the House committee investigating the Jan. 6, 2021, attack on the U.S. Capitol by supporters of former President Donald Trump.</p><p>Mr. Bannon renewed his request to delay the trial until October, arguing that publicity around the hearings held by the Jan. 6 committee would taint potential jurors. U.S. District Judge Carl Nicholsan, an appointee of Mr. Trump, previously declined to postpone the trial and did so again Thursday during a pretrial conference that Mr. Bannon didn't attend.</p><p>\"I am cognizant of concerns about publicity and bias,\" the judge said. He said the court would question potential jurors to determine whether a fair jury could be seated.</p><p>David Schoen, a lawyer for Mr. Bannon, criticized the judge's decision to begin the trial next week. \"I think it is a mistake, but he made clear all along that he believes the pretrial publicity prejudice can be addressed through voir dire and he wants to try,\" he said.</p><p>The Jan. 6 committee subpoenaed Mr. Bannon last year, demanding he testify and turn over documents in October. Mr. Bannon told the Jan. 6 committee over the weekend that he was now willing to testify, preferably at a public hearing.</p><p>-- Alexa Corse</p><p>---</p><p>TRIBAL LANDS</p><p>Prosecutors to Boost</p><p>Crime-Fighting Efforts</p><p>The Justice Department told prosecutors to step up their efforts to fight crime on tribal lands, where federal statistics have shown that Native Americans are victims of violence at more than twice the national rate.</p><p>Deputy Attorney General Lisa Monaco late Wednesday directed U.S. attorneys to craft new plans to promote safety on Native American reservations, where incidents of homicide and domestic violence have for years been much higher than the national average.</p><p>Ms. Monaco told prosecutors to emphasize offenses against women and children as well as missing-person cases. Her directive comes after the Supreme Court last month restored the state of Oklahoma's power to prosecute more crimes on tribal lands, a decision that could also open battles in places where the jurisdictional balance has long been settled.</p><p>\"The latest directions from the DOJ are an encouraging sign on its expanding commitment to public safety in Indian Country,\" Cherokee Nation Principal Chief Chuck Hoskin Jr. said.</p><p>-- Sadie Gurman</p><p>---</p><p>ECONOMY</p><p>Mortgage Rates</p><p>Resume Upward Trend</p><p>Mortgage rates increased for the first time in three weeks.</p><p>The average rate on a 30-year fixed-rate mortgage rose to 5.51%, mortgage-finance giant Freddie Mac said Thursday. That is up from 5.30% last week, when rates recorded the largest weekly decline since December 2008, but below the 13-year high of 5.81% recorded in June. A year ago, the 30-year mortgage averaged 2.88%.</p><p>Higher borrowing costs are weighing on demand for homes, slowing sales and price growth. Housing affordability reached its lowest level since 2006 in May, according to the National Association of Realtors, thanks in part to higher rates. The sharp increase in rates in the first half of the year has pushed some buyers off the market.</p><p>Mortgage applications have fallen for two weeks in a row, and sales of previously owned homes have fallen for four straight months. The country's largest bank, JPMorgan Chase &amp; Co., said Thursday that mortgage originations fell 45% in the second quarter from a year earlier.</p><p>-- Orla McCaffrey</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3426,
          "end": 3446
        },
        {
          "start": 3426,
          "end": 3440
        }
      ]
    }
  ]
}