{
  "_id": "c0c2004f2cb6f6fff5cb19022bdfd1feb8d7d66dbfab41c4cb554b5b3aee04d6",
  "feed": "wall-street-journal",
  "title": "Airlines Say Fliers Are Flocking Back, Despite Higher Ticket Prices; Airlines expect to be able to shake off higher fuel costs as travel demand remains strong",
  "text": "<p>\"We're seeing an increase in demand that is really unparalleled,\" Delta Air Lines Inc. President Glen Hauenstein said at an investor conference Tuesday. \"That surge couldn't come at a better time.\"</p><p>Russia's invasion of Ukraine sparked fears about global energy supplies, pushing jet fuel prices last week to their highest levels since 2008. Oil prices have receded in recent days, and airline executives said demand is strong enough that volatile fuel costs won't jeopardize their recovery.</p><p>For consumers, that means one thing: higher ticket prices.</p><p>Read live updates on Russia's invasion of Ukraine</p><p>Fuel is typically airlines' second-biggest expense after labor, accounting for around 20% of their costs. That can jump to 30% or more when prices surge, according to government figures. With a few exceptions, most major U.S. airlines no longer use futures contracts and other financial instruments to hedge against price swings, and buy fuel just a few weeks in advance.</p><p>To cover fuel price increases, airlines typically try to boost fares and cut less profitable flying, which results in fewer flights and in turn, higher prices for travelers. Some industry analysts have questioned whether those moves will work this time around, with price-sensitive leisure travelers accounting for the lion's share of fliers now, and amid a rebound that remains fragile and prone to sudden reversals.</p><p>But airline executives said Tuesday they are confident that the playbook still works. Travelers are willing to pay higher fares, executives said, allowing carriers to raise fares to account for higher oil costs without undermining demand.</p><p>\"We can make money at oil prices of $100 a barrel or higher, and we will,\" American Airlines Group Inc. Chief Executive Doug Parker said.</p><p>Major U.S. airlines said Tuesday that their revenues in the first quarter of 2022 will likely be at the high end of what they had expected at the start of the year, or better. Airline shares jumped Tuesday: American, and United Airlines Holdings Inc. gained more than 9%. Delta rose 8.7% and Southwest Airlines Co., which reiterated its expectation that it will post profits after the first quarter, rose 4.9%.</p><p>Delta won't have trouble recapturing the additional $15 to $20 each way for the average ticket that it needs to make up for the higher fuel costs—an amount the airline believes its customers will be willing to shoulder, Mr. Hauenstein said.</p><p>\"We are very, very confident of our ability to recapture over 100% of the fuel price run up in the second quarter and through probably the end of the summer,\" he said Tuesday.</p><p>Airlines including United and American said they would trim back some flying. United said it has reduced its flying plans and now expects to fly slightly less this year than in 2019. American said it now expects its capacity to be down 10% to 12% from 2019 levels in the first quarter, compared with its previous expectation of an 8% to 10% reduction.</p><p>\"At this point there is no demand destruction, in fact it's the opposite,\" said Andrew Nocella, United's chief commercial officer. The airline is capturing a \"large percentage\" of the run-up in oil prices, he said—after leaving many seats unsold for the coming summer, United is now able to sell them at higher prices.</p><p>SHARE YOUR THOUGHTS</p><p>Are you going ahead with booking travel plans despite rising prices and the war in Ukraine? Join the conversation below.</p><p>Southwest, one of the few carriers that hedges against fuel price increases, said it raised fares across its network on Feb. 1.</p><p>\"The pricing environment has been healthy as demand has been returning following the Omicron variant,\" Tammy Romo, Southwest's chief financial officer, said Tuesday.</p><p>Rising ticket prices haven't so far dented demand, which has been hitting new pandemic-era milestones. In February, domestic ticket bookings and revenue rose above 2019 levels for the first time since March 2020, according to the Adobe Digital Economy Index. Daily travel spending on Chase credit cards has eclipsed 2019 levels for the first time since late January 2020, JPMorgan Chase &amp; Co. analysts said this month. Delta and American both said they logged record sales days last week.</p><p>Airlines said they are also seeing encouraging signs for business travel, a lucrative sector that has been slower to recover as companies have delayed bringing workers back to offices. Corporate travel bookings have reached 70% of 2019 levels, United said, the highest levels since the start of the pandemic.</p><p>Some airline executives and industry observers have raised concerns that soaring gasoline prices at the pump and rising prices for food and other services could weaken the economy, battering consumers and undermining their appetite to spend on travel.</p><p>JetBlue Airways Corp. Chief Executive Robin Hayes said Tuesday that pent-up travel demand could keep customers flying through the summer, but cautioned that may not last.</p><p>\"I think we have to be a little bit cautious in the second half of the year—what do we think the economy is going to do?\"</p><p>Write to Alison Sider at alison.sider@wsj.com</p><p>Airlines Say Fliers Are Flocking Back, Despite Higher Ticket Prices</p>",
  "published": "2022-03-15T21:20:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4073,
          "end": 4093
        }
      ]
    }
  ]
}