{
  "_id": "63a4034013060b507d4906dcd27c7ff93e973d782596f151dd18ed382efe9684",
  "feed": "market-watch",
  "title": "The way we were — what's behind JPMorgan's latest upbeat stock market view",
  "text": "<p>That was Mizuho Bank, summing up the state of play for markets since Russia's invasion of Ukraine nearly three weeks ago. For Tuesday, China's COVID-19 worries and tensions with the U.S. are adding to the mix, with equities wobbling, and oil dropping hard.</p><p>But our call of the day, from strategists at JPMorgan who haven't strayed far from their bullish stance this year, says all this bearishness has gone too far.</p><p>“We believe that the past months' correction has induced too much negativity in markets, e.g., reflected by our market-implied recession probabilities, on the fear that growth will be severely affected by the war,” said a team led by Marko&#xa0;Kolanovic, chief global markets strategist, in a note to clients.</p><p>“We stay with a pro-risk stance as we do not believe that we will see a recession or that we have entered a sustained bear market,” he added.</p><p>What's key right now, said Kolanovic, is that investors remember the path they were on before the Russia-Ukraine crisis began, with a global economy set for a strong rebound after the omicron coronavirus variant wave — surging factory output, lean inventories, rebounding mobility and a service sector reawakening.</p><p>“Despite the current tumultuous conditions, we believe a lot of risk is already priced in, sentiment is weak and investor positioning is low, so we would add to risk with a medium-term horizon,” said Kolanovic.</p><p>And rather than “selling off positions indiscriminately,” he suggested finding “segments that could be hedges for the current situation.” So, in addition to overweight positions on commodities and energy stocks, the bank is bullish on emerging markets broadly and Chinese stocks in particular, owing to the country's “front-loaded stimulus” and reopening.</p><p>Of course, the latter suggestion runs straight into one fresh headache for markets, as COVID-19 cases surge in Shenzhen and other spots.</p><p>Kolanovic cited outperformance by Brazil owing to its commodity exposure and an under-owned Saudi market (with Russia out of the MSCI EM as of last week), and a tourism boom potentially under way in Asia. Overall, they suggest overweighting emerging markets over developing and keeping an overweight on the U.K., but an underweight on Europe due to its proximity to war fallout.</p><p>“If one is selling on the back of the latest geopolitical developments now, the risk is of getting whipsawed. Historically, the vast majority of military conflicts, especially if localized, did not tend to hurt investor confidence for very long,” he added.</p><p>The buzz</p><p>Leaders from Poland, the Czech Republic and Slovakia will head to Kyiv on Tuesday, in a show of support as Russian forces continue to pound Ukraine, notably in the capital city. Talks will also resume between both sides.</p><p>Tesla TSLA has reportedly lifted prices on all U.S. vehicles, according to the company's website.</p><p>‘Stealth omicron' continues to hit China, with new COVID-19 cases more than doubling, which has triggered a lockdown in Shenzhen. And sewer data in the U.S. is hinting of a creep-up in COVID-19 cases across the U.S.</p><p>U.S.-listed China stocks are taking a hard hit in premarket, with JD.com JD and Alibaba BABA down on COVID-19 lockdown worries and U.S. threats of sanctions over any moves by China to support Russia's invasion of Ukraine.</p><p>On the data front, producer prices and the Empire State manufacturing index are ahead, and the Fed's two-day policy meeting kicks off.</p><p>The chart</p><p>Here's another one for the bruised bulls. This tweet from @bon_laetitia shows long positions on U.S. stock futures have been stubbornly high, and as the chart says, “futures positioning typically goes deeply negative (short) at market lows.”</p><p>Thanks to @TheMarketDog.</p><p>The markets</p><p>China stocks CN:SHCOMP sold off sharply, but U.S. stock futures ES00YM00 have turned green, while bond yields BX:TMUBMUSD10Yare easing off. Oil prices CL00CLJ22BRN00BRNK22 are tumbling to pre-Russia Ukraine invasion levels. Data shows hedge funds massively slashed bullish crude bets last week. Gold GC00 is taking a hard hit this morning, along with the dollar DXY. The ruble RUBUSD has crumbled further.</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m. Eastern Time.</p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  MULN    Mullen Automotive  NIO     NIO  HSII    Heidrick &amp; Struggles  BABA    Alibaba  AAPL    Apple  AU:NCM  Newcrest Mining</p><p>Random reads</p><p>The whereabouts of Marina Ovsyannikova, the journalist hauled off by police after an antiwar protest on Russian TV, remain a mystery.</p><p>Spain's skies have turned orange and yellow from storm-driven Sahara sand.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-03-15T07:15:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 302,
          "end": 310
        },
        {
          "start": 32,
          "end": 40
        }
      ]
    }
  ]
}