{
  "_id": "12f8e15fdd3dac88a26f5dcb20a155dfe460af5abe7911283e9818a90fb541c0",
  "feed": "wall-street-journal",
  "title": "Climbing Interest Rates Fuel Stablecoin War as Binance Makes Move on Rivals; World's largest crypto exchange will automatically convert users' deposits of rival stablecoins into its own Binance USD after its market value topped $20 billion",
  "text": "<p>So-called stablecoins are cryptocurrencies pegged to government-issued currencies on a 1-to-1 ratio. Stablecoin issuers run a lucrative business by investing user deposits in cash and cash-equivalent assets like short-duration U.S. Treasurys. The more deposits a stablecoin issuer has to invest, the more interest income it earns.</p><p>Yields on Treasury bills have risen sharply this year as the Federal Reserve has increased interest rates to curbdecades-high inflation. The yield on the one-month and three-month Treasury bills stood at 2.570% and 3.149%, respectively, on Friday.</p><p>\"The game of stablecoins is essentially to grow your stablecoin market cap as large as possible so you can increase your revenue,\" said Katie Talati, director of research at crypto asset manager Arca.</p><p>The popularity of stablecoins has surged over the past two years, accounting for about $143 billion in market value compared with $21 billion at the end of September 2020, according to data from the Block.</p><p>Circle Internet Financial Ltd., which issues the second-largest stablecoin, USD Coin, held $40.1 billion in short-term Treasurys as of Sept. 15, according to its website. The Boston-based company earned $28.5 million in interest income on USD Coin in 2021 and $100.4 million for the first six months of this year, according to a recent filing.</p><p>Circle estimated it could earn $438 million in total interest income this year and as much as $2.2 billion in 2023, it said in a financial outlook presentation in February. USD Coin has a market cap of $50 billion.</p><p>Tether Holdings Ltd., the company behind the largest stablecoin with a market value of $68 billion, held $29 billion in U.S. Treasury bills at the end of June, according to its latest attestation. Tether also charges a 0.1% redemption fee for a minimum withdrawal of $100,000.</p><p>\"Stablecoin issuers cannot efficiently pass on the interest that they earn because that would be a security,\" said Matthew Sigel, head of digital assets research at VanEck. \"So as a result, the earnings power is quite high.\"</p><p>The market cap of Binance's stablecoin, Binance USD, already crossed $20 billion about a week ago, just three years after it launched. The auto-conversion could boost the market cap by another $908 million, given that the exchange holds 2%, or $898 million, of USD Coin's supply and 1%, or $10 million, of Pax Dollar's supply, Bank of America analysts Alkesh Shah and Andrew Moss wrote in a recent research note.</p><p>Over the long term, Binance's decision could potentially help USD Coin increase its market share relative to tether, which is excluded from Binance's newly unveiled change. On Binance, many tokens and derivative contracts are still quoted and collateralized in tether. Mr. Shah wrote that Binance users may be more likely to withdraw their Binance USD as USD Coin than tether \"given the inconvenient inability to convert BUSD to USDT without executing a trade.\"</p><p>Tether said Binance's move could be \"aimed at taking out USD Coin's number two spot and replacing it with Binance's own BUSD\" stablecoin.</p><p>Jeremy Allaire, chief executive of Circle, said via Twitter that he thinks the move would likely benefit USD Coin because the usage of Binance USD is still limited outside the exchange. Indeed, 86%, or $17 billion, of Binance USD's supply is held on Binance, indicating that the stablecoin isn't regularly used throughout the crypto ecosystem and lacks utility, BofA's Mr. Shah said.</p><p>\"With consolidated dollar books, it will now be easier and more attractive to move USDC to and from Binance for trading core markets,\" Mr. Allaire said.</p><p>Binance said the move would allow \"greater trading liquidity and a better user experience.\" Patrick Hillmann, chief communications officer of Binance, said Binance's auto-conversion move provides a more frictionless trading experience and any shared revenue it earns from Binance USD is minimal.</p><p>Binance isn't the first exchange to consolidate some of the stablecoins on its platform.</p><p>On crypto exchange FTX, when customers deposit USD Coin, TrueUSD, Pax Dollar and Binance USD, the stablecoins are immediately treated as U.S. dollars in their account. In July, Coinbase unified its U.S. dollar and USD Coin order books, meaning that the exchange treats customer deposits of USD Coin as U.S. dollars.</p><p>But neither exchange dominates the crypto trading market quite like Binance, which accounted for 36% of the overall crypto trading market share as of Sept. 9, according to CryptoCompare.</p><p>SHARE YOUR THOUGHTS</p><p>Who will win a stablecoin war, and why? Join the conversation below.</p><p>Coinbase, which launched USD Coin with Circle in 2018, has a revenue-sharing agreement with Circle on the interest income earned from reserves backing USD Coin. JPMorgan analyst Ken Worthington said in a recent note that Coinbase could potentially earn $700 million of incremental revenue from its relationship with Circle in 2023 and 2024.</p><p>Despite carrying the Binance brand, Binance USD is issued by the company Paxos. The stablecoin is regulated by the New York Department of Financial Services, which requires stablecoins to be fully backed and readily redeemable. The reserves backing Binance USD are held by a bankruptcy-remote trust, which \"offers greater consumer protections,\" according to Rich Teo, co-founder and chief executive of Paxos Asia.</p><p>A spokeswoman for Paxos declined to comment on the details of the revenue-sharing agreement between Binance and Paxos.</p><p>Write to Vicky Ge Huang at vicky.huang@wsj.com and Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Climbing Interest Rates Fuel Stablecoin War as Binance Makes Move on Rivals</p>",
  "published": "2022-09-17T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4735,
          "end": 4743
        }
      ]
    }
  ]
}