{
  "_id": "ace4ba4411a4978b8d16f8545b1e71506b8a9df0e1d65980dfdc479fe2083b2c",
  "feed": "market-watch",
  "title": "If chip production is recovering, why are automakers still making fewer cars? The perfect storm of events that got us here, and why it's taking so long to bounce back",
  "text": "<p>How did we get here, and how long will it last?</p><p>Also see: GM's flexible electric vehicle platform is looking promising for the masses</p><p>The size of the problem</p><p>In 2019, before the first hint of COVID-19, Americans bought more than 17 million cars. It was the fifth consecutive year we'd done so.</p><p>By the time 2022 ends, Kelley Blue Book parent company Cox Automotive projects that Americans may have bought as few as 13.3 million.</p><p>The drop comes despite intense demand for new cars, with prices reaching record highs this summer. The average new vehicle in August sold for $48,301—10.8% higher than one year ago.</p><p>The problem? A global shortage of microchips.</p><p>Also see: Need a car loan? They're getting tougher to get</p><p>How we got here</p><p>A generation ago, only the most expensive cars contained microchips. Today, even a highly affordable, low-tech car like the Mitsubishi Mirage—with a starting price of just $14,645 — contains dozens of tiny microprocessors. They control everything from traction control systems to cabin temperature.</p><p>A high-end luxury car, like the Mercedes-Benz EQS, with its programmable fragrances and hands-free highway driving system, can contain hundreds.</p><p>A perfect storm of events has left the auto industry with a limited supply of those crucial chips.</p><p>In the early days of the COVID-19 pandemic, as governments worldwide imposed travel restrictions to limit the spread of the virus, demand for new cars plummeted. Automakers limited their orders for microchips, anticipating months of slowed vehicle production.</p><p>But chip factories didn't slow like car factories did. Consumers ordered new electronics to facilitate working and attending school from home.</p><p>When vaccines allowed people to travel again, pent-up demand for new cars surged. Automakers tried to spool up their orders for new chips. But chip factories were already working at capacity. They still haven't caught up.</p><p>To complicate matters, Americans' thirst for new electronic features in their cars is only growing. In August, 17.5% of new cars sold were luxury vehicles – a near-record.</p><p>Chip production recovering</p><p>Global microchip production is beginning to recover.</p><p>Susquehanna Financial Group reports that, in August, chip makers were fulfilling orders an average of one day faster than in July.</p><p>Other industries that use chips are seeing their sales slow. Susquehanna analyst Chris Rolland reports that demand for new cellphones has slowed, easing pressure on the chip supply.</p><p>Dell Technologies DELL Chief Financial Officer Tom Sweet told Bloomberg recently that the supply chain for personal computers is \"operating more like the historical norm\" in September.</p><p>Investors appear to believe the chip market is softening.At press time for this article, the Philadelphia Stock Market Semiconductor Index SOX was down more than 36% year-to-date.</p><p>But it's the wrong kind of chips</p><p>If chip production is recovering, why are automakers still cutting their production numbers?</p><p>Because the high-end chips used in computers and cellphones aren't the chips that automakers need.</p><p>The automotive industry's modular design approach – the power window switches in an automaker's most expensive vehicle are often the same as those found in its least expensive – means that today's cars are littered with older, low-power microchips performing simple functions.</p><p>See: The best automotive technologies to look for when buying a new car</p><p>Automakers go through a rigorous qualification process to certify chips for use. They can't easily swap in a more complex chip for an older one that has already been through safety testing.</p><p>\"We're going to get a lot more semiconductor capacity in the second half of 2022 – we're nearing the end of the supply crunch,\" said Sandeep Deshpande, Head of European Technology Research for JP Morgan JPM. \"However, capacity still needs to be qualified for use in the automotive industry.…If there wasn't this issue, I would be of the opinion that things could be normal by the end of the year.\"</p><p>Spooling up chip production is a slow process</p><p>Chip manufacturers will only convert foundries from producing high-end computer-bound chips to building the cheaper devices used in cars when that's the most profitable decision. So the change comes slowly.</p><p>Once it does come, it takes time to fulfill orders. Mohit Sharma, a procurement and supply chain expert based in India who advises Fortune 500 companies, told Financial Management Magazine, \"A typical semiconductor production line can involve 700 manufacturing steps across 14 weeks.\"</p><p>Chip manufacturers are working to increase production capacity. But starting up new factories is a long process.</p><p>Intel INTC announced plans for two new microprocessor factories in Ohio last January. They will produce theirfirst usable chips sometime in 2026.</p><p>Domestic production may be part of the answer. According to a September 2020 report from the Semiconductor Industry Association, the U.S. produced 37% of the world's chip supply in 1990. Today, just 12% of global supply is made domestically.</p><p>Also on MarketWatch: These are the most — and least — vulnerable housing markets if the U.S. heads into a recession</p><p>More chips doesn't necessarily mean more cars</p><p>For decades, auto industry practice meant keeping a stockpile of new cars available for sale. Dealers routinely kept so much inventory on hand that they discounted most cars to sell them.</p><p>Even once chip production recovers, that practice may not return.</p><p>\"We'll never go back to the level of inventories that we held pre-pandemic because we've learned we can be much more efficient,\" GM GM CEO Mary Barra told reporters last year.</p><p>BMW XE:BMW Chief Financial Officer Nicolas Peter told the Financial Times last fall that the automaker plans to \"clearly stick with … the way we manage supply to keep our pricing power at the current level.\"</p><p>Mercedes-Benz parent Daimler AG has the same idea. \"We will consciously undersupply demand level,\" Daimler's CFO Harald Wilhelm told FT.</p><p>Ford F CEO Jim Farley has suggested that the company may move closer to a build-to-order business model, though he recently promised dealerships Ford would not sell cars directly to customers, like Tesla TSLA does.</p><p>Dealer groups, too, say big inventories and hefty discounts may not come back.</p><p>Read next: U.S. economy loses billions of dollars a year due to the sharp decline in refugee admissions, economist says</p><p>Automakers are financially interested in making as many cars as Americans will buy. But the chip shortage may be teaching them not to make more than that.</p><p>This story originally ran on KBB.com .</p><p>If chip production is recovering, why are automakers still making fewer cars?</p>",
  "published": "2022-09-26T09:01:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3785,
          "end": 3794
        },
        {
          "start": 3795,
          "end": 3799
        }
      ]
    }
  ]
}