{
  "_id": "b2e9f4c44ad00aff07894dea85861e3b619b5ace0ba3190722589140aff43511",
  "feed": "ftcomall",
  "title": "Volatile US stocks retreat as traders weigh Ukraine conflict, monetary policy  ",
  "text": "<p>US stock markets ended the day lower after a bumpy ride on Thursday as traders considered the effects of the escalating conflict in Ukraine on central bank policy. </p> <p>Wall Street indices and stock markets across Europe fell after <a href=\"https://www.ft.com/content/575cba8a-4b1f-411b-84f3-3b5afe2202e3\">Russia subjected</a> the Ukrainian port of Mariupol and the cities of Chernihiv and Kharkiv to relentless missile bombardment. Investors abandoned riskier assets, pulling money from US stocks, in particular those in the tech sector. </p> <p>Wall Street's tech-heavy Nasdaq Composite index fell 1.6 per cent, while the blue-chip S&amp;P 500 index fell 0.5 per cent. In Europe, the regional Stoxx 600 index closed down 2 per cent, with heavy falls across companies most affected by anticipated higher costs of oil, metals and foodstuffs produced in Russia and Ukraine.</p> <p>As traders weighed the possibility that the <a href=\"https://www.ft.com/war-in-ukraine\">conflict in Ukraine</a> could disrupt supplies of vital commodities, Brent crude, the international oil benchmark, bounced around, hitting its highest level since 2012 early on Thursday before pulling back to close at $110.46 a barrel, down 2.2 per cent from the previous day. </p> <p>Investors have been assessing the chances of US and European central banks rowing back earlier plans to end pandemic-era monetary support to safeguard economies from the fallout of Russian sanctions and booming commodities prices. </p> <p>Jay Powell, Federal Reserve chair, on Wednesday said that while the US central bank was prepared to<a href=\"https://www.ft.com/content/b947c196-7b5c-44b0-8769-ef6f66580356\"> push ahead with rate increases</a>, “we will proceed carefully as we learn more about the implications of the Ukraine war for the economy”. He reaffirmed those views in further testimony on Thursday.</p> <p>“It's not the kind of economic slowdown we've had in recent cycles,” said Nadège Dufossé, head of cross-asset strategy at Candriam. “It's a slowdown with high inflation, which is just a very complicated situation for central banks to manage.”</p> <p>In Europe, the Stoxx sub-index of utilities groups dropped 3.5 per cent while its tech subsector fell 2.2 per cent to reflect concerns about potential disruption to semiconductor supply chains that involve Ukrainian raw materials. </p> <p>“We haven't even seen major disruptions to supply and demand yet,” said Grace Peters, head of European investment strategy at JPMorgan's private bank. “But a risk premium has come in to reflect the potential of such disruptions in future and that is what is moving markets today.”</p> <p>Germany's Xetra Dax dropped 2.2 per cent and London's FTSE 100 fell 2.6 per cent. Meanwhile, France's Cac 40 lost 1.8 per cent. </p> <p>The yield on the benchmark 10-year US Treasury note dipped 0.03 percentage points to 1.85 per cent. Bond yields move inversely to prices.</p> <p>European bond yields fell, with the yield on Germany's 10-year Bund, a barometer for eurozone debt costs, dropping by 0.01 percentage point to 0.012 per cent. </p><p>Source: Kate Duguid in New York, Naomi Rovnick in London and Hudson Lockett in Hong Kong  2022 'Volatile US stocks retreat as traders weigh Ukraine conflict, monetary policy  ' FT.com 3 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-03T21:35:40.475Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2222,
          "end": 2230
        }
      ],
      "nexusId": "10009914"
    }
  ]
}