{
  "_id": "a2bb9f72c1023f30d2a0c881e34e29763a021bfa1e21d5fdd11f27a606992705",
  "feed": "wall-street-journal",
  "title": "Can Elon Musk Buy Twitter? Tesla CEO's $43 billion offer contains as many questions as answers",
  "text": "<p>The richest man in the world should be able to buy anything he wants. But Elon Musk's $43 billion bid for Twitter Inc. looks like a long shot.</p><p>Shareholders aren't rallying behind him. The board is preparing to throw up roadblocks. And it isn't clear that Mr. Musk, despite his vast fortune, can come up with the money.</p><p>Like everything with the Tesla Inc. chief executive, crypto enthusiast and Twitter troll, Mr. Musk's $54.20-a-share offer flouts nearly every norm in the merger playbook. The eccentricity that helped make him a billionaire could now be a liability in the eyes of Twitter's board and the financial backers he'll need.</p><p>Mr. Musk admitted at a TED Talk Thursday that he's not sure he'll actually pull it off, though he said he has \"sufficient assets.\"</p><p>He has given no indication of how he might pay for the deal. Would-be acquirers—especially uninvited ones—typically show up with the money in hand, or at least a guarantee from a bank that it will be there. Most companies won't entertain sale talks without it.</p><p>Mr. Musk is worth an estimated $250 billion or more, but is cash poor, with nearly all his wealth tied up in shares of Tesla and SpaceX, his privately held rocket company. Selling those stakes would trigger big tax bills and reduce his control.</p><p>That leaves borrowing against those stakes. But that would be tricky too.</p><p>Tesla allows executives to borrow up 25% of the value of their shares. Mr. Musk's stake, worth about $176 billion today, would theoretically let him borrow about $43 billion. (Because he owns 9% already, Mr. Musk would need to come up with $39 billion to buy the rest.)</p><p>But as of last August, according to securities filings, he had already pledged 88 million shares for personal loans, which would reduce his credit limit.</p><p>Moreover, it isn't clear whether a bank would even make a loan that big secured by a single stock—especially one as unpredictable as Tesla, whose share price Mr. Musk can send swinging wildly with a single tweet. The electric-vehicle maker has traded as high as $1,145 and as low as $764 since mid-February. Stocks that volatile make for risky collateral because their value could drop quickly, leaving the bank with losses.</p><p>And Mr. Musk has alienated some of the deepest pockets on Wall Street: Jamie Dimon, CEO of JPMorgan Chase Co., a bank known for writing big takeover checks, won't do business with the billionaire or his companies.</p><p>Mr. Musk has hired Morgan Stanley as his financial adviser. The bank is known more for top-shelf merger advice than for big loans, but would likely provide some debt financing if a deal moves ahead, a person familiar with the matter said.</p><p>Mr. Musk, who surfaced as one of Twitter's biggest shareholders earlier this month, has fielded interest from private-equity firms and other investors who might back his bid, the person said. Mr. Musk also could ease his financial burden if he can win over big Twitter investors like Silver Lake, Elliott Management Corp. and Cathie Wood's ARK Investment Management—one of Tesla's most vocal boosters.</p><p>Even if he can gather the money, Twitter, which has been working on its own plan to boost the lagging shares, could reject the offer. The reaction from one high-profile shareholder Thursday could give it cover.</p><p>Saudi royal Alwaleed bin Talal, who said he is one of Twitter's largest shareholders, wrote in a message on the service: \"I don't believe that the proposed offer…comes close to the intrinsic value of Twitter.\"</p><p>This isn't the first time Mr. Musk has floated a blockbuster takeover that didn't come to fruition. In 2018, he famously tweeted that he was considering taking Tesla private and that he had \"funding secured.\"</p><p>Mr. Musk later settled with the Securities and Exchange Commission over the episode, paying a $20 million fine and stepping down as Tesla's board chair. That track record may give Twitter's board air cover to reject this deal—and potential partners pause too.</p><p>And despite Mr. Musk saying of his offer that Twitter's \"shareholders will love it,\" they don't seem to, by and large. The stock was down nearly 2% to close at $45.08 Thursday—almost unheard-of after a takeover offer. That robs Mr. Musk of the investor army he may need to pressure Twitter's board.</p><p>Those directors met Thursday to review the offer with the help of Goldman Sachs Group Inc. bankers, people familiar with the matter said. Since Parag Agrawal took over as CEO from co-founder Jack Dorsey in November, the company has leaned into new revenue streams, like subscriptions, and has been refining projections that suggest it's worth more than what Mr. Musk is offering, one of the people said. Mr. Musk said in his filing that he doesn't have confidence in Twitter management.</p><p>The company is weighing adopting a so-called poison pill that will block Mr. Musk, who owns 9.2% of the company, from increasing his stake beyond 15% or so, that person said.</p><p>\"The decision we make and how we execute is in our hands, no one else's,\" Mr. Agrawal said on Monday after Mr. Musk had reversed course on an earlier decision to join Twitter's board.</p><p>Mr. Musk says his offer is take-it-or-leave-it, and that he is prepared to sell his position if the answer is no. That could help explain the muted reaction in Twitter's shares.</p><p>It could also draw out a \"white-knight\" bidder, eager to own Twitter at a price well off its peak last year.</p><p>Salesforce Inc. explored such a deal in the past. Salesforce CEO Marc Benioff, who tried to buy Twitter in 2016, wrote in his book that he badly wanted the company but was thwarted by his own shareholders, who reacted negatively when news of his interest broke.</p><p>Silver Lake, which invested $1 billion in Twitter two years ago, is also a possible buyer. The firm is restricted for now from making a bid for the company as long as its co-CEO, Egon Durban, remains on Twitter's board, according to securities filings. But it is possible the board could waive the restriction in the event the private-equity firm has an interest in a deal now.</p><p>Write to Liz Hoffman at liz.hoffman@wsj.com and Cara Lombardo at cara.lombardo@wsj.com</p><p>Can Elon Musk Buy Twitter?</p>",
  "published": "2022-04-14T21:33:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2287,
          "end": 2305
        }
      ]
    }
  ]
}