{
  "_id": "cee1fcade829ed2ffe756e9ab435019ddd54b890f691d7c2580dab3698f0fe17",
  "feed": "wall-street-journal",
  "title": "Stock Futures Rise as China Eases Covid-19 Lockdowns; The S&P 500 was poised to recoup its Monday loss as investors awaited data on consumer confidence",
  "text": "<p>Stocks have largely bounced back in recent sessions as traders reassessed expectations of steep Federal Reserve interest-rate increases. Weakening economic data have provided some investors with hope that U.S. central bankers might become less hawkish as it tries to fight inflation.</p><p>Still, doubts remain about how long-lasting any rally will be, and many note that indexes are still highly sensitive to news and data that could rapidly swing stocks either way.</p><p>The latest example came Tuesday when China's National Health Commission on Tuesday said it would loosen its strict quarantine requirements for international travelers, in an attempt to balance its zero-Covid policy against pressures it is facing on its economy, which is the world's second-largest. U.S. stock futures reversed earlier losses to trade higher after the news.</p><p>Money managers and strategists said recent gains in equities have also been driven by month-end and quarter-end portfolio rebalancing, as well as some traders' willingness to buy the dip after a monthslong drawdown that has sent the S&amp;P 500 falling 18% this year. Many say they still expect more pain ahead for indexes as central bankers grapple with inflation data that could continue to remain sticky next month.</p><p>\"The question is when we hit a market bottom and when we get that turning point, and it's not necessarily straight away,\" said Eloise Goulder, head of the global Market, Data and Positioning Intelligence teams in Equity Trading at JPMorgan Chase.</p><p>\"For me to get bullish on [the second half of the year], we need to see the combination of inflation having peaked, and data having stabilized… and I think second quarter earnings will be a really key barometer for that,\" she added.</p><p>Fresh data released Tuesday morning showed that home-price growth slowed slightly in April. The S&amp;P CoreLogic Case-Shiller National Home Price Index, which measures average home prices in major metropolitan areas across the country, rose 20.4% in the year that ended in April, down slightly from a 20.6% annual rate in March. The index reports on a two-month delay. Earlier this month, mortgage rates reached the highest level in more than 13 years for two weeks in a row.</p><p>Later Tuesday, investors will parse consumer confidence data from the Conference Board. Economists surveyed by The Wall Street Journal expect consumers' optimism to further cool for June from the previous month as Americans continue to assess the impact of high inflation and rising interest rates.</p><p>In premarket trading in New York, travel and energy companies were bright spots in the market. Occidental Petroleum and Devon Energy each climbed more than 4%. Wynn Resorts gained 7.2% and Las Vegas Sands rose 8.1%.</p><p>Nike fell 2.9% premarket after the sneaker maker reported quarterly sales that were roughly flat and a decline in net income. Shares of Jefferies Financial Group fell 3.2% after the company reported a steep drop in profit in the second quarter as it faced a challenging capital markets environment.</p><p>Shares of Robinhood Markets fell 4.1% premarket. On Monday, shares of the online brokerage soared after Bloomberg News reported that crypto exchange FTX was discussing internally how to acquire Robinhood. In a statement, Sam Bankman-Fried, the billionaire founder of FTX, said there are no active M&amp;A conversations with the company.</p><p>In the bond market, the yield on the benchmark 10-year U.S. Treasury note advanced to 3.217%, from 3.193% Monday. Yields climb when bond prices fall. In general, Treasury yields have fallen in recent weeks as investors re-evaluated their expectations for the Fed's interest-rate hikes.</p><p>Oil prices climbed. Brent crude, the international benchmark for oil prices, rose 1.5% to $112.62 a barrel.</p><p>Bitcoin advanced slightly from its 5 p.m. ET price Monday, gaining 0.3% to trade around $20,953, according to CoinDesk data.</p><p>Overseas, the pan-continental Stoxx Europe 600 rose 0.5%, driven higher by a rally in stocks including energy and manufacturing companies.</p><p>In Asia, indexes broadly rallied after China said it would loosen its strict quarantine requirements. The CSI 300 index of Shanghai- and Shenzhen-listed stocks closed 1% higher, while Hong Kong's Hang Seng Index added 0.9%. Shares in airlines, restaurant chains and Macau casino operators surged.</p><p>The biggest gainers included travel-booking company Trip.com Group Ltd., whose Hong Kong-listed stock gained 17%, and the casino company Sands China Ltd., which advanced 12%.</p><p>—Quentin Webb contributed to this article.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stock Futures Rise as China Eases Covid-19 Lockdowns</p>",
  "published": "2022-06-28T13:16:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1482,
          "end": 1490
        }
      ]
    }
  ]
}