{
  "_id": "567d8d38a349ebec0b4538bbf36a4d37056bb42b4ff69a1591b7ee7535f9ee19",
  "feed": "ftcomall",
  "title": "Emerging markets: inflation, shortages and interest rates cripple economies ",
  "text": "<p>The unfolding crisis in Sri Lanka is inflicting misery on millions. While political blunders take some of the blame, economic collapse&#xa0;is a symptom of wider malaise. </p> <p>Almost a third of <a href=\"https://www.ft.com/emerging-markets\">emerging market</a> countries are in debt distress, says the IMF. The same proportion have pushed their interest rates to at least 10 per cent, as rising rates in advanced economies trigger&#xa0;capital outflows. Dollar-denominated emerging market sovereign bonds, as measured by the JPMorgan EMBI Global Diversified index, are on track for their worst run on record with total returns of minus 18.6 per cent this year.</p> <p>Over-reliance on overseas money is a familiar risk. The sell-off during the “taper tantrum” of 2013 illustrated emerging economies' vulnerability. Turkey, then one of the “fragile five” of badly-affected economies, is again in difficulty. Its annual inflation rate is&#xa0;<a href=\"https://www.ft.com/content/aeac051e-9ab7-45e8-87a6-a728fc9a0f94\">almost 80 per cen</a>t after a succession of aggressive interest rate cuts. This year's price rises are likely to be exceeded only by Venezuela, Sudan and Zimbabwe.</p> <p>But Turkey is an outlier with its ultra-loose monetary policies. By contrast, hawkish central banks in countries such as Brazil began raising interest rates last year, long before the US Federal Reserve. Brazil also benefits from the commodity boom that has provided windfalls for several emerging nations. Indonesia's core inflation rate remains low at 2.6 per cent, aided by energy subsidies. Its central bank says the earliest rate rise will be in the third quarter of this year.</p> <p>Large developing countries have grown more resilient in recent years, with less dependence on external financing and larger foreign currency reserves. But even for the strongest, riding out the turmoil will be difficult if&#xa0;the dollar continues to appreciate. That would drive up the cost of commodity imports and make servicing dollar-denominated debt more expensive. </p> <p>A significant minority of debt-laden emerging nations are already on the brink of crisis. Without debt relief, a&#xa0;cascade of defaults will be next. </p><p>Source:  2022 'Emerging markets: inflation, shortages and interest rates cripple economies ' FT.com 11 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-11T15:03:17.592Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 459,
          "end": 467
        }
      ]
    }
  ]
}