{
  "_id": "b4728fac2fbaf898c93468a953967d8394168372b8385b4a0f4193e216bbb8d0",
  "feed": "wall-street-journal",
  "title": "Crypto-Lender Nexo Nears Acquisition of Peter Thiel-Backed Lender Vauld; Deal comes after Vauld suspended withdrawals amid capital flight",
  "text": "<p>The crypto market has seen more than $2 trillion worth of valuation disappear as the price of bitcoin, ether and most other cryptocurrencies has plunged. The early-May collapse of the Terra platform erased $60 billion worth of tokens and started a chain reaction through hedge funds like Three Arrows Capital Ltd. and lenders like Celsius Network LLC, Voyager Digital Ltd., and BlockFi Inc.</p><p>Vauld, which has about 800,000 users mainly in Asia, was the latest party to experience trouble. On Monday, it suspended withdrawals, disclosing that users had pulled almost $200 million over the past three weeks. The company had laid off 30% of its staff and said it was looking into its alternatives, including a restructuring.</p><p>Founded in 2018, Vauld raised $25 million in Series A funding last summer, attracting funds from Valar Ventures, which was founded by billionaire Peter Thiel, as well as Pantera Capital and Coinbase Ventures, a unit of the publicly listed U.S. crypto exchange.</p><p>In a release about the deal, Nexo, which operates out of Switzerland and has about four million users, compared current conditions to the U.S. banking crisis of 1907, a time before the creation of the Federal Reserve when markets didn't have a so-called lender of last resort.</p><p>That panic subsided only after J.P. Morgan and associates injected private capital in the market. Recently, the billionaire Sam Bankman-Fried has made a number of deals that have drawn the comparison to Morgan. Nexo put itself in that category as well.</p><p>The market, Nexo said, \"is again in the hands of a few capable and well-capitalized entities to come up with systemic solutions and aid the sector.\"</p><p>The price of bitcoin on Tuesday was up 0.4% at $19,603. It is down 71% from its November high of $67,802.</p><p>Write to Paul Vigna at Paul.Vigna@wsj.com</p><p>Crypto-Lender Nexo Nears Acquisition of Peter Thiel-Backed Lender Vauld</p>",
  "published": "2022-07-05T17:26:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1290,
          "end": 1301
        }
      ]
    }
  ]
}