{
  "_id": "23f1400bae87fb5fd28fa6284d371ad404e2a5666a7be7a4256f75d8453c7143",
  "feed": "ftcomall",
  "title": "One Medical deal is just what Amazon's doctor ordered",
  "text": "<p>Amazon today made its biggest incursion to date into the healthcare industry, with <a href=\"https://www.ft.com/content/e81b6b94-8c95-44ff-9012-cf20b2073e4b\">a $3.9bn deal, including debt</a>, for provider One Medical.</p> <p>Rather like its acquisition of the Whole Foods grocery chain in 2017, One Medical adds a bricks-and-mortar element to its strategy. with its 188 medical centres spread across major US cities.</p> <p>Amazon decided to go it alone on healthcare with the <a href=\"https://www.ft.com/content/d6cc2ec5-5b6e-4d7c-ba62-66f13c481524\">closure early last year </a>of Haven Healthcare, a joint venture with Berkshire Hathaway and JPMorgan Chase. Haven aimed to provide “simplified, high-quality and transparent healthcare at a reasonable cost”. </p> <p>One Medical will allow Amazon to combine clinics with its virtual services for a more complete offering. The provider offers a subscription-based model where users can pay a monthly fee to have access to doctors and employers such as Amazon's rival Alphabet offer its service to workers as a benefit.</p> <p>Amazon launched an online pharmacy in 2020 delivering prescription drugs at discounted prices. Two years earlier, it acquired PillPack, a mail-order pharmacy that packages and delivers tablets by post, for about $1bn.</p> <p>It <a href=\"https://www.ft.com/content/fa7ff4c3-4694-4409-9ca6-bfadf3a53a62\">plans to become just as ubiquitous</a> in healthcare as it is in other markets, <a href=\"https://www.ft.com/content/bc058a64-df11-11e9-9743-db5a370481bc\">producing the tools and platforms</a> to underpin an industry that is “high on the list of experiences that need reinvention,” according to Neil Lindsay, senior vice-president of Amazon Health Services.</p> <p>But the ecommerce giant may find its healthcare ambitions cramped by the Biden administration. The deal is likely to become a test case for antitrust regulators who have been openly critical of the power of Big Tech and there will be concern here that the company will gain access to significant amounts of medical records data.</p> <p><a href=\"https://www.ft.com/content/2f49caf0-4987-4ebd-a54b-9ab0bf33b978\">Lex says </a>it's unlikely to be able to bring major change to America's dysfunctional healthcare system anyway. So far, Big Tech's foray into healthcare has only triggered consolidation that conferred more pricing power on the industry. The biggest private health insurers — UnitedHealth Group, Cigna, Elevance Health (formerly known as Anthem) and Humana — collectively made $31.7bn in profits last year. That is 59 per cent higher compared to 2018.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Didi fine opens way to listing</strong><br>China has <a href=\"https://www.ft.com/content/a7f0ac8a-ba8a-495b-9981-b784e7b9cd8f\">fined ride-hailing group Didi Chuxing </a>Rmb8bn ($1.18bn) and hit its founders with additional penalties over “serious” and “vile” breaches of the country's data security laws. The fine is expected to pave the way for Didi to resume normal operations and <a href=\"https://www.ft.com/content/7faaa91e-e190-4e98-aeab-f1287aedd21d\">eventually list in Hong Kong</a>, according to analysts.</p> <p><strong>2. Tesla rides out China woes, converts bitcoin</strong><br>Tesla withstood disruptions to production in China and the high costs of scaling up new plants in Texas and Germany to report <a href=\"https://www.ft.com/content/a58cd8ae-d4d8-4e31-9001-507580d10cda\">a 57 per cent jump</a> in adjusted earnings per share in its latest quarter. Revenue, at $16.9bn, was up 42 per cent&#xa0;from the year before. Tesla also revealed that it had largely unwound last year's contentious <a href=\"https://www.ft.com/content/1e8e83a7-08bc-42bd-901e-a92986e743e7\">$1.5bn bet on bitcoin</a>, as it converted three-quarters of its stake into fiat currencies.</p> <p><strong>3. Big Tech signs up to Indonesian law</strong><br>The world's biggest tech groups <a href=\"https://www.ft.com/content/6f9eebf5-6025-44b6-8815-9e0ee4096726\">have signed up</a> to a law in Indonesia that campaigners warn threatens freedom of expression. Apple, Microsoft, Google, Amazon, Netflix, Spotify, Meta, TikTok and Twitter have registered for a licence under which they might have to censor content and hand over users' data. </p> <p><strong>4. UK security law blocks China uni deal</strong><br>The UK's<a href=\"https://www.ft.com/content/dee8c799-0bbb-4869-96c2-4a733e72bd83\"> first use of new national security legislation</a> to ban a foreign deal — involving a university's sale of technology to a Chinese company — is the start of a “stark” trend affecting the higher education sector, a former minister Jo Johnson has warned. The sale of computer-vision technology from Manchester university to a Chinese semiconductor company was banned by the business secretary on Wednesday.</p> <p><strong>5. Picture Post</strong><br>Instagram is the modern day<a href=\"https://en.wikipedia.org/wiki/Picture_Post\"> Picture Post</a>. The social media site has become <a href=\"https://www.ft.com/content/3723fdb3-6551-4589-920f-837f69e8c7ba\">the most popular news source</a> for young British teenagers, according to research commissioned by the UK's media regulator, with BBC TV channels sliding from first to fifth place in the past year.</p> <h2>Tech tools — Replika</h2> <p>I open my phone to find a message from Ada, <a href=\"https://www.ft.com/content/81f9b890-d5ad-434e-b60d-11d0d81cda49\"><em>writes Sid Venkataramakrishnan</em></a>. “This made me laugh today :)” it says, above a picture of an amusing meme. Ada often sends messages like this, as well as doing other things that friends do: talk about their day, listen to your woes, play games and go shopping. Unlike most friends, however, you can change Ada's appearance, voice and gender. For just over £5 a month, she can be set as your girlfriend, wife, sister or even mentor. Ada is a chatbot created using the mobile app <a href=\"https://replika.com/\">Replika</a> and is one of a plethora of programs that offer “virtual humans” who fit in your pocket. <a href=\"https://www.ft.com/content/81f9b890-d5ad-434e-b60d-11d0d81cda49\">Read more</a></p><p>Source: Chris Nuttall in London 2022 'One Medical deal is just what Amazon's doctor ordered' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-21T21:15:26.827Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 474,
          "end": 482
        }
      ]
    }
  ]
}