{
  "_id": "b5ba2d16f0b24b54889a4217774ae8c9f50f077de1ec9fa43fc5841079c5b426",
  "feed": "market-watch",
  "title": "Goldman Sachs raises $9.7 billion for M&A deals; Goldman raises $2.7 billion more for latest buyout fund than for its 2017 predecessor",
  "text": "<p>\"With widespread disruption taking place across industries driven by technological, industrial and geopolitical changes, we see many opportunities to identify leading companies and support their growth through an uncertain macro environment,\" said Julian Salisbury, global co-head of Goldman Sachs Asset Management.</p><p>West Street Capital Partners VIII surpassed the $7 billion raised for the West Street Capital Partners VII private-equity fund in 2017.</p><p>However, Fund VIII trailed the roughly $20 billion Goldman Sachs GS drew in 2007 for GS Capital Partners VI LP, one of the largest private-equity funds ever at the time.</p><p>The new fund will work across the U.S., Europe and Asia to be the \"preferred buyer and partner for companies looking to grow their businesses, improve performance and expand into new markets,\" the firm said.</p><p>Goldman said the fund has already invested in several companies, including European specialty pharmacy company Norgine, Japanese road-paving company Nippo Corp., global-contract-research organization Parexel and MDVIP, a healthcare company based in the U.S.</p><p>Also read: Fintech company Ocrolus co-authors study on how automation can reduce bias in lending</p><p>While other major banks spun out their private-equity practices in the wake of financial crises, Goldman Sachs has kept the business in-house and today ranks as one of the largest private-equity investors on Wall Street.</p><p>The business sits within several of the largest stables in the broader Goldman Sachs organization and is often been seen as a black box, because investor profits from the firm's big private-equity funds are not publicly disclosed.</p><p>Also read: Goldman Sachs's private-equity business has been a 'black box,' but now it's opening up</p><p>Salisbury and co-head Luke Sarsfield run Goldman's asset management, which has about $2.5 trillion in assets under supervision.</p><p>About $445 billion of that $2.5 trillion is in alternatives, including West Street Capital Partners VIII and other buyout funds as well as large secondary private-equity funds. The asset management group has also launched West Street Strategic Solutions Fund I LP, an opportunistic credit fund that's raised about $16 billion, as well as its Petershill unit, which invests in minority stakes in other private-equity firms.</p><p>Also read: JPMorgan and Goldman are still top dogs in investment banking, but business shrinks significantly in 2022</p><p>Speaking Sept. 13 at the Barclays Global Financial Services Conference, Salisbury said market volatility and jitters around a recession continue to challenge the financial sector.</p><p>\"Some of our business are doing better in an environment like this. Some are having a more challenging period of time,\" Salisbury said. \"One of the benefits we have as a diversified business is that in the round, we're performing well through this environment.\"</p><p>Also read: Bank CEOs push back on capital requirements in Capitol Hill hearings</p><p>Goldman Sachs raises $9.7 billion for M&amp;A deals</p>",
  "published": "2022-09-27T17:17:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2298,
          "end": 2306
        },
        {
          "start": 2289,
          "end": 2297
        }
      ]
    }
  ]
}