{
  "_id": "c41cf45f6dfdca877c8e68440225aeb822f329cdbce7928d29393f163c611d16",
  "feed": "wall-street-journal",
  "title": "OPEC+ to Weigh Production Cut to Bolster Oil Prices; Group to consider reducing output by 1 million barrels a day, as economic slowdown hurts demand",
  "text": "<p>Concerns about a slowing global economy have dragged oil prices down at their fastest pace since the Covid-19 outbreak began in early 2020, prompting OPEC+ to consider ways to prop up the price of oil. Any move by OPEC+ to raise oil prices could put further pressure on Western consumers already hurting from high energy costs while also helping Russia—one of the biggest energy producers in the world—fill its state coffers as it wages war against Ukraine.</p><p>Oil prices had shot up over $100 a barrel and stayed there for months but Brent crude, the global oil benchmark, is now down 23% this quarter, falling to $87.96 a barrel last week, and its swiftest decline since 2020.</p><p>Falling oil prices are often a pressure-release valve for the global economy, reducing costs as demand falls in a cycle that repeats itself. OPEC+ often holds itself out as a regulator of the oil market, aiming to keep supply and demand balanced, but a production cut would support prices at a time when they are at historically high levels.</p><p>Russia's invasion of Ukraine and subsequent sanctions caused energy prices to soar, raising the price of gasoline in the U.S. and around the world. While prices have started coming down, a cut to production comes amid rising inflation, slowing growth and fears of recession.</p><p>Adel Hamaizia, a visiting fellow at the Center for Middle Eastern Studies at Harvard University, said the move could play a role in making recessions worse in some countries. He explained that the production cut could push inflation higher and hurt oil demand further.</p><p>The U.S. has asked OPEC+ to pump more oil to help bring down the price of gasoline. OPEC+ accelerated some production cuts over the summer ahead of President Biden's visit to Saudi Arabia and made a small increase in August but has since worked to reverse those moves.</p><p>In the past months, the U.S. has responded to rising oil prices by tapping into its strategic stockpiles. Christyan Malek, global head of energy strategy at JP Morgan, said Saudi Arabia's support for a cut to production could be a response to lower gas prices for U.S. consumers, which he partly tied to a U.S. decision to release stockpiled oil.</p><p>Ahead of this week's OPEC+ meetings, White House officials have declined to forecast the potential impact of the production decisions. White House press secretary Karine Jean-Pierre on Friday declined to speak to the possible moves, noting that the U.S. is not a part of the organization. \"They are an independent entity and we allow them to make their news and their announcements on their own,\" Ms. Jean-Pierre said.</p><p>White House officials on Sunday referred to Ms. Jean-Pierre's comments on Friday, noting it does not comment on actions OPEC+ may or may not take.</p><p>The production cut could also accelerate the world's changing flows of oil sales since the Ukraine invasion. China, which is seeing slowing economic growth, is turning to Russia for cheaper oil. At the same time, Europe is being forced to buy more expensive oil from Middle Eastern countries since it stopped buying oil from Russia over the Ukraine invasion.</p><p>Oil prices have been falling in part due to slowing growth in China, which has been hit by persistent Covid-prevention measures. The World Bank has said it expects China's economy to expand 2.8% in 2022, down from a 4.3% forecast in June.</p><p>Because the ultimate decision about a production cut will be hotly debated, OPEC+ decided to meet in person in Vienna on Wednesday for the first time since the beginning of the pandemic, the delegates said. Other options being considered include a smaller reduction of 500,000 barrels a day or as much as 1.5 million barrels a day, the delegates said.</p><p>Russia and Saudi energy ministries didn't immediately respond to requests for comment.</p><p>The option to cut more than 1 million barrels a day is backed by Russia, the group's biggest non-OPEC partner.</p><p>A costly war, lower energy prices and a new round of Western sanctions threaten to bear down on Russia's already embattled economy. The country is trying to maximize its windfall from soaring energy prices—Russia's main economic strength—after the government's budget reported a deficit due to diminished energy revenue.</p><p>\"Cuts and higher prices would certainly be at least a short term win for Russia as we approach winter,\" said Mr. Hamaizia.</p><p>But the cartel's biggest exporter, Saudi Arabia, has some reservations on the size of the cut, the delegates said.</p><p>OPEC+ agreed last month to cut oil production for the first time in over a year, saying it would cut about 100,000 barrels a day amid fears of a global recession.</p><p>The move ended an 18-month era of production increases for OPEC+. The group slowly brought crude back onto the market after a dramatic cut during the pandemic when demand plunged.</p><p>The Saudis have pursued a more aggressive oil policy this year as oil prices rose during the Ukraine war. Higher oil prices have helped Saudi Arabia become one of the world's fastest-growing economies this year and infused with cash an ambitious economic overhaul launched by the kingdom's de facto ruler Crown Prince Mohammed bin Salman.</p><p>In one way, an OPEC+ cut won't make much meaningful difference in the day-to-day oil market. The group has been undershooting its targets by more than 3 million barrels a day for much of the year, with Russian production falling and big producers like Nigeria and Angola struggling to invest enough to raise output.</p><p>Write to Benoit Faucon at benoit.faucon@wsj.com and Summer Said at summer.said@wsj.com</p><p>OPEC+ to Weigh Production Cut to Bolster Oil Prices</p>",
  "published": "2022-10-02T22:42:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1988,
          "end": 1997
        }
      ],
      "nexusId": "10009914"
    }
  ]
}