{
  "_id": "43077785dcdddd95d9865251f04ab3b7b60630673129a6393ba43e7aa6060aaf",
  "feed": "ftcomall",
  "title": "From ‘Britain's Obama' to JPMorgan banker",
  "text": "<p>Welcome back. During Leslie Hook's <a href=\"https://www.ft.com/content/29ac22a8-b12d-4234-8ef7-e680cf44e731\">exclusive interview</a> with US climate envoy John Kerry, the former secretary of state was asked to comment on BlackRock's recent <a href=\"https://www.ft.com/content/4a538e2c-d4bb-4099-8f15-a28d0fefcea2\">statement</a> on climate-related shareholder resolutions. As we <a href=\"https://www.ft.com/content/3a963c2a-9400-4c26-9e1d-b0f1ed91f031\">wrote</a> on Wednesday, the world's biggest asset manager said it would oppose most such proposals this year, saying that many were overly restrictive of management.</p> <p>“I know Larry, and I think he's been helpfully provocative in the last few years, and pushing the debate over shareholder versus stakeholder interests,” Kerry said, referring to BlackRock chief executive Larry Fink.</p> <p>But “big companies are going to have to step up and toughen up and be part of the solution”, Kerry added, warning that without serious emissions cuts, “we're in for a very significant disruption, which will only add to whatever disruption and chaos you see in the marketplace today”.</p> <p>We give you a couple of new angles on that disruption and chaos in today's edition. Simon has an interview with the former Labour party darling Chuka Umunna about his transition to the world of sustainable finance at JPMorgan, as it comes under fire for its lead role in financing the oil and gas sector. I write about the growing sums flowing towards the confrontational activists of Extinction Rebellion — who are increasingly making their presence felt in the US. Please read on. (<em>Patrick Temple-West) </em></p> <h1>JPMorgan's Umunna: Our fossil fuel funding reflects society</h1> <p>Chuka Umunna, the man once dubbed “<a href=\"https://www.newstatesman.com/long-reads/2009/01/chuka-umunna-labour-obama\">a Barack Obama for Britain</a>”, might seem to have taken an unconventional path to JPMorgan's towering, glass-walled London office. Elected to parliament in 2010 aged 31, he rose to the highest echelon of the UK's left-leaning Labour party. As shadow business secretary, he loudly opposed the sort of international corporate acquisitions that make investment bankers' mouths water — including Kraft Heinz's abortive bid for Unilever, in which JPMorgan played a lead role.</p> <p>So Umunna's decision last year to join the Wall Street giant, as its environmental, social and governance head for Europe, the Middle East and Africa, raised eyebrows. But the shift was less abrupt than it might seem, he insisted, when we met on the 31st floor of JPMorgan's European headquarters in Canary Wharf, for a conversation that gave insights into the evolving ESG strategy of the biggest bank in the western hemisphere.</p> <blockquote>  <p>“The way I see it is that I've been working on ESG issues for the last 20 years,” Umunna said, citing his work as an employment lawyer before his years in liberal politics. “I don't see it as kind of counter-intuitive at all.”</p> </blockquote> <p>On one level, Umunna's career move is yet another example of the revolving door that leads, increasingly conspicuously, from the House of Commons to lucrative financial sector jobs (<a href=\"https://news.sky.com/story/former-chancellor-lord-hammond-in-300m-takeover-bid-for-government-contractor-amey-12410967\">here</a> <a href=\"https://www.theguardian.com/politics/2015/dec/09/alistair-darling-former-british-chancellor-joins-morgan-stanley-board\">are</a> <a href=\"https://news.sky.com/story/former-chancellor-sajid-javid-hired-as-adviser-to-banking-giant-jp-morgan-12051318\">some</a> <a href=\"https://www.theguardian.com/politics/2021/feb/01/former-chancellor-george-osborne-to-become-full-time-banker\">other</a> <a href=\"https://www.standard.co.uk/hp/front/ps10m-and-rising-blair-coffers-swell-with-another-job-in-the-city-6626197.html\">recent</a> <a href=\"https://www.heraldscotland.com/news/14129844.former-pm-gordon-brown-lands-new-job-globe-trotting-advisor-us-financial-giant/\">examples</a>). But this marquee hire's assignment to ESG reflects the field's dramatic rise to prominence on the financial sector agenda. And JPMorgan might have particularly good reasons to want a skilled politician on board as it grapples with the controversy over its environmental record.</p> <p>In a <a href=\"https://reclaimfinance.org/site/en/2022/03/30/banking-on-climate-chaos-report-2022/\">scathing recent report</a>, the Paris-based campaign group Reclaim Finance calculated total fossil fuel financing by the world's 60 biggest banks over the past six years. JPMorgan topped the list by far, with $382bn — a full third higher than second-placed Citigroup.</p> <blockquote>  <p>“We reflect society,” Umunna told me. “Society has not come off oil and gas. We all want to get to the promised land where we do substantially reduce our reliance on oil and gas. But we do not, unfortunately, have renewables at scale right now to replace oil and gas . . . And that's not JPMorgan's fault. That is society's challenge.”</p> </blockquote> <p>Still, I noted, while many other banks have been scaling back their fossil fuel financing, JPMorgan's rose nearly a fifth last year to $61.8bn, according to the Reclaim Finance study, including big transactions with Saudi Aramco and Russia's Gazprom.</p> <p>“For me, the starting point is 2021 onwards,” Umunna replied, pointing to new climate commitments made last year, including a pledge to reduce the “carbon intensity” — emissions relative to revenue — of its client roster in industries including oil and gas.</p> <p>“People will bash us in terms of the carbon intensity of our financing portfolio,” Umunna added. “But don't ignore what we are doing to support another vital part of this equation, which is the development of technology without which we won't get to net zero.”</p> <p>JPMorgan promised last year to provide $2.5tn in financing over 10 years to support climate action and sustainable development, and it has been ramping up its work with promising start-ups in the clean-tech space. Last month it handled a <a href=\"https://climeworks.com/news/equity-fundraising\">$650mn fundraising for Climeworks</a>, a Zurich-based company building machines to suck carbon dioxide from the air.</p> <p>But “new, funky, green” companies would not be able to drive the shift to clean energy on their own, Umunna added, arguing that big oil and gas companies will need to play an important role that will require large amounts of capital.</p> <p>Umunna's exit from politics came not through choice. Once seen as a contender to head the Labour party, he quit during the tumultuous leadership of Jeremy Corbyn and was then defeated at the 2019 general election. But he had never intended to remain in politics forever, he insisted, arguing that his private-sector role — aside from a pay package presumably somewhat chunkier than an MP's £84,144 salary — comes with new opportunities for positive impact, amid politicians' stuttering progress on climate action.</p> <p>“I'm a democrat, so I say this without arguing against democracy,” Umunna said. “But four- to five-year election cycles are not conducive to long-term policymaking.”</p> <p>In parliament, Umunna said, he witnessed “how the nation state had become quite emasculated given globalisation, and given that issues like the climate emergency know no borders. You need to tackle those things at a supranational level. And one of the ultimate private sector supranational institutions in the world is JPMorgan.”</p> <p>As for the issue most keenly watched by the bank's critics — JPMorgan's exposure to fossil fuel development — Umunna declined to promise a reduction this year, pointing out that its carbon targets have a 10-year timeframe. If progress towards them proves slow, Umunna's employer may need to call upon the public messaging savvy he learned in Westminster. <em>(Simon Mundy)</em></p> <h1>Extinction Rebellion tactics loom for US chiefs?</h1> <p>On April 6, Nasa scientist Peter Kalmus walked up to a Chase bank branch in downtown Los Angeles and handcuffed himself to the door. </p> <p>His <a href=\"https://www.youtube.com/watch?v=RAlQO1WlpSE\">action</a> — and his subsequent arrest — was successful in drawing attention to Chase parent JPMorgan's big role in financing fossil fuel businesses. </p> <p>Kalmus is part of a group called Scientist Rebellion, which is a tip-of-the-spear activist group modelled on the global Extinction Rebellion movement. Scientist Rebellion's approach is provocative: listed on its website are guides for window cracking as well as throwing pink slime or paint. </p> <p>Now these climate activists are getting a new injection of cash. The Climate Emergency Fund (CEF), which <a href=\"https://www.ft.com/content/321f4402-ec31-11e9-85f4-d00e5018f061\">has been a top funder</a> of Extinction Rebellion and Stop the Money Pipeline for several years, <a href=\"https://www.climateemergencyfund.org/press/cef/2022-4-20\">recently announced</a> that it had contributed $1.3mn to activists around the world, including in the US.</p> <p>The board members of CEF, a US-registered charity, include Rory Kennedy, daughter of the late Senator Robert Kennedy, and Aileen Getty, heiress to the Getty Oil fortune. Adam McKay, director of the 2021 award-winning movie <em>Don't Look Up</em>, has contributed $250,000 to its coffers.</p> <p>In addition to Scientist Rebellion, CEF has funded protesters in West Virginia who have <a href=\"https://apnews.com/article/sports-business-west-virginia-environment-baseball-fc809de559dbb29730e7b450a5f01a89\">blockaded a coal plant</a> with ties to Senator Joe Manchin.</p> <p>Margaret Klein Salamon, executive director of CEF, told Moral Money that climate gatherings were “devastated” by Covid-19 and that action should return in the months ahead. Repressive policing tactics in the US had made climate protesting harder than in Europe, she added. </p> <p>Donors are obviously skittish about giving to no-holds-barred activists, Klein Salamon said. But CEF has received about $224,000 in donations from workplace giving programmes. And Yelp, the business reviews platform, has reported donations to CEF through its corporate foundation.</p> <p>Pressure on US companies has heated up. In April, Extinction Rebellion activists in New York City, a CEF grantee, <a href=\"https://www.xrebellion.nyc/news/earth-to-media-this-is-an-emergency\">halted newspaper production</a> at the New York Times, News Corp and Gannet. These media companies had failed to cover the climate emergency and instead prioritised “the entertainment of subscribers”, activists claimed.</p> <p>This month, Extinction Rebellion will join protests at the annual general meetings of JPMorgan and BlackRock to draw attention to climate concerns.</p> <p>US chief executives should take note. (<em>Patrick Temple-West</em>)</p> <h1>Chart of the day</h1> <p>At the end of 2021, 2,253 companies had made emissions reduction targets — or promised to do so — under the Science Based Targets initiative, which is fast becoming the key global benchmark for these corporate commitments. That's more than double the number a year earlier. The companies have a combined market capitalisation of $38tn, more than a third of the total value of global stock markets, the SBTi <a href=\"https://sciencebasedtargets.org/news/companies-committed-to-cut-emissions-in-line-with-climate-science-now-represent-38-trillion-of-global-economy\">said</a> on Thursday.</p> <h1>Smart read</h1> <ul>  <li><p>Private equity giant Carlyle is resisting pressure from climate campaigners to divest of its roughly $8.5bn in energy holdings, including from the production of hydrocarbons. Instead, Carlyle has decided that maintaining investment in oil and gas is necessary to meet global energy needs, writes our colleague Antoine Gara in <a href=\"https://www.ft.com/content/29037912-f329-463b-9647-92a63d5816c2\">an exclusive interview</a> with Carlyle chief executive Kewsong Lee.</p></li> </ul><p>Source: Patrick Temple-West and Simon Mundy 2022 'From ‘Britain's Obama' to JPMorgan banker' FT.com 13 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-13T11:01:27.319Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 26,
          "end": 34
        },
        {
          "start": 1101,
          "end": 1109
        },
        {
          "start": 1389,
          "end": 1397
        },
        {
          "start": 1564,
          "end": 1572
        },
        {
          "start": 1924,
          "end": 1932
        },
        {
          "start": 2217,
          "end": 2225
        },
        {
          "start": 2957,
          "end": 2965
        },
        {
          "start": 3280,
          "end": 3288
        },
        {
          "start": 3665,
          "end": 3673
        },
        {
          "start": 3804,
          "end": 3812
        },
        {
          "start": 6067,
          "end": 6075
        },
        {
          "start": 6139,
          "end": 6147
        },
        {
          "start": 6722,
          "end": 6730
        },
        {
          "start": 8765,
          "end": 8773
        }
      ]
    }
  ]
}