{
  "_id": "88984e2b19a843b54aecb3ffd969af289375cedcffedb0132e2002606bbe2a9c",
  "feed": "wall-street-journal",
  "title": "The Philosopher Kings of North Carolina; Four state Justices invent a way to undo constitutional changes.",
  "text": "<p>For a time, however, those districts remained in effect, during which the Legislature proposed two constitutional amendments, one imposing voter ID and the other capping the state income tax at 7%. Both were ratified by voters in the 2018 election, and neither outcome was close. Voter ID passed by 11 points and the tax cap by 15 points. Four years later, the state Supreme Court in NAACP v. Moore is effectively saying that the amendments could now be discarded as the fruit of a poisoned tree.</p><p>In the telling of the majority opinion, written by Justice Anita Earls, the NAACP argued that as soon as the judiciary invalidated the gerrymander, those 28 lawmakers \"became usurpers.\" The majority doesn't go this far, citing the legal doctrine of \"de facto officers,\" whose work remains valid despite some defect in their elevation. The point is to prevent a ruling that strikes down a gerrymander from making a state budget or a quorum vanish. \"It would be intolerable,\" the majority says, \"to hold that the people of North Carolina were left without any body capable of exercising legislative authority.\"</p><p>So far so reasonable. But then the court invents an elevated standard for North Carolina's constitutional amendments, saying that de facto officers might lack the power to propose them in certain circumstances. To that end, the majority devises an astounding multifactor test, beginning with whether the lawmakers from the gerrymandered districts were \"sufficient in number to be decisive.\"</p><p>If yes, judges must then ask whether the proposed amendment will \"immunize legislators from democratic accountability\" or \"perpetuate the ongoing exclusion of a category of voters from the political process\" or \"intentionally discriminate against a particular category of citizens who were also discriminated against in the political process leading to the legislators' election.\" What fountainhead of legal invention did that spring from?</p><p>The majority remands the case for further review, but it notes that the trial court already made related factual findings. Members of the NAACP, the court said, \"will be effectively denied the right to vote\" by voter ID. The tax cap \"places a flat, artificial limit on income taxes,\" which \"prohibits the state from establishing graduated tax rates\" and \"tends to favor white households and disadvantage people of color.\" These are progressive political arguments from MSNBC, not legal judgments.</p><p>The dissent by Justice Philip Berger Jr. is unsparing. He says the state constitution clearly lets the Legislature propose amendments, full stop, and the majority \"egregiously violates separation of powers.\" The new multifactor test will obligate judges \"to look into the substance of each legislative action and weigh the policy implications.\"</p><p>And where else might the same logic be extended? \"A malapportioned legislature ratified the Twentieth Amendment on January 5, 1933,\" he says. \"Under the majority's reasoning here, is this ratifying vote voidable?\"</p><p>The dissent ends with a question to a higher legal power. \"When,\" Justice Berger asks, \"does judicial activism undermine our republican form of government guaranteed in Article IV, Section 4 of the United States Constitution such that the people are no longer the fountain of power?\"</p><p>An interesting query. The way that North Carolina's four judicial philosopher kings are going, the U.S. Supreme Court might want to find an occasion soon to answer it.</p><p>The Philosopher Kings of North Carolina</p>",
  "published": "2022-08-28T21:19:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}