{
  "_id": "dfa3db0544ed67328720b82b9dd6687266ef88609389d49b9881bc1af8bd6397",
  "feed": "ftcomall",
  "title": "Cost cuts loom on Wall Street as balance of power with staff shifts",
  "text": "<p>Wall Street bankers should brace themselves — investment banks are getting ready to tighten their belts.&#xa0;</p> <p>A year after rewarding staff with <a href=\"https://www.ft.com/content/36f1c72a-f63f-4404-87ab-dfbeb335cbd3\">mega bonuses</a> for generating record profits on the back of a boom in dealmaking and initial public offerings linked to the Spac frenzy, there has been a marked change in conditions for banks. </p> <p>Fears of a recession, sparked by the <a href=\"https://www.ft.com/war-in-ukraine\">war in Ukraine</a> and a sharp tightening in monetary policy to tackle high inflation, have had a heavy impact on mergers, equity and debt underwriting businesses at most investment banks. </p> <p>The finance executives of banks are preparing to respond. Everyone you talk to on Wall Street accepts that radical cost-cutting will be inevitable, especially as pretty much every bank hired droves of people in recent years.</p> <p>Overall, investment banking fees are down 32 per cent at $61.7bn in the year to date compared with the same period a year ago, according to data from Refinitiv.&#xa0;</p> <p>Goldman Sachs <a href=\"https://www.ft.com/content/5c0c341f-6a02-4996-9b6c-e927e69273ea\">warned last week</a> that it would reinstate annual performance reviews and start firing underperforming staff. Denis Coleman, Goldman's chief financial officer, added that it would also “slow hiring velocity”. </p> <p>Other banks, including JPMorgan Chase, Morgan Stanley, Citibank and Bank of America, are taking similar measures to facilitate lay-offs as they all prepare for worsening macroeconomic conditions.&#xa0;</p> <p>An early indicator of how the cost-cutting has already started is the sharp drop in employee pay, which came down at all the top Wall Street banks. Pay expenses at Goldman have come down nearly 40 per cent in the second quarter to $3.7bn from the $6bn peak the bank spent in the first quarter of 2021, when the Spac market was roaring.&#xa0;</p> <p>“Goldman was really the only one that alluded to [cuts] . . . if the numbers do not recover in investment banking, you would have to expect cost-cutting measures will be implemented, since many of the companies have built in expense structures that support business that was much higher during 2021,” said Gerard Cassidy, banking analyst at RBC Capital Markets.</p> <p>The dilemma every senior executive at these investment banks is toying with is how much to cut and how many people to lay off as there is no consensus on the state of the economy.</p> <p>“This is one of the biggest conundrums for Wall Street CEOs — how much to cut, who to cut and when to cut,” said Mike Mayo, the prominent bank analyst at Wells Fargo. “Cut too deep and you have to pay up after to get them back while you play catch-up. The other risk is you don't take the needed moves and you're stuck with bloated overhead.”&#xa0;</p> <p>Headcount has gone up massively across Wall Street since the world was hit by the pandemic in late 2019. For example, Goldman's total employees went up from 35,600 in the second quarter of 2019 to 47,000 in the latest quarter. During the same period Morgan Stanley increased its staff by 32 per cent. Some of these increases were due to acquisitions, but most people came on board to handle the boom in activity.&#xa0;</p> <p>The cuts are unlikely to be even, as well as the lay-offs, according to insiders and analysts. The most at risk group are equity capital market bankers, particularly the ones who worked on Spacs. IPOs and Spacs have dried up and with the fees they generated. These fees dropped 72 per cent, according to Refinitiv, to $7bn so far this year compared with $25bn in the first half of 2021. People working on debt financing and underwriting are also likely to suffer as fees have dried up there too.</p> <p>“With this steep decline in revenues, there will be lay-offs. Some have already quietly started. And we predict that it's going to precipitate [accelerate] into the end of the year,” said Chris Connors of Johnson Associates, a pay consultancy in New York.&#xa0;</p> <p>Mayo said M&amp;A advisers are less likely to get axed as companies are still using deals to adapt to a post-pandemic world or to find ways to grow in a downturn.&#xa0;</p> <p>What is likely to change on Wall Street is the power dynamic between bosses and junior staff. During the pandemic, investment banks were forced to accept more demands from employees on issues such as work/life balance. </p> <p>“The power has shifted from the employee to the employer,” said Mayo. “What took place over the last couple of years with employees saying they're working too long hours, and they want extra perks and this and that, was an exception . . . that was a moment [that has] come and gone.”</p> <p><em>jfk@ft.com</em></p> <p>Twitter: <a href=\"https://twitter.com/JFK_America\">JFK_America</a></p><p>Source: James Fontanella-Khan 2022 'Cost cuts loom on Wall Street as balance of power with staff shifts' FT.com 25 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-25T13:35:56.933Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1174,
          "end": 1188
        }
      ]
    }
  ]
}