{
  "_id": "9cb22ee404648cbbb3277b788afa67d3c3b528c89b9324db4536c22f8925dbc2",
  "feed": "wall-street-journal",
  "title": "EY Paying $100 Million to Settle Probe of Auditors Cheating on Ethics Exams; Big Four firm accused of misleading regulators about June 2019 report of testing misconduct",
  "text": "<p>The case is the latest reputational setback for a profession entrusted with overseeing the reliability of public companies' financial statements. KPMG LLP, another of the Big Four accounting firms, was fined $50 million in 2019over ethical violations including claims that some auditors cheated on training exams.</p><p>\"It's simply outrageous that the very professionals responsible for catching cheating by clients cheated on ethics exams of all things,\" said SEC Enforcement Director Gurbir Grewal. \"And it's equally shocking that Ernst &amp; Young hindered our investigation of this misconduct.\"</p><p>EY said that \"nothing [at the firm] is more important than our integrity and our ethics.\" It said the firm doesn't tolerate cheating on exams, adding that its \"response to this unacceptable past behavior has been thorough, extensive, and effective.\"</p><p>The settlement could complicate an effort by the firm's top leaders to split EY into separate auditing and consulting firms. The executives would have known about the SEC's investigation as they planned for the possible breakup.</p><p>EY received a tip from an internal whistleblower in June 2019 that employees were cheating on ethics exams, which state accounting boards require as part of both initial and continuing license requirements, according to the SEC. The regulator had accused KPMG that same month of a massive ethics breach that included extensive cheating on continuing-education exams. It also accused several former KPMG partners of illicitly obtaining a secret list of their past audits that would be subject to surprise regulatory examinations.</p><p>Following up on the KPMG probe, the SEC asked EY in June 2019 about any reports the firm had received about testing misconduct. EY disclosed some past instances of cheating, but didn't reveal the latest whistleblower report focused on ethics tests.</p><p>The firm's response to the SEC was misleading because it implied EY \"did not have any current issues with cheating,\" the SEC wrote in the settlement order.</p><p>Instead of quickly disclosing the tip to the SEC, EY started its own investigation, hoping to learn more about the claim and to come up with a plan to address any problems, according to the settlement order. EY's top lawyers and executives knew within months that \"the cheating involved more than a small number of individuals in a single office,\" the order said.</p><p>As part of its settlement, in addition to the $100 million fine, EY must pay for two separate compliance reviews conducted by outside firms. One review will examine internal policies designed to promote ethics and integrity, while the other will seek to assess how EY's lawyers and managers responded to the SEC in June 2019 when the agency asked about reports of cheating. Regulators couldn't access some of those facts during their investigation because they were laid out in legal advice that passed between EY lawyers and executives, SEC officials said.</p><p>The second review is designed to find out \"whether any member of EY's executive team, General Counsel's office, compliance staff or other EY employees contributed to the firm's failure to correct its misleading submission,\" the SEC's order says.</p><p>The consultant in charge of that review will be empowered to recommend disciplinary actions, and EY's top executives will have to certify whether they implemented them. The report itself will be confidential and won't be shared with the SEC.</p><p>EY has terminated some employees over the wrongdoing, according to the SEC, which didn't sue or settle with any individuals on Tuesday. Regulators said they are continuing to investigate and could pursue cases against other defendants in the future.</p><p>While the $100 million penalty is large by regulatory standards, the SEC has been levying high fines over the past year.</p><p>Charles Schwab Corp. agreed earlier this month to pay more than $186 million to settle an SEC investigation. JPMorgan Chase &amp; Co. paid $200 million in December and admitted that it ran afoul of broker-dealer record-keeping requirements.</p><p>SEC officials said EY has a history of regulatory violations and cheating on training exams by audit employees. From 2012 to 2015, more than 200 EY employees rigged their scores on continuing-education exams by exploiting a flaw in testing software, according to the settlement order.</p><p>After other documented episodes of cheating in 2016 and 2017, EY warned U.S. employees that such misconduct could result in termination, according to the SEC. EY's managing partner sent a similar message in June 2019. Since then, 91 audit professionals \"requested, used or shared answer keys with colleagues,\" the SEC's order said.</p><p>The nation's largest accounting firms have been under scrutiny for other reasons, including conflicts of interest embedded in their practice of operating both auditing and consulting businesses. The Wall Street Journal has reported that EY is weighing a plan to divideinto an audit-focused company and a consulting firm, a split that would be the biggest structural change at a Big Four firm in roughly two decades.</p><p>It couldn't be immediately learned whether the SEC investigation had any bearing on EY's plan for the potential split.</p><p>Critics of the plan have said it could leave the firm charged with audit duties vulnerable to big fines if they have problems with regulators or botch audits. EY expects the consulting firm to grow faster than the auditing firm, and the consultants will effectively pay the auditors to let them leave to form the new entity.</p><p>In addition to the cheating scandal, a string of failed audits has caused EY reputational damage. EY's German arm is being sued over its audits of German fintech company Wirecard AG, which filed for insolvency in 2020 after saying that €1.9 billion (about $2 billion) in assets likely never existed. In the U.K., EY faces a claim for $2.7 billion from the administrator of hospital operator NMC Health PLC, which in 2020 filed for bankruptcy after the discovery of billions of dollars of undisclosed debt. EY was also the auditor for China's Luckin Coffee Inc., which allegedly used fake orders to overstate sales.</p><p>Mark Maurer and Jean Eaglesham contributed to this article.</p><p>Write to Dave Michaels at dave.michaels@wsj.com</p><p>EY Paying $100 Million to Settle Probe of Auditors Cheating on Ethics Exams</p>",
  "published": "2022-06-28T10:20:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3893,
          "end": 3913
        }
      ]
    }
  ]
}