{
  "_id": "f70721b39e6892e1c17407ba34cc155b91c2b0e5a3abe40ebebc233d8c3f8a86",
  "feed": "ftcomall",
  "title": "Emerging market investors: drop a Bric and pick up a Bimchip",
  "text": "<p>As a glutton for investment punishment, I return to the vexed subject of emerging market equities and bonds. In July <a href=\"https://www.ft.com/content/113448a2-8581-4e5c-9af7-a957fc91e7b4\">I suggested </a>that a selective strategy of investing long term in key emerging markets (EM) might make sense, even though most mainstream investors have run for the hills when it comes to EM equities.</p> <p>As a catch-all term, I believe “emerging markets” is increasingly redundant. It has minimal value when the differences between regions and countries are so pronounced. </p> <p>Looming over this discussion is that despite some epic price declines, Chinese equities still dominate the global EM asset class, comprising around 26 per cent with Taiwan at about 13 per cent. South Korea, which has extremely close trading links to China, is the fourth biggest exposure at 11 per cent. </p> <p>These countries still account for more than 50 per cent of the value of the index. In the EM bond market, China's dominance is much less pronounced, representing under 6 per cent of the value of the key benchmark, the EMBI by JPMorgan.</p> <p>My view is that investors should embrace a more targeted approach by picking specific countries or, at the very least, invest in funds run by people who will do that active allocation between countries in an intelligent fashion. Mobius and Templeton spring to mind.</p> <p>I would also suggest two distinct opportunities. First, aim for a select band of countries that actually outperformed their peers in the past year of crisis; second, put EM bonds on your radar.</p> <p>Let's start with equities. Arguably the best investment idea of the year in this area comes from Vincent Deluard, a strategist at StoneX, a trading services company. He is something of a contrarian, but I think his latest idea is just common sense. He suggests ditching old-fashioned terms such as the Brics and Gems (global emerging markets) and embracing your inner Bimchip. This dreadful acronym embraces the idea that you only invest in the following countries: Brazil, India, Mexico, Chile, Indonesia and Peru.</p> <p>Deluard says: “Equity markets in all these countries (with the exception of India, which is modestly down for the year) managed a positive total return in US dollars for the 2022, which is quite an achievement given the 23 per cent loss for the MSCI World Index.”</p> <p>This group has a semblance of coherence in being made up of “investable” Latin America alongside India and Indonesia, the two largest nations bordering the Indian Ocean, linked by millennia of economic, cultural and religious exchange.</p> <p>Bimchip countries are home to 2bn people, which according to Deluard is slightly more than the East Asian bloc (Japan, China, Korea, Hong Kong, Taiwan). All are middle-income economies “with more or less democratic institutions and a recent history of market reforms. They display high wealth and income inequalities, which have been tempered by the emergence of a fragile middle class in the past 20 years,” he says.</p> <p>Crucially, they have all played a canny diplomatic game of being friendly with the US and the EU while deepening their ties to China, partly because many of the countries have a strong commodity bias. India remains expensive in terms of equity valuations, but Brazil and Chile trade for 6.2 and 5.4 times forward earnings and offer dividend yields of 11.6 per cent and 6 per cent, respectively. Big corporations in all the nations are experiencing strong earnings growth, which should make those ratios look even more appealing in a few years time.</p> <p>The bad news is that if you like this Bimchip idea, there's no obvious single fund you can turn to. I'd suggest the following combination of actively managed investment trusts and country specific exchange traded funds.</p> <ul>  <li><p>Brazil, Peru and Chile: Abrdn Latin American Income and BlackRock Latin America</p></li>  <li><p>India: India Capital Growth and Ashoka India Equity</p></li>  <li><p>Mexico: Xtrackers MSCI Mexico UCITS ETF 1C, ticker XMEX</p></li>  <li><p>Indonesia: HSBC MSCI Indonesia UCITS ETF USD, ticker HIDR</p></li> </ul> <p>What's true for Bimchip equities is doubly true for their bonds. Global emerging market bonds have had a terrible year to date (the worst ever on some measures), buffeted by high inflation, geopolitical uncertainty and a strong dollar. </p> <p>Not surprisingly, the asset class has been bleeding money in terms of fund flows, amounting to $62bn in cumulative outflows by September. When even “sensible” countries such as Ghana are threatening a sovereign debt default, you can begin to understand why investors have run for the hills.</p> <p>Yet many Bimchip bonds have produced positive gains, helped in part by local central banks that have got ahead of their peers in the developed world and actively increased interest rates to target high inflation. </p> <p>Deluard points to a 10-year continuously reinvested Brazilian Real government note which gained 4.1 per cent in US dollar terms this year. Local currency bonds in Mexico, Chile, India and Indonesia also outperformed developed markets' bonds by 10 percentage points. Most of that gain has come not from capital appreciation but from high coupons as local monetary authorities jack up rates. </p> <p>And what's true for local government bonds might be doubly true for their corporations. Although EM corporate default rates are now rising sharply, many EM corporates are outperforming, according to Mary-Thérèse Barton, head of EM fixed income at Pictet Asset Management. </p> <p>She notes that “EM companies have done exceptionally well so far in 2022, with revenues up 22 per cent and earnings up 27 per cent during the second quarter on the same period a year earlier. At the same time, their balance sheets are looking healthy, with net debt down 7 per cent year-on-year in the second quarter.”</p> <p>One tailwind has been the steady maturation of local bond markets. As their complexity increases, more local buyers (and lenders) are emerging to improve liquidity. Pictet observes that companies in Indonesia, the Philippines and India in particular have increasingly been buying back their outstanding dollar-denominated debt and refinancing through cheaper bank loans priced in local currency, frequently provided by domestic lenders. Take India. Local bank loan books have grown at a rate of some 12-15 per cent through the first half of 2022.</p> <p>Yields to maturity on the various index-tracking EM bond funds are running at around 7.5 to 8.5 per cent but personally I'd be much more inclined to use an active fund manager who can navigate their way around the vastly different nations and categories (corporate, sovereign, local currency and dollar denominated).&#xa0;</p> <p>It's a fairly niche space so there are few quality funds out there — although I would highlight managers such as Eaton Vance, Abrdn, M&amp;G and Invesco, which all have highly rated global EM funds.</p> <p><em>David Stevenson is an active private investor. He has holdings in Mobius, India Capital Growth and HSBC Indonesia. Email: </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=adventurous@ft.com\"><em>adventurous@ft.com</em></a><em>. Twitter: </em><a href=\"https://twitter.com/advinvestor?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@advinvestor</em></a></p><p>Source: David Stevenson 2022 'Emerging market investors: drop a Bric and pick up a Bimchip' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-01T05:00:03.724Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1014,
          "end": 1022
        }
      ]
    }
  ]
}