{
  "_id": "4ac62650ee9ba1aa138f349bbf12cbf9478f998a44737afd515dbfffc3756d10",
  "feed": "market-watch",
  "title": "U.S. stocks end lower as investors fret over economy, inflation and Fed; Shares of Facebook parent Meta Platforms fall as COO Sheryl Sandberg steps down",
  "text": "<p>* The Dow Jones Industrial Average DJIA 176. 89 points, or 0.5%, to close at 32,813.23, after declining as many as 405 points at its session low.</p><p>* The S&amp;P 500 SPX ended with a loss of 30.92 points, or 0.7%, at 4,101.23.</p><p>* The Nasdaq Composite COMP declined 86.93 points, or 0.7%, finishing at 11,994.45.</p><p>The Dow and S&amp;P 500 ended virtually unchanged for May on Tuesday, masking a volatile month that saw the latter index come within a whisker of a close in bear-market territory on May 19. The Nasdaq Composite, which fell into a bear market earlier this year, fell more than 2% in May.</p><p>Read: The man who seized one of Argentina's ships now warns there will be a wave of emerging-market defaults</p><p>What's driving the market?</p><p>It's was an economic data-heavy day. US equities started the month slightly lower after a strong set of data suggested the Federal Reserve still has work to do to slow inflation.</p><p>The Institute for Supply Management's Manufacturing PMI, a closely followed index of U.S.-based manufacturing activity, rose to 56.1% in May from 55.4% in the prior month, the research group said Wednesday. Economists polled by The Wall Street Journal had forecast a decline to 54.5%.</p><p>Meanwhile, U.S. job openings fell to 11.4 million in April from a record 11.9 million in the previous month. About 4.4 million workers quit jobs in April, while the job-quitting rate stayed unchanged at 2.9%.</p><p>The U.S. economy showed \"slight or modest\" growth in May, but labor and supplies were still in short supply and rapid inflation remained a big problem, according to the Fed's regular survey of the economy known as the Beige Book.</p><p>\"Everything is showing that the economy is still doing pretty well. And that is supporting the idea that the Fed could continue with this aggressive tightening path, which is probably why we're seeing stocks turned negative here,\" Edward Moya, senior market analyst at OANDA, said in an interview.</p><p>St. Louis Federal Reserve Bank President James Bullard, in a speech, warned that the Fed was in danger of losing control of how much inflation American households are expecting.</p><p>Bullard has previously said he would like to get the fed-funds rate up to 3.5% rate by the end of the year. If the Fed hikes interest rates by 50 basis points at both the June and July meeting, as most Fed officials support, the Fed's benchmark rate will be in a range of 1.75% to 2%.</p><p>Meanwhile, San Francisco Fed President Mary Daly on Wednesday said the time to pause the rise in interest rates is when the Federal Reserve gets its benchmark policy interest rates up to about 2.5%.</p><p>Growing expectations the Fed will follow up widely expected half percentage point rate increases in June and July with another in September were blamed for weakness in stocks and bonds, which sent Treasury yields higher.</p><p>The yield on the 10-year Treasury BX:TMUBMUSD10Y note rose 8.2 basis points to 2.922% on Wednesday, according to Dow Jones Market Data.</p><p>Investors may have also been rattled by remarks from JPMorgan Chase &amp; Co. JPM CEO Jamie Dimon, who highlighted uncertainty around the challenges faced by the Fed and the ability of policy makers to handle them.</p><p>\"Everyone thinks the Fed can handle this,\" Dimon said at a conference. \"That hurricane is right out there down the road coming our way. We just don't know if it's a minor one or Superstorm Sandy, or Andrew or something like that. [Y]ou better brace yourself.\"</p><p>As well, investors will be keeping an eye on the liquidity impact of shrinking of the Fed's massive balance sheet, which started Wednesday and is aimed in part at helping fight high inflation.</p><p>\"Uncertainty over the impact of Fed QT that kicks off today and ramps up to full force over the next three months to a pace of $95 billion/month could also prove a factor weighing on sentiment,\" according to a note by Saxo Bank strategists.</p><p>Read: Fed's quantitative tightening is here: What that means for markets</p><p>In commodity markets, U.S. crude oil prices CL.1 rose, with the U.S. benchmark ending 0.5% higher at $115.26 a barrel on the New York Mercantile Exchange. Oil prices rose Tuesday after the EU slapped new sanctions on Russian crude, but pulled back after The Wall Street Journal reportedsome members of the OPEC were considering suspending Russia from oil-production targets.</p><p>See: Why oil could still hit $130 a barrel even if OPEC+ tries to make up lost Russia production</p><p>What companies are in focus?</p><p>* Sheryl Sandberg, chief operating officer at Facebook parent Meta Platforms Inc. FB said she would step down after a 14-year run at the social-media company. Shares fell 2.6%.</p><p>* Salesforce Inc. stock CRM jumped 9.9% after the cloud-based customer-relationship-management company hiked its earnings forecasts.</p><p>* Capri Holdings Ltd. CPRI stock rose 1.1% after the luxury fashion company reported a big earnings beat and $1 billion buyback program.</p><p>* HP Inc. HPQ shares gained 1% after itposted another strong quarter of personal computer sales and raised its earnings outlook Tuesday.</p><p>* Delta Air Lines Inc. DAL shares dropped 5.2%, despite the company raising its revenue forecastas travel recovers from the pandemic.</p><p>How are other assets trading?</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, rose 0.8%.</p><p>* Bitcoin BTCUSD was trading 5.9% lower, below $30,000.</p><p>* In European equities, the Stoxx Europe 600 XX:SXXP and London's FTSE 100 UK:UKX each declined 1%.</p><p>* In Asia, the Shanghai Composite CN:SHCOMP closed down 0.1%, the Hang Seng Index HK:HSI fell 0.6% in Hong Kong, and Japan's Nikkei 225 JP:NIK rose 0.7%.</p><p>—Barbara Kollmeyer contributed to this article.</p><p>U.S. stocks end lower as investors fret over economy, inflation and Fed</p>",
  "published": "2022-06-01T20:35:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3018,
          "end": 3021
        },
        {
          "start": 2997,
          "end": 3017
        }
      ]
    }
  ]
}