{
  "_id": "565f78657ed3407cfa382dce394ef61bcb1941f64186a0ec00648c0d931c467e",
  "feed": "wall-street-journal",
  "title": "Global Markets Track U.S. Selloff; S&P Futures Hold Steady; Hong Kong's Hang Seng falls more than 3% as tech stocks drop",
  "text": "<p>Benchmark indexes in Hong Kong, Australia and South Korea all retreated, with Australia's S&amp;P/ASX 200 falling more than 2%. Japanese stocks bucked the broader downtrend as the Tokyo market reopened after three days of holidays. The Nikkei 225 gained about 0.7%.</p><p>U.S. stocks rallied Wednesday after the Federal Reserve raised interest rates by half a percentage point, buoyed by relief that it wasn't actively considering even larger increases in the future, but that relief faded Thursday as investors reassessed the outlook for stocks.</p><p>Valuations for U.S. markets have \"moved from rich to very rich\" in the past 10 years as stock prices have risen more than earnings, said Frank Benzimra, head of Asia equity strategy at Société Générale. But as interest rates climb, the value that investors place on companies' future cash flows is decreasing, he said.</p><p>In addition, Mr. Benzimra said, some big technology companies depend on discretionary spending by consumers and on advertising—making them vulnerable to cyclical shifts in the consumer economy.</p><p>Hong Kong's Hang Seng Index dropped 3.5%, while a sister index tracking technology stocks fell 4.5%. In mainland China, the CSI 300 dropped 2.5%. The offshore yuan weakened, with one dollar buying more than 6.7 yuan for the first time since October 2020.</p><p>The decline in Chinese stocks primarily reflects continued concerns about the Covid-19 situation in China and the outlook for lockdowns, said David Chao, global market strategist for Asia Pacific ex-Japan at Invesco.</p><p>Data released Thursday showed China's services sector fell to its weakest level since the early days of the pandemic, while later the same day top leaders including President Xi Jinping reiterated their support for a Covid-zero policy, according to China's main state broadcaster.</p><p>\"What we need to see for Chinese equities to work is when the fiscal and monetary stimulus that the government has already started to implement starts to really trickle down and generate further credit appetite for privately owned enterprises and for households,\" Mr. Chao said.</p><p>In other markets, the yield on the benchmark 10-year U.S. Treasury note was slightly lower at 3.049%, according to Tradeweb. On Thursday it settled at 3.066%, its highest since November 2018. Bond yields rise as prices fall.</p><p>Rising yields reflect the fact that the market is still concerned about inflation, said Clara Cheong, a global market strategist at J.P. Morgan Asset Management.</p><p>With major U.S. economic indicators including April jobs data and the consumer-price index due out in the coming days, \"the market is also a little nervous about where we will land on the actual numbers,\" Ms. Cheong said.</p><p>Most-actively traded contracts for Brent crude, the global oil benchmark, rose 0.4% to $111.39 a barrel, according to FactSet, extending their run from Thursday.</p><p>Bitcoin rose to about $36,486 by midafternoon, slightly up from $36,432 at 5 p.m. ET on Thursday, according to CoinDesk.</p><p>Write to Rebecca Feng at rebecca.feng@wsj.com</p><p>Global Markets Track U.S. Selloff; S&amp;P Futures Hold Steady</p>",
  "published": "2022-05-06T07:18:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}