{
  "_id": "36615df45a20081dc7ea5428508adf46c73bd22f623f3abe4c67645d45f3f1bf",
  "feed": "wall-street-journal",
  "title": "Argentina Names New Economy Minister as Inflation Crisis Mounts; Appointment of Silvina Batakis strengthens coalition's far-left faction led by powerful former president",
  "text": "<p>In past interviews and messages on her Twitter account, Ms. Batakis has spoken of the importance of a robust state while lambasting the International Monetary Fund, a frequent punching bag for Peronist leaders on its role in Argentina. In a message on Twitter from 2019 on poverty, the former economy minister for Buenos Aires province said, \"You combat it with a state that plans and intervenes.\" Ms. Batakis has voiced opposition to austerity, saying in a 2015 interview with the newspaper La Nación that Argentina needs a long-term approach to tackle inflation without cooling the economy.</p><p>Mr. Guzmán's decision to step down was a blow to Mr. Fernández and the more moderate wing of government aligned with him, which had looked to reduce public spending as part of Argentina's recent deal with the IMF to refinance $44 billion in debt. Mr. Guzmán's deputies in the ministry also resigned.</p><p>The IMF deal faced sharp criticism from leftist members of the ruling coalition led by Cristina Kirchner, the powerful former president and current vice president. During her populist rule from 2007 to 2015, she oversaw nationalizations and generous spending policies that resulted in a ballooning fiscal deficit.</p><p>On Monday, as Mrs. Kirchner's allies took charge of almost all ministries responsible for economic policy-making, the peso's black-market exchange rate, which reflects Argentine sentiment on the economy, tumbled to 260 per dollar from 239.</p><p>\"The balance of power has tilted to the Kirchnerist side,\" said Diego Pereira, an economist at JPMorgan Chase in New York. \"We would expect a more expansive fiscal stance, and potentially a renegotiation of the IMF program.\"</p><p>Mrs. Kirchner had clashed often with Mr. Guzmán over his economic management. Last year she lashed out at the administration in a public letter, criticizing Mr. Fernández and his economic team for the defeat of the Peronist movement in midterm elections. This year Mrs. Kirchner's allies in Congress voted against the government's program to refinance its debt with the IMF, forcing Mr. Fernández to rely on the opposition to win approval.</p><p>Earlier this year, Mr. Guzmán sought to fire an energy official who he said wasn't complying with the minister's policies to increase electricity rates, local media reported. The official, an ally of Mrs. Kirchner, kept his job. Another high official close to Mr. Fernández had to resign recently after text messages he wrote criticizing Mrs. Kirchner's allies were made public.</p><p>In a speech Saturday, Mrs. Kirchner criticized the government's planned spending cuts, which she argued do little to curb inflation while deepening economic hardship in Argentina, which has a long history of lurching from one financial crisis to another.</p><p>\"Sincerely, I don't think that is the cause of Argentina's excessive, structural and unique inflation,\" she said, referring to spending and the fiscal deficit.</p><p>While Mrs. Kirchner was speaking, Mr. Guzmán posted his seven-page resignation letter on Twitter. Mr. Guzmán, an academic at Columbia University before joining the government in 2019, called for the Peronist coalition to be united.</p><p>\"It's essential that my replacement is able to work within a political agreement in the governing coalition,\" he said.</p><p>In his letter, Mr. Guzmán outlined achievements, including leading negotiations in 2020 to restructure about $65 billion in sovereign debt with private bondholders as the economy was struck by the pandemic. He also pointed to the refinancing of the IMF program, which he said would push back debt payments to 2026 without imposing painful austerity measures.</p><p>Neither deal led to a recovery in investor confidence in Argentina, which remains unable to tap global debt markets. Economic growth recovered in 2021 during a bounceback from the pandemic, but economists say there is a growing chance of a recession this year despite increased prices for the country's grain exports.</p><p>Truck drivers are protesting surging fuel prices and diesel shortages that have hampered the ability of some farmers to get their crops to markets. In Buenos Aires, people are stocking up on nonperishable food as economists warn that the country is facing a devaluation that could drive prices higher despite Mr. Fernández's pledge to wage war on inflation. Inflation has topped 60%, among the fastest paces in the world, as the gap between the peso's black-market exchange rate and the government's official rate widens. Some economists warn inflation will hit 70% by the end of the year.</p><p>Store owners say they are struggling to obtain needed supplies in the midst of currency and price controls. Others are refusing to sell inventory as they are uncertain about the peso-to-dollar exchange rate in the wake of Mr. Guzmán's resignation.</p><p>\"Everything is so difficult,\" said Agustín Fariña, whose family owns a small fumigation company in Buenos Aires. \"Life is increasingly worse.\"</p><p>Investors say there is a growing chance that the government could default on its local debt, which is becoming increasingly costly to turn over. Argentine bonds are trading at about 20 cents on the dollar, worse than sanctioned-hit Russian debt, according to private economists.</p><p>\"Argentina's lack of credibility is enormous,\" said Pablo Guidotti, an economist at the Torcuato Di Tella University in Buenos Aires. \"There is a crisis unfolding as we speak.\"</p><p>Mr. Guidotti said Ms. Batakis's relationship with the IMF will be essential to ensuring that Argentina continues to receive disbursements from the fund. Argentina will likely need to reach a deal with the IMF for new economic targets.</p><p>\"Argentina is now on the verge of hyperinflation,\" Mr. Guidotti said.</p><p>Argentina received an IMF bailout in 2018 during the previous center-right administration of Mauricio Macri, who faced a solvency crisis after attempting a gradual reduction of spending inherited from Mrs. Kirchner.</p><p>Mr. Guzmán's deal with the IMF program pushed back debt payments to 2026 in exchange for the government's move to reduce central-bank financing of the treasury, a major driver of inflation, and to build up central-bank reserves that private economists say stand at about $2.5 billion. Argentina also committed to reducing energy subsidies, which have become more expensive as the cost of energy imports increased in the wake of Russia's invasion of Ukraine.</p><p>Mr. Fernández, whose term ends next year, has become increasingly isolated, with the polling firm Opinaia reporting recently that his disapproval rating hit 61%.</p><p>Dafne Pandolfo, a 21-year-old university student from Buenos Aires's working-class outskirts, doesn't expect the economy to recover under the current government. She is now thinking of leaving Argentina.</p><p>\"Something's broken, and I'm not sure it can be fixed,\" she said. \"I see the country and the economy in bad shape. It's hopeless.\"</p><p>Write to Ryan Dube at ryan.dube@dowjones.com</p><p>Argentina Names New Economy Minister as Inflation Crisis Mounts</p>",
  "published": "2022-07-05T01:49:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1542,
          "end": 1556
        },
        {
          "start": 1542,
          "end": 1550
        }
      ]
    }
  ]
}