{
  "_id": "ac5ae14ff2c68928ce74e4afce4faaf43cd625610f2dca3a595a37061ad19382",
  "feed": "wall-street-journal",
  "title": "For Banks, a Faster Fed Isn't Better; Lenders benefit from rising rates, but the downsides are more acute when they rise very quickly",
  "text": "<p>The early part of a rising rate cycle tends to be the sweet spot for banks. This time around, it might be brief.</p><p>Higher rates benefit banks because the rates they charge to lend typically adjust much faster than the rates they pay for funding like deposits. Now that the Federal Reserve appears to be getting more aggressive, the risk is that a faster pace of rate increases could shorten this window.</p><p>In banking terms, the proportion of a given Federal Reserve rate move that is reflected in lending or deposit rates is known as beta. If a lender's deposit beta starts catching up to its lending beta, rate hikes are increasingly less of a net positive for its bottom line. Analysts at KBW in a recent note wrote that a faster pace of increases than in past rising-rate cycles \"could accelerate the deposit beta 'tipping' point, in our view.\"</p><p>With the Fed's latest increase of 0.75 percentage point to its target range for the federal-funds rate, the central bank is bringing those short-term rates above a key 1% threshold often identified by analysts for deposit sensitivity. Analysts at Jefferies recently wrote that they anticipate that after the first 1 percentage point of rate increases, the betas on funding could get much closer to the betas on assets like loans.</p><p>Meanwhile, inflation could add to the pressure in a number of ways. Depositors seeing their purchasing power eroded will be more motivated to shop around for better returns on their savings. And price increases are also feeding into higher nominal lending growth: Consumer credit-card loans and revolving credit at banks in the U.S. are up over 15% from a year earlier, and commercial-and-industrial loans are up 4%, according to the most recent weekly seasonally-adjusted Federal Reserve data.</p><p>That is of course some long-awaited good news for banks' lending income. But a surge in borrowing can put pressure on some banks to maintain the funding side of the ledger, further increasing competition for deposits.</p><p>Still, the biggest banks have significant flexibility and liquidity. A lot of recently acquired deposits were fast-moving ones that weren't worth much anyway, and so banks are willing to shed them. Strategists at Barclays estimated that global, systemically important U.S. banks overall won't face \"the same pressure on funding costs as in prior cycles.\" Shrinking a bit could also ultimately help lessen certain capital requirements for global systemic banks and boost return on equity.</p><p>The KBW Nasdaq Bank index has underperformed the market in June, and megabanks such as Bank of America, JPMorgan Chase and Wells Fargo have underperformed smaller and regional banks. It is true that the global banks are more exposed to market volatility and often to consumers potentially struggling with inflation via their card businesses. They also are facing the uncertainty around regulatory stress tests, the results of which will be out later this month.</p><p>But overall they are best positioned to weather an outflow of excess deposits and over time to grab business others can't retain. There is still safety in size, at any speed.</p><p>Write to Telis Demos at telis.demos@wsj.com</p><p>For Banks, a Faster Fed Isn't Better</p>",
  "published": "2022-06-16T16:11:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2579,
          "end": 2593
        },
        {
          "start": 2579,
          "end": 2587
        }
      ]
    }
  ]
}