{
  "_id": "b277faf6d695ec2cca94c1e6e450ee50ca332552dd2dd337f419d83f58688619",
  "feed": "wall-street-journal",
  "title": "Economists Expect Pickup in Producer Prices for January; December's rise in prices that suppliers charge businesses and other customers was smallest in 13 months",
  "text": "<p>They also forecast that the so-called core price index, which excludes the often-volatile categories of food and energy, climbed 0.4% in January from a month earlier, down slightly from 0.5% in December.</p><p>Economists are watching the producer-price numbers closely for signs that uncomfortably high inflation might finally be peaking. The consumer-price index rose to a nearly four-decade high of 7.5% in January, the Labor Department said last week, adding pressure on the Federal Reserve to speed up a series of interest-rate increases expected this spring.</p><p>The Labor Department's producer-price report can capture inflationary pressure building in the production pipeline, though those prices don't feed directly into the cost of consumer products and services.</p><p>Goods prices have driven producer inflation higher over much of the past year, fueled by Covid-related disruptions to supply. These include scrambled supply chains, reduced production due to Covid-19 outbreaks, higher transportation costs and widespread shortages of materials and labor. The bounceback of energy and commodity prices that collapsed in 2020 with the onset of the pandemic have also contributed.</p><p>Price increases are increasingly broad-based, suggesting that inflationary pressure could persist even as supply-chain disruptions ease. Rising prices for services are increasingly driving overall producer inflation, though core goods prices continue to rise at a rapid pace too.</p><p>\"A variety of different price measures have been increasing at solid rates lately and we expect solid gains across many of the main details within the January PPI,\" economists at J.P. Morgan said.</p><p>Write to Gwynn Guilford at gwynn.guilford@wsj.com</p><p>Economists Expect Pickup in Producer Prices for January</p>",
  "published": "2022-02-15T10:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1633,
          "end": 1644
        }
      ],
      "nexusId": "10009914"
    }
  ]
}