{
  "_id": "83730e832e4946e616ff4e153e421ded334c53976cd89ac1f3f70334896aeeef",
  "feed": "wall-street-journal",
  "title": "Record Run for Zero-Interest Convertible Bonds Hits a Wall; Expectations of rate hikes have thrown cold water on the market, which expanded sharply during the pandemic",
  "text": "<p>Growth stocks, which are common issuers of convertible bonds, are falling as the interest-rate calculus changes. The tech heavy Nasdaq Composite Index is down 11% in 2022.</p><p>Investors who bought 0% convertible bonds over the past two years may also be watching their conversion price get farther and farther away, leaving them potentially holding a bond that pays them no interest for a longer period.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think the future holds for convertible bonds? Join the conversation below.</p><p>\"When markets are choppy, everyone pushes the pause button,\" said Santosh Sreenivasan, global head of equity-linked capital markets at JPMorgan. \"Hopefully once there's some stability, we may see some more low-yielding paper before they go the way of the Dodo bird.\"</p><p>Convertible bonds pay a set coupon rate until the company or buyer triggers a conversion to stock. Their popularity increased as the pandemic sparked shutdowns, the stock market fell and U.S. interest rates hit record lows. Lower rates make it cost less for companies to issue the bonds, and a volatile stock market makes them more attractive to investors.</p><p>Companies issued $200 billion in convertible bonds over the past two years, according to Dealogic. But after the deluge of issuance in 2020 and 2021, there have only been a few convertible-bond offerings so far this year. None have had a zero coupon.</p><p>There are many ways companies can raise money, from selling pure debt to selling additional shares. Convertible bonds are typically favored by companies that have a lower credit rating and expect strong growth.</p><p>Before 2020, a zero-coupon convertible bond was a rarity. Between 2009 and 2019, only 18 companies issued convertible notes that didn't pay any interest, according to JPMorgan data. In 2020, there were 22 such offerings. In 2021, there were 45.</p><p>Among those: In March 2021, DraftKings raised nearly $1.3 billion with a zero-coupon convertible. Also that month, Airbnb Inc. raised $2 billion with one. Both had significant conversion premiums, coming in at 40% and 60%, respectively. The zero-coupon trend continued into the fall. In November, Affirm Holdings Inc. raised $1.7 billion with a zero interest payout with a 55% conversion premium.</p><p>Investors typically only convert the bonds to stocks if the stock meets or exceeds the conversion price, which means the stock needs to rise—sometimes sharply—or the issuer has to repay the principal amount back in cash. Convertible bonds typically have a five-year maturity, and companies issuing these bonds like to place higher conversion premiums. It is unusual to see high conversion premiums paired with such low, or zero, coupons.</p><p>Virgin Galactic Holdings Inc. is one of the few convertible-bond issuers this year, raising $425 million in an offering with a coupon of 2.5% in January.</p><p>Still, don't expect coupons to rise too much.</p><p>\"We may not see zero coupons for a while, but it's not like we're going to see a 5% coupon,\" said Eli Pars, co-chief investment officer of Calamos Investments. \"As long as companies need growth capital, convertible bonds are a good option.\"</p><p>Write to Corrie Driebusch at corrie.driebusch@wsj.com</p><p>Record Run for Zero-Interest Convertible Bonds Hits a Wall</p>",
  "published": "2022-02-04T10:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 642,
          "end": 650
        }
      ],
      "nexusId": "10009914"
    }
  ]
}