{
  "_id": "db4d1f59f64bb58d291577c35cac814cfa0be28786a00461e7cb5a2a2379a060",
  "feed": "wall-street-journal",
  "title": "Banks Now Have $2 Trillion Worry; Continuing flows of cash into the Federal Reserve's reverse repo facility may portend more-intense deposit competition",
  "text": "<p>About $2 trillion is being stashed in a Federal Reserve facility. Sooner or later, that could be a problem for banks.</p><p>The overnight reverse repurchase agreement, or reverse repo, facility has allowed the Fed to sop up excess liquidity from the economy by giving banks or big money managers a way to park cash and earn a return. Daily transactions in the facility hit $2 trillion last week and have remained around that level, up from around $1.5 trillion at the beginning of this year.</p><p>From a stock investor's point of view, what may be most notable about that money is where it isn't: with banks and money-market funds. Bank deposits have fallen slightly from the week ended Dec. 29 through mid-May, according to the latest Fed figures. And money-market fund assets have declined by about 4% since the end of last year, according to Investment Company Institute figures.</p><p>According to the Fed's recent minutes, one driver of rising reverse-repo facility usage has been declining Treasury bill supply set against increased demand. One-month U.S. Treasury bills are now yielding about 0.75%, below the reverse repo facility's 0.8% rate. The expectation in the minutes is that reverse repo usage \"could remain elevated in coming months.\"</p><p>For some of the biggest banks, letting deposits go elsewhere may still be a necessary release valve. Giant global U.S. banks such as JPMorgan Chase have faced pressure on their capital ratios from a flood of deposits onto their balance sheets, which can lead to lower returns on equity or smaller stock buybacks. So some deposits are essentially unwanted anyway, and banks don't need to offer higher rates to hold them. Shedding certain noncore deposits could help the bank \"serve clients in bad times,\" JPMorgan Chief Executive Jamie Dimon said at a Bernstein conference on Wednesday.</p><p>However, for banks that don't have an excess of deposit funding, or that have primarily \"flighty\" institutional deposits that very actively seek out the best rate, a flow of money away from banks could force them to compete more quickly for deposits than they might have anticipated.</p><p>Already in 2022, the bottom quartile of banks for deposit growth lost an average of 10% of their commercial deposits from the fourth quarter to the first quarter, versus a 2% rise for the top quartile, according to Curinos, which provides data, technology and analysis to financial institutions. \"The asymmetric impact across banks will accelerate the return to rate competition,\" Curinos said in a recent note.</p><p>Even the banks that don't need to compete now might need to soon. Barclays strategist Joseph Abate estimates that there is about $1.5 trillion worth of excess \"surge\" deposits at U.S. banks from the pandemic. Given the anticipated pace of interest rate increases and the Federal Reserve's portfolio reduction, Mr. Abate expects money market flows to increase this summer, and fiercer competition for deposits to ramp up later next year.</p><p>The degree of competition may also depend on what is happening in the economy. Morgan Stanley bank analysts on Monday noted a decline in cash balances for banks so far this year amid rising loan growth and other demands. \"The challenge is that [quantitative tightening] will accelerate this decline in bank cash,\" they wrote. Without raising deposit rates or borrowing more from capital markets, banks' alternative would be to slow loan growth. \"Hang on, as the ride could get rocky,\" the analysts wrote.</p><p>Some reverse-repo money may eventually start to move back to banks as deposit rates rise, relieving some of the pressure, or the Fed could tweak the terms of the reverse-repo facility. But the current direction of things might serve a key purpose. Rates strategists at Bank of America noted that banks may seek to offset rising deposit costs by increasing lending rates for borrowers, and that the Fed may welcome these tighter lending conditions \"since it helps slow the economy\" and would \"lean against inflation.\"</p><p>That might sound like good news for inflation hawks. But bank investors are birds of a different feather.</p><p>Banks Now Have $2 Trillion Worry</p>",
  "published": "2022-06-02T14:31:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1368,
          "end": 1376
        },
        {
          "start": 1368,
          "end": 1382
        }
      ]
    }
  ]
}