{
  "_id": "affba9603124f3f99376b1b237ac11da39ac76f83c677dd02703cfff6308c75f",
  "feed": "wall-street-journal",
  "title": "Bank of America to Cut Overdraft Fees to $10 From $35; Regulators, politicians have been pressuring banks over fees; JPMorgan, Ally Financial have already announced changes",
  "text": "<p>JPMorgan has recently made changes to limit the costs of overdrafting. Customers can now overdraw up to $50 before incurring a fee, instead of just $5, and the bank said last month it would give customers who overdraw until the end of the next business day to replenish their bank accounts.</p><p>\"It's an astute political risk-management strategy,\" said Karen Petrou, head of Federal Financial Analytics, a regulatory advisory firm. \"It does pay to get out ahead of the reaper, and it does seem certain that the CFPB will turn to regulating overdraft fees.\"</p><p>Bank of America collected $1.11 billion in overdraft charges in 2020, about 1.3% of its total revenue. Ken Usdin, a bank analyst at Jefferies, estimated in a report last month that overdraft fees and other related charges accounted for a median 1.4% of banks' revenue in the third quarter.</p><p>Black households and those with low-to-moderate incomes are almost twice as likely to incur overdraft fees as white households or those with higher incomes, according to a report from the Financial Health Network, a research firm partly funded by financial institutions.</p><p>\"Bank of America's decision will provide much-needed relief for customers who least can afford the burden of overdraft fees and should lead other financial institutions to drop these fees that disproportionately impact low-income, Black and Latino Americans,\" Mike Calhoun, president of the Center for Responsible Lending, said in a statement.</p><p>Bank of America also said that it would eliminate nonsufficient-funds fees beginning next month. It also plans to eliminate the transfer fee for its overdraft-protection service in May.</p><p>The bank said that these and other changes it has made in recent years will reduce its overdraft-fee revenue by 97% from 2009 levels.</p><p>Other big banks have already adjusted their policies. Capital One Financial Corp. is ditching its $35 overdraft fee altogether. Ally Financial Inc. said last June it would get rid of its $25 overdraft fee. Ally decided to eliminate the feesafter positive customer feedback when it temporarily suspended the charges in the early months of the Covid-19 pandemic, Diane Morais, Ally Bank's president of consumer and commercial banking, said at the time.</p><p>Other banks have made it easier for customers to avoid the fees but haven't gotten rid of them altogether. PNC Financial Services Group Inc. last year gave customers the option of receiving an alert when their balance falls below $50. Customers are notified again when their balance turns negative, after which they have 24 hours to make a deposit before being charged. Fifth Third Bancorp also said it would provide additional time to cover the overdraft with a deposit. Huntington Bancshares Inc. doesn't charge an overdraft fee when an account is overdrawn by $50 or less. U.S. Bank eliminated non-sufficient funds fees this month and said it is planning further changes to help customers avoid overdraft fees.</p><p>\"The dominoes started falling months ago, and I think it's going to be very difficult for any large bank to keep the old fee structures in place,\" Cowen Inc. analyst Jaret Seiberg said.</p><p>Many big banks became more lenient on overdraft fees when the pandemic hit, with most waiving the charges when customers asked for help. In 2020, banks' overdraft revenue fell for the first time in six years, according to financial-data firm Moebs Services Inc. Still, firms collected $31.3 billion in the fees in 2020, Moebs calculated.</p><p>Write to Orla McCaffrey at orla.mccaffrey@wsj.com</p><p>Bank of America to Cut Overdraft Fees to $10 From $35</p>",
  "published": "2022-01-11T22:02:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        }
      ],
      "nexusId": "10009914"
    }
  ]
}