{
  "_id": "5062093445f77f329a9d3e4c0aa88740a79d3b0e03010431927341fe956a2f05",
  "feed": "ftcomall",
  "title": "The Saudi-US oil alliance nears the brink",
  "text": "<p>Greetings from a chilly New York. </p> <p>It's a big week for the oil market, because tomorrow the Opec+ producer group is expected to announce a big new <a href=\"https://www.ft.com/content/bee3f1c7-4b7b-432b-ad35-6f506d173516\">supply cut</a> to prop up oil prices. </p> <p>For the first time in years, I won't be in Vienna for the meeting — the first in-person get-together for the group since early 2020. The possibility of a major cut and its implications is the topic of our newsletter today. </p> <p>How much oil supply do you think Opec+ will agree to cut? Tell us <a href=\"https://compass.pressekompass.net/compasses/financial_times/at-wednesdays-meeting-how-big-an-oil-out-UvLO\">here</a>.</p> <p>I'll be in and around San Francisco over the next couple of days for a reporting trip if any readers in the valley want to meet up. Get in touch at <a href=\"mailto:derek.brower@ft.com\">derek.brower@ft.com</a></p> <p>Thanks for reading. We'll be back in your inbox on Thursday. </p> <h1>An Opec meeting that will shape more than oil prices</h1> <p>Tomorrow's Opec+ meeting in Vienna is shaping up to be a big moment for oil prices, the global economy, and the world's energy order. </p> <p>Cuts of 1mn to 2mn barrels a day — the biggest cuts since the depths of the pandemic crash — are on the table, said people familiar with the discussions. Given that some members are struggling to fulfil their quotas, traders will have to separate nominal cuts to those quotas — “paper” cuts, that might already be happening in practice — from actual cuts to current supply.</p> <p>But still, any significant cuts above 1mn b/d would be a major blow to the White House just a month ahead of the midterm elections. </p> <p>Here are four reasons why the meeting is suddenly taking on such significance:</p> <h2>1. After months of volatility in oil markets, Riyadh is trying to regain control</h2> <p>Oil prices hit a year-to-date high of more than $130 a barrel after Russia's invasion of Ukraine, but had slumped to just over $80 a barrel last month. Fears of a global economic recession and the resilience of Russian oil supply in the face of sanctions offer reasons for the price retreat. </p> <p>The US and other western countries releasing huge volumes of stored oil — a key plank in the White House's strategy to drive down energy costs ahead of next month's elections — also helped rein in prices. </p> <p>But Saudi energy minister Abdulaziz bin Salman, half brother of crown prince Mohammed bin Salman, made clear in August that <a href=\"https://www.spa.gov.sa/viewfullstory.php?lang=en&amp;newsid=2378353\">enough was enough</a>. After months of raising supply, the kingdom was prepared to change course. Opec+ announced <a href=\"https://www.ft.com/content/6cb316ae-3436-47ee-a1da-3867e2dee5d5\">a symbolic cut</a> last month, but traders kept selling, amid mounting fears — even within the producer group — about global demand. </p> <p>Now Opec+ seems ready to go big again, with cuts designed to reset the market's sentiment. </p> <blockquote>  <p>“Opec is set to reinforce its pivot to supply cuts with a bang,” said Bill Farren-Price, a veteran Opec analyst at consultancy Enverus. “A big insurance cut to fend off the impacts of collapsing growth looks to be on the cards.”</p> </blockquote> <h2>2. The Saudi-US alliance is deteriorating . . . </h2> <p>A geopolitical breach is also under way, as the decades-old alliance between Washington and Riyadh frays in favour of the kingdom's partnership with the Kremlin. </p> <blockquote>  <p>“Saudi Arabia won't hesitate to be assertive in this situation as it believes the oil market needs support, regardless of US intervention,” said Christyan Malek at JPMorgan. </p> </blockquote> <p>Other analysts have said Saudi Arabia remains frustrated at the US's lack of support for its security in the region and is increasingly asserting its independence from Washington. </p> <p>One person familiar with Saudi strategy says the kingdom believes the US has not been acting in good faith, including manipulating its own data to drive down oil prices. </p> <p>But deep cuts now would mark a humiliation for US president Joe Biden, who only two and a half months ago travelled to Jeddah to <a href=\"https://www.ft.com/content/b85987c4-5e0a-4d96-a7ad-40167f837090\">patch up relations with Saudi Arabia</a> — the “pariah” state, as the president had referred to it earlier — and said the kingdom had agreed to “further steps” to increase oil supply. </p> <p>Since then, Saudi Arabia has grown more irritated with the Biden administration's continued release of oil from emergency stockpiles and, even more significant, the US Treasury department's effort to <a href=\"https://www.ft.com/content/e5b63797-1aad-46cd-ab30-c1b5d014b140\">impose a price cap</a> on Russian oil exports. As our colleague James Politi reports this morning, the US is trying to win support for the price cap plan by touting how much money emerging economies will save because of the cheaper oil — <a href=\"https://www.ft.com/content/5f102e4e-e92b-482c-adb9-86d66c919673\">hardly a message Opec+ countries want to hear</a>.<br><br>Furthermore, Opec Gulf producers have grown alarmed at the possibility that such a mechanism could one day be applied to them too, according to consultants familiar with discussions. </p> <p>As Kevin Book, managing director of ClearView Energy Partners, told us this week: </p> <blockquote>  <p>“This is the part where diplomats talking about regulatory price caps run into producers talking about physical supply cuts.”</p> </blockquote> <p>Above all, no one in Washington will take the timing of the Opec+ cuts, just a month ahead of crucial congressional midterms elections, to be a coincidence. Inflation and soaring energy costs, including the record-high US petrol prices earlier this year, are themes of Republican attack ads. If Opec+ succeeds in raising oil and petrol prices again now in defiance of the White House, it will be a gift to Biden's opponents.<br></p> <h2>3 . . . while the Saudi-Russian alliance grows stronger</h2> <p>Striking too is that Riyadh should choose this moment to double down on its six-year-old alliance with Moscow — just as Vladimir Putin mobilises hundreds of thousands of new troops to Ukraine and issues vague threats to the west about nuclear escalation.</p> <p>Even if some figures in the US oil industry are sympathetic to part of Saudi Arabia's argument — that it needs to encourage more investment around the world to avoid a supply crunch in the coming years — the decision to effectively side with Moscow will cause alarm in Washington. </p> <p>Moscow has weaponised gas supplies against Europe. If Saudi Arabia co-operates with Russia to raise oil prices at a time when the US is trying to cut Moscow's revenues — and the world economy is stuttering — questions about the benefits of Washington's longstanding support for Riyadh will quickly come back to the fore. </p> <h2>4. Saudi credibility is on the line</h2> <p>Riyadh faces a test too. News of the cuts discussion pushed oil prices up 5 per cent yesterday. So a cut of anything less than around 1mn b/d would risk disappointing the market, triggering further sales. </p> <p>Analysts say the oil market faces almost unprecedented two-way risks at present. On one hand, the possibility of deep recession — induced in large part by soaring energy costs around the world in the wake of Putin's Ukraine invasion — threatens further falls in commodity prices. When the global financial crisis rattled oil markets in 2008, prices plunged more than $100 a barrel in the course of a few months.</p> <p>But the bullish risks are also severe. Tightening sanctions on Russia may remove some of its oil from the market as soon as this winter. In reaction to the price cap plan, Moscow may even decide unilaterally to withhold supply. Or it may disrupt 1.2mn b/d of exports through a pipeline carrying Kazakh oil that passes through Russia. Demand will surge further if and when China eases its Covid-19 restrictions.</p> <p>In short, Saudi Arabia may be about to cut significant oil supply “amid one of the tightest markets in recorded history, and ahead of a potential decline in Russian exports later this year”, said Goldman Sachs in a note. It's some gamble on a fragile global economy's tolerance for more energy inflation.</p> <h2>So how will the US react? </h2> <p>In Washington, the administration is “upset” with the possibility of deeper Opec cuts, said a person familiar with the diplomatic efforts. A spokesperson said the administration would not comment “on what [Opec+] may or may not do”, but added that its focus remained “on taking every step to ensure markets are sufficiently supplied to meet demand for a growing global economy”. </p> <p>But a reaction is likely, said analysts. While the White House might ignore any new cuts if prices stabilise at about $80 to $90 a barrel, a return to $100/b would prompt a response, said Bob McNally, head of Rapidan Energy Group and a former adviser to George W Bush's White House. </p> <p>“Then it will become hard to restrain Congress, which will likely clamour for passing Nopec,” he added, referring to anti-cartel legislation targeting the producer group. “The Biden administration would likely continue SPR releases and may pull the trigger on threatened product export restrictions.” <em>(Derek Brower and David Sheppard)</em></p> <h1>Power Points</h1> <ul>  <li><p>Israel and Lebanon are nearing a deal to <a href=\"https://www.ft.com/content/68e1ace3-ce90-4138-8453-7089189c48f6\">clear the way for the use of a disputed gasfield</a> in the eastern Mediterranean.</p></li>  <li><p>The race to manufacture electric vehicles is prompting traditional car parts suppliers to <a href=\"https://www.ft.com/content/81009ae2-7fd4-4cd3-b710-0236669ed03a\">reinvent their company products</a>.</p></li>  <li><p>Opinion: Japan's <a href=\"https://www.ft.com/content/bce753b9-2b82-4895-a651-01ce91df7627\">failure to meaningfully address nuclear power generation</a> post-Fukushima leaves it dependent on gas imports a decade later, argues Leo Lewis.</p></li>  <li><p>Chinese energy companies are <a href=\"https://www.wsj.com/articles/china-is-rerouting-u-s-liquefied-natural-gas-to-europe-at-a-big-profit-11664772384\">reselling excess US liquefied natural gas</a> to Europe at a big profit amid Beijing's economic slowdown. (WSJ)</p></li> </ul><p>Source: Derek Brower and David Sheppard 2022 'The Saudi-US oil alliance nears the brink' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-04T11:00:56.234Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3112,
          "end": 3120
        }
      ]
    }
  ]
}