{
  "_id": "e713dab07ebfabc05ae07131662cadc202eceeda6d4fa58382a3c8ab1424fd3c",
  "feed": "ftcomall",
  "title": "End of cheap money era scuppers dozens of corporate bond deals",
  "text": "<p>Dozens of corporate bond deals have failed to launch in recent months as the end of central bank stimulus leaves companies starved of cheap funds.</p> <p>It is generally rare for companies to pull the plug on bond deals once bankers are actively trying to sell the debt to investors. But in June, pulled or postponed deals in the Europe, Middle East and Africa region more than tripled compared with May, according to Bloomberg data. </p> <p>Records of cancellations are scant, but “there have probably been more transactions withdrawn from the market in the last three months than the last three years”, according to Mark Lynagh, co-head of debt markets for Europe at BNP Paribas. </p> <p>Now that benchmark interest rates are poised to rise and Ukraine-fuelled inflation has proven sticky, fund managers are demanding much higher returns in exchange for their investments. But companies are balking at this higher price tag after years of largesse, particularly with a potential recession ahead. Bankers say ultimately, companies will have to learn to live with pricier debt.</p> <p>“It used to be child's play: you would put a deal out there, the European Central Bank would come in with a massive order and everyone else would pile in,” said one banker.</p> <p>“Now, it's much more difficult. The market's already contending with inflation and interest rates. Then there's the Ukrainian war, the Bank of England wanting to sell down its corporate bond portfolio and the ECB asset purchase programme finishing. It's the worst possible time for all these things to be happening together.”</p> <p>Central banks have held interest rates close to, or in the ECB's case, below zero per cent since the financial crisis of 2008, with support that they increased when the coronavirus pandemic struck. Through its asset purchase schemes, the ECB owned €345bn of companies' debt at the end of June, up from €195bn in the early days of the pandemic, often buying debt in the so-called primary market when it is first issued.</p> <p>Companies gorged on this opportunity to issue cheap debt, with $1.2tn hitting the European market in 2021, according to Refinitiv data.</p> <p>But now, the ECB is pulling back, reinvesting maturing assets but not buying fresh debt. If enough private sector investors step up to buy a bond anyway, lured in by juicy interest payments or by the reliability of the issuer, the lack of ECB support does not matter. But in tricky market conditions, or for shakier borrowers, the ECB provided essential support.</p> <p>“[The ECB] is the difference between success and failure” when an issue gathers only just enough support from investors, said Will Weaver, head of debt capital markets for Europe at Citi. “In an amazing market”, the ECB's withdrawal may add just a tiny sliver to the company's cost of borrowing. But “in a market like this, it's [half a percentage point] or maybe the deal doesn't get done”.</p> <p>Companies in Europe are accustomed to exploiting low costs to borrow opportunistically, snapping up funds for general purposes or to speed up purchases of new equipment. In benign market conditions, banks are often able to pull borrowing costs lower through the one- to three-day process of gathering orders from investors.</p> <p>Not any longer. Johannes Laumann, chief investment officer at German holding company Mutares, backed out of issuing a €175mn bond in June after failing to attract investors with promises of regular interest payments of 7.5 per cent. </p> <p>“It was honestly speaking one of the toughest raises I've ever done,” he said. “You face investors who are actually buying your story . . . but they are saying they won't invest at all at the moment or there are better opportunities [elsewhere].” </p> <p>French car rental company Europcar also pulled a bond deal on May 9, aborting plans to raise debt to bolster its fleet of vehicles. </p> <p>Executives at the company checked in with bankers for the €150mn deal twice a day, but as investors demanded ever higher interest payments, the company's directors pulled the plug, according to a person close to the deal. Investors' demands simply went beyond Europcar's limit, this person said, especially as the company “did not really need” to access the market.</p> <p>The value of new corporate bonds hitting the global market fell by 17 per cent in the first half of the year compared with 2021, according to data from Refinitiv. Riskier so-called high yield issuance dropped 78 per cent, reaching its lowest level in the first half since 2009. </p> <p>This slowdown is bad news for banks handling the fundraisings. In high yield deals, banks underwrite companies' debt and then sell it to specialist investors. But banks can take losses on these deals if investors demand higher borrowing costs than expected. </p> <p>One banker said conditions were “horrendous” in speculative debt. “Most bankers are losing money in high-yield issuance. There's no liquidity,” he added. Several bankers said it had become a “buyers' market”, allowing investors to be more selective and making life difficult for less mainstream borrowers.</p> <p>JPMorgan and Morgan Stanley recently acted as bookmakers on £1bn of debt issued to fund gambling company 888's takeover of William Hill's European operations. They offered the debt at a heavy discount to investors, and with an 11.5 per cent yield — well above the euro high-yield benchmark of around 7 per cent — and still <a href=\"https://www.ft.com/content/5ef704a0-d62c-47ec-94ff-6820e7fc5d12\">struggled to woo buyers</a>.</p> <p>Even much higher yields than in previous years may not be enough. “Not every yield that is double digit is sustainable here,” said Alberto Gallo, chief investment officer at Andromeda Capital Management, which he co-founded this year in anticipation of stress in credit markets. “We need as investors to understand which companies can live with higher interest rates.”</p> <p>The stress is also clear in the secondary market, after debt has been issued. The amount of European debt trading at distressed levels — with prices so low that yields are more than 10 percentage points above their benchmark — more than <a href=\"https://www.ft.com/content/e22da34a-8fe2-4a06-9947-54cbeef54e99\">doubled</a> from the end of May to the end of June. </p> <p>Some investors are concerned that a wave of defaults lies ahead, but most analysts are more optimistic, pointing out that the rush of issuance in recent years should pad out corporate balance sheets for now. According to Fitch Ratings data, only one of the debt instruments trading at distressed levels in Europe is due to mature in the next 12 months. </p> <p>Still, many fresh debt issues will cost companies more than they are accustomed to. “Higher prices reflect more normal conditions,” said Ed Eyerman, Fitch's head of European leveraged finance. “What was abnormal was the period from 2017 to 2021.” Rising benchmark interest rates and slower earnings mean a pick-up in ratings downgrades is likely, Fitch suggested.</p> <p>Analysts at Moody's, another rating agency, warn that companies with low cash flow and high amounts of floating-rate debt, where interest payments rise in line with benchmark rates, risk not having enough cash to service or refinance their debt. Floating rate debt makes up 18 per cent of high-yield bonds in Europe.</p> <p>Some of the pain is concentrated on particular borrowers and sectors. Three of the seven European bonds classed as distressed by Fitch and set to mature before the end of 2024 are from troubled German real estate company <a href=\"https://www.ft.com/content/e9210bc8-a9f4-4169-b69a-0cd4fe9508de\">Adler</a> or its affiliates, for example. </p> <p>S&amp;P Global has also identified sectors that have yet to recover from the pandemic — including real estate, consumer discretionary companies and industrials — as areas that are most vulnerable to a period of stagflation. </p> <p>But as consumer confidence reaches record lows in the <a href=\"https://www.ft.com/content/de798aac-2162-42cd-baaf-2accf546762c\">UK</a> and plumbs new depths in the eurozone and the US, the outlook across credit markets is weakening. “There's very little that's protected against the broad-based consumer weakness,” said Sunita Kara, a global co-head of high-yield at Aviva Investors.</p> <p>Several bankers said some companies were looking for new solutions — such as bank loans — rather than bonds, to raise debt. Companies would still need to borrow to invest, with the green transition requiring medium- to long-term spending, said Guy Stear, head of fixed income research, at Société Générale. </p> <p>For issuers, the end of cheap money means the fear of missing out on good financial conditions in 2021 has given way to a fear of making mistakes in a volatile market. </p> <p>“Companies don't want to take the risks,” said one of the bankers. “If you're a chief financial officer or a treasurer and you get board approval but then you pull the bond, it doesn't look good for you or the company.” </p><p>Source: Ian Johnston 2022 'End of cheap money era scuppers dozens of corporate bond deals' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-15T22:30:01.118Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4970,
          "end": 4978
        },
        {
          "start": 5008,
          "end": 5016
        }
      ]
    }
  ]
}