{
  "_id": "30a9d93153c27792bcaa8a00b435cb271dd8570b61d96bdd68b09211db1e8e3e",
  "feed": "ftcomall",
  "title": "Kanye: the tightrope of celebrity endorsements for brands",
  "text": "<p>Before Kanye West there was Lillie Langtry. When the actress and socialite lent her name to Pear's Soap sometime in the 1880s, she became the first celebrity paid to endorse a consumer product. </p> <p>A decade or so later, she was also the first celebrity to be dumped for her indiscretions. Her racy private life and royal dalliances riveted Victorian society, giving her exactly the kind of mass appeal brands crave. But eventually it all became too much for a “perfectly pure soap”.</p> <p>Pear's had discovered that celebrity sells and that tie-ups with flamboyant stars can send an extraordinarily powerful message to consumers. Just not always the message you want.</p> <p>Endorsement, sponsorship, creative collaborations — such deals have become staples of the marketing world. Were she around today, Langtry would probably have a clutch of skincare products to peddle on TikTok, two perfumes, a wellness brand and a range of monogrammed jumpsuits. </p> <p>Her alleged excesses, and the problems they created for Pear's, were not a touch on what was to come. Hertz with OJ Simpson. Nike with Tiger Woods and Lance Armstrong. Pepsi with Michael Jackson, Mike Tyson and Madonna (you might recall the furore over her “Like a Prayer” video). </p> <p>West, who goes by the name Ye, is just the latest in a long list. But in some ways he represents the most spectacular of these blow ups.</p> <p>What makes the 45-year-old Grammy winner and fashion entrepreneur stand out is not just his hateful anti-Semitism and erratic outbursts, often taunting his own sponsors. Nor the <a href=\"https://www.ft.com/content/40f6896c-b289-482c-9f5f-2f51942ab773\">corporate rush</a> to shun a once-prized partner: by his bankers at JPMorgan, lawyers at Greenberg Traurig, agents at CAA and his fashion partners at Gap, Adidas and Balenciaga, among others. </p> <p>What West's case really shows is just how high the stakes have become for corporations in the brand-building game. When Adidas broke with West's Yeezy fashion empire, it wiped up to €250mn from their bottom line. This was more than wasted marketing spend; it was a core part of Adidas business. </p> <p>These kinds of deep partnership have a totemic forerunner: the Nike deal with Michael Jordan that remade the sportswear and sponsorship business. Back in 1984, Nike was an insurgent brand looking to hitch a ride on the wings of an up-and-coming basketball talent. Along with a sizeable annual payment, Nike executives wooed Jordan with a plan to build a shoe around his brand and give him a slice of the upside. </p> <p>It was more marriage than fleeting transaction. When Jordan and his parents first visited the company's Beaverton headquarters, they were met with a giant banner: “THE NIKE FAMILY WELCOMES THE JORDAN FAMILY”. Almost four decades on, Nike is still releasing an Air Jordan every year. </p> <p>Kanye's fashion breakthrough also came through Nike — the Air Yeezy. The prototype, which West wore at the Grammy's, went for $1.8mn at a private sale; its successor sold out in 10 minutes when it was released in 2014, retailing at $245. The line was scarce, exclusive, what the fashion business might call a “capsule collection”.</p> <p>The challenge was giving it industrial scale to produce for a mass market. It was Adidas that figured that out. West tried with Nike, but he was told he couldn't go beyond its existing library of shoe moulds. Adidas, by contrast, promised to create new shapes and gave him a hefty royalty to boot. “Tell Adidas that we need a million in production (You!),” rapped West in the track “Facts”. “I done told y'all, all I needed was the infrastructure (Boom!)”.</p> <p>There were obvious risks to working with Kanye, even then. But Adidas was unable to resist. Few stars can pull off these kinds of strategic partnerships; the singer Rihanna's Fenty Beauty venture with LVMH is a rare case.</p> <p>Would Adidas roll the dice again with another star? Back in the 1980s and 90s, nervous brands would hire private investigators to vet celebrities before endorsement deals. When the Japanese whisky Suntory weighed up hiring the Rat Pack star Peter Lawford, it even sought to establish whether he had a drinking problem. </p> <p>Today it's more about lawyers than private investigators. West may own the Yeezy trademark, but it is Adidas that claims to be the <a href=\"https://www.adidas-group.com/en/media/news-archive/press-releases/2022/adidas-terminates-partnership-ye-immediately/\">“sole owner”</a> of the underlying shoe designs.</p> <p>That speaks to the balance of power. Adidas had sought a tastemaker with electric, unpredictable energy. It got that in spades. Big companies are damaged when their celebrity partner implodes. It can be costly. But they survive and move on, ever fearful of looking stale. </p> <p><a href=\"mailto:alex.barker@ft.com\"><em>alex.barker@ft.com</em></a></p><p>Source: Alex Barker  2022 'Kanye: the tightrope of celebrity endorsements for brands' FT.com 28 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-28T21:00:59.663Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1596,
          "end": 1604
        }
      ]
    }
  ]
}