{
  "_id": "91acb9f1dffa99723b53c51052c9d54ffc0b4ec22381353775caf671c2153dfd",
  "feed": "market-watch",
  "title": "One of Wall Street's most vocal bulls is scaling back his stock-market optimism and trimming risk in his bank's model portfolio. Here's why. JPMorgan's Kolanovic shifts tone as stock volatility continues",
  "text": "<p>\"Recent developments on these fronts — namely, the increasingly hawkish rhetoric from central banks, and escalation of the war in Ukraine — are likely to delay the economic and market recovery,\" wrote JPMorgan strategists led by Kolanovic in a Monday note.</p><p>The risk cutback follows Kolanovic's comment earlier this month that the company's year-end S&amp;P 500 SPX target of 4,800 may not be realized until 2023, or until risk factors ease. His price target implies nearly 30% upside from Tuesday's levels. The large-cap index traded at 3,725 in the afternoon.</p><p>\"Given the recent escalation in hawkish rhetoric, the likelihood of central banks committing a policy mistake with negative global consequences has increased, and this started showing in various cracks in FX and rates markets,\" Kolanovic earlier wrote in a note dated Oct.3. \"Even if a mistake is avoided, a delay will likely be introduced for the global market and economic recovery.\"</p><p>See: Popular U.S. recession gauge is at risk of hitting most-negative level since Reagan era, BMO says</p><p>Despite the cautiousness, Kolanovic has maintained a pro-risk stance in the hope that bearish investor sentiment and positioning could limit further declines in stocks and the expectation that Asian economic growth will support a global recovery.</p><p>\"We expect the global expansion to continue to display resilience through the middle of next year given an unwind of adverse supply shocks, a material slowing in inflation, and a healthy private sector,\" Kolanovic said in the note on Monday.</p><p>See: Want to keep beating the S&amp;P 500 and at much lower risk? Bet on Buffett, and perhaps this younger clone, says fund manager.</p><p>Kolanovic is not the only bull on Wall Street who has grown more cautious as stock-market volatility continues.</p><p>MarketWatch reported on Monday that Oppenheimer chief investment strategist John Stoltzfus has just cut his year-end price target for the S&amp;P 500 for the second time in three months. Stoltzfus said he now sees the S&amp;P 500 finishing the year at the 4,000 level, implying roughly 6.9% upside from Tuesday. He added that it would take a \"miracle\" for stocks to claw their way back to 4,800 given the uncertain outlook for global markets and the economy.</p><p>U.S. stocks finished higher on Tuesday as investors focused their attention on strong earnings reports from major Wall Street banks. The S&amp;P 500 and the Dow Jones Industrial Average DJIA each climbed 1.1%, while the Nasdaq Composite COMP advanced 0.9%.</p><p>One of Wall Street's most vocal bulls is scaling back his stock-market optimism and trimming risk in his bank's model portfolio. Here's why.</p>",
  "published": "2022-10-18T20:42:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 201,
          "end": 209
        }
      ],
      "nexusId": "10009914"
    }
  ]
}