{
  "_id": "8bfeadf1fae97b902ec17262e505337deff517c1018920db1eb4fff2a90d72f0",
  "feed": "ftcomall",
  "title": "Italian bonds sell off after Draghi resigns and ECB boosts rates",
  "text": "<p>Italy's debt sold off on Thursday after prime minister Mario Draghi resigned and the European Central Bank sharply raised interest rates in its effort to tame blistering inflation.</p> <p>The yield on Italy's 10-year government bond rose as much as 0.27 percentage points to almost 3.7 per cent as Draghi's national unity coalition unravelled and the ECB <a href=\"https://www.ft.com/content/42b002c0-434e-4688-bdb7-33e0a7c2323f\">lifted its deposit rate</a> by a larger-than-expected 0.5 percentage points to zero. Thursday's rate rise was the first by the ECB since 2011 and ended an eight-year stretch of negative interest rates. </p> <p>The decline in Italian bond prices took the gap between Italian and German benchmark 10-year yields — a closely watched gauge of market stress — to 2.38 percentage points, reflecting a widening of more than 0.3 percentage points in just two days. The pressure on Italian debt eased slightly later in the session, with yields adding 0.15 percentage points to 3.5 per cent — taking the spread to 2.32 percentage points.</p> <p>The ECB had previously signalled it would raise borrowing costs by 0.25 percentage points this month as it moved to tackle rapid consumer price growth, which hit a record high of 8.6 per cent in the year to June. </p> <p>But on Thursday the central bank said it had deemed it “appropriate to take a larger first step on its policy rate normalisation path” because of inflation risks and the “reinforced support” provided by a new bond-buying programme aimed at limiting divergence in borrowing costs between the bloc's strongest and weakest countries.</p> <p>James Athey, a senior portfolio manager at Abrdn, suggested the move would provide investors with more certainty and confidence. “The central banks that have been more willing to grasp the nettle and get rates up more quickly have seen more stability in rates markets.”</p> <p>The ECB's decision came after Draghi <a href=\"https://www.ft.com/content/800d1dc1-7d26-41d2-b5ca-3a4850e95b98\">handed his resignation</a> to Sergio Mattarella, Italy's president, on Thursday morning. Draghi had won a confidence vote on Wednesday night but lost the support of members of his coalition. Mattarella subsequently called snap elections.</p> <p>“The shocking collapse of Draghi's administration raises important questions ahead of new elections,” said analysts at JPMorgan. “The populist coup against Draghi raises our sensitivity to risks from erratic policymaking.”</p> <p>In equity markets, a FTSE gauge of Italian stocks lost 0.7 per cent, trimming earlier losses. The country's largest banks, which are big holders of Italian debt, led the declines.</p> <p>Europe's regional Stoxx Europe 600 index finished up 0.4 per cent after a volatile session.</p> <p>The euro was slightly stronger, up 0.3 per cent to $1.021 against the dollar after initially popping on the ECB's rate decision. It had last week tumbled to parity with the greenback on concerns over the bloc's economic outlook. Uncertainties over the eurozone economy and energy supply will continue to weigh on the common currency, according to Deutsche Bank's chief international strategist Alan Ruskin.</p> <p>US Treasury yields were lower on Thursday, with the biggest moves coming in shorter-dated securities, which are the most sensitive to interest-rate policy. The two-year yield fell 0.13 percentage points to 3.1 per cent. </p> <p>While there were some weak data released that may have prompted the risk-off move, including weekly jobless claims, some analysts cautioned that the big swings in the price of Treasuries were likely because of weak liquidity. </p> <p>“The data this morning was unexpectedly bad, but it wasn't first or even second tier data,” said Gennadiy Goldberg, an analyst at TD Securities. </p> <p>“There were a couple of large block trades that went through. I think a lot of this is liquidity related,” said Goldberg. </p> <p>Wall Street's S&amp;P 500 index ended the day up 1 per cent. The technology-heavy Nasdaq Composite equity gauge closed 1.4 per cent higher. </p><p>Source: Ian Johnston in London and Kate Duguid in New York 2022 'Italian bonds sell off after Draghi resigns and ECB boosts rates' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-21T20:17:05.402Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2168,
          "end": 2176
        }
      ]
    }
  ]
}