{
  "_id": "a4b0ff46ed73784898ac2286ef7e3a5b0c8da1384ec3bc588b455fa420273d18",
  "feed": "ftcomall",
  "title": "US companies rework bonus plans to protect executive pay",
  "text": "<p>Executives at some of America's publicly listed companies will earn millions of dollars in equity-based bonuses this year because sympathetic boards have reworked their incentive plans — even though stock market declines have wiped trillions of dollars off corporate valuations.</p> <p>Companies adjusted bonus plans in 2020 to account for the <a href=\"https://www.ft.com/coronavirus-economic-impact\">coronavirus pandemic</a> and have since revisited pay and eased performance assessments in response to inflation, energy crises and other macroeconomic problems, said Matteo Tonello, a managing director at the Conference Board, an economic research organisation. </p> <p>Among them are hard drive manufacturer <a href=\"https://www.ft.com/content/734bcb3d-68fd-42dc-8e15-e2c9c585d0c6\">Western Digital</a>, which this month said it paid chief executive David Goeckeler $32mn, up from $17mn in 2021, after scrapping performance goals tied to its share price. Western Digital's shares are down more than 47 per cent in 2022, compared to about a loss of 22 per cent for the S&amp;P 500 index.</p> <p>Aircraft parts manufacturer AAR Corp said last month that chief John Holmes was awarded $7.3mn in stock to compensate him for <a href=\"https://www.ft.com/executive-pay\">pay</a> lost due to bonus restrictions applied to companies that took Covid-19 relief funds from the government. </p> <p>Office furniture company MillerKnoll, which makes Aeron chairs and Noguchi tables, paid its chief executive Andrea Owen $1mn this year after adjusting annual bonus criteria for all eligible employees to compensate for “ongoing supply chain constraints”.&#xa0;</p> <p>In 2020 dozens of companies stung by Covid-19 lockdowns refashioned plans to help executives get paid bonuses they would not have earned in the downturn. General Electric rewrote chief executive Larry Culp's pay that year, resulting in a $240mn pay deal that <a href=\"https://www.ft.com/content/131f52af-53c5-47d8-b915-767df8403bb5\">the company's shareholders ultimately opposed</a>.</p> <p>In 2022, the rationale is different, Tonello said: “This phenomenon seems to be driven by the market for top talent, which continues to remain tight, and the hesitation to compound today's uncertainties with the risks that a leadership change could pose to the business.”</p> <p>Other companies have this year replaced executives' stock options with shares in a sign that the businesses do not think their stock prices will rebound before the options expire.</p> <p>Medical products manufacturers Abiomed and Bio-Rad Laboratories dropped options as part of executive pay packages in favour of stock, establishing “a less risky mix of equity for executives”, according to VerityData.</p> <p>Udemy, an education technology company that went public last year, this month said it cancelled a performance-based option grant given to president Gregory Brown and replaced it with stock to pay out as long as he stays with the company. Its share price is down 50 per cent since its initial public offering last year.</p> <p>Representatives from Udemy and MillerKnoll declined to comment. The other companies mentioned in this article did not respond to requests for comment.</p> <p>Though shareholders overwhelmingly support executive pay at companies' annual meetings, there are signs investors are growing unhappy with bonuses. </p> <p>A record 67 companies in the Russell 3000 index failed say-on-pay votes this year over bonus concerns, including JPMorgan Chase, Halliburton and Netflix, up from 61 last year and 45 in 2020, according to the Conference Board and ESG data analytics firm Esgauge. Less than half of AAR's shareholders backed executive pay at its annual meeting this month. </p> <p>Shareholders are also increasingly voting against members of a company's remuneration committee to voice disapproval over pay, Tonello said. “Investors are rejecting excessive remuneration and lax pay-for-performance links,” he said.</p> <p>Because Covid-19 was a global phenomenon outside corporate executives' control, companies felt they needed to rework bonus plans early in the pandemic, said Courtney Yu, director of research at Equilar, a pay data company.</p> <p>“Shareholders were more forgiving during the first year of the pandemic as everyone was in the same boat of understanding the challenges Covid-19 imposed,” Yu said. “Changes to remuneration plans now will be met with the same scrutiny as before the pandemic, so companies will need to think carefully about making any changes or granting additional awards.”</p><p>Source: Patrick Temple-West in New York 2022 'US companies rework bonus plans to protect executive pay' FT.com 22 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-22T19:00:41.582Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3126,
          "end": 3134
        }
      ]
    }
  ]
}