{
  "_id": "89fbb8e2116428fc3a5337fb0f87bcaf29cf15d7ed2399796ef50a7888df8219",
  "feed": "wall-street-journal",
  "title": "Wall Street Courts Hong Kong's Strongman; U.S. financial CEOs will attend a Hong Kong conference featuring the man who has crushed dissent and the rule of law in the city.",
  "text": "<p>They surely know who Mr. Lee is. In 2020 the U.S. Treasury sanctioned him for \"being involved in coercing, arresting, detaining, or imprisoning individuals under the authority of the National Security Law.\" Beijing imposed the law to outlaw dissent in Hong Kong, and the maximum penalty is life in prison. As of June 26, 203 people had been arrested and 123 charged under the law, according to the online magazine ChinaFile.</p><p>A megayacht owned by a sanctioned Russian tycoon recently docked in Hong Kong harbor, triggering a U.S. warning. \"The possible use of Hong Kong as a safe haven by individuals evading sanctions from multiple jurisdictions further calls into question the transparency of the business environment,\" a State Department spokesperson told Bloomberg. Hong Kong said it doesn't enforce U.S. sanctions.</p><p>New Jersey GOP Rep. Chris Smith recently slammed U.S. corporations \"that trumpet their so-called 'Environmental, Social and Governance Principles' at home\" and \"are quick to discard these 'values' for a chance to make a profit from China.\" Politico says Mr. Smith also warned executives that engagement with Mr. Lee and other Hong Kong authorities could result in more scrutiny.</p><p>Spokesmen for BlackRock, Citigroup and JPMorgan Chase declined comment. The others didn't respond. The Treasury sanctions bar financial transactions and the exchange of funds, goods or services with Mr. Lee. Mere association isn't a sanctions violation, but that doesn't mean it's a good look.</p><p>The summit will focus on \"navigating beyond uncertainty,\" including risks posed by stagflation, rising interest rates and \"geopolitical conflicts and tensions.\" Unmentioned are political risks, such as an all-too-possible Chinese invasion of Taiwan.</p><p>Hong Kong authorities have forced the closure of Apple Daily and Stand News. They froze their assets without due process and arrested top editors and executives, including pro-democracy publisher Jimmy Lai, who has been in prison for nearly two years. The lesson is that no business or executive is safe in Hong Kong. These executives may feel they have assets to protect in the city, but by kowtowing to Mr. Lee they are doing their reputations, and that of their companies, no good.</p><p>Wall Street Courts Hong Kong's Strongman</p>",
  "published": "2022-10-21T22:26:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1228,
          "end": 1242
        }
      ]
    }
  ]
}