{
  "_id": "9aab1551edab6fce12859a7477391f13fc2e4e1f94d399203cffe211e8555b54",
  "feed": "wall-street-journal",
  "title": "China Abruptly Delays GDP Release During Communist Party Conference; Absence of official indicator adds to difficulties for global investors and companies seeking to gauge depth of China's economic slowdown",
  "text": "<p>Data on home prices across 70 major cities, scheduled for release Wednesday, has also been delayed, according to the statistics bureau website.</p><p>The website didn't provide a reason for the delays and didn't say when the data would be released. An official at the statistics bureau, reached by telephone, confirmed the postponement, citing unspecified \"work arrangements.\" She said she didn't know when the data would be published, but said any new dates would be posted on its website.</p><p>The delayed release of the GDP figure—perhaps the highest-profile indicator of the world's second-largest economy, closely watched by investors, economists and Chinese government officials alike—coincides with the Communist Party's twice-a-decade congress, which opened Sunday and is all but certain to end with leader Xi Jinping breaking with recent precedent in securing another term power.</p><p>Earlier Monday in Beijing, an official at China's top economic planner, the National Development and Reform Commission, told reporters that the economy had significantly improved in the third quarter of the year, despite multiple headwinds, including fresh Covid-19 outbreaks and flooding and droughts that plagued swaths of the country this summer.</p><p>Among 15 economists polled by The Wall Street Journal, expectations were for GDP to grow 3.5% in the third quarter of the year compared with a year earlier, quickening from the 0.4% expansion recorded in the second quarter, when Shanghai, the country's most prosperous city, was locked down for two months.</p><p>On Friday last week, China's General Administration of Customs had held off on releasing monthly trade figures as scheduled. In that case, too, authorities didn't offer any public explanation and didn't answer phone calls seeking comment.</p><p>Economists were generally surprised by the delay of the data release. Many said they couldn't recall a direct precedent in China. Data releases aren't typically delayed by China's many key political gatherings.</p><p>Though many economists have long harbored doubts about the quality of China's economic data, the absence of a key official indicator adds to difficulties for global investors and companies seeking to gauge the depth of China's economic slowdown. Travel to the mainland, long a staple for economists based in Hong Kong and elsewhere, has been sharply restricted for most of the past three years, and some private gauges of economic activity have been cut off in recent years.</p><p>In recent weeks, China's securities regulator has urged brokerage firms, including the domestic Chinese businesses of JPMorgan Chase &amp; Co. and Goldman Sachs Group Inc., to refrain from commenting on politically sensitive subjects, the Journal has reported. In recent months, commentary on the economic impact of Covid restrictions has become contentious.</p><p>Still, many economists were particularly puzzled given that business activity appeared to be on the rebound after a particularly weak second quarter.</p><p>Bruce Pang, chief economist for Greater China at Jones Lang LaSalle, said the scrapping of Tuesday's scheduled data release didn't necessarily mean that the economy is in bad shape.</p><p>\"Given existing high-frequency data we've seen, it's clear that China's economy has rebounded quickly in the third quarter,\" Mr. Pang said. \"It's possible that authorities want to encourage the market to focus on the key message delivered by the party Congress.\"</p><p>Shuang Ding, chief economist for Greater China at Standard Chartered in Hong Kong, described the move as \"really strange,\" saying he couldn't think of a convincing reason to delay.</p><p>The data were expected to show a modest recovery in economic activity after lockdowns hit growth hard in the second quarter. \"There's no chance it could be worse,\" he said.</p><p>Xing Zhaopeng, an economist at ANZ, an investment bank, said a technical reason could be behind the delay, citing a lack of time to cross-check and review data among government departments.</p><p>Mr. Xing said Friday's delayed trade data, which still hasn't been released, could have an impact on foreign-exchange trading markets, since export and import figures can strongly influence the value of China's currency, the yuan, which has tumbled in value against the U.S. dollar this year.</p><p>On Monday, an official social-media account of the statistics bureau shared photographs of dozens of its statisticians across the country crowding around televisions and filling auditoriums to watch Mr. Xi deliver a speech inaugurating the Communist Party Congress on Sunday.</p><p>Carlos Casanova, senior economist for Asia at Union Bancaire Privée in Hong Kong, said the chance of a GDP reading that fell short of consensus forecasts was quite high, pointing to weak signals on consumer spending amid tighter restrictions to control the spread of Covid-19.</p><p>Mr. Casanova had penciled in third-quarter growth of around 3.3%, though said he wouldn't have been surprised if the official number was lower than 3%—well below consensus expectations. If so, that might deflect attention from the political festivities, he said. \"It's quite unusual,\" Mr. Casanova said. \"Something's up.\"</p><p>Apart from 2020, when the Covid-19 pandemic first hit, China's economy in 2022 is likely to grow at the slowest annual pace since 1990 under the weight of its stern Covid policy and a deepening property downturn, economists say.</p><p>The World Bank forecasts this year's growth to reach just 2.8%, and 4.5% in 2023. In March, Chinese leaders set an official GDP target for this year of around 5.5%, though just four months later, they effectively acknowledged that the country would miss that target, given the toll of Shanghai's hard lockdown. GDP growth for the first half of 2022 was just 2.5%.</p><p>Economists say the headwinds facing the world's second-largest economy are only intensifying. A severe real estate slump has hurt construction, soured consumers on spending and added to financial pressure on overstretched local governments. Overseas demand for Chinese exports is fading as economies confront rocketing inflation and rising interest rates.</p><p>And Beijing's adherence to a no-tolerance approach to Covid-19 outbreaks looks set to remain a feature of daily life in China for months to come, implying a continuing squeeze on spending and activity from the risk of sudden restrictions on movement.</p><p>Zhang Hengyu, an independent investor in Shanghai focused on domestically listed Chinese shares, said he had stopped paying close attention to monthly economic figures in recent months, given Beijing showed little sign of easing Covid restrictions or rescuing troubled property developers.</p><p>\"The broad trend is quite clear and it doesn't matter for how long the data is delayed,\" Mr. Zhang said. \"Many investors have little confidence that the government can stabilize growth.\"</p><p>On Saturday, another senior official played down the importance of the GDP target. \"The speed of growth is indeed an important yardstick of economic performance, but not the only one,\" said Sun Yeli, a spokesman for the party congress. \"Instead we focus more on fundamentally resolving the longer-term issues in the economy.\"</p><p>Grace Zhu contributed to this article.</p><p>Write to Stella Yifan Xie at stella.xie@wsj.com and Jason Douglas at jason.douglas@wsj.com</p><p>China Abruptly Delays GDP Release During Communist Party Conference</p>",
  "published": "2022-10-17T11:38:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2578,
          "end": 2598
        },
        {
          "start": 2564,
          "end": 2584
        }
      ]
    }
  ]
}