{
  "_id": "be6691ac40f0fe8a7847bbba8b2ada8067559fcc691891ec2e5718449bea80d8",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Tax Report: A Tax Bill on Top of A Mutual-Fund Loss --- One retiree likens it to 'getting hit when you're down'",
  "text": "<p>\"This is a salt-in-the-wound year. You owe taxes when you've lost money, and you have less invested going forward,\" says Mark Wilson, a financial adviser with Mile Wealth Management who tracks large mutual fund distributions at CapGainsValet.com.</p><p>This issue affects people holding mutual funds in taxable accounts rather than tax-deferred retirement plans such as IRAs and 401(k)s. Individual tax bills will vary, but some could be large. According to Mr. Wilson's research, about 350 funds will pay out more than 10% of their net asset value this year, and more than 60 will pay out more than 20%. Many of these funds have double-digit losses for 2022.</p><p>The 20-percenters include funds from familiar firms such as Morgan Stanley, Neuberger Berman, Pimco and J.P. Morgan.</p><p>One of the largest single payouts is by Delaware Sustainable Equity Income Fund, which changed its strategy in 2022 and has estimated it will pay out 88% of its net asset value to remaining fundholders this year. The parent, Delaware Funds by Macquarie, has five other funds expected to pay out 20% or more of their net asset value this year. A spokesman declined to comment on the distributions.</p><p>Here's what's behind the large payouts: By law, mutual-fund managers can sell holdings that have declined in value and save up capital losses to offset future capital gains on holdings that have risen in value. However, each year they must send current investors almost all net capital gains that aren't offset by losses.</p><p>After years of strong markets, many managers had few losses this year to offset gains on sales of winners. So when fundholders sold as markets tumbled, the managers often had to sell winners to meet redemptions -- and the capital gains on the sales were then spread among remaining fundholders.</p><p>To be sure, the payouts can be in cash -- so fundholders don't have to come up with money for the taxes unless they reinvest payouts in the fund. But many do reinvest, and either way fundholders owe taxes that cut into assets when down markets are also shrinking them.</p><p>Is this unfair? It feels that way to Ed Abahoonie, a retired CPA living in Sparkill, N.Y., who has mutual funds in taxable accounts with large payouts this year.</p><p>\"It's an odd outcome because investors have no control over it. It's like getting hit when you're down,\" he says.</p><p>On the other hand, this year's tax downside came after a long upside. \"When funds are growing in value and managers aren't selling, there's often a large tax-deferral benefit and few distributions,\" says Brian Schultz, a tax and investments specialist with the accounting firm Plante Moran.</p><p>Affected investors need to decide soon how to handle these payouts or risk owing a surprise tax bill. Here are moves to consider.</p><p>See where you stand</p><p>Investors with mutual funds in a taxable account should check this year's expected payouts and dates. Funds seldom send notifications, but they're often on the fund's website. Or call investor relations.</p><p>Note whether capital-gains payouts are short-term or long-term. Also check your cost basis in the fund, which is often the purchase price plus any reinvestments. It's the starting point for measuring your own gains or losses when selling fund shares.</p><p>Evaluate options</p><p>Often a good move for investors who want out of a fund in which they have net losses is to sell before the payout date. The tax picture will be especially complicated for those who have held a fund for less than six months and sell it after the gain is paid out, says Mr. Schultz.</p><p>He adds that investors with small profits in a favorite fund expecting a large payout may want to sell it before the distribution and rebuy it right after. This technique, known as a \"skip,\" avoids tax on the capital-gain payout. The wash-sale rules don't apply to sales with a gain.</p><p>Investors planning a charitable donation of a fund that still has gains should consider doing it before the payout to avoid the tax.</p><p>Sell other losers to offset gains</p><p>Investors expecting long-term capital-gain payouts may want to sell losers elsewhere in their portfolio to offset the gains, especially if the payout has already happened. The loser needn't be a mutual fund as long as it's an investment asset.</p><p>Exception: According to Mr. Wilson, short-term capital gains paid out to investors by mutual funds cannot be offset by other investment losses, because the law treats them as dividends taxed at ordinary income rates.</p><p>Avoid wash sales</p><p>If an investor repurchases a holding such as a mutual fund 30 days before or after selling it at a loss, the \"wash-sale\" rules delay use of the loss. However, it's OK to buy a similar but not identical fund in that window.</p><p>Rethink asset location</p><p>Both Mr. Wilson and Mr. Schultz often advise clients not to hold actively managed equity funds in taxable accounts because of the potential for large payouts, in both up and down markets.</p><p>Better candidates for taxable accounts are passive investments in equities such as exchange-traded funds and index funds that seldom have large payouts.</p>",
  "published": "2022-12-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 758,
          "end": 769
        }
      ]
    }
  ]
}