{
  "_id": "4b35f8a37a64aa7c4eb69b0568f1e7076d3eed42ff3a080fce789c72a5994e2c",
  "feed": "wall-street-journal",
  "title": "Barclays Profit Rises in Fourth Quarter, Beating Estimates; Bank said it intends to start a share buyback program",
  "text": "<p>For all of 2021, Barclays earned £6.38 billion, up from £1.53 billion the previous year. A key driver for the rise was the release of £653 million of credit impairments due to the improving economic outlook.</p><p>The bank paid a total dividend of 6 pence per share in 2021 and said that it plans to buy back up to £1 billion of shares. It also said that inflationary pressures are likely to result in modestly higher costs in 2022.</p><p>Shares in the bank climbed 2.5% on Wednesday.</p><p>Profit at Barclays's corporate and investment bank was £733 million during the fourth quarter, higher than the same period last year. Trading income saw a sharp decline. Profit at the bank's U.K. unit rose, reaching £420 million. Funds for bankers' bonuses increased by nearly a quarter in 2021, rising to £1.9 billion.</p><p>This is C.S. Venkatakrishnan's first earnings report since becoming chief executive after Jes Staley resigned following an investigation into his relationship with convicted sex offender Jeffrey Epstein.</p><p>The bank's board said they froze Mr. Staley's unvested shares awards while regulators complete the probe. Mr. Staley has around 11.2 million unvested shares, comprising almost 70% of deferred bonus and long-term incentive awards he earned since taking the job in 2015.</p><p>Mr. Venkatakrishnan has said he would continue Mr. Staley's strategy of maintaining a sizable trans-Atlantic investment bank alongside one of the U.K.'s leading retail and commercial banks. That combination proved resilient through much of the pandemic, with the investment bank booming on a flurry of deal making and trading.</p><p>\"The broad strategy of the bank is not changing. You should expect some amount of continuity,\" Mr. Venkatakrishnan said Wednesday on a conference call.</p><p>Anna Cross was appointed as group finance director, succeeding Tushar Morzaria, who will be leaving the job on April 22. She was previously his deputy.</p><p>The decline in investment banking activity mirrors the results of Wall Street's biggest banks, which saw their pandemic-era profits come back down to earth in the final quarter of last year. Both JPMorgan Chase &amp; Co. and Citigroup Inc. reported double-digit declines in profit.</p><p>Banks have benefited from the volatility in markets, which boosted trading revenues. A surge of deal making also juiced profits. As major central banks signal tighter monetary policy ahead, this is expected to both boost and disadvantage banks.</p><p>The Bank of England's move to increase its policy interest rate twice since December to 0.5% has lifted the prospects of U.K. banks to charge more interest on loans, a key source of revenue. On the other hand, this is also expected to weigh on deal making, corporate borrowing and mortgage lending activity.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Barclays Profit Rises in Fourth Quarter, Beating Estimates</p>",
  "published": "2022-02-23T11:21:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2093,
          "end": 2112
        },
        {
          "start": 2093,
          "end": 2113
        }
      ]
    }
  ]
}