{
  "_id": "4ed995e3a5de98f355ccfec5d4505eee73578e24a2234b7d28ae2b772ce1ba12",
  "feed": "wall-street-journal",
  "title": "Crypto's Domino Effect Is Widening, Threatening More Pain; Losses are blowing holes in balance sheets and pushing firms in the industry to near bankruptcy",
  "text": "<p>Turmoil in the digital-assets ecosystem has grown in recent weeks, with losses in cryptocurrencies blowing holes in balance sheets and pushing firms near bankruptcy.</p><p>After a pair of cryptocurrencies crashed, wiping out billions of dollars in value in May, a British Virgin Islands court this past week ordered a hedge fund that had survived several crypto downturns to liquidate. Another platform that counts the hedge fund as an investor capped withdrawals while evaluating how the hedge fund's woes would affect its liquidity.</p><p>A handful of crypto players have established financial ties throughout the market and added to risk by borrowing and lending digital assets among themselves, with at least one lender, Celsius Network LLC, drawing on collateral to do its own borrowing.</p><p>\"Everything is deeply, deeply intertwined; we didn't have this in 2018,\" said Chris Bendiksen, head of research at the London-based asset-management firm CoinShares, referring to a past crypto market downturn.</p><p>While new to crypto, such problems are well-known in the traditional financial realm. During the 2007-08 global financial crisis, bank-lending practices including rehypothecation of assets—using collateral to borrow more money—left banks short on liquidity. In the aftermath, regulators tightened oversight.</p><p>Digital asset prices have been falling dramatically along with other speculative bets in response to the Federal Reserve's move to raise interest rates. Crypto's headache intensified in May, when the stablecoin TerraUSD broke from its dollar peg and dragged the value of its sister cryptocurrency Luna down with it, eradicating $40 billion.</p><p>Investors got a taste of how the commingling of crypto investments would hit the market when a fire sale of assets backing the TerraUSD stablecoin pushed the price of bitcoin almost $10,000 lower to trade around $30,000.</p><p>Problems facing Three Arrows Capital Ltd., the hedge fund ordered to liquidate after being heavily invested in Luna, spilled over to the crypto brokerage Voyager Digital Ltd. this past week. On Friday, Voyager said it was temporarily suspending trading, deposits, withdrawals and loyalty rewards. It earlier issued a notice of default to Three Arrows for allegedly failing to make a loan repayment of 15,250 bitcoin and $350 million in USD Coin, a stablecoin. The loan is worth about $646 million based on bitcoin's current price of around $19,400. Shares of Voyager, which are traded on the Toronto Stock Exchange, are down more than 96% this year. On Friday, Three Arrows' liquidators asked a New York bankruptcy court to recognize the British Virgin Islands case and to allow them to handle any assets in the U.S.</p><p>Three Arrows' financial troubles have affected the smaller firms in its orbit. The Hong Kong-based trading firm 8 Blocks Capital said Three Arrows has cut off communications after allegedly misappropriating $1 million of its capital. Kyber Network, a decentralized-finance project, said the firm has \"a small portion of its Treasury\" with the hedge fund, which it said hasn't responded to any of its attempts to communicate.</p><p>Three Arrows didn't respond to a request for comment.</p><p>Crypto still exists largely outside of regulation, with few federal laws specific to crypto and the Securities and Exchange Commission taking up cases against individual firms on an ad hoc basis. The growth of the industry—worth more than $3 trillion at its peak last year—has surpassed the ability of regulators to keep up, according to analysts. The blowup of TerraUSD prompted renewed calls for Congress to pass legislation covering crypto.</p><p>Without a central bank to swallow illiquid assets and curtail contagion, crypto has taken a page from the traditional financial playbook. The crypto exchange FTX, headed by Sam Bankman-Fried, has struck a deal with the crypto lender BlockFi Inc. including a $400 million credit facility and the option for FTX to buy the company for as much as $240 million. BlockFi Chief Executive Zac Prince said by Twitter on Friday that market events related to Celsius and Three Arrows had a negative impact on the company.</p><p>BlockFi said it experienced about $80 million in losses from its loan exposure to the hedge fund.</p><p>In June, Mr. Bankman-Fried's other crypto company, the trading firm Alameda Research, extended two credit lines, one worth $200 million and another for 15,000 bitcoins, to Voyager. Alameda acquired a $35 million stake in Voyager in May.</p><p>The travails of the crypto market call to mind the actions of a pair of financiers during prior times of turmoil. J.P. Morgan twice stepped in to prevent economic collapse before the Federal Reserve system was created in 1913. More recently, in 2008, Warren Buffett helped to revive Goldman Sachs Group Inc. and General Electric Co.</p><p>The crypto market's problems could be the tip of the iceberg. Three Arrows, a big borrower in the system, has seen its levered positions liquidated by exchanges including BitMEX and Deribit after failing to meet margin calls. Margin calls, which are demands from lenders for more collateral from borrowers to back their loans, have swept across the crypto trading industry as the value of major cryptocurrencies fell in the midst of a broad market selloff.</p><p>The crypto investor Mike Novogratz, who bet heavily on Luna before its spiral, drew parallels between the current leverage-fueled carnage in crypto and the 1998 blowup of Long-Term Capital Management, a heavily leveraged hedge fund whose collapse sparked concern of contagion in the financial system.</p><p>The ascent of leverage in crypto has been growing for years, bursting with the downfall of TerraUSD and a pseudo crypto bank tied to it that offered holders of the stablecoin nearly 20% for putting their deposits in, said Caitlin Long, chief executive of Custodia Bank, which aims to provide custody and other digital asset banking services for institutional investors.</p><p>Crypto firms began taking on more leverage after the approval of Grayscale Bitcoin Trust in 2013. The trust for years was one of the few bitcoin investments that average investors could access in brokerage or retirement accounts. Because of that, its value often traded many times higher than that of spot bitcoin, letting investors profit from the difference. Three Arrows held 6.1% of the trust's shares at the end of 2020, according to a filing with the SEC.</p><p>That trade was so successful that investors viewed it as risk-free, Ms. Long said. When it became less profitable as more products became available, investors began trading in bitcoin-futures markets, speculating that the price would go higher yet. And when that dried up, they turned to yield-generating platforms.</p><p>\"All this leverage flocked from the sure thing to the less sure thing,\" Ms. Long said. \"With each one of these big trends it got riskier for traders to play them.\"</p><p>Crypto investors are bracing for more pain yet. Celsius froze client accounts in June, and the crypto lender Babel Finance and the futures exchange CoinFLEX halted customer withdrawals. Babel Finance said it has reached preliminary agreements on the repayment period of some debts, but it hasn't resumed withdrawals. CoinFLEX is issuing $47 million of another token in the hope of resuming customer withdrawals after a major customer went into \"negative equity.\"</p><p>Faced with uncertainty, some crypto lenders have begun recalling loans to large borrowers to check for their financial health, while others have tightened access to their loan products.</p><p>SHARE YOUR THOUGHTS</p><p>How are you managing your crypto portfolio? Have you suffered losses? Join the conversation below.</p><p>\"There is a shortage of supply as companies like Celsius have now turned off withdrawals and have a smaller amount of assets to lend out,\" said Adam Reeds, chief executive of the crypto lender Ledn. \"Many market makers who used to borrow from platforms like that are now looking at alternatives.\"</p><p>For now, executives in the industry are hoping the current crisis is a repeat of the \"crypto winter\" in 2018, during which the bad actors who orchestrated the boom and bust of initial coin offerings were flushed out, making the system stronger as a result.</p><p>\"Just like we the industry flushed out all the ICO froth in the previous bull market, in this one it's all the leverage being flushed out,\" Ms. Long said.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Crypto's Domino Effect Is Widening, Threatening More Pain</p>",
  "published": "2022-07-02T15:12:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4562,
          "end": 4573
        }
      ]
    }
  ]
}