{
  "_id": "4575282d7cfea828fd2c4425681fb1a37a732d0490179b18942ef5b18c066c4d",
  "feed": "market-watch",
  "title": "U.S. banks are facing body blows from Ukraine war and a slump in investment banking activity",
  "text": "<p>Hit by the slowest quarter for initial public offerings since 2016, efforts to curb business with Russia and jitters about an economic slowdown tied to inflation, the financial powerhouses faced headwinds in the three months ended March 31.</p><p>JPMorgan Chase &amp; Co. JPM booked about $1.8 billion in global investment banking revenue, down from about $3 billion in the year-ago period, according to estimates from Dealogic (See Chart). Goldman Sachs Group Inc. GS drew in about $1.6 billion in investment banking revenue, down from $2.9 billion in 2021.</p><p>UncreditedAnalysts have been reducing their earnings expectations for JPMorgan and Goldman, as well as Bank of America Corp. BAC, Morgan Stanley MS, Citigroup Inc. C and Wells Fargo &amp; Co. WFC.</p><p>While the current inverted yield curve between two-year and 10-year Treasurys signal a potential recession, the pricing dynamic is not expected to impact first-quarter results from banks.</p><p>But despite robust jobs numbers, the economic picture has been mixed amid moves to raise interest rates by the Federal Reserve to tame inflation, and banks recalibrating their overseas operations to inflict economic sanctions on Russia.</p><p>Bank stocks have been lackluster as investors sifted through a steady stream of mostly negative news headlines in 2022, with the Financial Select SPDR Fund XLF down 4.9% in the year to date.</p><p>Dow Jones Industrial Average components DJIA JPMorgan Chase and Goldman Sachs are both down nearly 19% in 2022, as of Thursday's trades. The S&amp;P 500 SPX is off by 6.1% and the Dow Jones Industrial Average has lost 5.7%.</p><p>Looking at the profit landscape for banks, Piper Sandler analyst Jeffrey J. Harte earlier this week reiterated overweight ratings on Bank of America, Citigroup, Goldman Sachs and JPMorgan as well as a neutral rating on Morgan Stanley.</p><p>He cut price targets on all five stocks and said he's trimming his profit estimates on them as well to “reflect capital markets related revenue headwinds amid an increase in macro-uncertainty and market volatility.”</p><p>While the inverted yield curve may be telegraphing a coming recession, banks currently enjoy favorable conditions to boost net interest income based on the rising yield curve for six-month/five-year Treasury spreads, Harte said.</p><p>In the banking business, the six-month Treasury yield acts partly as a benchmark for interest rates banks pay for deposits, while the five-year yield provides a basis for interest rates they charge to borrowers. Currently, the so-called short-term yield curve remains in the bank's favor, as seen in the chart below.</p><p>Piper Sandler A recession could impact banks but it's not expected to kick in for 18 or more months based on past signals from inverted yield curves for long-dated Treasurys. Generally, banks tend to do better during the months leading up to a recession, Piper Sandler's Harte said.</p><p>Meanwhile, the drop in investment banking revenue may quickly rebound because “the pipeline of deals is really robust in equity markets,” Harte told MarketWatch.</p><p>Piper Sandler issued its largest first-quarter earnings estimate reduction among the big banks to Goldman Sachs, which drew a 28% cut to reflect its relatively large exposure to investment banking and investment-related revenues.</p><p>Piper Sandler trimmed its Morgan Stanley and Citi earnings views by 11% and 10% respectively. The lower Citi forecast does not include impairment charges on its Russia exposure.</p><p>Harte said he would be focusing on management commentary on the outlook on quarterly conference calls with Wall Street investors.</p><p>Given heightened macro-uncertainty since Russia invaded Ukraine, Piper Sandler will focus on the banks' outlook for capital markets activity and operating efficiency, plus early indications of credit deterioration in consumer or commercial portfolios and signs of confidence that loan growth can continue to accelerate.</p><p>JPMorgan Chase kicks off the earnings season on April 13. Analysts expect the megabank to earn $2.71 a share on revenue of $30.66 billion, according to FactSet data. Analysts have reduced their first-quarter earnings target for JPMorgan to $2.71 a share on Wednesday from $2.81 on March 14 and $2.95 a share in early January.</p><p>JPMorgan Chase said Monday the impact of its Russia operations could impact its business by $1 billion over time.</p><p>See: Ukraine war, inflation and need for higher interest rates creating ‘unprecedented' situation, says Jamie Dimon</p><p>Goldman Sachs, Morgan Stanley, Citigroup and Wells Fargo all report quarterly results on April 14.</p><p>Analysts currently expect Goldman to earn $9 a share on revenue of $12.1 billion. Goldman's consensus earnings estimate stood at $10.60 on Jan. 31.</p><p>Analysts currently expect Wells Fargo to post net income of 81 cents a share and revenue of about $17.8 billion. The bank's earnings estimate has been reduced from 84 cents a share on Feb. 28.</p><p>Citigroup is on tap to report earnings of $1.55 a share and revenue of $18.3 billion. Its earnings estimate stood at $2.04 a share on Feb. 28. Of all the major U.S. banks, Citigroup has the most Russia exposure.</p><p>At its March 2 investor day, Citi projected potential $4 billion to $4.5 billion of write-downs out of a total exposure of $9.8 billion to Russia.</p><p>See:Goldman, JPMorgan wind down Russia biz as war reshapes macroeconomic landscape for banks</p><p>Morgan Stanley is expected to report earnings of $1.78 a share on revenue of $14.6 billion. On Feb. 28, analysts were targeting earnings of $1.97 a share for the company.</p><p>Finally, Bank of America is expected to earn 75 cents a share on revenue of $23.3 billion when it reports results on April 19. Its EPS estimate has been cut by 3 cents from 78 cents a share on Feb. 28.</p><p>To be sure, not all is bleak for banks. Commodities and foreign exchange trading should turn in healthy performances, as well as derivatives, analysts said.</p><p>Also read:Banks are on high alert as White House flags potential Russian cyberattacks</p>",
  "published": "2022-04-09T14:47:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 241,
          "end": 261
        },
        {
          "start": 262,
          "end": 265
        },
        {
          "start": 619,
          "end": 627
        },
        {
          "start": 1757,
          "end": 1765
        },
        {
          "start": 3878,
          "end": 3892
        },
        {
          "start": 4106,
          "end": 4114
        },
        {
          "start": 4204,
          "end": 4218
        },
        {
          "start": 5246,
          "end": 5254
        }
      ]
    }
  ]
}