{
  "_id": "cbd8f96dce60c08bbfac9f6c6a1143a5b8f97542a3c8c06c7267514cc1659466",
  "feed": "wall-street-journal",
  "title": "Tech Firm Overseers Also Invest in Them --- Federal Trade Commission officials are heavy stock traders, including in tech, Wall Street Journal Investigation shows",
  "text": "<p>At the same time, senior officials at the FTC disclosed more trades of stocks, bonds and funds, on average, than officials at any other major agency in a Wall Street Journal review of financial disclosures at 50 federal agencies from 2016 to 2021.</p><p>Many of the investments overlapped with the FTC's work.</p><p>A third of its 90 senior officials owned or traded stock in companies that were undergoing an FTC merger review or investigation, based on actions the agency has made public.</p><p>FTC officials owned stock in 22 of the roughly 60 big companies the FTC brought cases against in the period reviewed.</p><p>The officials were most heavily invested in technology, an industry that has come under increasing scrutiny by the agency. Nearly one in four top FTC officials owned or traded individual stocks of tech companies such as Amazon.com Inc., Meta Platforms Inc.'s Facebook, Alphabet Inc.'s Google, Microsoft Corp. and Oracle Corp.</p><p>An FTC chairman owned Microsoft, Oracle and AT&amp;T while the agency was conducting sensitive reviews affecting the tech and telecom sectors.</p><p>The head of the FTC's international division bought and sold Facebook stock through a financial adviser as his office coordinated with overseas officials on an investigation involving Facebook.</p><p>An FTC consumer-protection official had stock in over 10 companies as the agency scrutinized mergers or acquisitions involving the firms.</p><p>U.S. law prohibits federal employees from participating in policy matters in which they have a significant financial stake. Additional regulations direct federal employees to avoid even the appearance of a conflict.</p><p>The Journal obtained and analyzed financial disclosures for about 12,000 senior career employees, political staff and presidential appointees at 50 agencies who ranked high enough that they were required to file public reports.</p><p>The stock holdings the Journal identified among FTC officials were legal because the rules contain exemptions that often permit officials to own stocks that overlap with their agencies' work. An investment of $15,000 or less in an individual stock, or of $50,000 or less in an industry-specific mutual fund, isn't deemed a conflict of interest under federal regulations.</p><p>An FTC spokesman said the officials had followed the law.</p><p>The spokesman said the agency has a \"robust ethics program\" and follows the ethics rules set by Congress and the Office of Government Ethics. He said its ethics office reviews senior employees' disclosures and counsels them on how to comply with the rules.</p><p>Before ethics officials will certify compliance, they require filers to confirm they have reviewed guidance on potential conflicts and aren't aware of any actual conflicts. Ethics officials certified that the employees in the Journal's review were in compliance with the law.</p><p>The spokesman said the ethics office reports any conflicts it identifies to the agency's inspector general. Its inspector general referred four such matters to the Justice Department between 2016 and 2020. Prosecutors declined to investigate any of them.</p><p>The law doesn't require ethics officials to examine qualitative issues, such as the timing of trades, the number of transactions and how stock prices change over the course of the reporting period.</p><p>Longtime ethics officials said the investing by FTC employees undermines the agency's mission, even though in legal compliance. It \"hurts the reputation of the agency and the government in general,\" said Kent Cooper, a former government official and expert on ethics issues. \"Are these decisions being made for the benefit of the public or the officials who have a personal benefit in the outcome?\"</p><p>Ethics lawyers said the investments suggest the FTC might need to adopt tighter rules. The Securities and Exchange Commission imposes additional restrictions, including barring officials from trading companies under SEC investigation regardless of whether they have personal knowledge of the probe. The FTC has no such rules.</p><p>For years, the FTC has faced bipartisan criticism for not more aggressively enforcing competitive practices in corporate America. Now it is poised to take a far higher profile. President Biden has signaled tougher antitrust scrutiny and appointed as chairwoman a vocal critic of large companies.</p><p>Randolph Tritell, the recently retired head of the FTC's Office of International Affairs, reported more stock trades than any other FTC official in the period examined. The office coordinates with foreign counterparts to make sure rules, merger conditions and enforcement actions are applied consistently, and coordinates the sharing of evidence and other information on overlapping investigations.</p><p>Mr. Tritell reported large holdings in tech stocks. He held Apple Inc. stock valued at between $100,001 and $250,000, Amazon shares worth $15,001 to $50,000, and $1,001 to $15,000 of Microsoft stock, according to his most recent disclosure form. Since 2016, he has reported a total of more than three dozen trades in Facebook, Amazon, Microsoft and Oracle.</p><p>One of his best-timed stock trades was an 80% gain in Amazon over nine months as the European Commission investigated whether the company violated antitrust rules.</p><p>Mr. Tritell said he followed the law. Ethics officials certified his disclosures each year as complying with the rules.</p><p>Mr. Tritell said a financial adviser handles his trading. He said he has the authority to provide some direction to the adviser, but rarely does. He said he had \"no role whatsoever\" in Amazon, Oracle, Apple and Microsoft trades.</p><p>An exception was Facebook, where Mr. Tritell said he didn't have any role in the trades \"other than for one transaction.\" He declined to provide details.</p><p>Mr. Tritell disclosed six trades in Facebook amid a high-profile investigation into whether the company had abused consumers' privacy.</p><p>His office coordinated with U.K. officials on the exchange of evidence and other information on an investigation involving Facebook and U.K.-based Cambridge Analytica. The FTC announced they were examining Facebook's privacy practices in March 2018.</p><p>Two officials in Mr. Tritell's office took the lead in the talks with U.K. counterparts, and one of his deputies acted as a supervisor, according to former officials. Mr. Tritell had informal conversations with colleagues about the probe but wasn't briefed on the details of conversations with the U.K., said officials.</p><p>At the end of 2017, Mr. Tritell owned between $15,001 and $50,000 of Facebook shares, according to his financial disclosure. In April 2018, Mr. Tritell reported two purchases of Facebook shares.</p><p>He bought additional shares in June and December. In all, Mr. Tritell invested a total of just under $11,000 in Facebook that year, according to figures he provided the Journal.</p><p>Facebook shares rose in early 2019, partly on news a settlement of the probe was near. On April 15, 2019, Mr. Tritell reported selling $5,327 worth of the stock, which was up 35% from the December purchase. He sold the rest of his Facebook shares, $22,886 worth, on June 4, he said.</p><p>In July 2019, the FTC said it was imposing a $5 billion penalty on Facebook over its practices involving users' data.</p><p>The same day it announced this, the FTC sued Cambridge Analytica and said it had settled with itd former CEO. In its news release, the agency credited the cooperation with U.K. regulators overseen by Mr. Tritell's office.</p><p>In an interview, Mr. Tritell said that his deputies largely handled fraud and deception matters such as the Facebook probe, and that for most such cases, \"I was less briefed in detail because I knew they were doing a great job.\"</p><p>He said he didn't discuss his office's involvement in the case with ethics officials. He said they didn't flag any potential conflicts to him.</p><p>Mr. Tritell said of the Facebook probe: \"I wasn't personally and substantially involved, so there's no issue.\" The law doesn't consider stock holdings to be a conflict unless officials work \"personally and substantially\" on an issue that can affect their investments.</p><p>Mr Tritell said he meets with his financial adviser to discuss his portfolio roughly every six months. He said he saw his trades when he reviewed his statements to file monthly transaction reports with the FTC ethics office.</p><p>Mr. Tritell said he finds stock trading \"horribly tedious\" and \"the last thing I want to spend my time on.\"</p><p>Among officials with large holdings in companies affected by FTC decisions was James Kohm, associate director of the FTC Bureau of Consumer Protection's enforcement division. His job includes making sure companies comply with agreements reached with the agency to settle charges of unfair or deceptive practices.</p><p>Mr. Kohm disclosed owning between $15,001 and $50,000 in both Comcast Corp. and AT&amp;T shares when the FTC's consumer protection bureau issued orders in March 2019 to several U.S. broadband providers, including those two companies, seeking information about their privacy practices.</p><p>He also reported owning stock in more than three dozen companies, including more than 10 while they were undergoing FTC merger or acquisition reviews.</p><p>Mr. Kohm held Allstate Corp. shares worth between $100,001 and $250,000 in 2018 when the FTC cleared an Allstate takeover of a company called InfoArmor Inc.</p><p>Mr. Kohm held $50,001 to $100,000 in AstraZeneca PLC when the company announced a $39 billion plan to acquire drug firm Alexion Pharmaceuticals Inc. in late 2020. The FTC cleared the deal the following April.</p><p>In an email, Mr. Kohm said he didn't work on any issues involving the companies he owned. He also said he hasn't realized a profit on any of the stocks he owns because he hasn't sold them.</p><p>Joseph Simons, FTC chairman from 2018 until January 2021, disclosed more than 1,300 trades during his tenure. Fewer than a dozen involved individual stocks, the rest mutual funds and ETFs.</p><p>Half of the individual stocks he reported owning were tech and telecom companies involved in FTC reviews.</p><p>The FTC spokesman said Mr. Simons' investments weren't ethics violations because stock investments of $15,000 or less aren't deemed conflicts. \"He sought and received counsel and took steps that were needed in order to comply,\" the spokesman said.</p><p>When the FTC issued orders in March 2019 to the several broadband providers seeking information, Mr. Simons held between $1,001 and $15,000 in AT&amp;T shares. He held the stock until August 2019, when he sold his stake.</p><p>The same day he sold AT&amp;T Mr. Simons reported the sale of a stake in Charter Communications Inc., worth $1,001 to $15,000. Less than two weeks later, the FTC broadened the examination of privacy rules to include Charter.</p><p>Mr. Simons also held some tech stocks when the FTC on Feb. 11, 2020, ordered the largest players -- Alphabet, Amazon, Apple, Facebook and Microsoft -- to provide more information about their previous acquisitions, as part of its examination of the sector's growth. In a news release announcing the orders, Mr. Simons said they would \"help us continue to keep tech markets open and competitive, for the benefit of consumers.\"</p><p>The next day, Mr. Simons sold between $2,002 and $30,000 worth of stock in Oracle, a rival tech company, according to his disclosures. He didn't sell his Microsoft stock.</p><p>By the time he left office, the price of his Microsoft shares was up 140% from when he became chairman.</p><p>Mr. Simons declined to comment on his holdings.</p><p>A former acting director of the FTC office that enforces antitrust laws owned stock in three companies that came under scrutiny by the agency during his tenure.</p><p>Abbott Lipsky was named acting director of the FTC's Bureau of Competition in February 2017. In a disclosure he filed later that year, Mr. Lipsky reported owning nearly 90 individual stocks, some of which were in a family trust of which he was a trustee and a beneficiary. He reported that the trust held between $50,001 and $100,000 in stock of Emerson Electric Co., one-fifth of which was his share.</p><p>At the time, FTC competition officials were investigating Emerson's planned $3.15 billion acquisition of a unit of Pentair PLC. In April, nearly two months after Mr. Lipsky started running the competition bureau, the FTC said it had reached an agreement with Emerson in which it would sell Pentair's switchbox business to settle the FTC's charges that the acquisition would violate antitrust law.</p><p>In early May, Mr. Lipsky reported buying between $1,001 and $15,000 in JPMorgan Chase &amp; Co. stock. He already owned shares in the company, according to his disclosure.</p><p>Seven weeks later, on June 29, the FTC cleared an acquisition involving JPMorgan.</p><p>Mr. Lipsky left the FTC on July 3, 2017. He didn't respond to requests for comment. Ethics officials certified he was in compliance with the law.</p><p>An FTC pamphlet for new employees in 2019 cautioned them against conflicts and urged them to stay abreast of their financial holdings. \"Cheese gets better with age -- financial data doesn't,\" it said.</p><p>An FTC ethics lawyer who helped produce the pamphlet owned stocks herself in companies the agency investigated.</p><p>Lorielle Pankey and family members owned between $65,002 and $150,000 of Visa Inc. shares at the outset of an FTC inquiry into whether Visa and Mastercard Inc. had prevented retailers from using competing debit networks. The card companies have said they comply with the law.</p><p>On July 13, an account controlled by Ms. Pankey's family sold $5,613 of Visa stock, according to her disclosures and the FTC spokesman. On July 31, Visa disclosed in a quarterly report that the FTC had requested documents in June.</p><p>Ms. Pankey and her family kept most of their Visa shares, valued at between $100,002 and $200,000 at the end of 2020. Visa shares more than doubled from the time Ms. Pankey started at the FTC in June 2016 to the end of 2020. The FTC inquiry is continuing.</p><p>Ms. Pankey said she had fully complied with ethics requirements and said any suggestion she had violated the rules was \"completely false.\"</p><p>\"I am not now and have never in the course of my FTC tenure personally and substantially participated in any FTC particular matter affecting the financial interests of Visa,\" she said by email. \"Further, I have never used nonpublic information acquired in the course of my FTC duties for the private gain of myself or others.\"</p><p>The FTC spokesman said Ms. Pankey doesn't work on FTC investigations of companies and stocks she owns are held in brokerage accounts opened by her father when she was a child. He said that she didn't direct any stock trades and that the Visa sale was made by a financial adviser who manages the account.</p><p>Another FTC official made large trades in Visa and Mastercard amid the investigation.</p><p>When the probe became public in November 2019, FTC Chief Administrative Law Judge D. Michael Chappell held between $1 million and $5 million in Mastercard stock and between $100,001 and $250,000 in Visa shares, according to his disclosure form.</p><p>On Jan. 2, 2020, Mr. Chappell sold all of his Visa stock and between $250,001 and $500,000 of his Mastercard holdings. It was the first time he had sold shares in the companies in at least four years.</p><p>Since then, Mr. Chappell has sold Mastercard stock three more times, totaling between $400,003 and $850,000. At the end of last year, he reported owning between $500,001 and $1 million in Mastercard shares.</p><p>The FTC spokesman said Mr. Chappell \"operates independently from the agency\" and \"has no knowledge of or involvement with FTC investigations or enforcement actions and in fact is strictly separated from any agency actions with respect to matters that come or could come before the Commission since he may be tasked with adjudicating these matters.\"</p><p>In an interview, Mr. Chappell said that he didn't work on the FTC's investigation into Visa and Mastercard and that in his role, he is made aware of FTC investigations only once the agency files a lawsuit. \"I don't know who they are investigating and I don't care,\" Mr. Chappell said.</p><p>He said he adheres to agency rules on stock ownership and attends the FTC's annual training sessions.</p><p>He said he didn't know the FTC was investigating Mastercard or Visa until the Journal brought it to his attention. Said Mr. Chappell: \"I can assure you that I don't know anything about that.\"</p>",
  "published": "2022-10-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 12431,
          "end": 12451
        },
        {
          "start": 12600,
          "end": 12608
        }
      ]
    }
  ]
}