{
  "_id": "9aad901307acf8f25ebd74d58247504833c4287757194c608252c654ca69b9cc",
  "feed": "wall-street-journal",
  "title": "New York Law Opens Window to Sue Over Decades-Old Sex-Abuse Claims; Lawyers promise civil lawsuits after yearlong window opens Thursday",
  "text": "<p>The law took effect on Thanksgiving because it had a six-month trigger date from when Gov. Kathy Hochul, a Democrat, signed it on May 24. Lawsuits began hitting court dockets immediately, including a new complaint by advice columnist E. Jean Carroll against former President Donald Trump and lawsuits alleging banks facilitated Jeffrey Epstein's alleged sex-trafficking operation and ignored red flags about their wealthy client.</p><p>\"New York passing this law for adults says rape and sexual assault may not be the free crimes they once were, and hopefully this makes them a crime with consequences,\" said lawyer Ann Olivarius. \"I hope this is the next phase of the MeToo movement.\"</p><p>Ms. Olivarius said her firm has more than three dozen cases ready to file and has spoken to more than 100 potential plaintiffs, including celebrities and athletes. It is often the case that one lawsuit—say, by a member of a sports team—opens the door to others once an alleged abuser is named, she said.</p><p>A lookback window under the earlier law for sexual-abuse victims under 18, the Child Victims Act, opened in 2019. More than 10,000 lawsuits were filed against alleged abusers and their employers, including religious institutions, schools and nonprofits during that window, a New York state court spokesman said.</p><p>Most of those lawsuits are pending, he said.</p><p>Lawyers who represent companies and institutions predicted the new law would lead to a minefield of problems for businesses, including determining if and how insurance would cover claims that happened decades ago.</p><p>Lawyer Karen Bitar said that companies could be held liable for negligence if a plaintiff claims a business hadn't supervised employees properly, leading to an environment where sexual abuse could occur. The Adult Survivors Act could result in more lawsuits than the Child Victims Act, said Ms. Bitar of Seyfarth Shaw LLP. Because companies tend to have deeper pockets than the nonprofits and educational institutions that were often named as defendants in Child Victims Act suits, plaintiffs and their lawyers would have stronger financial incentives to file lawsuits under the new law, she said.</p><p>For companies, defending against such claims is difficult, especially when the alleged conduct occurred decades ago, Ms. Bitar said.</p><p>\"Most witnesses are gone, contemporaneous records are gone and the burden of proof is not guilt beyond a reasonable doubt, but mere preponderance,\" she said. \"If a victim takes the stand and presents a cogent story, even if there's no corroboration you run the risk of losing a case.\"</p><p>Plaintiffs' lawyers began filing lawsuits Thursday morning.</p><p>Ms. Carroll's new lawsuit against Mr. Trump alleges battery and defamation. She previously sued him for defamation, and that case remains pending. Mr. Trump has denied the claims.</p><p>In the new suit, Ms. Carroll alleged Mr. Trump raped her in a Bergdorf Goodman dressing room in the mid-1990s, then lied about it, including in a social-media post last month in which he said he didn't know Ms. Carroll and that she was \"not my type.\" He has made similar statements in the past.</p><p>A lawyer for Mr. Trump didn't respond to a request for comment. In the post last month, Mr. Trump said, \"This 'Ms. Bergdorf Goodman' case is a complete con job, and our legal system in this Country, but especially in New York State…is a broken disgrace.\"</p><p>Lawyer Jeff Herman filed a proposed class-action lawsuit against NewYork-Presbyterian Hospital on behalf of women who say they were sexually abused by Robert Hadden, a gynecologist who worked there.</p><p>\"We believe there are hundreds of women who were sexually assaulted by Dr. Hadden, and this case is intended to give them a voice and a measure of justice,\" Mr. Herman said in a statement.</p><p>Federal prosecutors in 2020 charged Dr. Hadden with enticing women to travel between states to engage in illegal sexual activity. A lawyer for Dr. Hadden didn't respond to a request for comment. Dr. Hadden pleaded not guilty to the federal charges and a trial is scheduled for January.</p><p>A hospital spokesman declined to comment. The hospital has previously settled Hadden-related claims, and said in statements that Dr. Hadden hasn't worked as a doctor since 2012.</p><p>Women who accused Epstein of sexual abuse filed claims against Deutsche Bank AG and JPMorgan Chase &amp; Co., alleging the banks assisted and participated in Epstein's alleged sex trafficking. A Deutsche Bank spokesman said the bank believes the claim lacks merit. A JPMorgan spokesman declined to comment.</p><p>Epstein died in his jail cell while awaiting trial on sex-trafficking charges. The medical examiner ruled his death a suicide.</p><p>Write to Corinne Ramey at Corinne.Ramey@wsj.com</p><p>New York Law Opens Window to Sue Over Decades-Old Sex-Abuse Claims</p>",
  "published": "2022-11-24T17:57:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4297,
          "end": 4311
        },
        {
          "start": 4297,
          "end": 4317
        },
        {
          "start": 4476,
          "end": 4484
        }
      ]
    }
  ]
}