{
  "_id": "06033aa62fe87e058b092df772b82be161add2b25fca394b8967dac4947da409",
  "feed": "ftcomall",
  "title": "Wall Street banks detail Russia losses and warn of more volatility",
  "text": "<p>Wall Street banks detailed billions of dollars in potential losses from the war in the Ukraine this week, while warning that they saw no end in sight for the market turbulence unleashed by the Russian invasion.</p> <p>Industry analysts and executives described the losses as manageable, but expressed worries about the potential for spillover effects of the kind that led to the cancellation of some nickel trades on the London Metal Exchange last month.</p> <p>Jamie Dimon, JPMorgan Chase chief executive, said during his bank's first-quarter <a href=\"https://www.ft.com/content/2eb49e29-dbf8-4d5f-be40-94915ae5e6d0\">earnings report</a>: “I cannot foresee any scenario at all where you're not going to have a lot of volatility in markets.”&#xa0;</p> <p>David Solomon, his counterpart at Goldman Sachs, said traders would have to navigate new political terrain. “The Russian invasion has further complicated the geopolitical landscape and created an additional level of uncertainty that I expect will outlast the war itself.”</p> <p>Citigroup, which had been trying to sell its Russian retail operations when the war started, faced the biggest headwinds from the conflict. It said its <a href=\"https://www.ft.com/content/9ed45a75-ed1f-4011-b485-7faaaf9524a0\">potential losses</a> could amount to $2.5bn-$3bn, and put aside $1bn in loan-loss reserves as it braced for the impact.</p> <p>Estimating losses at the bank has been complicated by the question of whether it will be able to sell its Russian holdings while the US and other western governments impose strict sanctions in response to Vladimir Putin's <a href=\"https://www.ft.com/war-in-ukraine\">invasion of Ukraine</a>.</p> <p>“This is a fluid situation and the ability to exit those businesses is really going to hinge on how the environment plays out,” said Mark Mason, Citi chief financial officer.</p> <p>JPMorgan said it had provisioned roughly $300mn to cover markdowns on loans associated with Russia. It also attributed $120mn of a $524mn trading loss during the quarter to its role as one of the counterparties in a short trade by Chinese metals group Tsingshan that proved <a href=\"https://www.ft.com/content/a1ed92fd-745a-4983-818f-66e1c18a83a0\">disastrous</a> amid the market turmoil that followed the outbreak of war.</p> <p>Dimon said the bank would conduct a review on what it could have done better to manage the situation, as well as looking at the role of the LME, which has been criticised for cancelling several hours of trading.</p> <p>Goldman, which <a href=\"https://www.ft.com/content/402a96df-fe97-44db-8df0-e0feba2fceaa\">disclosed</a> in February that its Russian exposure was $650mn, said it had suffered a net loss of about $300mn on investments related to Russia and Ukraine.&#xa0;</p> <p>“Our positions were relatively limited, but we've been focused on closing them out and reducing our exposure,” Solomon said in a call with analysts.&#xa0;</p> <p>Morgan Stanley said it had a “limited” direct exposure to Russia after giving up its banking licence in the country years before the invasion.&#xa0;</p> <p>“The second-order volatility in the marketplace I cannot predict,” Sharon Yeshaya, chief financial officer, told the Financial Times.&#xa0;“[But] we are always subject to it and we'll all have to deal with that.”</p> <p>The losses reported by the US banks are small compared with their earnings, supporting the view taken by many investment analysts at the start of the Ukraine conflict that they faced less risk than European peers.&#xa0;</p> <p>Citi's $1bn in provisions were about 5 per cent of revenues in the quarter and Goldman's $300mn in losses were about 2 per cent of revenues. JPMorgan's provisions were less than 1 per cent of revenues.&#xa0;</p> <p>“The more meaningful Russia issue for banks is not their direct exposure, but the potential for commodity market disruption to precipitate a recession,” said Eric Hagemann, senior research analyst at Pzena Investment Management. “High gas prices may push credit card default rates higher, particularly at the lower end of the income spectrum, but that has yet to show up in anyone's reported numbers.”</p> <p>The impact of the Russian invasion was also felt in investment banking, with activity, especially in equity underwriting, slowing. Investment banking revenue fell 43 per cent at Citi, 37 per cent at Morgan Stanley, 36 per cent at Goldman, and 32 per cent at JPMorgan.</p> <p>“Heightened [market] volatility led to clients to delay issuance activity,”&#xa0; said Yeshaya.&#xa0;</p> <p>The blow was cushioned by better than expected results at the big banks' trading arms, which reaped windfalls from heavy client activity in response to volatile commodity prices and the Federal Reserve's implementation of a rate rise.&#xa0;</p> <p>“The big story this quarter was trading revenues, which more or less bailed out the banks, because investment banking revenues were really weak across the board,” said James Shanahan, an analyst at Edward Jones.</p> <p>One big winner from volatile markets was Goldman, which saw revenues at its trading division rise 4 per cent at $7.87bn, remaining above pre-pandemic levels and well ahead of analysts' forecast for $5.86bn. Revenues in trading for fixed income, currencies and commodities hit $4.7bn, well ahead of estimates for $3.1bn.</p> <p>“We suspected that [Goldman's] commodities business might lead to an upside surprise, but we significantly underestimated the magnitude of this,” bank analysts at Oppenheimer wrote in a note.</p> <p>Morgan Stanley's trading revenues rose 1 per cent to $6bn compared with the same quarter in 2021, beating forecasts for $4.84bn. Fixed-income trading revenues were $2.9bn, versus estimates for $2.1bn, while income from equities was $3.1bn, exceeding expectations for $2.59bn.</p> <p>At Citi, trading revenue fell 2 per cent year on year to $5.8bn. “Obviously, the Russia-Ukraine war drove significant volatility in [foreign exchange] markets,” Mason told reporters. “We were able to take advantage of that and we were well-positioned to do so in commodities.”</p> <p>JPMorgan Chase saw trading revenues fall 3 per cent to $8.75bn.&#xa0;<br></p><p>Source: Joshua Franklin and Imani Moise in New York and Stephen Morris in London 2022 'Wall Street banks detail Russia losses and warn of more volatility' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-14T21:02:40.227Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 461,
          "end": 475
        },
        {
          "start": 1607,
          "end": 1615
        },
        {
          "start": 3187,
          "end": 3195
        },
        {
          "start": 3908,
          "end": 3916
        }
      ]
    }
  ]
}