{
  "_id": "b81ce51588fbff756f60a06e4ae3d2e4ef3751adaf258ce9ee9612d6cc3285ba",
  "feed": "market-watch",
  "title": "'Financial markets are throwing in the towel': Recession fears escalate as Fed slams brakes on the economy; Hopes that the Fed might go easy give way to worries about tougher handing of economy",
  "text": "<p>The surprise forecast triggered a major decline in the stock market DJIA SPX as the realization sank in that the Fed is determined to squelch the highest U.S. inflation in 40 years — no matter the cost.</p><p>And the cost seems increasingly likely to be a recession, analysts say.</p><p>The risk of a recession over the next year \"has now climbed above 50%,\" said chief economist Douglas Porter of BMO Capital Markets. \"This more aggressive series of rate hikes will weigh more heavily on the U.S. economy.\"</p><p>Business leaders appear worried, too. A survey of chief investment officers shows 72% think higher rates will lead to recession, the financial-research firm Grant Thornton found.</p><p>The Fed last week raised a key short-term interest rate by three-quarters of a percentage point, to a top range of 3.25%, and forecast increases of another 1.25 points by year's end, bringing the fed-funds rate as high as 4.5%.</p><p>That's not all. The Fed predicted its benchmark short-term rate would climb to as high as 4.75% in 2023 — and perhaps go even higher — in a frontal assault on inflation. Inflation has surged as high as 9.1% from less than 2% two years ago.</p><p>\"I wish there was a painless way to do that,\" Fed Chair Jerome Powell said after the announcement of the latest rate hike on Sept. 21. \"There isn't.\"</p><p>Higher interest rates typically slow an economy by making it more expensive for people and businesses to borrow money.</p><p>So far, most of the pain caused by higher rates has been experienced by new and potential home buyers. The rate on a 30-year mortgage, for instance, is shooting toward 7% from less than 3% a year ago. Home sales have since slowed.</p><p>Read: 'They're waiting to see if home prices fall': Home buyers are backing out of contracts in the Sun Belt at a record rate</p><p>Higher rates also mean it costs more to buy a car, replace an appliance, do home repairs or keep unpaid balances on a credit card.</p><p>If consumers cut back on spending, businesses are likely to respond as they usually do by putting a halt to hiring or even laying off workers. They'll also borrow less and put off new investments.</p><p>The result: economic \"pain,\" just as Powell predicted.</p><p>\"The Fed likely has to accept a prolonged slowing in the economy, if not a mild recession,\" said chief economist Steven Ricchiutto of Mizuho Securities in a note to clients.</p><p>Also read: The stock market is 'on cusp' of an important test: Watch this S&amp;P 500 level if 2022 low gives way, says RBC</p><p>U.S. stock markets sank last week — and equities fell again on Monday — after this new reality took hold.</p><p>Before last week's Fed actions, many investors had hoped the central bank might go easy and even cut interest rates next year to support a slowing economy.</p><p>\"Financial markets are throwing in the towel, now fully convinced the Fed will do whatever it takes to curb inflation, including bringing on a recession,\" said senior economist Bob Schwartz of Oxford Economics.</p><p>Now some, including Schwartz, worry the Fed might go too far.</p><p>\"By looking to the past, the Fed runs the risk of hiking rates more than is necessary to accomplish the task,\" he said.</p><p>High inflation, economists say, is not as ingrained in the economy today as it was in the 1970s and 1980s, when the Fed triggered two recessions in its fight to bring down price pressures.</p><p>Powell has often referred approvingly to the Paul Volcker-led Fed and its fight against inflation four decades ago. But times are different, others point out.</p><p>A far less unionized labor force, for one thing, means workers can't keeping demanding and receiving higher wages. And the supply shortages spawned by the pandemic that initially triggered the spike in inflation are starting to fade.</p><p>That's why a shrinking but still sizable number of economists think a recession might be avoided.</p><p>Michael Feroli, chief U.S. economist at JPMorgan, is sticking to his forecast that the economy will bypass a recession, if just barely. The Fed would be able to pause its rate hikes, he argued, if inflation slows faster than expected.</p><p>\"We are sticking with a soft landing,\" he wrote in a report, referring to the goldilocks scenario in which the Fed is able to slay inflation without inducing a recession. It's a goal, however, that the Fed has seldom achieved.</p><p>'Financial markets are throwing in the towel': Recession fears escalate as Fed slams brakes on the economy</p>",
  "published": "2022-09-26T18:55:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3821,
          "end": 3829
        }
      ],
      "nexusId": "10009914"
    }
  ]
}