{
  "_id": "22968c4ddb56a8d9021a88ab050d6c44acefd6f586c2e224a869e35fbc6da8ae",
  "feed": "market-watch",
  "title": "Embattled World Bank head Malpass says he should have made it clear that he's not 'a climate-change denier'; A side-step around criticizing the oil and gas industry's role in Earth-warming emissions earlier prompted a social media outcry and calls for the development bank leader to step down",
  "text": "<p>Related: Path cleared for Trump nominee David Malpass to head World Bank</p><p>Malpass addressed the concerns on Thursday in an interview with CNN International, and in another with Politico on Friday, as well as in a separate note to staff. He defended his record at the helm of the influential lender.</p><p>In the more recent remarks, Malpass said it was clear that human activity is fueling climate change. The scientific community, with some outliers, has broadly pinned Earth-warming emissions to the combustion of fossil fuels, such as coal, oilCL00 and gasNG00.</p><p>Malpass told Politico there is \"forceful leadership\" at the World Bank on climate, adding, \"when I was asked if I am a climate change denier, I should have said no.\"</p><p>At a New York Times climate-change event Tuesday, Malpass angered fellow global leaders. When asked then, more than once, whether the burning of fossil fuels has led to global warming, he declined to directly answer, saying, \"I am not a scientist.\"</p><p>Read: Jamie Dimon says stopping oil and gas funding would be 'road to hell for America'</p><p>Later in the week, his tack had changed.</p><p>\"I'm not a denier,\" Malpass told CNN International Thursday.</p><p>\"It's clear that greenhouse gas emissions are coming from manmade sources, including fossil fuels, methane, the agricultural uses, the industrial uses, so we're working hard to change that,\" he told the outlet.</p><p>The World Bank has been generally critized by environmental groups and select officials for not setting a firm cutoff date to withdraw or cease funding used toward fossil-fuel development in the countries the lender backs.</p><p>Industry watchdog and data tracker, the International Energy Agency, has itself called for no new investment in traditional fossil fuels and says that to reach net zero emissions by 2050, annual clean energy investment worldwide will need to more than triple by 2030 to around $4 trillion.</p><p>John Kerry, the U..S. special presidential envoy for climate, signaled Tuesday that the Biden administration is working behind the scenes to remove Malpass. Kerry's comments came hours after Al Gore, the former U.S. vice president and longtime climate activist, called Malpass \"a climate denier\" and called on Biden \"to get rid of\" him and \"put new leadership in\" at the world's largest development bank.</p><p>The president of the United States, the largest World Bank shareholder, traditionally nominates World Bank presidents, subject to confirmation by the bank's board. Former president Donald Trump, himself a periodic climate-change denier during his term and candidacies, nominated Malpass to a five-year term in 2019.</p><p>Asked to comment about Malpass on Friday, White House spokeswoman Karine Jean-Pierre said, \"we disagree with the comments made by President Malpass.</p><p>\"We expect the World Bank to be a global leader of climate ambition and mobilization, as well of significantly more climate finance for developing countries, as is the business of the World Bank. The Treasury Department, which oversees our engagement with international financial institutions, has and will continue to make that expectation clear to the World Bank leadership,\" she said.</p><p>Jean-Pierre did not directly answer when asked if Biden had confidence in Malpass, repeating that the administration disagrees with the bank president's comments.</p><p>The fallout for Malpass has been worrisome enough to prompt a handful of media appearances for the repeat adviser to Republican administrations and the onetime chief economist at Bear Stearns for the six years preceding its collapse.</p><p>\"When asked, 'Are you a climate denier?' I should have said no. … I really wasn't prepared and didn't do my best job in answering that charge,\" Malpass told Politico on Friday, trying to clarify the earlier remarks.</p><p>Climate change mitigation and adaption are in particular focus this week during New York Climate Week, an annual series of events and meetings that time with the United Nations' General Assembly, also in New York.</p><p>Read: U.S., U.K. and powerful nations vow to get serious about protecting the forests believed vital to hitting Paris climate target</p><p>MarketWatch's Robert Schroeder contributed to this report.</p><p>Embattled World Bank head Malpass says he should have made it clear that he's not 'a climate-change denier'</p>",
  "published": "2022-09-24T15:20:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}