{
  "_id": "1a934e1bf232f06723b779ca17232736a174c5228c8a7e1ef44ebe05a2b45513",
  "feed": "wall-street-journal",
  "title": "Self-Driving Trucks Start to Propel Land Rush Near Major Cities; Alterra Property and Embark form an alliance to create autonomous-trucking hubs across the U.S.",
  "text": "<p>Embark, which went public in November in a $5 billion deal, plans to commercially launch the first trucks using its software in Sunbelt states such as California and Texas in 2024. The autonomous trucks would drive on highways, then pass on the trailers to human-driven trucks for the final stretch of city deliveries.</p><p>To do that, Embark needs numerous so-called transfer hubs close to highways on the outskirts of cities to park and switch trucks. Under its partnership, the company plans to initially lease these sites from Alterra.</p><p>The emergence of self-driving trucks comes as Americans' voracious demand for electronics, household wares and other goods during the pandemic has been boosting the amount of truck traffic. Truck operators need land near big population centers to store their vehicles.</p><p>But that land is scarce. For one, developers have been buying up outdoor facilities for use as e-commerce warehouses. And strict zoning rules mean that few sites qualify for truck storage.</p><p>\"You can't just put a truck anywhere,\" said Alterra's co-managing partner, Matthew Pfeiffer.</p><p>That \"is creating a significant supply-and-demand imbalance,\" said Leslie Lanne, executive managing director at commercial-property firm JLL.</p><p>Investors are looking to profit by buying up these hard-to-find sites and renting them out to logistics or traditional trucking companies under five- or 10-year leases.</p><p>In December, property investor Zenith IOS launched a partnership with J.P. Morgan Global Alternatives to buy about $700 million of these so-called industrial outdoor storage properties. The partners have bought more than $150 million of properties to date, Zenith said. Atlanta-based Stonemont Financial Group last year set up a joint venture with Cerberus Capital Management to invest in the sector.</p><p>These deals are the latest example of low interest rates drawing investors into what were until recently obscure corners of the property market.</p><p>Pension funds and insurance companies, flush with money, are driving up property prices and making it harder to earn money with staples such as apartment buildings and warehouses. As a result, more investors are seeking out unconventional deals where they can expect less competition, targeting single-family rental homes, self-storage facilities and even vacation-rental homes.</p><p>While big investors have been buying up e-commerce warehouses for years, they have so far mostly neglected industrial outdoor storage facilities. Most plots are small and owned by local landlords or small logistics businesses, making it hard to find real estate to buy and spend a lot of money. That is now starting to change.</p><p>Benjamin Atkins, chief executive of Zenith IOS, said he expects outdoor industrial properties to follow a path similar to single-family-rental homes and self-storage facilities, where the rise of big landlords has made it easier for pension funds and sovereign-wealth funds to buy properties in bulk, drawing in more money and pushing up property prices.</p><p>Aside from trucks, outdoor facilities zoned for heavy industrial use are also often used to store construction materials and equipment. A residential construction boom has increased demand for these facilities, too, Mr. Atkins said.</p><p>Write to Konrad Putzier at konrad.putzier@wsj.com</p><p>Self-Driving Trucks Start to Propel Land Rush Near Major Cities</p>",
  "published": "2022-02-28T13:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1467,
          "end": 1478
        }
      ]
    }
  ]
}