{
  "_id": "a06dbf0fe378b5ec55cf9b7f63edcc6c5dfe1bf92768c04ccdb0e5d94fdf2749",
  "feed": "market-watch",
  "title": "Forget the 'Fed put' – here is how corporate buybacks could rescue stocks",
  "text": "<p>Instead, it's become important for investors to differentiate, as value stocks outperform growth and some of the market's previously most-unloved sectors, such as energy, outperform.</p><p>As a result, Kolanovic told clients in a note dated Wednesday that wondering what level to buy the market at is \"the wrong question\".</p><p>Instead, \"…the better question is 'which segments should I be invested in?' There are currently great opportunities in some market segments such as Energy, small caps, high beta/cyclicals and EM, many of which trade at record valuation discounts, while others still appear expensive and poised to underperform such as bond proxy sectors.\"</p><p>But with so many investors intent on anticipating a 'bottom', Kolanovic discussed the possibility of a broad-based rebound driven by \"the corporate put\".</p><p>Until recently, investors attributed to the durability of stock valuations to 'the Fed put' – the notion that the Fed would help 'buy back' the market should it ever slide to uncomfortable levels, as if the central bank had sold a put option.</p><p>Now, with the Fed content to sit back and let financial conditions tighten, corporations are stepping into the breach.</p><p>The corporate put remains extremely active, Kolanovic said. While the market for initial public offerings has dried up, JPM pointed out that S&amp;P 500 companies have announced $429 billion of buybacks since the start of 2022, a stronger pace than 2019 and 2021. Share buybacks are motivated by strong cash flows and healthy margins, Kolanovic said, and investors can expect them to continue unless the economic situation seriously deteriorates.</p><p>Based on first quarter results, buybacks were up 45% year-over-year and 3% quarter-over-quarter led by technology ($62 billion during the first quarter), financials ($49 billion) and healthcare ($39 billion). Notably, energy has significantly ramped buyback activity to $9.5 billion compared to onlyabout $500 million in 1Q21. In the short term, the buyback trend remains well-supported as more companies come out of blackout though there's still about 15% within the window.</p><p>Of course, it's not just corporations who are buying stock. Another team of JP Morgan analysts noted recently that they expect \"rebalancing\" by mutual funds, pension funds and foreign sovereign wealth funds to potentially spark a near-term bounce in equities.</p><p>But there are other reasons to be bullish for stocks that are completely exogenous. One idea comes courtesy of yet another team of JP Morgan analysts – a team of cross-asset strategists led by Thomas Salopek, the bank's global quantitative and derivatives strategist.</p><p>While it's difficult to be precise about these types of forecasts, Salopek and his team offered three reasons why Treasury yields have reached a short-term peak. And since equity valuations are a factor of the underlying risk-free rate (which is represented by the 10-year Treasury yield), stability in Treasury yields could beget stability in stocks.</p><p>Among other reasons, the team cited the recent retracement in break-evens – a measure of the difference between the nominal Treasury yield with that of their inflation-protected counterpart – as boding well for stocks.</p><p>Still, as more investors wonder whether they should adopt a more bullish outlook, Nick Colas, the senior equity analyst at DataTrek, pointed out in a note to clients that \"there's no need to decide right now if we're in a correction or a break market\", since there are strong arguments on both sides.</p><p>\"Instead, let's let the market tell us. If we can hold here for a few weeks, great. If not, then the data says there will be plenty of time to buy later. Either way, the price of waiting is low and the cost of getting this call wrong might be very high indeed.\"</p><p>Forget the 'Fed put' – here is how corporate buybacks could rescue stocks</p>",
  "published": "2022-05-26T17:01:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2167,
          "end": 2176
        },
        {
          "start": 2482,
          "end": 2491
        },
        {
          "start": 1292,
          "end": 1295
        }
      ]
    }
  ]
}