{
  "_id": "0935a888aae2cd1cb04751ce1da4f0ba8b2f169fc09b7ef54e801088800b8d9c",
  "feed": "wall-street-journal",
  "title": "Fed's Jerome Powell Seals Expectations of Half-Point Rate Rise in May; Federal Reserve officials have broadly signaled a desire to raise interest rates to levels that don't provide stimulus",
  "text": "<p>The Fed has indicated it is also set to begin shrinking its $9 trillion asset portfolio, a double-barreled effort to remove stimulus to curb price pressures.</p><p>Mr. Powell spoke Thursday afternoon at a panel discussion with European Central Bank President Christine Lagarde hosted by the International Monetary Fund. It was his last scheduled public appearance before the central bank's policy meeting May 3-4.</p><p>Mr. Powell last month signaled half-point rate increases were possible at the Fed's coming policy meetings, and since then, his top lieutenants on the central bank's rate-setting committee have cemented expectations in interest-rate future markets of a half-point rate increase at the May gathering.</p><p>The Fed raised rates from near zero by a quarter-percentage point at its meeting last month, its first rate increase in more than three years. Fed officials including governor Lael Brainard, who is awaiting Senate confirmation to serve as the central bank's vice chair, have almost unanimously signaled a desire to raise rates expeditiously to a more neutral setting that no longer provides stimulus. New York Fed President John Williams said last week that a half-point rate rise in May was a \"very reasonable option.\"</p><p>A rate increase next month would mark the first time since 2006 that the central bank increased its policy rate at back-to-back meetings, and a half-point increase would be the first such move since 2000.</p><p>Investors in interest-rate futures markets widely expected an increase of a half percentage point, or 50 basis points, at each of the Fed's next two meetings before Mr. Powell spoke on Thursday.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for the global economy? Join the conversation below.</p><p>\"Markets are processing what we're seeing. They're reacting appropriately, generally, but I wouldn't want to endorse any particular market pricing,\" Mr. Powell said. \"Fifty basis points will be on the table for the May meeting.\"</p><p>Mr. Powell said the U.S. economy remains very strong, and he warned of growing supply-and-demand imbalances in the labor market that some economists worry could fuel a wage-price spiral that drives inflation higher as workers bid up wages.</p><p>The Fed is trying to engineer a so-called soft landing in which it slows growth enough to bring down inflation, but not so aggressively that the economy falls into a recession. \"I don't think you'll hear anyone at the Fed say that that's straightforward or easy. It's going to be very challenging,\" Mr. Powell said.</p><p>Mr. Powell said the Fed is focused above all else on bringing down inflation. \"Economies don't work without price stability,\" he said.</p><p>In prerecorded remarks at a separate conference on Thursday morning, Mr. Powell extolled the example of former Fed Chairman Paul Volcker, who raised interest rates aggressively in the early 1980s to stamp out inflation.</p><p>\"Chair Volcker understood that expectations for inflation play a significant role in its persistence,\" said Mr. Powell. \"He therefore had to fight on two fronts: slaying, as he called it, the 'inflationary dragon' and dismantling the public's belief that elevated inflation was an unfortunate, but immutable, fact of life.\"</p><p>Mr. Volcker \"knew that in order to tame inflation and heal the economy, he had to stay the course,\" Mr. Powell said.</p><p>The Labor Department is set to report on April 29 on a widely watched measure of labor costs during the first quarter. Economists at JPMorgan Chase &amp; Co. estimate a separate release by the Commerce Department of the Fed's preferred inflation gauge, also due April 29, will show that core prices, which exclude volatile food and energy items, rose 5.3% over the year through March, down from their 12-month increase of 5.4% in February.</p><p>Write to Nick Timiraos at nick.timiraos@wsj.com</p><p>Fed's Jerome Powell Seals Expectations of Half-Point Rate Rise in May</p>",
  "published": "2022-04-21T17:46:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3436,
          "end": 3456
        }
      ]
    }
  ]
}