{
  "_id": "070e29cf5f70408b0bd135094d39889ded2e76416259063dab5435729524c88b",
  "feed": "wall-street-journal",
  "title": "A Century of U.S.-Israel Ties",
  "text": "<p>The Lodge-Fish Resolution unintentionally launched another tradition: belief among many Americans that American support for Zionism was the result of nefarious Jewish influence. Jewish wealth, the theory went, favored pro-Israel politicians while Jews supposedly imposed pro-Israel views on a press that they allegedly controlled. The two traditions coexist to this day. Support for Israel, while not unlimited or uncritical, dominates both parties in Congress, while controversies over the role of pro-Israel \"Jewish money\" in American elections continue to rage.</p><p>But the past 100 years tell a different story. American Jews, contrary to legend, aren't an irresistible political force. Two years after the Lodge-Fish resolution, Congress passed a system of immigration restriction that reduced Jewish immigration to the U.S. by about 90%. The American Jewish community was unable to block this legislation, just as it was unable to persuade Franklin D. Roosevelt's administration to take strong action to protect Jews in Hitler's Germany. In 1944, Jewish leaders begged the American government to bomb the rail lines leading to Auschwitz; those pleas were rejected.</p><p>Yet these years of Jewish powerlessness were peak years for anti-Semitic conspiracies. Henry Ford's Dearborn Independent, a newspaper distributed nationally through the growing network of Ford auto dealers, was a platform for anti-Semitic propaganda. The so-called second Ku Klux Klan, a national revival of the Reconstruction-era organization originally formed to restore white supremacy in the South, was near the height of its influence as it campaigned against mass immigration of Catholics and Jews from Eastern and Southern Europe. Father Charles Coughlin's infamous radio broadcasts emphasized the idea of a Jewish conspiracy even as discrimination against Jews at elite universities became deeply entrenched.</p><p>It wasn't simply that American Jews were too weak to impose Zionism on the American political system. Most of them didn't want to. Led by Henry Morgenthau, Woodrow Wilson's ambassador to the Ottoman Empire and the most influential Jewish political leader of the era, most prominent American Jews opposed the British government's Balfour Declaration and the Lodge-Fish Resolution that endorsed it. The New York Times had been a pro-Zionist newspaper under non-Jewish ownership. It became anti-Zionist after it was bought by a Jewish publisher in 1896. Not until the 1940s did the American Jewish establishment embrace the Zionist cause.</p><p>That Jewish support had little impact on American policy. During the 19 years between Israel's 1948 declaration of independence and its overwhelming victory in the 1967 Six Day War, American Jews were united and enthusiastic in supporting Israel. Yet U.S.-Israel relations were at their frostiest in that era. Both Dwight D. Eisenhower and John F. Kennedy preferred a strong relationship with Egyptian president Gamal Abdel Nasser to close relations with Israel. Under Eisenhower, the U.S. sided with Egypt against Israel during the 1956 Suez crisis, and Kennedy focused his diplomatic efforts on an attempt to derail Israel's drive for nuclear weapons.</p><p>The modern era of a close U.S.-Israel alignment began only after Egyptian President Anwar Sadat made peace with Israel and rapprochement with the U.S. the key to his strategy. The relationship deepened after the shah of Iran fell in 1979, and again after the 9/11 attacks when Israeli intelligence significantly assisted American counterterror efforts around the world. The three presidents most associated with pro-Israel policies -- Richard Nixon, George W. Bush and Donald Trump -- were deeply unpopular with Jewish voters, and even unequivocally pro-Israel Republicans like Trump and Mitt Romney received less financial support from Jewish contributors than their Democratic opponents did.</p><p>It is the story of non-Jewish support for Israel that needs to be told. It is not only that American Christians going back to Boston Puritans like Increase Mather and colonial theologians like Jonathan Edwards believed that God would someday lead the Jews back to their biblical homeland. Politicians like John Adams and Theodore Roosevelt, and hardheaded businessmen like John D. Rockefeller and J.P. Morgan, supported Zionist aspirations as well.</p><p>One hundred years after the Lodge-Fish Resolution, Jewish and non-Jewish Americans alike continue to debate America's relationship with the Zionist movement and the Jewish state. That is as it should be. Those who think that Jewish financial and media power are the forces that drive America's Middle East policy continue to miss the point. Anti-Semitic myths about Jewish power can't explain America's past policy in the Middle East and provide no useful guidance for the future.</p>",
  "published": "2022-09-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.6,
      "offsets": [
        {
          "start": 4265,
          "end": 4276
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}