{
  "_id": "e6e27189247469535e7b76cfdb11c5d7491d6300afc943b34b6360d732e2ee4d",
  "feed": "wall-street-journal",
  "title": "Barclays Profit Nearly Halves After Fresh Hit From Debt-Sale Blunder; British lender, which is the largest investment bank outside the U.S., braces for increase in bad loans",
  "text": "<p>Barclays raised the cost of a mistake, disclosed in March, at its U.S. operations. The bank sold billions of dollars more in securities than allowed under a plan it registered with U.S. regulators. On Thursday, the bank said this had cost it £581 million, including £341 million in the second quarter.</p><p>Those costs include reimbursing the buyers of the debt at the sale price, plus interest, and an anticipated £165 million fine from U.S. regulators. The securities have fallen in value since the initial sale because of a broader drop in markets, the bank said.</p><p>Chief Executive C.S. Venkatakrishnan said Thursday that Barclays continues to investigate what happened and has hired an outside firm to suggest how to avoid future mishaps. Mr. Venkatakrishnan succeeded Jes Staley as CEO in November, having previously served as chief risk officer.</p><p>\"The fact that this overissuance matter occurred in the first place is particularly disappointing,\" Mr. Venkatakrishnan told reporters. He said the bank \"will try ceaselessly to improve\" to avoid future mistakes.</p><p>Barclays, which combines its international investment bank with a U.S. credit-card business and a large U.K. retail lender, said it otherwise had a strong first half of the year. The money it earned on loans to customers rose because of higher interest rates, and increased trading boosted its income. Revenue, excluding hedging tied to the oversold securities, jumped 10% to £5.95 billion.</p><p>Barclays set aside a relatively slim £200 million to prepare for soured loans and other credit impairments. Last year, it released £797 million of provisions against bad loans as the global economy recovered from the pandemic.</p><p>While inflation in major economies is at the highest level in decades and Europe is being slammed by an energy crisis, the bank said it hasn't seen any major signs of distress from households and businesses. Few customers have fallen behind on loans.</p><p>While households have increased use of credit cards in recent months, they are repaying at very high rates, said Anna Cross, group finance director.</p><p>\"They're really managing their spending very well,\" she said, adding that households had built savings over the pandemic and appeared well-positioned to withstand a downturn. \"They're going into this environment in really much better financial shape than they would have been prepandemic.\"</p><p>Barclays earmarked £165 million for another expected fine from regulators including the U.S. Securities and Exchange Commission, as part of an industrywide probe into bankers' use of unapproved messaging apps. The bank said it had reached an agreement in principle on a settlement with the SEC and the Commodity Futures Trading Commission.</p><p>JPMorgan Chase &amp; Co. paid a $200 million fine in December, and several other banks have said they are also being scrutinized, or made provisions for likely penalties for the same issue.</p><p>Barclays shares have fallen 16% this year through Wednesday, underperforming the FTSE 100 stock index, which has dropped 1.1%. Early Thursday, Barclays shares dropped 2.2% to £1.54.</p><p>The bank said it would buy back another £500 million in shares, after completing a £1 billion buyback program it started in May.</p><p>Write to Josh Mitchell at joshua.mitchell@wsj.com</p><p>Barclays Profit Nearly Halves After Fresh Hit From Debt-Sale Blunder</p>",
  "published": "2022-07-28T10:49:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2706,
          "end": 2726
        }
      ]
    }
  ]
}