{
  "_id": "06f55ce36b270b1b0569d2ea9ed239995f2f78ae698d56df7b99f33c857cdd93",
  "feed": "market-watch",
  "title": "Farfetch stock soars as the luxury e-retailer moves away from markdowns, swings to full-year profit",
  "text": "<p>“Of the top 10 brands on our marketplace, five now follow a full-price strategy for their e-concessions, and our own BrownsFashion.com has eliminated all markdown sales for over one year, and is now a 100% full price destination,” said José Neves, Farfetch FTCH founder and chief executive, on the earnings call, according to a FactSet transcript.</p><p>“In 2022, we expect to continue to deliver market share capturing digital platform GMV [gross merchandise value] growth, while executing our strategy to continue to driving a much larger full price mix toward an even healthier business.”</p><p>BrownsFashion.com is a U.K.-based luxury e-commerce site.</p><p>Other big names in luxury fashion, including Michael Kors CPRI and Ralph Lauren RL have also made moves toward reducing discounts over recent years.</p><p>See: Ralph Lauren teams up with Franklin Venture Partners to invest in consumer tech companies</p><p>More high-end shopping is moving online, with Neves citing data showing that overall luxury e-commerce is expected to reach 30% of the sales by 2030, up from 22% in 2021.</p><p>“Over the course of the COVID-19 pandemic, the luxury industry has once again proven its resilience, with most luxury houses reporting 2021 revenue about 2019 levels,” he said.</p><p>“During this time, the secular trends of the move from offline to online also accelerated, and we believe this shift is permanent.”</p><p>Farfetch reported late Thursday a narrower-than-expected loss for the fourth quarter, and swung to a full-year profit, the company's “first full year of profitability,” Neves noted. Full-year profit totaled $1.47 billion after a loss of $3.32 billion the previous year.</p><p>“Farfetch's 4Q print was far from perfect&#xa0;but was actually the cleanest result we've seen since early 2021,” wrote Wells Fargo in a note.</p><p>“All in,&#xa0;we continue to view the recent selloff in Farfetch as greatly overdone&#xa0;and for patient investors we continue to call the stock out as a ‘Top Pick' in our space.”</p><p>Wells Fargo rates Farfetch stock overweight with a $40 price target, down from $55.</p><p>Also: Gap announces limited release of Yeezy Gap Engineered by Balenciaga collection</p><p>“Overall, we believe Farfetch is well-positioned in the luxury market for the long term with several growth drivers ahead,” wrote JPMorgan in a note.</p><p>JPMorgan rates Farfetch overweight with a $35 price target.</p><p>Farfetch stock soared about 39.8% in Friday trading, and the stock has plunged 67.1% over the past year. The S&amp;P 500 index SPX has rallied 14.2% over the past 12 months.</p><p>The response at Wedbush was more subdued. Analysts there rate Farfetch stock neutral and cut the price target to $20 from $30.</p><p>“While the stock may squeeze higher at the open, we didn't necessarily hear anything ‘game changing' on the call,” Wedbush said.</p><p>“There continues to be a lot of moving pieces with this business, there's historically been more volatility than we would expect (particularly around margins), and we remain somewhat concerned about the ability to sustain growth as international travel recovers (re-siphoning demand back to physical stores, after the pandemicfunneled demand online).”</p>",
  "published": "2022-02-26T11:22:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2246,
          "end": 2254
        },
        {
          "start": 2266,
          "end": 2274
        }
      ]
    }
  ]
}