{
  "_id": "05a7928c72ee705dca0c2dbf1e46f98f7c429da51fdffa330238e114724f33af",
  "feed": "ftcomall",
  "title": "JPMorgan Asset Management launches active ETFs in Australia",
  "text": "<p>JPMorgan Asset Management has become the latest global asset manager to move in to Australia's growing exchange traded funds market after listing two actively managed ETFs on the Australian Securities Exchange.</p> <p>The JPMorgan Global Research Enhanced Index Equity Active ETF and the JPMorgan Equity Premium Income Active ETF are also the first ETFs the US fund house has listed onshore anywhere in the Asia-Pacific region.</p> <p>JPMAM's debut in the market follows robust growth in Australia's ETF industry, which saw assets balloon by a record 44 per cent in 2021 to A$136.9bn ($87.5bn), while inflows increased by 28 per cent year on year to A$25.9bn.</p> <p>This year industry assets <a href=\"https://www.ignitesasia.com/c/3683514/474204?referrer_module=article&amp;highlight=australia%20etp\">shrunk</a> by 9 per cent during the first half to A$124.3bn, but Australian ETFs still attracted A$6.2bn in net new money.</p> <p>The US firm follows in the footsteps of other major global asset managers that have launched actively managed ETFs in Australia.</p> <p>Fidelity International launched its first active ETF in late October 2018 and <a href=\"https://www.ignitesasia.com/c/3433314/438304?referrer_module=article\">rolled out</a> a second product in December 2021. Earlier this year, Janus Henderson <a href=\"https://www.ignitesasia.com/c/3556494/455194?referrer_module=article\">listed</a> its net-zero-themed ETF in Australia, bringing its total active ETFs in the market to three.</p> <p>Last month, UK-based asset manager Abrdn <a href=\"https://www.ignitesasia.com/c/3792614/490314?referrer_module=article\">launched</a> an actively managed, sustainability-themed ETF in Australia, which is also its first ETF in any Asia-Pacific market. </p> <p>The JPMorgan Equity Premium Income Active ETF feeds into the original US master fund listed on the New York Stock Exchange in May 2020.</p> <p>JPMorgan said that the US vehicle had reached $13bn in assets faster than any other ETF globally and attracted $3.5bn in net new assets in the third quarter alone.</p> <p>The JPMorgan Equity Premium Income Active ETF aims to deliver monthly distributable income with lower volatility than the US stock market.</p> <p>“We believe that it will really appeal to Australian investors as the search for income continues in this inflationary environment,” Mark Carlile, head of wholesale, Australia and New Zealand, said.</p> <p>Meanwhile, the JPMorgan Global Research Enhanced Index Equity Active ETF, which has a total fund size of $87mn, is described as an active global equities solution that leverages JPMAM's Global Equity Platform.</p> <p>It mimics the MSCI World ex-Australia benchmark, which is country, sector and style neutral, while also being actively managed by over 90 research analysts who cover more than 2,500 stocks.</p><p>Source: Julienne Raven Lingat, Ignites Asia 2022 'JPMorgan Asset Management launches active ETFs in Australia' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-22T05:00:36.336Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1482,
          "end": 1490
        },
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 0,
          "end": 25
        }
      ]
    }
  ]
}