{
  "_id": "e52b0f5d8c8d482b4e2f36649a384ed31656d32991ea38a1976443a7646c0795",
  "feed": "wall-street-journal",
  "title": "As Savings Slowly Shrink, Consumer Spending Is on Borrowed Time; For now, spending remains strong as consumers use hoard of savings to catch up on experiences they missed during the pandemic",
  "text": "<p>Consumers built up unprecedented savings buffers during the Covid-19 pandemic, thanks to government stimulus and fewer opportunities to spend. The extra cash helped households pay down debt, buy goods like new appliances and furniture during lockdowns and take vacations once restrictions lifted. It gave businesses leeway to raise prices and hire more workers to meet stronger demand.</p><p>Economists estimate that headed into the third quarter of this year, households still had about $1.2 trillion to $1.8 trillion in \"excess savings\"—the amount above what they would have saved had there been no pandemic.</p><p>That buffer, combined with a strong labor market and rising wages, has helped consumers continue spending in recent months, even with inflation and mortgage rates at multidecade highs. U.S. retail sales posted their strongest gain in eight months in October.</p><p>Nonetheless, there are also signs they are working their way through that buffer, and an end is in sight.</p><p>This can be seen in how much consumers are saving and borrowing monthly.</p><p>In 2019, before the pandemic hit, households saved 8.8% of their disposable income. That saving rate jumped to 16.8% in 2020, the highest annual saving rate on record, as government stimulus and unemployment benefits left many consumers flush with cash but with few opportunities to spend during lockdowns.</p><p>In 2021 the saving rate moderated to 11.8%, and it has fallen further during 2022. The rate has been below 4% for seven straight months and in September it stood at 3.1%, near its lowest level since the 2008 financial crisis.</p><p>This suggests that consumers are spending more and saving less of their monthly income than normal, because inflation forces them to spend more on higher-priced goods and services.</p><p>Consumers had also used their hefty savings to pay down credit-card debt. There are signs that has changed too. The Federal Reserve Bank of New York said credit-card balances increased 15% year-over-year in the third quarter, the largest increase in over two decades. The rate of delinquency, that is debt more than 30 days past due, rose across income groups.</p><p>These changes should steadily chip away at households' mountain of savings.</p><p>Reduced saving rates can be a sign of financial stress, said Ian Shepherdson, chief economist of Pantheon Macroeconomics. But he said that is not the case in aggregate now given consumers are running down a pile of cash.</p><p>Economists' estimates for how much consumers have left vary. Mr. Shepherdson puts it at $1.3 trillion and estimates that at the current rate of rundown, that could last another year or so. JPMorgan Chase &amp; Co. put the hoard at about $1.2 to $1.8 trillion in the third quarter, and said it could be entirely spent by the second half of next year.</p><p>Goldman Sachs economists estimate households have drawn down about 25% of excess savings and will have spent about 60% by the end of 2023. \"The growth boost from strong balance sheets is probably mostly behind us but … elevated wealth levels will provide a backstop to spending for households that are hit with a negative economic shock,\" they wrote this past week.</p><p>Analysts say a feature of this holiday spending season will be the divide between high-income households that still have savings and low-income households that have spent most of their rainy-day funds and are being squeezed by food, gasoline, and shelter inflation.</p><p>Economists at the Federal Reserve last month said households in the top half of the income distribution held the lion's share of excess savings in mid-2022 at $1.35 trillion, and the lower half of the income distribution held about $350 billion.</p><p>\"It's going to be an upscale holiday season, with strong spending in luxury names, experiential travel, upper-end resorts—and a more modest holiday season in bottom [income] quintiles,\" said Joseph Brusuelas, chief economist at RSM US LLP.</p><p>Recent earnings reports suggest American consumers are still spending, although retailers are concerned about how long that can last. Walmart Inc., Lowe's Cos. and Home Depot Inc. all reported higher sales in the most recent quarter.</p><p>SHARE YOUR THOUGHTS</p><p>What impact is inflation having on your spending habits? Join the conversation below.</p><p>\"One of the things that's assisted that thus far is relatively strong balance sheets among consumers assisted by stimulus payments,\" Walmart's finance chief, John David Rainey, told investors Tuesday. But because consumers are stressed by inflation, \"that's not going to last forever. So that's why we take a rather cautious view on the consumer.\"</p><p>With the labor market still strong, economists don't expect consumers to dramatically rein in their outlays until they see unemployment rising and become concerned about losing their jobs. Economists surveyed by The Wall Street Journal last month expected employers will start cutting jobsin the second and third quarters of next year.</p><p>Write to Harriet Torry at harriet.torry@wsj.com</p><p>As Savings Slowly Shrink, Consumer Spending Is on Borrowed Time</p>",
  "published": "2022-11-20T15:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2604,
          "end": 2624
        },
        {
          "start": 2582,
          "end": 2602
        }
      ]
    }
  ]
}