{
  "_id": "22d0efa357ae9c2440db347a487db5acf56a05e93fd823bd37d456343de67cab",
  "feed": "ftcomall",
  "title": "Citi beats estimates as trading strength offsets drop in dealmaking",
  "text": "<p>Citigroup reported higher than expected earnings on Friday as strength in the trading and cash management businesses helped offset rising credit costs and a drop-off in deal activity caused by recession fears.</p> <p>Net income fell to $4.5bn, or $2.19 a share, from $6.2bn, or $2.85 a share, in the previous year when coronavirus vaccine distribution gave banks enough confidence to release billions of&#xa0;dollars set aside to cover potential loan losses. Analysts had expected earnings of $1.67 a share. </p> <p>However, new concerns about high inflation and geopolitical uncertainty pushed <a href=\"https://www.ft.com/citigroup\">Citi</a> to add about $400mn to its loan loss reserves in the most recent quarter. </p> <p>The <a href=\"https://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Federal Reserve</a> has increased interest rates three times this year and pencilled in further aggressive rate rises in an attempt to cool down the US economy, but big banks have reported continued strength in consumer spending, while they have also benefited from improving margins from higher rates.</p> <p>Banks have touted healthy consumer and business balance sheets as a sign of continued economic growth this year, but have started to prepare for the possibility of a downturn. </p> <p>“I'm more concerned about the impact of inflation and a recession on the broader economy than I am on our own bank,” chief financial officer Mark Mason said on a call with reporters.</p> <p>Citi shares rose 5 per cent to $46.46 per share during morning trading in New York.</p> <p>Still, the bank said it would follow JPMorgan Chase in <a href=\"https://www.ft.com/content/363f5364-1848-4f93-a4f5-000891c5cbb0\">pausing share buybacks</a> in response to higher capital requirements and declining economic sentiment. Citi's economists estimate there is a roughly 50 per cent chance of a recession before the end of next year. </p> <p>“We think that's the prudent thing to do,” said Mason.</p> <p>JPMorgan, Wells Fargo and Citi have added roughly $1.2bn combined to credit reserves in the most recent quarter, a small fraction of what the lenders provisioned in 2020 when they braced for an economic contraction at the height of the pandemic.</p> <p>Citi's revenue grew 11 per cent to $19.6bn, topping FactSet estimates of $18.4bn, driven by loan growth and better spreads in its treasury services business, where revenue jumped 33&#xa0;per cent. Net interest income, or the difference between what a bank pays for deposits and earns on lending, increased 14 per cent to $12bn.</p> <p>Consumer spending across Citi's branded card portfolio jumped 18 per cent and loans increased 11 per cent. Revenue from loans to the bank's corporate clients increased 13 per cent.</p> <p>Non-interest revenue also grew as a 25 per cent jump in trading fees helped offset a 46 per cent decline in investment banking fees. Fixed-income fees increased 31 per cent to $4.1bn and equities rose 8 per cent to $1.2bn.</p> <p>Citi, the most internationally focused of the large US banks, has been the most affected by the war in Ukraine and has been reducing its exposure to Russia this year. As of last month, the bank stood to lose up to $2bn on assets and liabilities linked to the country, down from an estimate of $4.4bn earlier this year.</p><p>Source: Imani Moise in New York 2022 'Citi beats estimates as trading strength offsets drop in dealmaking' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-15T13:00:36.895Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1719,
          "end": 1727
        },
        {
          "start": 1429,
          "end": 1443
        },
        {
          "start": 1708,
          "end": 1716
        }
      ]
    }
  ]
}