{
  "_id": "129b9e397fc7719ca1c4585c2a89c3defe85ca7e686c28c5e929c2aa1aceab87",
  "feed": "wall-street-journal",
  "title": "Rivian CFO Says Electric-Vehicle Maker Will Prioritize Growth Over Profits; Claire McDonough is tasked with allocating billions of dollars toward expanding the company's production capacity",
  "text": "<p>Founded in 2009, the Irvine, Calif.-based startup said last month it would spend up to $5 billion on a second U.S. plant in Georgia, which would have an annual capacity of 400,000 vehicles. Production is slated to start in 2024.</p><p>That's in addition to the 150,000 vehicles a year that Rivian wants to build at its plant in Normal, Ill. The company began manufacturing trucks there in September.</p><p>Rivian, which raised $13.7 billion in gross proceeds at its initial public offering, plans to spend a combined $8 billion on capital expenditures this year and next, focusing on enlarging its factory footprint and paying for research and development, including battery-cell technology.</p><p>Ms. McDonough, who has been CFO for about a year after stints with JPMorgan Chase &amp; Co. and Credit Suisse Group AG, said she would be a key player in this.</p><p>\"That's something that I'm intimately focused on, that capital allocation policy,\" she said, adding that her experience leading IPOs and financing rounds equips her with the necessary toolkit to manage Rivian's interactions with investors. The company has raised more than $20 billion in the past three years, including from Ford Motor Co. and T. Rowe Price Group Inc.</p><p>Rivian, which generated $1 million in revenue from the sale of 11 vehicles in the quarter ended Sept. 30, was valued at $76.16 billion on Thursday—less than the market capitalization of car-making behemoths including General Motors Co., with $91.6 billion, or Ford, with $97.3 billion, both of which are pivoting to EVs as well.</p><p>Still, Rivian's market capitalization is high compared with the size of its business, providing the company and its CFO with ample opportunities to raise additional funds if needed, analysts said. \"The task will be to properly time the markets when asking for new cash,\" said Colin Langan, an analyst covering the automotive industry at Wells Fargo.</p><p>Some of the company's funds will go toward further integrating its business and investing in its supply of battery cells, Ms. McDonough said. Rivian currently sources battery cells from Samsung Electronics Co., but in addition wants to bring a custom-made Rivian cell to the market, she said.</p><p>Rivian is working to expand its manufacturing capabilities outside the U.S. and reviewing its options in Europe and elsewhere, Ms. McDonough said. But the company, which has an agreement with Amazon.com Inc.—a large shareholder and its first commercial customer—to deliver at least 100,000 electric vans, is still losing money. It booked a net loss of $1.2 billion for the quarter ended Sept. 30, widening from a $288 million loss in the prior-year period.</p><p>\"As we think about calibrating that path to profitability for Rivian, it is really also thinking through the long term because we could have said let's prioritize profitability,\" Ms. McDonough said. She declined to comment on when Rivian might turn a profit.</p><p>The CFO doesn't look at the company's share price \"as much as I probably should,\" but said the up and down in the value of its stock should not change management's decision-making. Rivian's shares were trading at $84.50 on Thursday, down 6.14% from Wednesday's close, amid a wider selloff of technology stocks, and Stellantis NV announcing a new agreement to also sell electric vans to Amazon.</p><p>Rivian issued a statement calling the Stellantis announcement \"good news for the industry,\" adding that it expects Amazon \"to purchase vehicles from many providers—our own partnership with them is intact, thriving and growing.\"</p><p>Analysts said electric vehicle makers including Rivian are benefiting from the recent successes of Tesla Inc., including its $1.07 trillion market capitalization and an 87% leap in annual vehicle deliveries last year to 936,000.</p><p>\"If Tesla hadn't demonstrated the viability of this business, Rivian wouldn't get the equity value it has now,\" said Alex Potter, a managing director at Piper Sandler Cos., a financial-services firm. Rivian and others should be able to tap equity and debt financing at favorable terms depending on demand for their products, a growing backlog and evidence that operational bottlenecks and other obstacles are being dealt with, Mr. Potter said.</p><p>Rivian currently has a backlog of over 71,000 preorders for its R1T and R1S consumer vehicles, Ms. McDonough said.</p><p>\"As the CFO of an EV company, there are two key priorities: Bringing on more capacity and organizing more capital,\" said Vijay Rakesh, an analyst at Mizuho Securities. \"Her background suits her well for that,\" he said of Ms. McDonough.</p><p>Mizuho expects Rivian will raise $6 billion in fresh capital in 2023. Ms. McDonough commented, \"Rivian will opportunistically evaluate raising additional capital to pull forward its growth plans.\"</p><p>Still, the company and its finance chief face various challenges along the way. Like other manufacturers, Rivian is hampered by supply-chain issues, and its plan to launch three new vehicles at the same time is being complicated by the pandemic and a tight labor market. Rivian employs more than 10,000 people, about 180 of them in finance.</p><p>\"It is a very ambitious strategy that Rivian is pursuing,\" Mr. Potter said.</p><p>Ben Foldy contributed to this article.</p><p>Write to Nina Trentmann at nina.trentmann@wsj.com</p><p>Rivian CFO Says Electric-Vehicle Maker Will Prioritize Growth Over Profits</p>",
  "published": "2022-01-06T19:44:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 747,
          "end": 767
        }
      ],
      "nexusId": "10009914"
    }
  ]
}