{
  "_id": "ddd90dd0f69f7d7ca8fdfcbffe44fe618c5278e581221e68decf47b4e2d5c720",
  "feed": "wall-street-journal",
  "title": "GM Posts $3.3 Billion Quarterly Profit as Shipments to Dealerships Rise; Detroit auto maker's net income was up 37% in the third quarter, reflecting a surge in revenue and an easing of supply-chain problems",
  "text": "<p>GM reaffirmed its full-year profit outlook of $13 billion to $15 billion in adjusted pretax profit. Net pretax profit of $4.3 billion amounted to $2.25 per share, beating the average estimate of $1.88 according to analysts polled by FactSet.</p><p>GM shares rose 3.7% in premarket trading.</p><p>GM finance chief Paul Jacobson said the company hasn't detected a slowdown in the business, despite rising interest rates and recessionary worries, conditions that historically hurt car sales.</p><p>\"Certainly we're aware of the headwinds that are out there,\" Mr. Jacobson told reporters during a conference call. \"Pricing remains strong. Demand remains strong for our products.\"</p><p>GM has logged two years of strong profit gains in the wake of the Covid-19 pandemic. Even though the computer-chip shortage has curbed output and commodity and logistics costs have soared, the prices U.S. car buyers have been paying remain at record or near-record levels. The supply shortages have allowed GM to prioritize output of its most profitable vehicles—large pickup trucks and SUVs—further lifting profits.</p><p>Still, GM Chief Executive Mary Barra is under pressure not only to navigate the mounting macro pressures on the car business, but also to show investors that GM can emerge as a contender in the growing electric-vehicle market.</p><p>This year, GM's EV sales have not only fallen further behind market leader Tesla Inc., but also been surpassed by traditional rivals, including Ford Motor Co. and Hyundai Motor Co. GM said it had record sales in the third quarter of its top-selling EV, the Chevrolet Bolt.</p><p>GM shares have fallen 39% this year through Monday, driven down by investor concerns over rising commodity costs, continued supply-chain troubles and a potential cooling in consumer demand.</p><p>In the third quarter, easing supply-chain constraints helped GM's bottom line. Production in North America—its main profit generator—soared to about 651,000 vehicles in the just-ended quarter, a 73% increase from a year earlier, according to research firm Wards Intelligence.</p><p>That was the most of any large auto maker, underscoring the severity of GM's semiconductor-related output crunch a year ago.</p><p>GM's pretax profit margin in North America rose to 11.2%, from 10.3% a year earlier, helped by a big increase in factory output of GM's largest pickup trucks.</p><p>In China, income from GM's joint-venture operations rose 22%, to $330 million, as factories ramped up again following Covid-19 lockdowns.</p><p>\"We haven't seen anything there in the short term that has given us any major concerns,\" Mr. Jacobson said. GM's driverless-car operation, San Francisco-based Cruise, posted losses of roughly $500 million for the quarter and $1.4 billion through September this year. Mr. Jacobson said the losses were expected as Cruise plans expansion to two more U.S. markets.</p><p>The nation's largest car company by sales benefited during the period from releasing tens of thousands of vehicles that got held up in the second quarter because of supply-chain snags. GM in June said it set aside nearly 100,000 vehicles due to a shortage of computer chips and other parts, denting second-quarter earnings. Much of that backlog was expected to be shipped in the third quarter.</p><p>GM's third-quarter production surge also underscores how unevenly global supply-chain disruptions are hitting the car industry. Ford's output in the period was curbed by supply constraints, hurting profits, the company said last month. Ford is scheduled to report third-quarter results Wednesday.</p><p>GM's vehicle sales in the U.S. rose 24%, among the strongest gains of any major auto maker. The company's biggest money makers—SUVs including the Chevrolet Tahoe, as well as heavy-duty pickup trucks—have been especially strong sellers this fall.</p><p>Investors, however, are questioning how GM will fare next year, in an economy that is setting up to be a tough one for auto makers. Rising interest rates and inflationary pressures normally are a recipe for cooling vehicle sales.</p><p>Analysts also expect pricing to ease as vehicle production improves and more cars are shipped. Inventory on U.S. dealerships or en route to stores hit 1.43 million vehicles at the end of September, the highest level since May 2021, according to Wards Intelligence.</p><p>\"Clients are very concerned on new vehicle pricing,\" RBC Capital analyst Joseph Spak said in a research note last week, noting that the bank's poll of investors show they expect a 10% pricing decline in 2023.</p><p>JP Morgan analyst Ryan Brinkman said in a research note last week that he doesn't think the coming year will be as ominous as investors seem to fear, given the pressure on GM's stock. He expects continued easing in commodity prices to be a tailwind for GM's, and sees pricing potentially holding up better than feared.</p><p>Write to Mike Colias at mike.colias@wsj.com</p><p>GM Posts $3.3 Billion Quarterly Profit as Shipments to Dealerships Rise</p>",
  "published": "2022-10-25T12:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4466,
          "end": 4475
        }
      ]
    }
  ]
}