{
  "_id": "6508eb628fde98344aa939743f330e324ed140eea731636a38760fd7c32bed5e",
  "feed": "wall-street-journal",
  "title": "JPMorgan Chase, Meta, Albertsons: Stocks That Defined the Week; Here are seven major companies whose stocks moved on the week's news",
  "text": "<p>JPMorgan Chase &amp; Co.</p><p>Wall Street is building up defenses for a potential recession. JPMorgan Chase's third-quarter earnings dropped 17% as it set aside an additional $808 million for potential loan losses. The results follow Chief Executive Jamie Dimon's warning Monday that a U.S. recession is likely in the next six to nine months. Wells Fargo &amp; Co. added $385 million to its reserves, and Citigroup Inc. set aside $370 million. JPMorgan shares climbed 1.7% Friday.</p><p>Target Corp.</p><p>Black Friday is starting well before Black Friday. Retail giants Target and Walmart Inc. are kicking off their Black Friday sales in October in a bid to draw customers and compete with Amazon.com Inc., as they did in 2021. Unlike last year, retailers are also overwhelmed with excess inventory as shoppers' spending habits shift. Target in June said that with consumer spending slowing, it would need to offer discounts to get rid of unwanted goods. The moves come as Amazon offered another Prime Day-like event on Oct. 11 and 12. Target shares increased 0.5% Monday.</p><p>Walt Disney Co.</p><p>Skipping the lines at Disney just got more expensive. The entertainment giant raised the pricing for its Genie+ service, which allows visitors to Disney World and Disneyland to bypass popular rides' lengthy standby waits. Now, the service's cost will vary day to day, based on how crowded the parks are. At Walt Disney World, Genie+ will cost between $15 and $22, depending on the popularity of a given day, during the month of October. That pricing is subject to change beyond this month and could be higher at peak times like winter holidays. Disney shares lost 2.2% Tuesday.</p><p>Meta Platforms Inc.</p><p>Meta, the parent of Facebook, is taking aim at the PC business. The company stated its ambition to go after the professional computing market on Tuesday with the announcement of its most advanced virtual reality headset to date, the Quest Pro. Chief Executive Mark Zuckerberg said the new device, which costs around $1,500, could be a way for workers to supplement or replace their use of PCs. Meta also announced partnerships with Microsoft Corp. and Zoom Video Communications Inc. that are expected to make the company's VR headsets more useful in hybrid-work scenarios. Meta shares fell 3.9% Tuesday.</p><p>Walgreens Boots Alliance Inc.</p><p>Walgreens' pharmacy business is under the weather. The nation's second-biggest drugstore chain posted a drop in quarterly revenue as it filled fewer prescriptions and gave fewer Covid-19 shots. Sales were hampered by a shortage of pharmacists and pharmacy technicians, as hundreds of stores operate with reduced hours because they lack enough workers to stay open. As its drugstore sales sputter, Walgreens said it's counting on its burgeoning healthcare business to fuel growth in coming years. Its new healthcare unit includes the primary-care provider VillageMD and home-health benefits manager CareCentrix. Walgreens shares rose 5.4% Thursday.</p><p>Domino's Pizza Inc.</p><p>A stronger dollar and staff shortages haven't knocked down Domino's. The pizza chain reported higher income as its U.S. sales were boosted by price increases, offsetting a decline from international outlets due to weakening foreign currencies against the dollar. In an effort to combat growing costs, Domino's changed its longtime promotion that offered two value items for $5.99 to now include an extra dollar per item if the order is delivered rather than picked up at stores. The company struggled with staffing shortages this year—particularly among delivery drivers—and equipment delays that have hampered its opening of new U.S. stores. Domino's shares gained 10% Thursday.</p><p>Albertsons Cos.</p><p>Kroger is ready at the checkout line with a new purchase: Albertsons. The two supermarket chains said Friday that Kroger will acquire its smaller rival in a $24.6 billion deal—one of the biggest in the history of the U.S. grocery industry. The tie-up would create a new supermarket powerhouse with thousands of stores and give the companies greater scale to compete against Walmart Inc. and other big retailers—if it goes through. The deal is likely to face regulatory scrutiny at a time when food prices for shoppers have soared. Albertsons shares declined 8.3% Friday.</p><p>Write to Francesca Fontana at francesca.fontana@wsj.com</p><p>JPMorgan Chase, Meta, Albertsons: Stocks That Defined the Week</p>",
  "published": "2022-10-14T22:25:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 14
        },
        {
          "start": 0,
          "end": 19
        },
        {
          "start": 0,
          "end": 20
        },
        {
          "start": 83,
          "end": 97
        },
        {
          "start": 427,
          "end": 435
        },
        {
          "start": 431,
          "end": 439
        }
      ]
    }
  ]
}