{
  "_id": "99e29422e37d0de0c1f2a12ac0524060d90e11d43b5e809a39e4f012a0cabd94",
  "feed": "wall-street-journal",
  "title": "ECB Prepares New Tool to Tackle Rising Borrowing Costs in Weaker Economies; Bank signals it will buy more bonds of weaker eurozone governments under an existing program",
  "text": "<p>Unlike the Fed, the ECB needs to worry as it raises rates about how higher borrowing costs will pressure fragile and highly indebted southern European economies such as Italy and Spain. Bond yields in southern Europe have surged by much more than those in Germany since the ECB last week unveiled plans for a gradual series of interest-rate hikes.</p><p>The ECB acted under mounting market pressure, convening an emergency meeting of top officials Wednesday after Italy's 10-year bond yield climbed to about 4.2%, the highest level since 2013.</p><p>In a statement published after Wednesday's meeting, the ECB said its staff would formally start work on a new \"anti-fragmentation instrument,\" expected to be a new bond-buying program, which could narrow differences in borrowing costs across the region. It didn't provide details of the new instrument.</p><p>\"That's what markets needed to hear, finally!,\" Frederik Ducrozet, head of macroeconomic research at Pictet Wealth Management in Geneva wrote on Twitter. \"Details will matter a lot, but now I can't see how they could not deliver by the next [policy] meeting\" on July 20-21.</p><p>More immediately, the ECB signaled that it would tilt the reinvestments of maturing debt under an existing bond-purchase program toward weaker eurozone countries. That could equate to around €200 billion, about $208 billion, worth of additional bond purchases this year targeted at struggling economies like Italy, said Seamus Mac Gorain, head of Global Rates at J.P. Morgan Asset Management.</p><p>\"It is incrementally helpful but I don't think it's large enough to change the situation,\" Mr. Mac Gorain said.</p><p>The ECB's move came hours before the Fed is expected to increase its key interest rate by 0.75 percentage point, accelerating a global shift toward tighter money that is pushing up borrowing costs everywhere.</p><p>Italian government bond yields remained lower and stocks rallied after the decision was unveiled. The difference between the yield on the 10-year benchmark German government bond and the corresponding Italian government bond—a key measure of financial stress in the eurozone—narrowed to 2.13 percentage points, down from 2.4 percentage points on Tuesday. That spread had risen to the highest level since 2020 in recent days. The euro, which had risen almost 1% earlier in the day against the U.S. dollar, pared most gains to trade up 0.1% against the U.S. currency. Italy's most popular stock index, the FTSE MIB, jumped 3.2%.</p><p>The ECB's move could raise fresh concerns in the region's largest economy, Germany, where officials have long worried about overreach by the central bank.</p><p>During earlier crisis episodes in Europe, the ECB initially resisted market pressure to support southern European governments, amid concerns in Germany about the legality of bond purchases, only to change direction and unveil new bond-buying tools as pressure intensified.</p><p>Markets have at times been skeptical about these countries' solvency given rising borrowing costs and flagging economic growth—a concern that peaked during the eurozone debt crisis starting in 2010, when investors dumped the bonds of indebted eurozone members, forcing other governments in the bloc to bail them out and the ECB to step in as a last-resort bond buyer.</p><p>Borrowing costs for Southern European countries have jumped in recent days, reflecting concerns that the region's governments might struggle to meet their obligations as the economy slows. That has revived memories of the eurozone debt crisis.</p><p>\"The ECB and Italy are pathologically co-dependent,\" said Sony Kapoor, a finance professor at the European University Institute in Florence, Italy. Italy cannot stand on its own without the ECB's support, while the ECB risks destroying the eurozone and itself if it sows doubts about Italy, he said.</p><p>In the years since the eurozone debt crisis, governments haven't fully addressed weaknesses in the currency-union's design, leaving the ECB as the only institution that can jump in quickly to support weaker members, Mr. Kapoor said.</p><p>Some analysts also worried that the ECB's move Wednesday might not be enough to calm markets. The bank's 25 rate setters, based in countries ranging from Lithuania to Portugal, might still struggle to agree on the design of a new bond-buying tool, they said. That would echo past episodes, including early in the pandemic, when the ECB's efforts at restoring market confidence fell flat, and the bank was pressured to produce a more ambitious plan.</p><p>\"There is no guarantee that they reach a consensus on such a tool at the next policy meeting in July, so we could see spreads widen further before a new tool is in place,\" said Jack Allen-Reynolds, an economist with Capital Economics.</p><p>High inflation is creating a dilemma for the ECB. When it has unveiled large-scale bond-buying programs in the past, eurozone inflation was low. Now, it is about four times the ECB's target rate of 2%. That means the ECB will be driving borrowing costs in opposite directions at the same time, pushing up short-term interest rates while pressing down on longer-term bond yields.</p><p>\"Policy makers could have to choose between keeping monetary policy too loose based on the inflation outlook, and tightening policy too much for debt to be sustainable,\" said Mr. Allen-Reynolds.</p><p>Write to Tom Fairless at tom.fairless@wsj.com</p><p>ECB Prepares New Tool to Tackle Rising Borrowing Costs in Weaker Economies</p>",
  "published": "2022-06-15T15:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}