{
  "_id": "433e6a19a5b0085a2b92d7c1d3293d9379f884ae6ded3dccfc9e22236a03bc2d",
  "feed": "wall-street-journal",
  "title": "The $42 Billion Question: Why Aren't Americans Ditching Big Banks? Big banks still pay next to nothing on savings, but their customers aren't yet moving much money to higher-yielding alternatives",
  "text": "<p>In theory, savers could have earned $42 billion more in interest in the third quarter if they moved their money out of the five largest U.S. banks by deposits to the five highest-yield savings accounts—none of which are offered by the big banks—according to a Wall Street Journal analysis of S&amp;P Global Market Intelligence data.</p><p>The reality is complicated. The five banks collectively made far less than $42 billion in profit in the third quarter. And if savers were to move their money en masse, banks offering high-yield accounts could lower their rates.</p><p>The five banks—Bank of America Corp., Citigroup Inc., JPMorgan Chase &amp; Co., U.S. Bancorp and Wells Fargo &amp; Co.—paid an average of 0.4% interest on consumer deposits in savings and money-market accounts during the quarter, according to S&amp;P Global. The five highest-yielding savings accounts paid an average of 2.14% during the same period, according to data from Bankrate.com.</p><p>The five banks collectively hold about half of all the money kept at U.S. commercial banks in savings and money-market accounts tracked by the Federal Deposit Insurance Corp. That share has held steady despite the availability of higher rates elsewhere.</p><p>The $42 billion gap in the third quarter was the largest amount since record-keeping began, but will likely be dwarfed in the fourth quarter because top high-yield savings accounts have raised their interest rates to more than 3.5%.</p><p>Since the start of 2019, Americans have lost out on at least $291 billion in interest by keeping their savings in the five biggest banks. That total balloons to $603 billion when going back to 2014, when the FDIC started tracking consumer deposits in money-market and other savings accounts.</p><p>And U.S. savers have likely missed out on much more than $600 billion because the average rate the five biggest banks have paid over the past eight years, 0.24%, includes higher-yielding money-market accounts and some business accounts. Traditional savings accounts paid an average rate of 0.02% at the five largest banks during that period. The FDIC doesn't separate traditional savings and money-market deposits in its record-keeping.</p><p>Why haven't savers moved more of their money? Opening a new bank account is time consuming, said Gary Zimmerman, CEO of MaxMyInterest, a company that specializes in helping customers move deposits between the nation's highest-yielding savings accounts. Some customers aren't aware of how much money they could make by switching, he said, and others just don't care.</p><p>\"People don't think critically about financial decisions,\" Mr. Zimmerman said. </p><p>The five biggest U.S. banks collectively hold about half of all money kept at U.S. commercial banks in savings and money-market accounts. PHOTO: Devin Blaskovich for The Wall Street Journal</p><p>Big banks also serve a lot of depositors with small accounts who may not see the value in making the switch. A depositor with $1,000 in a typical big-bank savings account would have earned just $20 more for the year by switching to one of the top high-yield savings accounts.</p><p>People also are willing to pay for convenience and simplicity, said Nathan Stovall, a principal analyst for financial sector data at S&amp;P Global Market Intelligence.</p><p>Banks refer to customers who shop around for higher savings rates as \"hot money,\" Mr. Stovall said. They have invested billions of dollars into developing user-friendly technology and consumer-banking services, but that is still a fraction of what they would have to pay in interest were they to raise rates instead.</p><p>\"If you can retain customers without having to pay for them, that's the name of the game,\" Mr. Stovall said. \"You want to attract as many low-cost, stable customers as possible.\"</p><p>Alicia Gillum has been with Bank of America for 26 years and says she has no interest in searching for a new bank, even though her savings of more than $100,000 is earning almost no interest.</p><p>Her loyalty has earned her Platinum Honors Tier status, which affords her a 0.04% interest rate on her savings instead of the 0.01% rate the bank pays to customers of its basic savings accounts.</p><p>Ms. Gillum, a 45-year-old who works in sales at a healthcare company in Phoenix, said she also gets no-fee banking services, discounts on mortgage origination fees and reduced interest rates on auto and home-equity loans. Savings is \"on the back burner,\" she said.</p><p>\"I don't have any kids, I'm not married, and everything is in line,\" Ms. Gillum said. \"I don't think I need to change anything because I'm not having any issues.\"</p><p>David G. Kvendru, a 60-year-old self-employed certified public accountant in San Diego, recently began moving his money into a high-yield savings account at LendingClub.</p><p>A longtime investor with multiple retirement accounts, rental properties and a healthy brokerage account with Schwab, he still holds most of his $120,000 in savings at Chase, where he earns 0.01% interest.</p><p>\"I'm old fashioned. I like to be able to see my money,\" Mr. Kvendru said. \"With brick-and-mortar banks, you have that feeling that it's not going anywhere.\" </p><p>David G. Kvendru, a self-employed certified public accountant, recently began moving his money into a high-yield savings account. PHOTO: Devin Blaskovich for The Wall Street Journal</p><p>Americans flush with stimulus payments and enhanced unemployment checks flooded U.S. banks with deposits earlier in the pandemic. The biggest banks got an outsize share of those deposits.</p><p>About $425 billion flowed into money-market and savings accounts at U.S. commercial banks between the first quarter of 2020 and the third quarter of 2022, according to the FDIC. More than 95% of that went to the five largest banks.</p><p>SHARE YOUR THOUGHTS</p><p>How has market volatility changed the way you approach your savings? Join the conversation below.</p><p>But things could be changing. The average rate on money-market and savings accounts at the five largest banks nearly tripled in the third quarter from where it was in the second. In an October report, Mr. Stovall wrote that he expected large banks to increase their savings rates more quickly through the end of 2022 and increase even further in 2023 as the Fed continues to raise U.S. interest rates and banks compete more aggressively for customers.</p><p>And people are starting to move their money around in other ways to take advantage of higher rates, pouring a record amount into higher-yielding savings vehicles such as Series I savings bonds and Treasury bills this year.</p><p>Mr. Zimmerman expects people to start moving more of their savings to higher-yielding accounts as rates rise and awareness grows. Most high-yield savings accounts are at banks backed by FDIC, which insures deposits up to $250,000.</p><p>\"Savings accounts are a pure commodity just like bananas,\" Mr. Zimmerman said. \"Because they're a pure commodity it makes sense to continually shop for the best rates.\"</p><p>Write to Dion Rabouin at dion.rabouin@wsj.com</p><p>The $42 Billion Question: Why Aren't Americans Ditching Big Banks?</p>",
  "published": "2022-12-08T10:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 607,
          "end": 627
        },
        {
          "start": 611,
          "end": 631
        }
      ]
    }
  ]
}