{
  "_id": "1f993962cbc5b284954b8192000b66cd9b39c08d59c4b2a46a370098347c03e1",
  "feed": "ftcomall",
  "title": "The risky bets that melted Celsius",
  "text": "<p><strong>One thing to start:</strong> The Federal Reserve <a href=\"https://www.ft.com/content/4ee276cf-8a5d-4aea-88bc-0c7c34bf96fc\">raised</a> its benchmark policy rate by 0.75 percentage points for the first time in three decades and signalled an aggressive pace of monetary tightening in the coming months.</p> <p><strong>In today's newsletter: </strong></p> <ul>  <li><p><strong>A closer look at Celsius's woes</strong></p></li>  <li><p><strong>Why the CFA is losing popularity</strong></p></li>  <li><p><strong>Inside an oil tycoon's $25bn mega-deal</strong></p></li> </ul> <h1>Crypto hustle gone wrong</h1> <p>Digital asset lender <strong>Celsius</strong> has marketed itself as a simple company that helps everyday investors achieve “financial freedom”.</p> <p>But on Monday users lacked the freedom to withdraw their funds from Celsius, which decided it would block redemptions in the interest of its “community”. </p> <p>We've already discussed the subsequent fallout for the crypto market but not the inner workings of a largely unregulated company that held as much as $24bn in assets. </p> <p><strong>Alex Mashinsky</strong>, the founder of Celsius, wanted his company to rival traditional Wall Street lenders. Instead, <a href=\"https://www.ft.com/content/1e65f37b-3ac3-4c18-be06-15d8c3744210\">it got caught up</a> in risky bets that ultimately led to its unravelling. </p> <p>Celsius offered eye-popping yields of as much as 18 per cent to customers who deposited their digital assets with it. During a period of record-low interest rates, that's no small incentive. </p> <p>The company was marketed as an alternative to a bank, but the crucial difference is bank deposits are covered by government-backed insurance whereas cryptocurrencies are not. </p> <p>Celsius used those deposits to make loans to major crypto market makers and hedge funds. Though counterparties seemed happy to borrow from Celsius, several said they wouldn't extend credit to it, people familiar with the matter told the FT.&#xa0;</p> <p>OK, but if Celsius took in client money, why can't it pay it back? </p> <p>First of all, there have been massive withdrawals from the platform as crypto prices have tumbled. </p> <p>Secondly — this is about to get complicated — Celsius was hit with a severe liquidity mismatch of its own creation. </p> <p>Let's unpack. </p> <p>Celsius borrowed ethereum, a popular cryptocurrency, and earned interest by what is known as “staking” it. You can think of this as effectively locking your “money” up while a new version of the cryptocurrency is created on the blockchain. &#xa0;</p> <p>The crucial problem is that while this new cryptocurrency is being created, your coins are locked in. The crypto lords have come up with a solution, though. A service called <strong>Lido</strong> creates a liquid derivative called stETH. </p> <p>For Celsius to match its liabilities, stETH and eth need to be treated as a one-to-one equivalent. But because there have been delays with the rollout of the new network, there's been a sell-off in stETH, which has drained liquidity from the main trading pool for the derivative. </p> <p>The end result is that Celsius can't meet redemptions because it cannot swap its stETH for normal ethereum without losing a huge amount of money in the process. </p> <p>What Celsius is learning here is something banks learnt a long time ago. You have to carefully monitor your asset-liability mismatch.</p> <h1>The 3 letters every finance person wants to forget</h1> <p>The acronym <strong>CFA</strong> will solicit groans almost anywhere on Wall Street. </p> <p>If you've been through the gruelling exams, you understand the stamina and dedication it takes to have those three letters, short for chartered financial analyst, plastered on your business card. </p> <p>The FT's own Laura Noonan <a href=\"https://www.ft.com/content/eb6720ef-91d2-431f-9919-a2064f60b9ae\">describes</a> how she spent the final years of her twenties in pursuit of the charter because she felt it would lend her credibility as a young female reporter covering Ireland's banking crisis.</p> <p>She's not alone. Several people Laura spoke to said they saw Wall Street's toughest exam as a doorway to new, lucrative careers. </p> <p>But the new kids on the block aren't so keen on spending hours on end studying for exams. </p> <p><a href=\"https://www.ft.com/content/63a90910-b5d1-42a6-b189-05e051b08adf\">Demand for the CFA is “falling off a cliff”</a>, according to a staff member at the institute that oversees it. In the year to August 2019, 160,900 candidates registered for the first stage of the exam. In the year to August 2021, that number was just 125,775.</p> <p>Part of the problem is the coronavirus pandemic, which has led to exams being cancelled. But things are also different now. </p> <p>The kind of endurance and competitiveness entrenched in the CFA programme isn't particularly attractive to millennials who are pushing for flexible working and against work impinging on their free time. </p> <p>It looks like the CFA may end up being MIA on Wall Street in the not-too-distant future. </p> <h1>Harold Hamm's Continental gambit&#xa0;</h1> <p>The big news from America's oil sector is <strong>Harold Hamm</strong>'s take-private move on <strong>Continental Resources</strong>, the company he founded in 1967 and took public in 2007. </p> <p>Derek Brower, editor of the <a href=\"https://www.ft.com/energy-source\">FT's Energy Source</a> newsletter, says the decision isn't exactly a surprise as Hamm and his family already control more than 80 per cent of the company and with a take-private they would capture more value as oil enters a historic supercycle. </p> <p>But the deal, which values Continental at about $25bn, is worth watching for other reasons too. Here is what Derek has come up for our DD readers: </p> <ol>  <li><p>The biggest non-Hamm shareholder, <strong>Smead Capital</strong>, thinks Hamm is seriously lowballing the minority investors. So the transaction might not be as straightforward as it looks.</p></li>  <li><p>As soaring oil prices shower producers in cash, a creeping privatisation of the shale patch may be under way. At current cash flows (high) and current equity prices (still low), for example, even heavily indebted <strong>Occidental Petroleum</strong> could <a href=\"https://www.ft.com/content/2ad3eca7-be60-420b-ac82-d4521ea5549a\">buy back all its shares</a> within a few years.&#xa0;</p></li>  <li><p>Hamm's move, <a href=\"https://www.ft.com/content/702c9341-defd-4162-9a04-8afa84d45b41\">say analysts</a>, is an attempt to unshackle Continental from Wall Street's ESG scrutiny and investors' demands to hold back spending, which has left capex low despite fears of impending shortages. He wants to lean into the oil price rally and drill more wells. Other public company executives, itching to do the same, will watch with envy if his take-private move lets him do so. </p></li> </ol> <p>For greater insights into everything energy-related sign up to Energy Source <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5655d099e4b01077e911d60f\">here</a>.</p> <h1>Job moves</h1> <p><strong>KKR </strong>has appointed <strong>Raymond McGuire</strong>, a former New York mayoral candidate and one of Wall Street's most prominent black bankers, to its board of directors. Before entering the mayoral race in 2020 McGuire worked at <strong>Citigroup</strong> as vice-chair and senior dealmaker. </p> <p><strong>HSBC</strong> <a href=\"https://www.ft.com/content/4da0da94-3be5-40a0-abad-113396d443f9\">has fired</a> a London-based trader following an investigation into the use of inappropriate messaging applications with clients as banks come under increasing pressure to clamp down on unauthorised communications.</p> <p><strong>Latham &amp; Watkins </strong>has hired <strong>Daniel Mun</strong> as a partner in the M&amp;A and PE practices in New York. Mun will join from <strong>Willkie Farr &amp; Gallagher</strong> where he was also a partner.</p> <p><strong>RBC Capital Markets</strong> has hired <strong>Karim Jallad</strong> as managing director and head of fintech in its European team based in London. Jallad joins from <strong>Floreat Group</strong>.</p> <h1>Smart Reads</h1> <p><strong>Whoa, Tiger</strong> Before the technology bubble burst earlier this year, JPMorgan Chase was at the vanguard of big banks helping pump funds from its wealthiest clients into <a href=\"https://www.bloomberg.com/news/articles/2022-06-15/jpmorgan-packed-tiger-fund-with-wealthy-clients-for-private-bets#xj4y7vzkg\">high-flying hedge funds like Tiger Global</a> and Coatue, Bloomberg reports. &#xa0;</p> <p><strong>BadRobot</strong> Executives at DataRobot <a href=\"https://www.theinformation.com/articles/as-datarobot-struggled-executives-sold-private-shares-at-peak-valuation\">sold $32mn worth of private shares</a> as the artificial intelligence start-up scrambled to keep expenses low and revenue growth high. The sale, along with lavish trips on the company's dime — just days before axing 7 per cent of its workforce — are forcing the business to address its employees' anxiety, The Information reports.</p> <p><strong>Mickey Mouse antics</strong> The Board of Control for Cricket in India strategically auctioned various segments of its IPL rights <a href=\"https://www.ft.com/content/98a49a5e-d7bb-4312-8568-21b1917cc0b6\">amassing $6.2bn for a multiyear deal</a>, causing companies such as Disney to overspend for entry into the Indian market, the FT reports. </p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/c4cff456-478e-4221-ba99-1e13b05e5206\">Hedge fund backed by legendary investor Julian Robertson closes</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/wwe-board-probes-secret-3-million-hush-pact-by-ceo-vince-mcmahon-sources-say-11655322722\">WWE board probes secret $3mn hush Pact by CEO</a> (WSJ)</p> <p><a href=\"https://www.wsj.com/articles/antitrust-authorities-take-aim-at-private-equity-healthcare-deals-11655243804?tpl=pe\">Antitrust authorities take aim at private-equity healthcare deal</a> (WSJ)</p> <p><a href=\"https://www.ft.com/content/f95e7f4d-8fa7-4db3-981b-3965476a4a7c\">THG pursuers set to give up their chase of ecommerce group</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-06-15/investors-are-increasingly-skeptical-of-esg-this-is-why?srnd=premium\">Goldman investigation tarnishes ESG halo as investors bail</a> (BBG)</p> <p><a href=\"https://www.wsj.com/articles/silver-lake-to-invest-500-million-to-build-soundstages-11655208000?tpl=pe\">Silver Lake to invest $500mn to build soundstages</a> (WSJ) </p> <p><a href=\"https://www.ft.com/content/7de3e2ba-84cf-494b-b00e-ce3aeaa1324b\">Sky backs £100mn climate investment fund</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-06-15/banks-financing-rainforest-destruction-around-the-world\">Banks flow billions to companies involved in rainforest destruction</a> (BBG)</p> <p><a href=\"https://www.wsj.com/articles/calpers-is-betting-that-private-markets-can-help-it-navigate-market-volatility-11655165778?tpl=pe\">Calpers bets private markets can help it navigate volatility</a> (WSJ)</p><p>Source:  2022 'The risky bets that melted Celsius' FT.com 16 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-16T04:00:26.396Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 6775,
          "end": 6789
        }
      ]
    }
  ]
}