{
  "_id": "64f0a40853804e9237a4dd680e3d19e863452a7c5c240a5bca1ef14436af63a6",
  "feed": "market-watch",
  "title": "Lyft stock sinks amid 'very concerning' rider trends and pressure from Uber; Analysts see Lyft as a 'show-me' story after latest earnings",
  "text": "<p>The ride-hailing company postedmixed third-quarter results Monday afternoon that showed underwhelming customer numbers even as Lyft benefitted from pricing trends. Lyft's results disappointed investors and analysts alike as at least one on Wall Street lowered his rating.</p><p>\"We'd much rather own UBER, given its superior scale and business model &amp; [geographic] diversification,\" wrote an Evercore ISI team led by Mark Mahaney. \"Hence the downgrade.\"</p><p>The Evercore analysts dramatically slashed their price target on Lyft from $41 to $18 per share and cut their rating to in-line from outperform.</p><p>Mahaney was concerned about a 1% market-share loss to Uber and the \"real potential\" of consumer demand waning in 2023, though it hasn't quite yet. Even so, the latest customer-related trends came as a disappointment to him.</p><p>\"We believed that the company's substantial exposure to West Coast markets and to Shared Rides would power strong Rider and Revenue recovery in [the second half of 2022],\" he wrote. \"This may still happen and there may simply be a delay here, but the notably weak growth in Q3 Active Riders…is very concerning to us.\"</p><p>The company added 452,000 active riders in the quarter versus 2.1 million in the second quarter and 1.8 million in the third quarter, Mahaney noted.</p><p>Lyft Stock Tumbles on Growth Concerns. Uber Casts a Shadow Over Its Rival.</p><p>JPMorgan analysts agreed. They said they still prefer Uber but can see an attractive risk-reward balance in Lyft shares \"if the company can show progress towards its 2024 targets.\"</p><p>Those 2024 targets include adjusted earnings before interest, taxes, depreciation and amortization (Ebitda) of $1 billion. Lyft also stuck to its free cash flow target of at least $700 million.</p><p>Lyft's executives told analysts that even in the face of a recession, they were confident in achieving their targets as climbing unemployment would draw people into driving for Lyft.</p><p>But JP Morgan's Doug Anmuth said Lyft's shares are more of a \"show-me\" story. They believe Lyft will likely achieve its Ebitda margins but \"investors are likely to come away more mixed.\"</p><p>Bernstein analysts were also in \"wait-and-see\" mode over Lyft's Ebitda target.</p><p>\"Rising insurance costs and softer than expected rider growth are weighing on sentiment, as the mix of Ebitda growth drivers is less favorable,\" said the team led by Nikhil Devnani.</p><p>RBC Capital Markets's Brad Erickson highlighted that Uber's actions seem to be pressuring Lyft.</p><p>Lyft's management mentioned that Uber temporarily spent more on driver incentives during the quarter, though Uber seems to have pulled back on these. Regardless, to Erickson, the disclosure \"illustrates the point\" that Uber can use its greater scale and more diversified income statement \"to disrupt Lyft's share with no discernible impact on UBER's profitability and we think [this] could easily remain an ongoing issue for LYFT going forward,\" he wrote.</p><p>He kept his sector perform rating on the stock and a $16 price target due to Lyft's \"structural competitive disadvantage\" against Uber.</p><p>However, D.A Davidson's Tom White largely praised the company's efforts across its customer base — what it calls active riders — and reaffirmed his buy rating but lowered his price target $19 from $25 per share.</p><p>Lyft's number of active riders were up 7% from the same period in 2021, but below Wall Street estimates.</p><p>\"Although we have some concerns about the pace and breadth of Lyft's broader post-pandemic revenue recovery, the company has done a solid job monetizing its Active Rider base over the past few quarters,\" he wrote.</p><p>Lyft stock sinks amid 'very concerning' rider trends and pressure from Uber</p>",
  "published": "2022-11-08T13:52:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1921,
          "end": 1930
        }
      ]
    }
  ]
}