{
  "_id": "2a3d97579e42008d647be55a4e5741f95d1074f82e14a3aebb37a5b9e9110cfe",
  "feed": "market-watch",
  "title": "Global investors pour money into stocks for the first time in months; Global equity funds just saw their first net inflows in 10 weeks",
  "text": "<p>An illustration of these flows can be found in the chart below, which comes courtesy of Bank of America.</p><p>The flows come as global stocks are finally rebounding this week after the S&amp;P 500 index flirted with bear market territory last Friday. Major benchmarks in both Europe and the U.S. are headed for their strongest weekly performance since March, and the MSCI World Index is up more than 3% so far this week, cutting its year-to-date loss to roughly 15%.</p><p>As stocks bounced, market strategists from Citigroup and JP Morgan told clients they expected a sustained rebound, but other investment houses maintained a more cautious approach, with Bank of America and Morgan Stanley warning that stocks may not have seen their lows for the year just yet.</p><p>According to Bank of America's Michael Hartnett, the most oversold assets relative to their 200 day moving averages include the 30-year US Treasury bond, junk bonds, and stocks in both China and Germany. Chinese stocks have also taken a beating so far this year, with China's Shenzhen index down nearly 25% since the start of the year.</p><p>It's worth noting that Hartnett has been one of the most pessimistic strategists on Wall Street in recent months, alongside Morgan Stanley's Michael Wilson.</p><p>Meanwhile, Bank of America's bull-bear indicator remained in \"unambiguous contrarian buy territory\" for the second straight week. The index crashed from 1.5 to 0.6 over the past week, indicating extreme bearish positioning, though these data are being reported with a slight delay. By comparison, the bull-bear gauge was close to 10 a year ago.</p><p>Similar data from Refinitiv Lipper also showed the first net inflows into global stocks since April, as global investors bought $6.16 billion in global equity funds during the week ended May 25.</p><p>Data from Jefferies equity research also showed strong inflows into stock-focused exchange-traded funds. Retail and institutional investors pumped $15.76 billion into ETFs during the past week, the most in nine weeks, according to the investment bank.</p><p>Refinitiv data also showed net selling in bond funds, as investors yanked $9.94 billion from fixed-income funds during the past week, marking the eighth consecutive weekly outflow. On the money-market fund front, investors purchased a whopping $23.13 billion after three weeks of net selling in a row.</p><p>Global investors pour money into stocks for the first time in months</p>",
  "published": "2022-05-27T14:43:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 515,
          "end": 524
        }
      ]
    }
  ]
}