{
  "_id": "4c82ae95bc9403557f57e2c82c789d1a0cc35e14398bb06d9354aeff90ccce3b",
  "feed": "ftcomall",
  "title": "Ethereum faces a fee fight",
  "text": "<p>Hello readers, from a suitably muggy London, as the Queen's Jubilee celebration holiday approaches and the bunting unravels.</p> <p>In this week's issue, Ethan Wu makes his FintechFT debut writing about Ethereum and its efforts to cut down on costs, I talk to Oded Zehavi at Mesh Payments, and Joshua Oliver and Miles Kruppa take a dive into crypto exchanges' role as gatekeepers.</p> <p>As always, reach out to Imani (<a href=\"mailto:imani.moise@ft.com\">imani.moise@ft.com</a>) or me (<a href=\"mailto:sid.v@ft.com\">sid.v@ft.com</a>) with thoughts, comments and suggestions. Happy reading! </p> <h2>Ethereum is gearing up for a fee fight</h2> <p>Ethereum has long looked like crypto's champion for muscling into fintech. Since 2015, when the blockchain introduced “smart contracts” — bits of code which allow parties to ink deals that computers then execute and which form the basis for decentralised finance applications — it has reigned as the busiest blockchain platform.</p> <p>But in its popularity, Ethereum has grown congested, leading to soaring “gas fees” — the cost to conduct a transaction on the blockchain. As non-fungible tokens exploded into the mainstream in 2021, gas fees soared, sometimes into the hundreds of dollars per transaction. It's a vulnerability that newer, lower-fee rivals such as Solana are keen to pounce on.</p> <p>Ethereum has a plan for fending off the competition. First, it wants to redesign the blockchain to run on a “proof of stake” protocol, which could significantly reduce its energy usage in response to longstanding environmental complaints around cryptocurrencies. </p> <p>Secondly, it wants to begin “sharding”, or splitting the Ethereum network into bite-sized chunks, which would speed up processing and reduce the fees that users pay.</p> <p>These changes are meant to yield a nimbler “Ethereum 2.0” to serve as the base layer for a much-vaunted decentralised internet.</p> <p>But these tech upgrades have been delayed time and again. “I am completely confident of this: 2020 is Ethereum 2.0's year of delivery,” boasted a top developer back in 2019. But the project has dragged on so long that the Ethereum 2.0 label had to be ditched. (It's called the “merge” now.)</p> <p>Will this time be different? Discouragingly, the last launch date for the revamped Ethereum, June 2022, has again been pushed back to later this year. Tim Beiko, a researcher at the Ethereum Foundation, said in a May 12 interview that developers really were in the final stages of debugging. Ethereum co-founder Vitalik Buterin told a conference on Thursday that the merge would come this August, “if there are no problems”.</p> <p>Notwithstanding the repeated delays, Ethereum probably has time to spare. Sara Xi, chief product officer at fintech company Prime Trust, said that the blockchain's developer base, the largest in the world of crypto, is enough to stay ahead of competitors while the new protocol receives its finishing touches.</p> <p>However, if Ethereum doesn't pull off the upgrade, the high fees mean “someone else is going to eat their lunch,” Xi said, adding that the probability of success was likely, but not assured. </p> <p><strong>The implications of a successful upgrade could be wide-reaching.</strong> Meta announced earlier this month that it was building an NFT service through Polygon, an Ethereum-based platform. Bringing Ethereum-based NFTs to Instagram and Facebook users could prompt a fresh surge of interest in the blockchain. But if $500 transaction fees — like those seen during last year's NFT craze — get in the way, Meta might start looking elsewhere.</p> <p><strong>Should Ethereum pull off the upgrade, </strong>it is still an open question just how far fees will fall. The real test will come when the next wave of trading swamps Ethereum — but users might not wait until it's battle-ready. (<em>Ethan Wu</em>)</p> <h1>Fintech Fascination</h1> <p><strong>What we've learned from Luna's collapse</strong> Joshua Oliver and Miles Kruppa report on the vital role that exchanges play in the digital assets ecosystem. The collapse of the <a href=\"https://www.ft.com/content/5a3b6fe9-329c-4c97-9f2b-3b00edeb0618\">not-so-stablecoin terraUSD </a>has heightened attention to the standards which they apply to tokens.</p> <p><strong>Argentina's crypto adoption rises despite central bank crackdown</strong> Distrust of banking and high inflation make Argentina <a href=\"https://www.ft.com/content/4dae4742-c339-4414-9bfa-4739df6e5248\">fertile soil </a>for uptake of cryptocurrencies, writes Lucinda Elliott, even as the central bank remains wary of the speculative assets.</p> <p><strong>Cloud banking fintech Thought Machine doubles valuation</strong> London-based Thought Machine, whose clients include Morgan Stanley, JPMorgan Chase and Lloyds Banking Group reached a valuation of <a href=\"https://www.ft.com/content/ce266a7b-f474-47e5-b7bf-067d34b241a1\">$2.7bn </a>in a $160mn funding round. </p> <h1>Quickfire Q&amp;A</h1> <p>I spoke to Oded Zehavi, chief executive and co-founder of New York-based Mesh Payments, which provides companies and employees with tools to track spending and expenses. Founded in 2018, it has raised $63mn to date, with a $50mn funding round last December led by Tiger Global. In March, it announced a partnership with Visa to launch a scheme linking its virtual cards with a numberless physical card.</p> <p><strong>How did the pandemic shape Mesh's business? </strong>Before the pandemic, we were using the infrastructure which we built for completely different problems related to developing markets. We discovered very quickly that the pandemic really shifted the mindset of how our clients operate. One of the more critical challenges has been how companies convert to being fully remote. A lot of things that might be solved before the pandemic by having everyone in a central location have been amplified.</p> <p>We've seen the borders between countries becoming less and less relevant — we see that more and more companies understand the need to operate in a more global manner. That brings new challenges to finance teams on different levels. A lot of our clients are fast-growing tech companies that are adding more and more capabilities. We also think that things won't go back to the way they were before the pandemic, but we think we will continue to see new use cases. </p> <p><strong>How does fintech mesh with traditional players? </strong>I see a market dominated by American Express and the legacy banks. Most companies are yet to implement the next generation systems which we provide. There's still so much business to capture. But many of the companies have seen the growth of these fintechs, compared to where they were a few years ago — it really gives investors.</p> <p><strong>What is Mesh's unique selling point? </strong>For us, we are looking at the problems of corporate spending, and trying to think about what it should look like to offer a totally different approach. Many companies offer company cards, usually plastic — we're looking at in a totally different way. What we've announced is that you can take your plastic card and connect it to a virtual card, allowing you to spend offline in a way that offers greater security. It's really about rethinking ways companies want to spend and the level of securities which they expect for payment methods. </p><p>Source: Siddharth Venkataramakrishnan 2022 'Ethereum faces a fee fight' FT.com 23 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-23T17:40:38.777Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4325,
          "end": 4333
        },
        {
          "start": 4325,
          "end": 4339
        }
      ]
    }
  ]
}