{
  "_id": "e14218e98dbf6e313fc5191912212d58127b539062c4c06d6cd70bc3ab1c7ad0",
  "feed": "ftcomall",
  "title": "Memo to Wall Street: don't touch that delete button!",
  "text": "<p>It should not be so hard to get document retention right. Governments and companies have long known they must capture and keep important communications not just for posterity but for litigation and regulatory purposes. As conversations moved from pen and paper to fax, phone and email, the legal requirements followed. </p> <p>Oh, how UK brokers moaned in the early 2010s about the costs and complexities when UK regulators started requiring them to tape mobile phone conversations. But they adjusted.</p> <p>Now here we go again. Citibank, Morgan Stanley and other Wall Street banks said this month that they expect to pay $200mn apiece for failing to preserve text and WhatsApp conversations on bankers' personal phones. JPMorgan Chase, which got caught out last winter, has already admitted it did not save tens of thousands of messages. Prosecutors <a href=\"https://www.justice.gov/usao-sdny/press-release/file/1521696/download\">alleged this week</a> that a former Goldman Sachs banker sought to delete texts in which he allegedly discussed insider trading. He denies wrongdoing.</p> <p>Separately, the US Department of Homeland Security has opened a criminal probe into the disappearance of texts from Donald Trump's security detail. The Secret Service thought it was a good idea to reset phones as part of an upgrade just three weeks after the January 6 2021 attack on the Capitol. </p> <p>Regardless of sector, this is absurd. Bankers had been texting and using WhatsApp for years, and some lenders had banned the use of such apps on work phones. Yet no one seems to have thought about the risks of personal devices, even after working from home during the pandemic made supervision much more problematic.</p> <p>In Washington, the Secret Service denies the texts were “maliciously deleted” and says it had no idea that Congress had asked for the preservation of records from the Capitol riots. Though the agency brags about its prowess in cyber investigations, it made no plans for a system-wide back-up, relying on individual agents to preserve their texts — or not.</p> <p>These failings stem partly from knowledge gaps: compliance departments are rarely savvy about technology, and IT departments often lack an understanding of regulatory concerns. But there is another all-too-human failing involved. Most people prefer to do whatever is most convenient or will prevent embarrassment. If it's not required, why spend the money or make the effort to save communications that may not show you and your colleagues in the best light?</p> <p>Deterrence via punishment is hard. Retention failures are largely hypothetical: when the evidence is gone, it is hard to know how seriously to take the destruction. Judges have generally given companies the benefit of the doubt. The US Supreme Court noted in a 2015 amendment to court rules that due to the “ever-increasing volume of electronically-stored information” and the multitude of devices involved, it is “often impossible” to preserve all the relevant data.</p> <p>When prosecutors have tried to bring criminal cases, it has not been straightforward. The accounting firm Arthur Andersen collapsed after it was charged with destroying documents related to failed energy group Enron, but its conviction was reversed three years later.</p> <p>Federal prosecutors tried and failed twice to convict star banker Frank Quattrone over sending a December 2000 email to Credit Suisse staff headlined “time to clean up those files”, shortly after being told the bank had received a grand jury subpoena. A settlement resulted in the charges being dismissed.</p> <p>The US regulators bringing the $200mn Wall Street cases must be hoping that higher fines will make a difference. </p> <p>A federal judge in Minnesota is trying another tack in a case brought on behalf of the victims of a $3.65bn Ponzi scheme orchestrated by Tom Petters, who is currently serving 50 years in prison. A bankruptcy trustee alleges in court documents that Petters' bank “was complicit” in the scheme and “turned a blind eye” to “red flag behaviour”. He wants the Bank of Montreal, which bought Petters' bank after the fraud had come to light, to pay $1.9bn, plus interest. BMO denies responsibility. A jury trial is scheduled for October.</p> <p>But there is a document retention problem, a federal judge found. In 2010, after Petters' arrest but before the BMO acquisition, the bank decommissioned servers and destroyed dozens of back-up tapes, even though it had been told to preserve evidence. BMO employees compounded the error after the takeover when they failed to tell the court more back-up tapes had been found in 2014 and no one reviewed the contents. Then, after they found a third set of tapes in 2017, BMO employees did not immediately tell the court or plaintiffs and gave testimony that the bankruptcy court called “misleading”.</p> <p>The judge has imposed what some lawyers call the evidentiary death penalty. The jurors in the case will be told that BMO intentionally destroyed evidence it knew was harmful to its position. The bank said in a statement that it “respectfully disagrees” and “will continue to defend itself vigorously”.</p> <p>But anyone considering whether or not to invest extra time and money in evidence preservation should consider the “spoliation sanctions” on BMO. Technology marches on. When that first subpoena for a metaverse conversation arrives, responding with a blank stare won't be a credible option. </p> <p><a href=\"mailto:brooke.masters@ft.com\"><em>brooke.masters@ft.com</em></a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a></p><p>Source: Brooke Masters 2022 'Memo to Wall Street: don't touch that delete button!' FT.com 27 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-27T04:00:28.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 701,
          "end": 715
        }
      ]
    }
  ]
}