{
  "_id": "185269584cb5f94a530d499732eb065df6e5470ae088bfaa52678c505292ad12",
  "feed": "market-watch",
  "title": "U.S. stocks bounce back after a sluggish session",
  "text": "<p>* The Dow Jones Industrial Average DJIA</p><p>* The S&amp;P 500 SPX</p><p>* The Nasdaq Composite COMP</p><p>On Monday, major indexes drifted to a modestly lower close. The S&amp;P 500, which has slid into a bear market, is down 18% year to date,</p><p>What's driving markets</p><p>Global equities, particularly travel stocks, got a lift Tuesday, with analysts tying support to moves by the Chinese government, which said it wouldshorten the quarantine time for international travelers and those who have come into close contact with COVID-19 patients to 10 days from 21 days.</p><p>Beijing will also loosen its testing requirements for people in quarantine.</p><p>Also, six of the biggest U.S. banks said they have enough capital to either maintain or hike their dividends to shareholders after setting enough aside to handle the most extreme economic conditions expected in the coming year.</p><p>Wells Fargo &amp; Co. WFC and Goldman Sachs Group Inc. GS both increased their payouts by 20%, while Morgan Stanley MS delivered an 11% rise. Bank of America Corp. BAC increased its dividend by 5%, while Citigroup Inc. Cand JPMorgan Chase &amp; Co. JPM held their dividend flat.</p><p>\"U.S. stocks are rallying after several banks boosted their dividends and China pivoted away from their strict COVID policy,\" said Edward Moya, analyst at Oanda, in a note. \"Wall Street seems to be close to figuring out how high central banks may take rates over in the short-term and that is supportive for long-term investors to scale into positions.\"</p><p>Need to Know: Oaktree's Howard Marks is finding bargains. 'I am starting to behave aggressively,' he says</p><p>U.S. stocks were weighed down on Monday after a rise in bond yields. Analysts had been anticipating that month and quarter end rebalancing of portfolios would be supportive of stocks this week, though doubts over the durability of the bounce off recent lows remain.</p><p>\"It is difficult to draw any concrete conclusions so close to quarter end, when rebalancing flows are muddying the waters,\" said Marios Hadjikyriacos, senior investment analyst at XM.</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 4.5 basis points to 3.24%. Yields and debt prices move opposite each other.</p><p>New York Fed President John Williams, in a television interview, said he expected the U.S. economy would see a slowdown but not a recession as the central bank aggressively tightens monetary policy in an effort to rein in inflation. Williams said he expected policy makers to debate whether to hike rates by another 50 or 75 basis points when they meet in July, after delivering a 75 basis point increase this month — the largest since 1994.</p><p>Data showed the U.S. trade deficit in goods narrowed by 2.2% in May to $104.3 billion.</p><p>The S&amp;P CoreLogic Case-Shiller 20-city index posted a 21.2% year-over-year gain in April, up slightly from 21.1% in the previous month. In April, the 20-month index rose a seasonally adjusted 2.3%. A separate report from the Federal Housing Finance Agency showed a 1.6% monthly gain. And over the last year, the FHFA index was up 18.8%.</p><p>A reading on consumer confidence was due at 10 a.m. Eastern.</p><p>Companies in focus</p><p>* Nike Inc. NKE shares rose 0.7% after theapparel maker beat earnings estimates but was cautious on margins and on China in particular. But Chinese stocks advanced after a loosening of quarantine requirements in the world's second-largest economy.</p><p>* JetBlue Airways Corp. JBLU once again raised its offer for discount carrier Spirit Airways Inc. SAVE as it attempts to outbid rival Frontier Group Holdings Inc. ULCC. JetBlue shares rose 2.5%, Spirit shares gained 3.2% and Frontier shares were up 2.7% amid a positive tone across the airline sector.</p><p>Other assets</p><p>* The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, rose 0.3%.</p><p>* Bitcoin BTCUSD was up 1.2% near $21,000.</p><p>* Oil futures rose, with the U.S. benchmark CL.1 up 1.2% near $111 a barrel. Gold futures GC00 were up 0.1% near $1,826 an ounce.</p><p>* The Stoxx Europe 600 XX:SXXP rose 0.5%, while London's FTSE 100 UK:UKX advanced 1.2%.</p><p>* The Shanghai Composite CN:SHCOMP and Hong Kong's Hang Seng Index HK:HSI each ended 0.9% higher, while Japan's Nikkei 225 JP:NIK rose 0.7%.</p><p>U.S. stocks bounce back after a sluggish session</p>",
  "published": "2022-06-28T13:45:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1083,
          "end": 1086
        },
        {
          "start": 1062,
          "end": 1081
        }
      ]
    }
  ]
}