{
  "_id": "f327c7e13aee8693807e5cb25babe289e17263bf18f7d974277e30ecd4b887cc",
  "feed": "wall-street-journal",
  "title": "Climate-Data Startup Arcadia Raises $200 Million; Provider of aggregated data on energy usage and pricing is now privately valued at about $1.5 billion",
  "text": "<p>Washington-based Arcadia's latest financing round values it at roughly $1.5 billion. The company has raised about $380 million since its inception in 2014 and hopes to use the money to increase the amount of data on its platform, expand globally and help companies manage their carbon emissions.</p><p>SHARE YOUR THOUGHTS</p><p>What role does data play in the fight against climate change? Join the conversation below.</p><p>By combining many regional utility data points in one place, Arcadia lets customers know when it is best to store clean energy, use solar power or charge an electric vehicle, Chief Executive Kiran Bhatraju said in an interview.</p><p>\"I think our platform will become foundational for the energy transition,\" he said.</p><p>Some investors are favoring software companies that sit in the middle of the transition away from fossil fuels, wagering that the startups have a quicker path to profitability because they don't need to spend heavily to make physical products such as electric cars or solar panels.</p><p>Arcadia declined to provide figures on its financial performance. Mr. Bhatraju said he expects to take the company public, but doesn't have a specific time frame in mind.</p><p>The investment by J.P. Morgan Asset Management is the first made by a sustainability-focused equity team, created earlier this year, in the firm's private capital division. Other investors in the round include existing Arcadia backers Tiger Global Management LLC, Wellington Management Co. and Salesforce Ventures, the venture investing arm of Salesforce Inc.</p><p>Write to Amrith Ramkumar at amrith.ramkumar@wsj.com</p><p>Climate-Data Startup Arcadia Raises $200 Million</p>",
  "published": "2022-05-10T09:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}