{
  "_id": "80db8d9cc41f67a1b5207ba36947525c696d2cd47bcfea0bce63fadf3c63e53a",
  "feed": "wall-street-journal",
  "title": "How the Fed and the Biden Administration Got Inflation Wrong; Officials applied an old playbook to a new crisis. 'We fought the last war.'",
  "text": "<p>Advisers to President Biden and Fed officials worried the Covid-19 pandemic and related restrictions would bring similar consequences to the 2007-09 financial crisis: weak demand, slow growth, long periods of high unemployment and too-low inflation.</p><p>So they applied the last playbook to the new crisis. The Fed redeployed low-interest-rate policies that it believed had been effective and generally benign, and promised not to pull back prematurely. Elected officials concluded they had relied too heavily on the Fed previously, and decided to spend more aggressively this time, starting with President Donald Trump and capped off with President Biden's $1.9 trillion stimulus.</p><p>Moreover, many Democrats saw their control of the White House and Congress as a rare opportunity to shift Washington's priorities away from tax cuts favored by Republicans and toward expansive new social programs.</p><p>But the pandemic economy turned out to be fundamentally different. While the financial crisis primarily dented demand by businesses and consumers, the pandemic undercut supply, resulting in persistent shortages of raw materials, container ships, workers, computer chips and more.</p><p>Unemployment fell and inflation rebounded more quickly than policy makers expected—yet they stuck with the old playbook. That exacerbated the supply-and-demand mismatches and helped drive inflation up, reaching 8.6% in May, its highest in 40 years.</p><p>After the 2007-09 financial crisis, total spending by consumers, business and government, unadjusted for inflation, remained stuck below the precrisis trend for years. By contrast, in the first quarter of 2022, it had shot to 5% above its prepandemic trend, or roughly $1 trillion, annualized, boosted by a tidal wave of federal stimulus.</p><p>Jason Furman, a Democrat who was chairman of President Barack Obama's Council of Economic Advisers from 2013 to 2017, said the latest effort tackled the wrong crisis. \"We fought the last war,\" he said.</p><p>\"It was a complicated situation with little precedent,\" Randal Quarles, a Republican and the Fed's vice chair for supervision from 2017 until the end of last year, said last month. \"People make mistakes.\"</p><p>Private forecasters and nonpartisan congressional scorekeepers similarly failed to anticipate the magnitude and duration of higher inflation. There was also bad luck. New Covid variants, Russia's invasion of Ukraine and China's Covid-related lockdowns have made a bad situation worse. And high inflation isn't solely the result of U.S. policy errors: It will end the year at 7.2% in Germany, 8.8% in Britain, 6.1% in Canada, and 6.8% in the U.S., J.P. Morgan projects.</p><p>Treasury Secretary Janet Yellen and other White House officials have argued that the stimulus was worth it because it helped to drive unemployment down quickly to below 4%, averting the prolonged high unemployment of the previous decade.</p><p>\"Our economy has recovered more quickly than our peers' around the world, with a historically strong and equitable labor market recovery and historic reductions in human suffering,\" said Brian Deese, director of the White House National Economic Council.</p><p>Officials have acknowledged that inflation is unlikely to recede quickly. Now they are scrambling to rectify their earlier miscalculations, a process that carries new risks of recession.</p><p>A year ago, Fed officials were projecting that inflation, using their preferred measure, would recede to 2.1% by the end of this year. They now see it at twice that, and unlikely to return to their 2% target before 2025. They have raised short-term interest rates by three-quarters of a percentage point, and officials could weigh raising rates by three-quarters of a percentage point at their meeting this week, accelerating the most rapid adjustment in decades.</p><p>Officials hope for a \"soft landing,\" a slowdown that curtails inflation without a recession. They also acknowledge how difficult the task is—and regret not starting sooner.</p><p>\"If you look back in hindsight then, yes, it probably would've been better to have raised rates earlier,\" Federal Reserve Chairman Jerome Powell said in an interview last month.</p><p>Ms. Yellen made headlines on June 1 when she acknowledged that she and other Biden administration officials had erred in assuring the public a year earlier that higher inflation would be transitory. In Washington, where policy makers rarely admit error, the administration's critics pounced on the acknowledgment. Inflation worries have stalled Mr. Biden's legislative priorities and eroded his approval ratings. Consumer confidence has plummeted, polls suggest. Polls suggest Democrats could face stinging defeats in this fall's midterm elections.</p><p>When they set out to confront the pandemic in 2020 and 2021, policy makers were motivated by lessons of the expansion after the 2007-09 financial crisis, the slowest on record. It took six years for the jobless rate to fall from 10% to 5%.</p><p>The initial hit from the pandemic and shutdowns sent unemployment to 14.7%.</p><p>Mr. Trump in 2020 signed off on more than $3 trillion of federal relief, passed with bipartisan majorities in Congress. The Fed, deploying strategies used after the financial crisis, pushed short-term interest rates to near zero, committed to keep them there, and began buying bonds to keep long-term rates down.</p><p>When Ms. Yellen, who wasn't deeply involved in Mr. Biden's campaign, briefed him by videoconference in August 2020, she told him that after an initial burst of stimulus following the 2009 downturn, austerity had slowed the expansion, according to people who were on the call. With interest rates so low, she added, the government could avoid repeating that mistake by borrowing cheaply.</p><p>\"There is a huge amount of suffering out there,\" she said in a September 2020 interview, and supported additional stimulus.</p><p>The pandemic has caused lasting disruptions to global supplies of a range of goods and services, causing nagging shortages and upward pressure on prices that would likely have occurred even without stimulus. While supply has been slow to rebound, demand for goods and services recovered quickly.</p><p>By December 2020, the unemployment rate had fallen to 6.7%. It had taken three years to fall to that level after the 2007-09 recession.</p><p>Policy makers didn't change course. House Democrats in May 2020 had approved a $3 trillion stimulus bill, and continued to back that figure, citing Mr. Powell's support for targeted aid.</p><p>Fed officials and Mr. Biden's advisers, many of whom had served either under Mr. Obama or, like Ms. Yellen, at the Fed during the financial crisis, remained haunted by the slow recovery of the 2010s and fears that new waves of Covid could derail the nascent upturn. Moreover, inflation had been below the Fed's goal for more than decade. This also made them confident they had the scope to act further.</p><p>\"We know from the previous expansion that it can take many years to reverse the damage\" of prolonged high unemployment, Mr. Powell said in a February 2021 speech.</p><p>Politics, not just economics, figured in stimulus decisions. Many Democrats were angered that a decade earlier Congressional Republicans had pressed Mr. Obama to accept fiscal austerity to reduce budget deficits, then increased deficits to cut taxes and boost military spending under Mr. Trump. Democrats saw deficit-financed stimulus this time as a vehicle to advance expanded social programs, such as an enriched child tax credit they hoped to make permanent. In progressive circles, some lawmakers embraced the ideas of \"modern monetary theory,\" which posited that as long as inflation was low, there was no limit to how much Washington could borrow.</p><p>Mr. Biden likened his ambitions to those of Lyndon B. Johnson's Great Society during the 1960s. \"This is the first time we've been able to, since the Johnson administration and maybe even before that, to begin to change the paradigm,\" he said after signing the stimulus into law in March.</p><p>In December 2020, after Mr. Trump had lost the election to Mr. Biden but had not conceded, he argued for $2,000 in additional relief checks to millions of individuals. Democratic candidates in Georgia's Senate runoff elections picked up the call.</p><p>They won, giving control of the Senate to Democrats. Progressive lawmakers pressed for fast action on stimulus.</p><p>Days before inauguration, Mr. Biden and his closest advisers agreed on the $1.9 trillion plan, which included $350 billion in aid for state and local governments, $300 a week in extra unemployment benefits through the first week of September, and, fulfilling the Georgia Democrats' promises, $1,400 relief checks, an addition to $600 passed by Congress in December.</p><p>Some economists warned this would lead to inflation, most prominently Harvard University's Lawrence Summers, a former Treasury secretary. He estimated monthly household income was about $25 billion to $30 billion below what it would be in a normally functioning economy. He estimated the stimulus was near $200 billion a month and would fill that \"output gap\" many times over. Mr. Furman joined in those criticisms.</p><p>Their criticism frustrated White House officials because both were prominent Democrats who had served under Mr. Obama. Ms. Yellen, who was new to Mr. Biden's team, was in a delicate position. When Mr. Biden completed the $1.9 trillion proposal in January, she wasn't in the meeting, according to people familiar with the matter.</p><p>Ms. Yellen believed Mr. Summers might have a valid point with his analysis, according to people familiar with her thinking at the time. But based on her experience of the last expansion, she believed and repeatedly advised Mr. Biden that doing too little was a greater risk than doing too much, these people said. \"The best thing we can do is act big,\" she told lawmakers. Her views on inflation carried particular weight: She had chaired the Fed from 2014 to 2018 and over two decades had earned a reputation as an astute forecaster.</p><p>The Fed's response was similarly anchored in a reading of the previous decade, when its overriding concern wasn't high inflation but low inflation and stagnation, as Japan had suffered. Officials unveiled a policy framework in August 2020 that sought to push inflation modestly above the 2% target so as to make up for prior misses.</p><p>To follow through on the new strategy, they signaled they would keep rates at zero until the economy reached what Fed officials called \"maximum employment,\" the most that can be sustained without causing inflation. Such commitments were another feature of the postcrisis playbook designed by former Fed Chairman Ben Bernanke and Ms. Yellen.</p><p>Maximum employment is hard to estimate in normal times and was even more so as the pandemic receded. When inflation began to surge in June, Fed officials thought it transitory in part because unemployment was still 5.9%; it had fallen as low as 3.5% in 2019 without inflation going up. Rather than pivot their focus to inflation, they elected to stand by their new commitment to drive unemployment down further before raising rates.</p><p>Until November 2021, the Fed was adding more stimulus by buying $120 billion of Treasury and mortgage-backed bonds a month. Such purchases are aimed at holding down long-term interest rates. Officials had said they would \"taper\" those monthly purchases to zero before starting to raise rates.</p><p>Mr. Powell had wanted to move carefully because he feared a rerun of the \"taper tantrum\" in 2013, when investors, worried about an end to the Fed's postcrisis bond buying, sent long-term Treasury yields up sharply. In early 2021, Mr. Powell urged his colleagues to delay any public discussion about tapering, according to people familiar with the deliberations. Once inflation began to rise, he began telegraphing plans to taper but did so gradually, spreading the debate over several policy meetings last summer.</p><p>\"Tapering is the thing that really got us in this bind. We couldn't lift off until we got it over with,\" said Fed governor Christopher Waller. \"We didn't start fast enough, and we didn't go fast enough at first.\"</p><p>Mr. Quarles said in hindsight the Fed should have begun reducing bond purchases last September; it phased them out between November and this past March.</p><p>Before the pandemic, Mr. Summers had warned of a chronic shortfall of demand and low inflation, a combination dubbed \"secular stagnation.\" But after Mr. Biden's stimulus passed in March 2021, his concerns shifted to excess demand and inflation. The Fed's job is to take the punch bowl away just as the party gets going, a former chairman once quipped. Mr. Summers compared the Fed's new framework to waiting \"until we see a bunch of drunk people staggering around.\"</p><p>Mr. Summers was in the minority. Many professional economists, using models similar to those used by Mr. Powell and Ms. Yellen, agreed with them that the inflation surge would be transitory. In July 2021, private forecasters surveyed by The Wall Street Journal projected inflation would recede to 2.4% by the end of 2022. They now project 4.8% at year-end.</p><p>\"We used econometric models estimated off the last two decades or so of data. During that period, inflation was close to 2%,\" said St. Louis Fed President James Bullard. \"Then you tried to use that model when you got a gigantic pandemic shock; it wasn't the right model to use.\" Eventually, he said, the Fed had to \"chuck the whole playbook.\"</p><p>Other central banks also admit to getting inflation wrong and are racing to raise interest rates. The Reserve Bank of Australia, which until last fall planned to keep rates near zero until 2024 because it expected inflation to stay low, just raised them. \"That's embarrassing. We should forecast this better. We didn't,\" said its governor, Philip Lowe.</p><p>Mr. Biden hasn't won much credit for a strong labor market because rising inflation has cut into household paychecks and because many goods have been harder to buy. As consumer confidence has fallen, Mr. Biden's approval ratings have become mired around 40%, according to polls.</p><p>\"In some ways, history may have steered the Fed a little bit wrong, and the fiscal policy as well,\" said Mr. Bernanke at a public event last month. \"Fiscal policy makers seem to have overlearned the lessons of austerity from the post-financial crisis period.\"</p><p>Write to Nick Timiraos at nick.timiraos@wsj.com and Jon Hilsenrath at jon.hilsenrath@wsj.com</p><p>How the Fed and the Biden Administration Got Inflation Wrong</p>",
  "published": "2022-06-13T20:15:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2614,
          "end": 2625
        }
      ]
    }
  ]
}