{
  "_id": "b6dac51f87b06afaebd7b43b14cd2a1d552083c9bb28e109b317e03a94e86992",
  "feed": "ftcomall",
  "title": "Liz Truss on collision course with Bank of England over boosting economy",
  "text": "<p>Britain's new prime minister is setting up a policy clash with the Bank of England that economists think will lead to a jump in interest rates before Christmas.</p> <p>Liz Truss's <a href=\"https://www.ft.com/content/6cce0405-1c6a-49aa-b36a-dc4f8a8ca3db\">plans for generous energy subsidies</a> will boost the economy, lowering measured inflation and helping households maintain their spending levels, but this is likely to force the central bank to raise rates faster to keep inflation under control. </p> <p>Financial markets are betting that the bank's official interest rate will rise from the current level of 1.75 per cent to more than 3 per cent in December in a jump designed to shock households and companies.</p> <p>There are three Monetary Policy Committee meetings before Christmas, with the first on September 15. </p> <p>Allan Monks, UK economist at JPMorgan, said: “It looks increasingly likely that the BoE will deliver a 0.75 percentage point rate hike next week.” </p> <p>Allies of Truss have indicated she will announce a plan to address soaring energy costs on Thursday based around a freeze in energy bills at a level of £2,500 a year, which is larger than economists had expected. The <a href=\"https://www.ft.com/stream/0ee3486f-0669-4774-b8f6-0c67e3b6b18f\">BoE</a> did not factor any new support into its August forecasts. </p> <p>Freezing energy bills would stop inflation rising far above the 10.1 per cent level it reached in July, but the BoE thinks the economy needs to go into recession to bring it down sustainably. </p> <p>A large fiscal stimulus would moderate the chances of recession, Monks said, but that “would likely leave the economy and labour market more resilient than the BoE expected in August, and place a greater burden on the bank to bring inflation down by taking rates higher”.</p> <p>He said monetary and fiscal policies were likely to “collide”. </p> <p>In a tough speech on Monday, Catherine Mann, one of the external members of the bank's MPC, said interest rate rises needed to be “fast and forceful” in order to show the BoE was serious about meeting its inflation target. That was better, she said, than relying on economic weakness alone to bring inflation down. </p> <p><a href=\"https://www.ft.com/content/3c067e28-e33a-4bda-9f2e-81a109966b20\">Writing in the Financial Times</a> on Sunday, Kwasi Kwarteng, who was appointed chancellor on Tuesday, said that “co-ordination across monetary policy and fiscal policy is crucial”.</p> <p>But economists think this will be almost impossible to achieve if the government is seeking to boost spending while the BoE is trying to damp demand. </p> <p>James Searle, European interest rate strategist at Citi, warned that “fiscal and monetary policy in the UK are now set to pull in different directions”.</p> <p>Searle added that the developments were “concerning” because Treasury policy would contradict that of the central bank and “it also suggests a fundamental incongruity in the analytical framework used by the central bank and fiscal authority”.</p> <p>With the BoE having the final word, Searle predicted that “the MPC will react with growing degrees of aggression to further fiscal easing”.</p> <p>Jonathan Portes, professor of economics at King's College London, believes this conflict is inevitable. “Trussonomics means more borrowing,” he said, cautioning that while increasing government debt was not a problem for the BoE when interest rates were stuck close to zero, that did not apply now. </p> <p>“UK interest rates are well off their floor and are headed up. Inflation, of course, is running at about 10 per cent,” Portes said.</p> <p>Truss, meanwhile, has become less aggressive towards the BoE as she has come closer to power. </p> <p>In July, she wanted to <a href=\"https://www.ft.com/content/13667be3-8750-4a40-bfc4-22678cdb41be\">review the BoE's mandate</a> and called for ministers to give the bank “a very clear direction of travel on monetary policy”. But this week, she has pledged her support for the bank's independence, saying “it is the Bank of England's job to bring inflation down”. </p> <p>Her comments will give BoE governor Andrew Bailey and other officials at the bank some reassurance that Truss and her chancellor will not object to higher interest rates. The governor and his colleagues are set to appear at the House of Commons Treasury select committee on Wednesday to outline their latest thinking. </p><p>Source: Chris Giles in London 2022 'Liz Truss on collision course with Bank of England over boosting economy' FT.com 7 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-07T03:00:25.996Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.9999989,
      "offsets": [
        {
          "start": 755,
          "end": 763
        }
      ],
      "weightsV2": {
        "weight": 1.0010517,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0010516644,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}