{
  "_id": "91c8eab632e09da8ff7d94a373c50982393b3d3613c5f5238a7da874a9def404",
  "feed": "ftcomall",
  "title": "Yen hits new 24-year low testing BoJ's ultra-loose policy",
  "text": "<p>The yen tumbled to a new 24-year low against the dollar on Wednesday as large import-dependent Japanese companies continued to buy the US currency and hedge funds unwound more of their bets that the Bank of Japan was poised to adjust its ultra-loose monetary policy. </p> <p>In early Tokyo trading, the yen sank to ¥136.71 against the dollar, building on an overnight slump during US trading hours and breaking into new territory after <a href=\"https://www.ft.com/content/74eb396d-8fe5-449c-957c-5991edaf2647\">sliding for several weeks</a>. </p> <p>Traders said that the move past the ¥136 line marked a significant test of the BoJ and Japanese authorities more broadly, as market speculation grew that a sharp move from current levels to ¥140 might force some form of practical intervention after largely ineffective verbal warnings. </p> <p>The yen's volatility has been driven by divergence between the policy of the US Federal Reserve and that of the BoJ. While the Fed is significantly stepping up its efforts to tackle soaring prices and implemented <a href=\"https://www.ft.com/content/85f9d719-ed62-451b-9506-f3f0eb559874\">its first 0.75 percentage point rate rise</a> since 1994, the BoJ is sticking to ultra-dovish policy, targeting a negative short-term rate of -0.1 per cent. </p> <p>Ahead of last week's BoJ monetary policy meeting, some traders thought governor Haruhiko Kuroda might adjust the bank's policy. But the BoJ made it clear <a href=\"https://www.ft.com/content/004990e9-d756-4cfe-9be2-be2ec6fc8dcd\">it was not going to change</a>, and said only that it would “pay due attention” to developments in forex markets. </p> <p>Forex strategists concluded that the BoJ had made it plausible that the market would send the <a href=\"https://www.ft.com/content/afd12192-07f7-431e-a15e-6737729e79e4\">yen</a> lower, with analysts at JPMorgan among those saying that the currency could even fall below ¥140 against the dollar.</p> <p>Forex analysts said that there were now two main forces driving short-term movements in the yen.</p> <p>One is Japanese corporations that need a continuous source of dollars to meet the demands of rising import costs for energy and raw materials, said Yujiro Goto, FX strategist at Nomura.</p> <p>The other is speculators who are unwinding positions that were built ahead of last week's BoJ meeting on the expectation of a small shift in policy but who have concluded that such a risk has receded.</p> <p>Goto said some investors thought that the BoJ's forthcoming July policy meeting could result in a tweak in policy. The meeting will be held, he noted, after a critical upper house election in early July that has removed some of the government's flexibility to make decisive moves until it has secured victory.</p><p>Source: Leo Lewis in Tokyo 2022 'Yen hits new 24-year low testing BoJ's ultra-loose policy' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-22T05:09:54.150Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1493,
          "end": 1501
        }
      ]
    }
  ]
}