{
  "_id": "4f25f65770dc0771bca2ad303fbcf47a8c61b13365c03809217a123975107abc",
  "feed": "market-watch",
  "title": "Wells Fargo CEO Charles Scharf: 'Real-estate values moderating in the long term are a good thing'; Scharf said his company was experiencing a 'huge decline' in mortgage applications",
  "text": "<p>Scharf said it will help ease pressures on inflation, which are being particularly felt in more expensive monthly rents and higher mortgage repayments due to rising interest rates. He added: \"But it'll be messy going through it.\"</p><p>Inflation rose by 8.6% on the year in May to a 40-year high, led by the higher cost of gas and food. The core rate of inflation — stripping out food and energy costs — rose 4.7% in May from a year ago.</p><p>The housing finance industry is shaking from the Federal Reserve's 0.75 percentage point hike in May. Lenders from Wells Fargo to JPMorgan JPM to real-estate companies like Redfin RDFN and Compass COMP are laying off staff.</p><p>\"We're seeing a huge decline in terms of just mortgage applications,\" Scharf said. \"Our mortgage revenues will be down 50% from the first quarter to the second quarter.\"</p><p>The limited supply of housing and more expensive financing will still mean housing is less affordable for a \"broad group of people,\" Scharf said, but he added this will not impact all homebuyers equally, and will hit lower-income households harder.</p><p>\"I hate to sound like a broken record, but the people who are at the lower end of that are the ones who that impacts the most,\" he said. \"They don't have reserves, they can't stretch [their finances], it's harder for them to get credit.\"</p><p>Refinancing activity is up 2% week-over-week, but down 80% compared to the same period last year. Mortgage applications were slightly up for the week ending June 24, according to the Mortgage Bankers Association.</p><p>The 30-year fixed-rate mortgage averaged at 5.7%, according to Freddie Mac FMCC .</p><p>Write to: aarthi@marketwatch.com</p><p>Wells Fargo CEO Charles Scharf: 'Real-estate values moderating in the long term are a good thing'</p>",
  "published": "2022-06-30T15:01:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 571,
          "end": 574
        },
        {
          "start": 562,
          "end": 570
        }
      ]
    }
  ]
}