{
  "_id": "b1a3e40c8a2428de5d3cbc1e0711dbf24d3d26ae4a37869449ce6fd29d525746",
  "feed": "wall-street-journal",
  "title": "Citi Expects Significant Rate Increases From the Fed, CFO Says; U.S. corporate and consumer spending is still going strong, but the economic outlook is concerning, Mark Mason says",
  "text": "<p>\"If you look at the market today, we're looking at a rate increase that could be as high as 75 basis points in the next two meetings,\" Mr. Mason said, referring to the central bank's monetary policy gatherings.</p><p>Markets are expecting the Federal Reserve to raise its benchmark interest-rate target by as much as 0.75 percentage point at its meeting ending Wednesday. That would mark the third rate increase this year.</p><p>\"I think what you see here is the sentiment that the Fed is going to have to do something more to try and [stave] off the high levels of inflation that we're seeing,\" Mr. Mason said. \"And to try the best that they can to ensure a softer landing, as we manage through what will likely be some type of recession.\"</p><p>Despite those concerns about the slowing of the U.S. economy, Citi's corporate clients continue to have strong balance sheets and ample liquidity, he said. \"Our clients are also focused on their expense base and what inflation could mean for wage increases and product input increases,\" Mr. Mason said.</p><p>Corporate clients, many of which are investment-grade-rated companies, are planning for different scenarios, he said. \"This mix of inputs [is] very different than anything many of us have experienced,\" Mr. Mason said.</p><p>With consumers, spending levels remain elevated, and certain sectors that were hit hard during the pandemic—such as travel and dining—are recovering, he said. Meanwhile, concern is low about the cost of credit, with net credit losses in the branded card business amounting to 1.5% in the first quarter, he said.</p><p>\"The consumer remains quite healthy, I would say, but I would also say cautious as we think about what a recession could mean as we see the higher gas prices and other inflationary aspects kind of play through,\" Mr. Mason said.</p><p>While Citi may initially gain from an interest-rate hike, Barclays PLC analyst Jason Goldberg cautions that could change. \"Banks are asset sensitive, and certainly in the near term will benefit from increased interest rates,\" Mr. Goldberg said. \"On the other hand, the Fed is hiking to slow the economy, so there are obviously implications down the road in terms of what that might result in.\"</p><p>The war in Ukraine has prompted Citi to shrink its exposure to Russia, with the ultimate goal to sell its consumer franchise and its commercial business in the country. The bank has reduced its exposure to $7.8 billion in the first quarter from $9.8 billion in December.</p><p>Citi continues to try to sell its business in Russia, Mr. Mason said. \"It's a very complicated process and in the midst of everything that's going on there…I'll talk more probably at earnings about how the exposure evolves,\" he said, pointing to Citi's coming second-quarter earnings release.</p><p>Higher expenses and lower revenue dragged down Citi's profitin the first three months of the year. The bank reported in April that net income fell 46% to $4.3 billion in the first quarter, compared with $7.9 billion in the year-earlier quarter. Revenue declined to around $19.2 billion in the first quarter, down 2% compared with the first three months of 2021.</p><p>Citi is investing heavily in upgrading its technology and revamping its business, but continues to lag behind large U.S. competitors such as JPMorgan &amp; Chase Co. in terms of share-price performance. Its shares, which closed at $45.96 Tuesday, are down about 24% year to date.</p><p>Write to Jennifer Williams-Alvarez at jennifer.williams-alvarez@wsj.com</p><p>Citi Expects Significant Rate Increases From the Fed, CFO Says</p>",
  "published": "2022-06-14T21:57:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3251,
          "end": 3259
        },
        {
          "start": 3251,
          "end": 3270
        }
      ]
    }
  ]
}