{
  "_id": "1ea07c8f7ac0d69397944d5dd1a52b8a6a1870452286679f7c9109ced17be643",
  "feed": "market-watch",
  "title": "Robert Shiller created an index that shows investors' fear of a stock market crash. Here's what it's saying now. The 'Crash Confidence Index' is getting bullish as more investors become anxious about their portfolios.",
  "text": "<p>Shiller expresses the results as the percentage of respondents who believe this probability is less than 10%. Currently, as you can see in the chart below, 22.8% of individual investors believe this probability is that low. The only other times since 2001 when this percentage got any lower was at the bottom of the 2007-2009 and 2011 bear markets. Those certainly are bullish precedents.</p><p>(Because this chart can be confusing, care needs to be exercised when viewing it. The chart does not show the percentage of investors who think a crash is probable. It instead shows the percentage who believe that this probability is low. So lower values on the chart indicate that crash anxiety is more widespread, and vice versa. For example, the 22.8% current reading for individual investors means that 77.2% believe there's a greater-than-10% probability of such a crash.)</p><p>You might wonder if crash anxiety is so high because it's October, the month of the two worst crashes in U.S. history. But that can't explain it. The latest reading is lower than all but three Octobers since 2001.</p><p>To appreciate the strength of this contrarian indicator, consider the data in the table below. It contrasts the average S&amp;P 500 SPX total real-return in the wake of either the 10% of months when crash anxiety was highest or the decile when that anxiety was lowest. The differences are significant at the 95% confidence level that statisticians often use when assessing whether a pattern is genuine. </p><p> Crash confidence index readings:    Fear of crash is…  Average S&amp;P 500 total real return over subsequent 12 months  Average S&amp;P 500 total real return over subsequent 2 years (annualized)  Average S&amp;P 500 total real return over subsequent 5 years (annualized)  Lowest 10% of historical readings   Highest            25.6%                                                        19.5%                                                                   15.3%  Highest 10% of historical readings  Lowest             5.6%                                                         6.6%                                                                    6.1%</p><p>A crash's actual probability</p><p>Shiller's survey focuses on investors' subjective perception of a crash's probability. The actual probability is lower. A lot lower.</p><p>We know this because of research conducted by Xavier Gabaix, a finance professor at Harvard University. After analyzing decades of stock market history in both the U.S. and other countries, he and his co-authors derived a formula that predicts the frequency of stock market crashes over long periods of time. The formula has worked remarkably well in the two decades since it was first published.</p><p>In an email, Gabaix said their formula estimates that the probability of a 22.6% one-day plunge in stock markets is just 0.33% over a six-month period. That percentage figure was used because it's how much the Dow Jones Industrial Average DJIA lost on Oct. 19, 1987.</p><p>Given that this percentage is so low, we know that the subjective probabilities reported in Shiller's survey are almost purely a reflection of investor sentiment rather than objective reality. That's why contrarians aren't worried about the current high level of crash anxiety, and instead believe it to be a positive sign.</p><p>Mark Hulbert is a regular contributor to MarketWatch. His Hulbert Ratings tracks investment newsletters that pay a flat fee to be audited. He can be reached at mark@hulbertratings.com</p><p>More: Stocks could fall 'another easy 20%' and next drop will be 'much more painful than the first', Jamie Dimon says</p><p>Also read: Here's how you'll know stock-market lows are finally here, says legendary investor who called '87 crash</p><p>Robert Shiller created an index that shows investors' fear of a stock market crash. Here's what it's saying now.</p>",
  "published": "2022-10-11T15:22:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}