{
  "_id": "934a2a758927c26380c6790093e0275f55c8844768ad98a9a6e9971acb6a141f",
  "feed": "market-watch",
  "title": "Senators drill down on Zelle reimbursements, inflation and 'uber-woke' policies in bank CEO hearing; JPMorgan CEO Dimon says reimbursing all Zelle fraud schemes could be problematic",
  "text": "<p>Sen. Elizabeth Warren, a Democrat from Massachusetts, said that only Truist has provided data she requested in a July letter to banks on the number of fraud complaints since 2018 on Zelle. The payment service is owned by seven banks, six of which appeared before the committee.</p><p>\"Last year Zelle users were defrauded $500 million that we know of,\" Warren said. \"You built it, you profit from every transaction and you tell people it's safe.\"</p><p>Truist reported 52,000 transactions totaling $46 million, but the other banks have not responded.</p><p>The bank CEOs said they would provide the data to Warren.</p><p>Banks reimburse customers for unauthorized transactions, Moynihan said, but are focusing more on consumer education to fight scammers who convince people to make payments using Zelle.</p><p>Warren asked the executives if they'd be willing to make good on all complaints from Zelle customers who report they've been defrauded. None of the CEOs agreed to do so, but they said they're working to improve fraud detection in the system.</p><p>Also read: U.S. stocks extend fall after Fed's third jumbo rate hike</p><p>Dimon said the banks would love to see more criminals locked up, but added, \"Think what would happen if you agreed to reimburse every transaction that someone agrees to.\"</p><p>Members of the Senate Committee on Banking, Housing and Urban Affairs questioned the CEOs a day after the same group of seven executives appeared before the House Committee on Financial Services.</p><p>Sen. Sherrod Brown, a Democrat from Ohio, said missteps by the industry such as fake account scandalsat U.S. Bancorp and Wells Fargo and high fees have alienated consumers.</p><p>\"The biggest Wall Street banks have lost the trust of the American people\" and pushed customers toward cryptocurrencies and less-regulated financial technology companies, Brown said in his opening statement.</p><p>Brown called on banks to work harder to provide affordable home loans in all communities, treat their employees better and reduce fees. He thanked the banks that have announced pay raises and reduced overdraft fees in the past year.</p><p>Sen. Pat Toomey, a Pennsylvania Republican, said \"activist regulators\" as well as progressives on Capitol Hill \"see banks as a tool to advance their social policy\" on issues ranging from global warming to gun control, voting rights and abortion rights. Many of these social topics aren't core to the banking business, but banks have been addressing them, he said.</p><p>\"Banks have inserted themselves into [liberal] social issues,\" he said. \"It's bad business to alienate half the country.\"</p><p>Sen. John Neely Kennedy, a Republican from Louisiana, told the CEOs to avoid trying to \"win … the uber-woke sweepstakes\" by bowing to pressure from liberals.</p><p>As inflation continues \"gutting the American people like a fish,\" Kennedy asked the CEOs what kinds of policies they'd like to see that would help.</p><p>Citi's Fraser and JPMorgan's Dimon said the U.S. doesn't need more stimulus at the moment. Dimon said he'd like to see a \"more calibrated\" tax system and urged Congress to promote sensible taxes and policies on immigration, healthcare and infrastructure to help grow the economy.</p><p>Asked about innovation, Dimon said banks need to continue to speed up payments for consumers, but said institutions have been using electronic payment systems effectively.</p><p>In Wednesday's hearing in the House, Dimon and other bank CEOs defended their loan activity to the fossil fuel industry.</p><p>Any ban on funding new oil and gas projects \"would be the road to hell for America,\" said Dimon, whose bank is the largest U.S. provider of loans and other capital to the energy sector.</p><p>Dimon also said he remains a skeptic of cryptocurrencies, which he described as \"decentralized Ponzi schemes.\"</p><p>While politicians found plenty to complain about with banks, investors have been bearish on the sector this year amid jitters around an economic slowdown.</p><p>The Financial Select SPDR ETF XLF is down 19.1%, compared with a 21.1% drop by the S&amp;P 500 SPX.</p><p>Also read: Mortgage applications rise for the first time in six weeks, despite rates rising to 6.25%, signaling housing market's 'volatility'</p><p>Senators drill down on Zelle reimbursements, inflation and 'uber-woke' policies in bank CEO hearing</p>",
  "published": "2022-09-22T17:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 101,
          "end": 109
        },
        {
          "start": 2862,
          "end": 2871
        },
        {
          "start": 2883,
          "end": 2891
        }
      ]
    }
  ]
}