{
  "_id": "5f641b9f25a708bb092097bc97d5ef0de3f6ac6cf7d9e67507988a90abd6436b",
  "feed": "wall-street-journal",
  "title": "Medtronic Blood-Pressure Device Curbs Hypertension, but Misses Top Goal in Study; Company seeks FDA approval of Symplicity Spyral, used in a minimally invasive treatment",
  "text": "<p>Despite falling short of the study's main efficacy goal, Medtronic said it has completed its application to the Food and Drug Administration for approval of the device, based on its safety and ability to meet certain secondary goals in the latest study as well as positive data from earlier studies.</p><p>If the FDA approves it, the device could offer a new, nonmedication treatment option for people with blood pressure that remains high despite treatment with drugs. It could also be a big-selling product for Medtronic.</p><p>\"This could be the biggest thing we've ever done because hypertension is the number-one contributor to death,\" Medtronic Chief Executive Geoffrey Martha said in an interview. People will have to sort through the nuances of the results, he added, \"but it doesn't take a rocket scientist to see what this therapy does.\"</p><p>Medtronic shares were down 5.5% after-hours, following results of the new study.</p><p>High blood pressure affects more than one billion people globally and is a significant cause of deadly heart attacks and other complications, according to the World Health Organization. Only about one in five adults with hypertension globally have it under control, despite the availability of many antihypertensive drugs and recommended lifestyle changes.</p><p>Medtronic's experimental device, Symplicity Spyral, is used to perform a minimally invasive procedure known as renal denervation.</p><p>In renal denervation, doctors insert a spiral-shaped catheter into an artery near the patient's groin, through which a generator delivers radio-frequency energy to nerves in arteries near the kidneys. These nerves can become overactive and fuel high blood pressure. The device essentially burns these nerves so that they don't contribute to high blood pressure.</p><p>Renal denervation has potential to be a one-time treatment, though researchers are still following patients to see how the benefit lasts.</p><p>Renal-denervation technologyhas been in development for more than a decade, but hit a setback when it failed to provide a significant benefit in a Medtronic-sponsored study released in 2014.</p><p>Medtronic subsequently made changes to its device, including redesigning the catheter to improve delivery of the radio-frequency energy, said Sean Salmon, a Medtronic executive vice president leading its cardiovascular portfolio.</p><p>SHARE YOUR THOUGHTS</p><p>How might the release of Medtronic's blood-pressure device affect you or the people around you? Join the conversation below.</p><p>The retooled device showed promise in initial studies. Medtronic's product is approved for commercial use in more than 60 countries, but not in the U.S., Japan and Canada.</p><p>The new Medtronic-funded study enrolled more than 330 patients with high blood pressure that remained elevated despite treatment with medication. Entering the study, patients were taking an average of two antihypertensive medications, and their average blood pressure was about 149/96. A normal blood pressure reading is less than 120/80, according to the Centers for Disease Control and Prevention.</p><p>About two-thirds of patients underwent a renal denervation procedure, while the rest were in a control group that received a sham procedure mimicking the real one but without the radio-frequency energy.</p><p>Six months later, each study volunteer underwent multiple measures of blood pressure over a 24-hour period to track the study's primary goal.</p><p>Medtronic's device cut systolic blood pressure by 6.5 points. Systolic blood pressure, the higher number in a reading, measures blood pressure in arteries when the heart beats.</p><p>Yet the reduction from renal denervation was only about 2 points better than the 4.5-point average reduction for volunteers who received the sham procedure. The difference wasn't statistically significant, so it didn't meet the study's main goal of showing a comparative benefit for renal denervation.</p><p>One potentially confounding factor: A greater proportion of patients in the sham procedure group changed their medications between the procedure and the six-month assessment, which might have contributed to a more significant reduction in their blood pressure than expected, said Dr. David Kandzari, chief of the Piedmont Heart Institute in Atlanta and an investigator in the study. This made it a tougher comparison for the renal-denervation group.</p><p>\"The absolute reduction was quite meaningful with renal denervation even though it didn't meet the primary endpoint,\" Dr. Kandzari said.</p><p>The procedure did meet a secondary goal of reducing systolic blood pressure as measured over a shorter duration during a doctor's office visit, when readings are typically higher. Renal denervation reduced this measure of blood pressure by nearly 10 points, versus a 5-point reduction for patients in the sham procedure, a statistically significant improvement.</p><p>Researchers said renal denervation was safe in the study, with few adverse events.</p><p>Results of the study were presented at an American Heart Association meeting in Chicago.</p><p>Dublin-based Medtronic has long viewed renal denervation as a large potential new market, leading it to acquire the technology's developer, Ardian, for $800 million in 2011.</p><p>Medtronic has estimated that annual sales of its renal-denervation product could hit $2 billion to $3 billion by 2030.</p><p>Yet the mixed study results could damp the product's commercial potential among doctors, patients and insurers even if regulators approve it. Before the results were released, J.P. Morgan analysts said the market for the device might be in the hundreds of millions of dollars in sales, rather than billions as Medtronic has suggested.</p><p>Write to Peter Loftus at Peter.Loftus@wsj.com</p><p>Medtronic Blood-Pressure Device Curbs Hypertension, but Misses Top Goal in Study</p>",
  "published": "2022-11-07T23:38:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5456,
          "end": 5467
        }
      ]
    }
  ]
}