{
  "_id": "62e15632becb51eadc7ee1e0f99a9e4136145271ce9677db8037da596c527718",
  "feed": "ftcomall",
  "title": "Investors rush to US oil and gas bonds as energy prices boost finances",
  "text": "<p>Investors are loading up on the debt of US oil and gas companies, lured by their ability to generate cash again as energy prices soar. </p> <p>Funds now hold overweight positions in high-yield energy bonds compared to a benchmark index, according to Bank of America Global Research. This means that, instead of simply trying to track the proportion of energy sector bonds in the index, investors are choosing to own much more. </p> <p>Investors' appetite for energy bonds comes as crude oil prices stage a ferocious recovery, more than doubling since late 2020 to $90 a barrel, their highest in seven years. Natural gas prices have also rallied. </p> <p>Range Resources, a shale gas producer active in the Appalachian region, raised $500mn in January, receiving twice the level of investor demand than typical oil and gas deals, according to a person with direct knowledge of the deal. </p> <p>The strong appetite for the debt helped Range cut its interest costs almost in half, with the coupon on the eight-year deal dropping to 4.75 per cent, significantly below the 9.25 per cent coupon on the debt the proceeds were used to repay. </p> <p>Investors noted that since the pandemic, many financially weaker energy companies have either restructured their debt or gone through bankruptcy such as Chesapeake Energy, a pioneer of the shale revolution. Energy debt accounted for more than a third of $141bn in high-yield defaults in 2020, according to JPMorgan, leaving behind stronger names. </p> <p>Crashing oil prices in early 2020 also prompted downgrades of several higher-rated, investment-grade companies such as Occidental Petroleum, raising the overall quality of the companies now in the high-yield bond market. </p> <p>Rating agencies have recently upgraded several shale oil and gas companies, reflecting stronger balance sheets for a sector once notorious for profligate spending. </p> <p>Alongside pledges of capital discipline, operators such as Range, Chesapeake, Pioneer Natural Resources and Devon Energy have stressed their efforts to reduce greenhouse gas emissions from operations, if not the combustion of the fuels they produce. </p> <p>These commitments, made as more investors take environmental, social and governance (ESG) factors into their decisions, have also helped the appetite for energy debt, investors said. </p> <p>“We do look at ESG factors when we look at energy names,” said Nichole Hammond, a high-yield portfolio manager at Angel Oak Capital Advisors. “We focus on the better operators that want to improve. It does ultimately come down to credit, but there is more and more layering of ESG metrics.”</p> <p>Others said that energy companies' improved financial prospects had simply moved ESG priorities to the background. </p> <p>“I think folks have hidden behind ESG when oil prices were just lower,” said one debt banker. “ESG has gone to the back burner. I'm not saying ESG is no longer relevant but it doesn't seem to be as important.”</p> <p>Investor appetite has dragged down the difference in yield between high-yield energy bonds and the high-yield bond index to just 0.2 percentage points, from around 2 percentage points at the start of 2021 and as much as 12 percentage points at the worst of the pandemic in 2020. </p> <p>However, investors said the bond rally has more room to run, especially among the debt of companies such as Occidental, tipped to be lifted back up to investment-grade by rating agencies soon. </p><p>Source: Joe Rennison and Derek Brower in New York 2022 'Investors rush to US oil and gas bonds as energy prices boost finances' FT.com 13 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-13T11:00:08.101Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1409,
          "end": 1417
        }
      ],
      "nexusId": "10009914"
    }
  ]
}