{
  "_id": "36a632415fa4899eb27b69176da3ed5559df9ba5af2c429d61bd04fc59c5c667",
  "feed": "ftcomall",
  "title": "The new energy shock: Putin, Ukraine and the global economy  ",
  "text": "<p>Even before Russian tanks rolled into Ukraine on Thursday, western governments were struggling with rising energy prices that threatened to derail economies emerging from two years of pandemic. Vladimir Putin's aggression could now turn that threat into a reality. </p> <p>From crude oil to diesel to natural gas, the fossil fuels that power the global economy are trading at or towards record levels, threatening to redraw geopolitical relations between producers and consumers, drive up inflation and potentially even disrupt the fight against climate change.</p> <p>On Thursday, Brent crude, the international benchmark, almost hit $106 a barrel, its highest price since 2014, as traders digested the news that the world's second biggest oil exporter had gone to war with a country at the centre of a web of energy export infrastructure. </p> <p>European natural gas prices also spiked this week, reflecting fears that Russia could retaliate by <a href=\"https://ig.ft.com/europes-gas-crisis-pipelines-explainer/\">withholding exports</a> accounting for about a third of the continent's gas needs in retaliation for <a href=\"https://www.ft.com/content/69f72de5-d727-496d-9f9d-316db7bdaf03\">new sanctions</a> and Germany's decision to indefinitely suspend certification of the Nord Stream 2 pipeline.</p> <a href=\"http://www.ft.com/cms/8802271.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Putin, Russia's president, has not only led Europe into one of its worst conflicts since the second world war, but also worsened an unfolding energy crisis. </p> <p>“The next stage is an economic war,” says Daniel Yergin, vice-chair of IHS Markit and author of <em>The New Map</em>, a recent book on energy politics. “The ultimate consequence of this can be a big negative shock to the global economy.”</p> <p>Oil and gas-exporting autocracies in the Middle East are likely to gain, as they did in the great oil market bull run of 2005-08, which underpinned the Gulf's economic and construction booms and entrenched the region's autocracies. Russia also stands to benefit, as surging oil revenue fills the Kremlin's coffers and enriches anew many of the same oligarchs that are now under western sanctions. Russia's national wealth fund, worth $32bn in 2008, had a value of $175bn at the start of February, or about 10 per cent of gross domestic product — a useful buffer as western economic sanctions tighten.</p> <p>In western capitals, the crisis in fossil fuel markets could have been an opportunity for politicians to accelerate their green energy plans. But fears of inflation and energy security anxieties seem instead destined to trump climate policies, including the clean energy revolution promised by US president Joe Biden as he entered the White House last year. With midterm elections looming and his approval ratings sinking, petrol prices are the president's priority. </p> <p>“Even modest fuel price rises have significant political ramifications,” says Morgan Bazilian, a former EU climate negotiator and now head of the Payne Institute at the Colorado School of Mines. “There are compelling reasons to move towards a low-carbon economy . . . but those have little sway in the myopic political discussions of the day.”</p> <h1>A ‘crisis-prone market' </h1> <p>The Russian offensive may have been the trigger for Brent's leap above $100 a barrel — but deeper supply and demand fundamentals are behind the more than doubling of oil prices in the past 15 months. </p> <p>A little under two years ago, as coronavirus-induced lockdowns shattered global crude demand, even oil executives wondered if global consumption had peaked in the face of an accelerating energy transition to lower-carbon fuels. </p> <p>It was a gross misreading. The colossal pandemic stimulus undertaken by governments has put a huge tailwind behind an oil and gas demand recovery. Consumption in the US is running at record highs of near 23mn barrels a day, almost a quarter of the global total. The International Energy Agency says the world will burn 100.6mn b/d this year, a new high. </p> <p>“Demand has by no means adjusted to a low-carbon world,” says Amrita Sen, chief oil analyst at Energy Aspects. The pandemic did not cut demand, it only suppressed it, she says, leaving an explosion to come as economies reopened. “People want to get out and about and travel.”</p> <p>Supplies of oil and gas are not keeping up. Between 2016 and 2019, spectacular growth in US oil output more than met the world's extra annual demand. That is no longer the case. The 2020 oil crash slammed into an American shale patch from which investors were already fleeing. To win them back, <a href=\"https://www.ft.com/content/a8f8980c-44ca-47b6-9e61-e240ab3162b8\">companies have promised to prioritise profits over new drilling</a> — a capital discipline mantra that is repairing balances sheets but slowing production growth. </p> <p>“We all learned some lessons,” says Rick Muncrief, chief executive of Devon Energy, one of the biggest shale oil producers in the US. “We'll keep this discipline going . . . and I believe a lot of my colleagues feel the same way.”</p> <p>US production is rising, but remains 11 per cent below its pre-pandemic high and is far from matching global needs. ExxonMobil, BP and other oil groups have also held back capital spending — a reaction to shareholder pressure, in some cases, but also to models, such as last year's <a href=\"https://www.iea.org/reports/net-zero-by-2050\">2050 net zero road map from the IEA</a>, which said big new oil projects would not be needed in a decarbonising world.</p> <p>“Against that backdrop oil companies are saying, ‘are we really going to build a 20 to 30-year oilfield for the next three years? Clearly not',” says Martijn Rats, a managing director at Morgan Stanley.</p> <p>Opec, the oil producer group led by Saudi Arabia, could step into the growing supply breach. But despite huge political pressure from Washington, Riyadh has balked at upping the pace of supply additions.</p> <p>Some analysts wonder if Opec is able to restore all the oil supply that was cut over the past 18 months in a bid to prop up prices. In earlier years, the cartel's problem was producers busting through their quotas. Now some west African countries and even Russia and Iraq are struggling to pump enough. </p> <p>This is troubling an oil market that always banked on Opec maintaining an ample buffer of spare capacity in case of emergency. Christyan Malek, an analyst at JPMorgan, reckons that buffer could shrink to about 4 per cent of total global capacity, “well below the 10 per cent comfort level sought by consumers”. </p> <p>The lack of spare production capacity has left the oil market exceptionally tight, say traders, as reflected in the steep backwardated structure of its futures curve, with contracts for oil to be delivered immediately trading at a steep premium to those for delivery months hence. </p> <p>“The market is paying a huge premium for prompt barrels,” says Ben Luckock, co-head of oil trading at Trafigura. It would be “nigh on impossible” for the industry to supply enough oil in time to stop further inflation. “There are plenty of scenarios where oil, come summer, is $150/b,” he adds.</p> <p>Some analysts argue that <a href=\"https://www.ft.com/content/873fcb84-de9f-4dd6-86f7-2bd8417e38ae\">a nuclear deal with Iran</a> would allow the return of its oil to the market. They also predict that high crude prices will coax shale producers to pump more quickly than planned. </p> <p>But Luckock, Rats, and others say today's market dynamics — including the raging thirst for diesel and other “middle distillates” — echo those of 2008, when Brent hit an all-time record of $147/b.</p> <p>Another lesson from 2008 — when Moscow's preparations to invade Georgia added bullish momentum to crude prices — is that geopolitical eruptions, such as Russian tanks entering Ukraine, can take on outsized importance in a jumpy market. </p> <p>US officials have so far tried to downplay the physical threats to energy infrastructure in Ukraine. <a href=\"https://www.ft.com/content/35d50bc3-bc44-48a3-9e7d-98dc48a901db\">Biden explicitly spared Russia's energy trade </a>from the latest raft of “severe” sanctions announced on Thursday in what looked like an uncomfortable non-aggression pact with an industry that bankrolls the Kremlin. The US's own modest imports of Russian oil have risen in the past two years, but the White House's main concern is the global market. The sanctions concession pushed prices back below $100 a barrel on Friday. </p> <p>Traders remain concerned that the targeting of Russian banks involved in the oil trade will create counterparty risk. Trading in Urals, Russia's main exported crude, was said to be “complete chaos” on Thursday, forcing barrels to trade at a record discount to Brent this week to entice buyers, according to pricing agency Platts. </p> <p>“The tightening of supply and demand made this a crisis-prone market,” says Yergin. “And the crisis is now here.”</p> <h1>Supply too tight to mention </h1> <p>The same may be true for natural gas. Such is Europe's dependence on Russian imports — which account for about a third of the continent's gas needs — that European gas futures jumped almost 70 per cent to €142 per megawatt hour after the invasion began. A year ago they were €16.</p> <p>Tom Marzec-Manser, head of global gas analytics at consultancy ICIS, says that for now he expects Russian supplies to Europe to continue, saying the Kremlin has signalled that long-term contracts with customers in the continent would be honoured. </p> <p>But sharp reductions in its exports last year drove prices to record highs — and appeared politically motivated to some analysts. On Tuesday, after Germany cancelled its certification of the controversial <a href=\"https://www.ft.com/content/650963c2-3e45-4ad0-bc87-0f0b59851a5a\">Nord Stream 2 gas pipeline</a>, Dmitry Medvedev, the former Russia president and currently deputy chair of its security council, <a href=\"https://twitter.com/MedvedevRussiaE/status/1496112456858574849?s=20&amp;t=Aapz0Ub8sFNPZGOaxR9-jw\">tweeted</a> a thinly veiled threat about a forthcoming natural gas price shock.</p> <p>Any disruption of Russian supplies could not easily be fixed. As prices soared last year, liquefied natural gas shipments arrived in Europe from Australia, the US, Qatar and elsewhere. But those export plants are now running flat out.</p> <p>One new American project, Venture Global LNG's Calcasieu Pass, is due to start exporting in the coming days, with most of its gas heading to Europe, including Poland. But as in the oil market, under-investment in new LNG output capacity in recent years has now left supplies trailing fast-rising demand, especially in Asia. </p> <p>“Many [people] were pushing hard on a transition away from gas,” says Mike Sabel, chief executive of Venture Global, “but they didn't think through the implications of scarcity of supply and skyrocketing prices”. </p> <p>Europe has also lagged behind Asia in building new terminals to receive more shipments, hindering importers' ability to secure more LNG if Russian pipeline exports were to be cut, say people in the industry. Qatar, another big producer, is also expanding its export capacity. But its new megaprojects won't be online until around 2026. </p> <p>“There is very little flexibility in the supply side,” says Marzec-Manser.</p> <h1>Inflationary pressure </h1> <p>The rise in oil and gas prices comes at a difficult time for the global economy. Advanced economies in Europe, North America and Asia have grown much faster than expected since the worst moments in the pandemic, helped by unprecedented government support and vaccine rollouts. </p> <p>Rapid growth, a reconfiguration of spending towards goods and efforts to limit the burning of coal had already raised gas and oil demand in 2021, pushing inflation higher in most advanced economies to levels not seen in more than 30 years and creating the need to slow growth to control price rises. </p> <p>The <a href=\"https://www.imf.org/en/Publications/WEO/Issues/2022/01/25/world-economic-outlook-update-january-2022\">IMF forecast</a> in January that growth rates in advanced economies would drop from 4.4 per cent last year to 3.5 per cent during 2022. </p> <p>Those predictions were based on oil prices declining almost 5 per cent this year and averaging $77 a barrel. This week's sharp rise in oil and gas prices will amplify the already difficult trade-offs between growth and recovery, especially in Europe, which is a significant net importer of oil and gas. </p> <p>Neil Shearing, chief economist of Capital Economics, says oil at $120 to $140 a barrel this year with corresponding increases in gas prices could raise inflation in advanced economies by a further 2 percentage points — pushing rates in many countries close to 10 per cent. </p> <p>From Whitehall to the White House, fears of higher inflation are leading western leaders into political compromises. Biden, who talked as a presidential candidate of making Saudi Arabia a “pariah” for its role in the murder of Jamal Khashoggi, has in recent months sent emissaries to Riyadh to plead for more oil. </p> <p>The White House has already <a href=\"https://www.ft.com/content/4e7f2590-1a4f-4792-9e64-eafabdef6534\">released stored oil from the US emergency stockpile</a> and has considered possible cuts to federal petrol taxes — efforts to make it cheaper for motorists to burn gasoline that sit awkwardly with Biden's pledge to lead an American clean energy revolution. </p> <p>In the UK, where petrol prices have hit fresh highs and <a href=\"https://www.ft.com/content/c8523679-15a8-4006-9dc8-e68e63353800\">households face rocketing heating and electricity bills</a>, a government that touted its “green recovery” strategy now calls for more oil and gas drilling. France and Spain have reintroduced fossil fuel subsidies, just three months after pledging at the COP26 climate summit to eradicate them. </p> <p>Analysts say this simply reflects the political realities of a transition away from fossil fuels led by leaders who must win votes from drivers, in a world where geopolitics can still deliver energy price shocks. </p> <p>“Regime change appears to be crowding out climate change, and for good reason,” says Kevin Book, managing director at Washington consultancy ClearView Energy Partners. “The world is warming slowly, but Ukraine is boiling over.” </p> <p><em>Additional reporting by Amanda Chu in Washington</em></p><p>Source: Derek Brower in New York, Tom Wilson and Chris Giles in London 2022 'The new energy shock: Putin, Ukraine and the global economy  ' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-25T19:28:45.437Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5958,
          "end": 5966
        }
      ]
    }
  ]
}