{
  "_id": "8886f0263a02a5d2ea5cccc2593a856e9499b465cacf44c2f72a184ae78249b3",
  "feed": "wall-street-journal",
  "title": "Biden's Choice for Fed Banking Post Is in Peril",
  "text": "<p>Democrats now would need the support of at least one Republican to confirm her, though no Senate Republicans have so far signaled they would back her.</p><p>\"Unless there is a white knight hiding somewhere in the Republican caucus, it looks like Raskin's nomination is effectively toast,\" said Isaac Boltansky, director of policy research at brokerage firm BTIG.</p><p>For weeks, Ms. Raskin's nomination to become the Fed's vice chairwoman for banking supervision has been stuck in the Senate Banking Committee after Republicans opposing her refused to attend a crucial committee vote. The move deprived Democrats of a quorum needed to advance her to the full Senate along with President Biden's four other Fed picks -- including Chairman Jerome Powell, who has been nominated for a second term leading the central bank.</p><p>Mr. Biden, a Democrat, nominated Ms. Raskin in January for the Fed post, a position created by the 2010 Dodd-Frank financial-regulatory overhaul. It is responsible for developing policy recommendations for the Fed board and also oversees the Fed's regulatory staff, which supervises some of the largest U.S. financial firms including JPMorgan Chase &amp; Co., Bank of America Corp. and Citigroup Inc.</p><p>Republicans, especially from energy-producing states such as Pennsylvania and Wyoming, oppose Ms. Raskin in part because of her 2020 criticism of the Treasury Department and Fed providing broad-based emergency-lending backstops to assist businesses during the pandemic. She said the backstops should have been designed to avoid lending to highly indebted fossil-fuel companies.</p><p>In a statement, Mr. Manchin, who represents a coal-producing state, indicated he shared those concerns. \"Her previous public statements have failed to satisfactorily address my concerns about the critical importance of financing an all-of-the-above energy policy to meet our nation's critical energy needs,\" Mr. Manchin said.</p><p>The chairman of the Senate Energy and Natural Resources Committee, Mr. Manchin has in recent weeks championed efforts to increase U.S. energy production. He has criticized reliance on foreign energy sources after Russia's invasion of Ukraine, introducing legislation to ban imports of Russian oil -- a step the Biden administration eventually took.</p><p>A White House official said the administration was still working to line up bipartisan support for Ms. Raskin, saying she had been the target of an \"unprecedented, baseless campaign led by oil-and-gas companies that sought to tarnish her distinguished career.\"</p><p>Ms. Raskin didn't reply to a request to comment.</p><p>Republican lawmakers also said recently that they wanted more information about Ms. Raskin's work as a board member at an obscure financial technology payments firm, Reserve Trust. The GOP officials, led by Sen. Pat Toomey of Pennsylvania, said they were perturbed by what they perceived as insufficient candor about her role as a director at the company.</p><p>Ms. Raskin engaged in extensive back and forth with senators, including one-on-one meetings, and responded to nearly 200 questions after her Feb. 3 hearing, White House officials have said.</p><p>She previously served on the Fed and as a top Treasury Department official during the Obama administration. Before that, she was Maryland's state commissioner of financial regulation. She is a law professor at Duke University and is married to Rep. Jamie Raskin (D., Md.).</p><p>Mr. Manchin has proved to be a roadblock for many of the Biden administration's goals. He opposed Mr. Biden's first nominee to lead the Office of Management and Budget. The White House pulled the nomination after some Republicans said they would also oppose her.</p><p>Mr. Manchin scuttled the White House's hopes of advancing a $2 trillion healthcare, climate and education package, which the party is still trying to revive.</p><p>The Biden administration has struggled to advance its nominees for top financial posts through the Senate. Saule Omarova, an academic tapped for a separate job overseeing large national banks, withdrew from consideration in December, amid objections from both Republicans and some Democrats.</p><p>It isn't known whom Mr. Biden might nominate in Ms. Raskin's place if she withdraws.</p><p>In a statement, Mr. Toomey said GOP lawmakers are willing to meet to vote on the four other Fed nominees, including Mr. Powell. In an earlier interview on Monday on Bloomberg News, Mr. Toomey said he wasn't aware of any GOP lawmakers who would support Ms. Raskin, though he said he hadn't discussed the matter with every Senate Republican.</p><p>Sen. Sherrod Brown (D., Ohio), chairman of the Banking Committee, said through a spokeswoman that he was still working to advance Ms. Raskin's nomination on a bipartisan basis.</p><p>The Biden administration had previously eyed former Consumer Financial Protection Bureau Director Richard Cordray to become Fed vice chairman of supervision. It might be tricky for the White House to find candidates who can please progressives in the Democratic Party, such as Sen. Elizabeth Warren of Massachusetts -- who supported Ms. Omarova and Ms. Raskin -- and also please centrists who objected to them.</p><p>The impasse comes amid philosophical divides between some progressive Democrats, who want the central bank to play a more aggressive role addressing climate change, and Republicans who fear the Fed is straying beyond its job of ensuring low inflation, low unemployment and a stable banking system.</p><p>Ms. Raskin's difficulties also illustrate how nominations for the central bank have become more polarized. When she was nominated for Fed governor in 2010, she faced no opposition.</p><p>Delays in filling top Fed roles have slowed decisions on regulatory policy.</p><p>The issues include a potential tweak to how the Fed counts deposits held at the central bank toward banks' leverage ratio. The Fed allowed a temporary, pandemic-related reprieve from the capital requirements to expire last spring, but it said it would consider an overhaul to the rule's treatment of ultrasafe assets.</p>",
  "published": "2022-03-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1138,
          "end": 1157
        },
        {
          "start": 1143,
          "end": 1163
        }
      ]
    }
  ]
}