{
  "_id": "9690db8345a0a35af18981aa27c3e9be1dcf2b436d018851dc9fb7dcb973071c",
  "feed": "ftcomall",
  "title": "Deutsche Bank chief ‘very concerned' over war for talent",
  "text": "<p>Deutsche Bank chief executive Christian Sewing said he was “very concerned” about an escalating war for talent across investment banks, after a sharp increase in compensation costs left the division's profits far below investors' expectations.</p> <p>Germany's biggest bank said on Thursday that pre-tax profits at its investment bank fell to €319m in the fourth quarter from €599m a year ago, thanks to a combination of rising payroll costs and falling trading revenues. Analysts had expected profits of €407m.</p> <p>Payroll costs jumped 30 per cent from a year ago, even as Deutsche sought to cut costs elsewhere in the company. Last year bonuses for its investment bankers jumped 46 per cent from 2020. &#xa0;</p> <p>Deutsche Bank will disclose the size of its bonus pool in March when it publishes its annual report.</p> <p>Sewing, who put cost-cutting at the heart of a plan he set out in 2019 to revive the bank's fortunes, said he was worried by the “increasingly intense war for talent and the wage developments”, adding that Deutsche Bank could not resist the trend.</p> <p>“We too want to have and keep the best talent in our bank” and therefore needed to pay “competitively”, he said.</p> <p>The concern from Sewing comes after Wall Street's leading banks increased pay by almost 15 per cent last year. </p> <p>Despite earnings sliding at the investment bank, Deutsche Bank's full-year profits quadrupled to €2.5bn, the highest level since 2011. Its return on equity rose to 3.4 per cent but was below a target of at least 8 per cent the bank had set for this year.</p> <p>Kian Abouhossein, an analyst at JPMorgan, encouraged investors to “look forward, not in the rear-view mirror” as the German lender's “future is going in the right direction with 2022 targets maintained”. He also praised its budget discipline, pointing out that last year's results were blurred by transformation costs that will drop away in 2022.</p> <p>Shares in Deutsche Bank were up more than 3 per cent in Frankfurt on Thursday.</p> <p>Late on Wednesday Deutsche Bank announced it would resume dividend payments worth €400m this year. It will also buy back €300m of shares, representing just above 1 per cent of its market capitalisation. </p> <p>Sewing shelved the dividend in 2019 as part his <a href=\"https://www.ft.com/content/09a57a07-ef2a-4adb-994f-5064dd808148\">radical overhaul</a> that will cost the bank almost €9bn in restructuring expenses. </p> <p>“We are delighted to be resuming capital distributions to our shareholders as we promised in the summer of 2019,” Sewing said in a statement, adding that the share buybacks and the dividend were the first steps in delivering his promise to hand back €5bn to investors.</p> <p>Deutsche's core tier-one equity ratio, a critical indicator of balance sheet strength, fell 0.4 percentage points to 13.2 per cent of risk-weighted assets at the end of the year.</p><p>Source: Olaf Storbeck in Frankfurt 2022 'Deutsche Bank chief ‘very concerned' over war for talent' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-27T08:24:44.370Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1555,
          "end": 1563
        }
      ],
      "nexusId": "10009914"
    }
  ]
}