{
  "_id": "005e1e2aaa6adad15f4900f49ad57ed3a807d34ee455c0c2cda7f2a21722914b",
  "feed": "wall-street-journal",
  "title": "How a Social-Media Frenzy Around Credit Suisse Rattled Its Stock; Fast-spreading rumors circulated on Reddit and Twitter, where some individual investors cheered on rumors of the bank's demise",
  "text": "<p>But while the meme-stock crowd has rallied to support ailing retailers and cinema chains, it remains suspicious of traditional finance. Much of the commentary around Credit Suisse was far more negative, poking fun at a bank some dubbed \"Debit Suisse.\"</p><p>Rumors about the financial health of Credit Suisse, the 166-year-old banking giant known for managing money for the world's rich, began flying late last week with social-media chatter about the company's tumbling share price. The company's chief executive, Ulrich Körner , urged employees in a memo that leaked late Friday not to confuse stock performance with the bank's capital strength and liquidity.</p><p>The bank has weathered a series of scandals and executive turnover in recent years, and the memo did little to assuage either investors or armchair experts on social media. A now-deleted tweet by a journalist in Australia claiming a major international investment bank was \"on the brink\" helped fuel speculation.</p><p>On Reddit, individual investors piled on, with some suggesting Credit Suisse could be the next Lehman Brothers, the U.S. investment bank that collapsed in 2008. Credit Suisse began to trend on Twitter. \"How the mighty have fallen,\" posted CNBC's Jim Cramer.</p><p>When markets opened Monday, the fallout was swift. The bank's shares plunged 12% in Zurich, touching a record intraday low, before recouping most of their losses in high trading volumes. The value of the bank's riskiest bonds dropped sharply, and the cost of insuring Credit Suisse's debt against default surged.</p><p>The turbulence built on a wild stretch for financial markets. In the past month, investors have seen the value of the British pound collapse, authorities in Japan and China move to defend their ailing currencies and the U.K. pension market nearly break as bond prices gyrated. Some investors worried Credit Suisse could be the latest market crack.</p><p>\"The perennial uncertainty that investors have experienced in the last couple of years has opened up the possibility that anything can break,\" said Peter Atwater, president of Financial Insyghts and an adjunct professor at William &amp; Mary who studies investor confidence. Mr. Atwater said weak investor confidence, coupled with falling stocks and bonds, had fed into a \"catastrophic mind-set.\"</p><p>Jim Lewis, the co-founder of Wall Street Silver, a popular Twitter account and Reddit forum, said concern over the Federal Reserve may have also fueled anxiety. The U.S. central bank is lifting interest rates and paring its bondholdings, in a process known as quantitative tightening.</p><p>\"When you have such a dramatic change in interest rates and quantitative tightening so quickly, someone has to be on the wrong side of this,\" Mr. Lewis said. \"Someone is losing in this, and we're just waiting to see who it is.\"</p><p>Still, the kerfuffle over Credit Suisse surprised some market watchers. Despite years of scandals, including a more-than-$5 billion hit last year from its dealings with its client Archegos Capital Management, there were no obvious triggers for the sudden turmoil. Credit Suisse plans to provide a strategy update on Oct. 27, which could include details on proposals to sell assets and sell businesses.</p><p>The bank spent the weekend communicating with clients and investors, people familiar with the matter said, emphasizing the bank's near-$100 billion capital buffer. Some employees traced and monitored social-media posts across Twitter and Reddit, one of the people said, to determine to what extent they posed a reputational risk.</p><p>The surge of posts on sites such as Reddit's WallStreetBets forum, a popular retail-investor hangout, marked a new frontier for the financial institution. Large banks typically haven't historically needed to spend much time scouring Reddit.</p><p>Wall Street analysts rushed to the bank's defense. JPMorgan analysts said in a Monday note that they saw Credit Suisse's \"capital and liquidity position as healthy.\" At Citigroup, analysts said: \"This is not 2008.\"</p><p>By Tuesday, some of the nerves had subsided. As global markets rallied, Credit Suisse's Swiss-traded shares rebounded nearly 9%, while the cost of insuring the bank's debt against default also declined.</p><p>While actual trading by individual investors was limited—they bought a net $1 million or so of Credit Suisse's American depositary receipts Monday, according to Vanda Research—the bank was the subject of a deluge of memes and jokes.</p><p>\"It just sort of took off like wildfire,\" said Mr. Lewis of Wall Street Silver. On social media, he said, \"it's more about laughing at the tragedy.\" He joined in the discussion on Twitter, posting memes and other tweets to the Wall Street Silver account, which boasts more than 330,000 followers, after seeing credit-default swaps on Credit Suisse rise.</p><p>Pinpointing how social-media frenzies spread can be difficult. Still, many investors are feeling pessimistic after a year where stocks and bonds have tumbled, leaving few good places to hide. And market-watchers say memories of the 2008 global financial crisis remain powerful.</p><p>In addition, while platforms such as Twitter and Facebook were operating then, they have grown in sway since. Individual investors have also become influencers on social media in recent years, making it easier for ideas about markets to spread virally. \"Imagine if we had social media in 2008,\" Mr. Lewis said.</p><p>How a Social-Media Frenzy Around Credit Suisse Rattled Its Stock</p>",
  "published": "2022-10-05T13:53:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3818,
          "end": 3826
        }
      ]
    }
  ]
}