{
  "_id": "a3cf2b9981a9458f9d508b7f58924f5143fe59fde3340ec3a3522ea4cacbec8c",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: The Job Market Is Getting Even Tighter --- People are reentering the workforce, but companies could face a severe labor problem by summer",
  "text": "<p>The Labor Department on Friday said that the economy added 678,000 jobs in February -- better than the 440,000 economists expected to see. The unemployment rate slipped to 3.8% from January's 4%. This occurred even as the labor-force participation rate -- the share of the working-age population working or seeking work -- rose to 62.3% from 62.2%.</p><p>There is still, relative to where the job market was before the pandemic hit, room for improvement. But perhaps not much. America's employment count is now about 2.1 million jobs shy of where it was in February 2020 -- a gap that could be erased in just a few months if the recent pace of job gains continues. Factor in population growth, and it would take only another couple of months to get to even.</p><p>For employment levels to return to pre-pandemic norms without the job market getting very tight, more people need to go on the job hunt. In February 2020, the labor-force participation rate was 63.4% -- 1.1 percentage points above where it was two years later. Recent updates to the Labor Department's population weightings, if applied to earlier years, suggests that the shortfall in participation is somewhat smaller, according to JPMorgan Chase economists, but it still amounts to millions of people.</p><p>The good news is that the sharp drop in Covid-19 cases since the Omicron surge should raise more people's comfort levels about returning to work, while also relieving some of the added childcare burdens many women in particular have taken on during the pandemic. During the midmonth week on which the Labor Department based its February job readings, there were an average of 168,687 new Covid-19 cases daily, according to the Centers for Disease Control and Prevention, compared with 809,207 during the same week in January. That drop showed up in Friday's employment figures -- the number of people absent from work because of illness, injury or medical problems fell to 1.6 million last month from 3.6 million in January. The number absent because of childcare problems dropped to 44,000 from 72,000.</p><p>Covid-19 cases have continued to fall, are now at their lowest levels since July nationally and appear likely to keep heading lower. That should make working far less worrisome, while also reducing Covid-19-related classroom closures.</p><p>In particular, more women in their late 20s and early 30s, who have experienced some of the greatest career disruptions as a result of the pandemic, should be able to return to work.</p><p>But even in the case that people come surging back into the labor force, if employment soon returns to the equivalent of pre-pandemic levels, there won't be much slack. Recall that in February 2020 the unemployment rate was 3.5% and the Federal Reserve's range on overnight interest rates was 1.5 percentage points higher than it is now. If employment keeps growing like it has, by this summer the job market will either be extraordinarily tight, or excruciatingly so.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1185,
          "end": 1199
        },
        {
          "start": 1185,
          "end": 1193
        }
      ],
      "nexusId": "10009914"
    }
  ]
}