{
  "_id": "29c2a618bba4c1cee43c783cfda494427b8e7a48e365333e36167a74e5dd364b",
  "feed": "market-watch",
  "title": "There's some good news amid the FedEx gloom, says analyst; FedEx stock falls after disappointing earnings report followed a shocking profit warning, but analysts see some bright spots",
  "text": "<p>The results followed a profit warning from FedEx, which stunned Wall Street by coming just one week before the actual earnings report.</p><p>The stock FDX sank 2.6% in morning trading Friday, toward the lowest close since June 2020. It has plummeted 26.5% since FedEx issued its profit warning after the Sept. 15 close, highlighted by the record 21.4% plunge on Sept. 16. That compares with a 10.7% drop in the Dow Jones Transportation Average DJT since Sept. 15, and a 1,324-point, or 4.3% selloff in the Dow Jones Industrial Average DJIA.</p><p>Also read: Why FedEx's profit warning is such bad news for the U.S. economy.</p><p>But in the face of all the doom and gloom, some analysts were able to find some bright spots.</p><p>Evercore ISI analyst Jonathan Chappell said that while FedEx (FDX) has become a \"show-me story,\" given all the execution risks associated with its cost-cutting and rate-raising plan, he believes the \"the good news\" was that the company provided some specifics on the timing of the plan, and expressed \"urgency\" regarding its implementation.</p><p>Chappell trimmed his stock price target to $225 from $243, but he reiterated his outperform rating. He also removed FedEx's stock from Evercore's \"tactical underperform list,\" which suggests the stock provides a short-term sell opportunity.</p><p>\"FDX is a show-me story stock at this point, a label that is not conducive to broader market skittishness, and proof of execution is required before there is a greater willingness to provide support, even at depressed valuation levels,\" Chappell wrote in a note to clients. \"That said, the obvious miss-and-lower catalyst is done, management is taking aggressive actions to stem the margin bleed,\" and the relative underperformance has already been \"immense\" in the past month.</p><p>And while J.P. Morgan's Brian Ossenbeck reiterated his neutral rating, and said the outlook for earnings and free cash flow suggests the stock may not be \"cheap\" for several quarters, it is \"getting a bit more interesting\" at current prices.</p><p>Ossenbeck lowered his stock price target to $192, which implies about 28% upside from current levels, from $214.</p><p>But Citi analyst Christian Wetherbee doesn't think FedEx's management was successful in convincing investors that it has a credible plan it can execute on. \"As such, shares could be further pressured near-term,\" he wrote, while cutting FedEx's target to $165 from $180 and keeping the rating at neutral.</p><p>See Now: FedEx stock tanks after company withdraws outlook, says year is about to get worse</p><p>\"The hole was deeper than we thought,\" he added. \"Coming off FedEx's F1Q23 conference call our biggest concern is that the negative operating leverage in FedEx's business seems greater than we had expected.\"</p><p>In all, no less than 13 of the 32 analysts surveyed by FactSet cut their stock price targets. That lowered the average target to $211.84 from $291.40 at the end of August.</p><p>Despite the general negativity on the stock, none of the analysts surveyed were bearish on FedEx, as 16 analysts were bullish and the rest were neutral.</p><p>There's some good news amid the FedEx gloom, says analyst</p>",
  "published": "2022-09-23T15:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1765,
          "end": 1776
        },
        {
          "start": 1776,
          "end": 1787
        }
      ]
    }
  ]
}