{
  "_id": "d5a38bdcba48310e9e44060bc5786dc55b2b94b34ab0ad7b4fb527df164686fc",
  "feed": "market-watch",
  "title": "Dow futures drop over 200 points, pointing to fifth day of declines, as Treasury yields push back to cycle highs",
  "text": "<p>* S&amp;P 500 futures ES00 dipped 30 points, or 0.8%, to 3597</p><p>* Dow Jones Industrial Average futures YM00 fell 213 points, or 0.7%, to 29047</p><p>* Nasdaq 100 futures NQ00 eased 83 points, or 0.8%, to 10901</p><p>On Monday, the Dow Jones Industrial Average DJIA fell 94 points, or 0.32%, to 29203, the S&amp;P 500 SPX declined 27 points, or 0.75%, to 3612, and the Nasdaq Composite COMP dropped 110 points, or 1.04%, to 10542.</p><p>What's driving markets</p><p>Traders' risk appetite continued to be crushed by concerns the Federal Reserve's desire to combat rampant inflation with still-higher borrowing costs will hurt economic activity and crimp corporate earnings.</p><p>The policy-sensitive 2-year Treasury yield BX:TMUBMUSD02Y on Tuesday sat above 4.3%, near its highest level since 2007. The short-duration benchmark was nearly 400 basis points lower a year ago before the Fed embarked on a rate hiking campaign to tackle consumer price rises running at their fastest pace in 40-years. The 10-year Treasury yield BX:TMUBMUSD10Y briefly popped above 4% again in early trading.</p><p>JPMorgan Chase JPM CEO Jamie Dimon has warned additional rate rises will be particularly painful, and the S&amp;P 500 could fall by another 20%. The benchmark is already down 24.2% so far in 2022. The tech-heavy Nasdaq Composite has shed 32.6% over the same period and sits at its lowest since July 2020.</p><p>\"With the U.S. 10-year yield back at the 4% level this morning, we expect the pressure to continue in U.S. equities and our thesis is also that the upcoming Q3 earnings season starting this week will lead to earnings downgrades and disappointments in the outlook,\" said Peter Ganry, head of equity strategy at Saxo Bank.</p><p>JPMorgan Chase on Friday will help kick off the third-quarter corporate earnings season alongside peers Citigroup C and Morgan Stanley MS. Analysts expect S&amp;P 500 index aggregate earnings will grow by 4.5% for the period, though much of this is driven by an expected 6.3% gain for energy stocks, according to Refinitiv. Financials' earnings are forecast to fall 1.6%.</p><p>The market must contend with U.S. producer prices data on Wednesday and the consumer prices data on Thursday, reports that should further impact investors' thinking on the Fed's policy trajectory.</p><p>\"Stay long dollars and stay short risk continue to be heard loudly in virtually every market discussion,\" said Stephen Innes, managing partner at SPI Management.</p><p>The dollar DXY has been propelled sharply higher by the Fed's relatively aggressive rate-hiking cycle, and the currency's strength is seen as yet another headwind for the earnings of U.S. multinationals.</p><p>Indeed, the strong greenback is often taken as a sign of stresses elsewhere, as the Hang Seng HK:HSI has fallen below 17,000 for the first time since 2011. \"The cyclically sensitive semiconductor sector is under pressure, facing headwinds from higher yields, oversupply, and US export controls,\" Innes said.</p><p>Dow futures drop over 200 points, pointing to fifth day of declines, as Treasury yields push back to cycle highs</p>",
  "published": "2022-10-11T09:26:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1660,
          "end": 1674
        }
      ]
    }
  ]
}