{
  "_id": "8d75a833d859f8f176fe8e0813428593d7704a32b4dcf95cad36507fbebfc6ea",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: Larry Fink Says Company Is Looking Into Crypto Sector",
  "text": "<p>Circle has raised $1.1 billion overall, according to Crunchbase. The company is planning to go public through a special-purpose acquisition company later this year.</p><p>The USD Coin has become the second-largest stablecoin, with about $51 billion in circulation. Stablecoins are digital assets designed to trade on par with national currencies such as the U.S. dollar and backed by matching reserves.</p><p>During a conference call Wednesday morning, Larry Fink, BlackRock's chief executive, said BlackRock has been working with Circle over the past year as a manager of some of Circle's cash reserves. He said he expects BlackRock eventually to be the primary manager of those reserves. \"We look forward to expanding our relationship,\" he said.</p><p>BlackRock has over $9 trillion in assets under management.</p><p>Mr. Fink said the firm is also studying the crypto sector broadly, including assets, stablecoins, permissioned blockchains and \"tokenization,\" where it perceives a benefit to its customers. \"We are increasingly seeing interest from our clients,\" he said.</p><p>Mr. Fink's name came up last week during the Miami 2022 bitcoin conference.</p><p>Peter Thiel, the PayPal Holdings Inc. co-founder who has become a vocal bitcoin booster, delivered a speech in which he advocated developing an \"enemies list\" of people opposed to bitcoin.</p><p>He singled out Berkshire Hathaway Inc. Chief Executive Warren Buffett, JPMorgan Chase &amp; Co. CEO Jamie Dimon and Mr. Fink.</p><p>In a letter to investors last month, Mr. Fink said a well-designed digital-money system could cut cross-border costs, improve global-transactions settlements and help cut down money laundering.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-14T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1386,
          "end": 1406
        }
      ]
    }
  ]
}