{
  "_id": "b7e5521bd5f4f2a120f9d5a8cf488134c730b3be29f7104e5cde60d14e27c41b",
  "feed": "ftcomall",
  "title": "Bonuses, net zero and Ukraine: what to expect in AGM season ",
  "text": "<p>AGM season is under way. This year, the perennial shareholder questions around pay, climate change and diversity will be asked against a backdrop of <a href=\"https://www.ft.com/content/77ab8dcf-cb02-4e57-aff0-85c8a84f5a1f\">war in Ukraine</a>, which has thrown the usual preparatory work off course. </p> <p>Dealmaking and large strategic shifts have been postponed, according to multiple advisers. Meanwhile, <a href=\"https://www.ft.com/content/d50a5760-7398-477e-a525-09898509a40c\">activist investors</a> are increasingly shaping the conversation in British boardrooms. These investors — who are seeking to tap into shareholder discontent following a period of underperformance — are now on the shareholder register of at least nine companies in the FTSE 100, including Rolls-Royce, Unilever and GlaxoSmithKline.</p> <p>Annual meetings are taking place against a <a href=\"https://www.ft.com/content/0f7945f5-b269-4d13-9151-c1ac9ec6fddc\">deteriorating global economic backdrop</a>, as Russia's invasion of Ukraine imposes a severe stagflationary shock and the return of coronavirus to China once again threatens global supply chains.</p> <p>How asset managers vote at investee companies will remain under intense scrutiny, underscoring widespread concerns that big investors often proclaim their environmental, social and governance credentials but fail to back resolutions.</p> <p>According to <a href=\"https://shareaction.org/reports/voting-matters-2021-are-asset-managers-using-their-proxy-votes-for-action-on-environmental-and-social-issues\">recent research</a> by ShareAction, a responsible-investment charity, just 30 out of 146 (21 per cent) of ESG resolutions received majority support in proxy voting last year. Around one in three environmental resolutions received majority support, but the asset management industry failed to support most of the proposals focused on social issues. </p> <p>The six largest asset managers (BlackRock, Vanguard, Fidelity Investments, State Street Global Advisors, Capital Group and JPMorgan Asset Management) all supported fewer than 40 per cent of the resolutions that they voted on in 2021. Several investors said that more and more investors are connecting the “E” with the “S” and the “G,” rather than seeing them as three distinct topics.</p> <p>Here are some of the main themes to look out for.</p> <h1>Russia/Ukraine</h1> <p>Directors expect their annual meetings to be dominated by the conflict — both to explain and evaluate their <a href=\"https://www.ft.com/content/be468d75-a085-462d-99c8-359abe8a4ae6\">exposure to Russia and Ukraine</a>, and outline what they are doing to help the humanitarian cause. </p> <p>“For this AGM season and looking to the next 12 months, you can't ignore what's happening in Europe to see what impact and what stance one will be taking in that context,” said Moni Mannings, non-executive director of Hargreaves Lansdown, easyJet and Investec Bank. </p> <p>Sir John Parker, who is chair of Laing O'Rourke and a director of Carnival Corporation, agreed. Issues directly and indirectly linked to the crisis in Ukraine will be a major topic for AGMs, including “stranded assets in Russia and writedowns”, he said.</p> <p>Russia may yet emerge as a battleground for activists in UK plc. This has been the case in France, where activist investor Clearway Capital has bought a position in <a href=\"https://www.ft.com/content/a7263347-f2c2-425b-85d7-0bcbd0091e52\">French oil major Total</a> and written to the board, calling on it to exit its Russian operations in light of the war — or face a vote on the issue at its shareholder meeting in May. </p> <h1>Climate&#xa0;</h1> <p>“When it comes to climate change, it's an AGM season around the nuances and details,” said Mirza Baig, global head of ESG investments at Aviva Investors. “Companies have already set longer-term milestones to get on a pathway to net zero by 2050. Now, shareholders are looking to see details on how they plan to deliver these targets: capex plans, mergers and acquisitions activity, and incentive arrangements.”</p> <p>Expect critical climate votes for shareholders at the AGMs of banks such as Barclays, HSBC, Deutsche Bank and BNY Mellon, as well as utilities and mining companies. </p> <p>Notably, <a href=\"https://www.ft.com/content/0ea3267c-d61f-4120-a976-0b81b60836c5\">the financial sector</a> faces growing calls to scale back business with carbon-intensive sectors and live up to some of the promises it has already made to tackle global warming.</p> <p>Investors increasingly want to use pay as a weapon in addressing the climate crisis. Allianz Global Investors, one of Europe's largest asset managers, and activist Cevian Capital have said they will <a href=\"https://www.ft.com/content/025d0de8-4e5c-4eaa-be10-858fb2843206\">vote against</a> large UK and European companies they have invested in if they fail to link executive pay to climate targets. They are urging other investors to follow suit.</p> <p>AllianzGI and Cevian have pointed to the disconnect between emissions targets, which typically have long deadlines, and the shortening tenure of corporate bosses. This means that most top executives will have moved on before net zero targets take effect, giving them little incentive to reach them — and little accountability if they do not. Linking executive pay to climate goals is one way to try and address this.</p> <p>Caroline Le Meaux, global head of ESG research, engagement and voting at Amundi, Europe's largest asset manager, said: “Because of the success around climate campaigns there will be more campaigns around other ESG topics like biodiversity, social cohesion, living wage [and] companies' responsibility in society linked to their operations.”&#xa0;</p> <p>The need to protect nature and end deforestation is at the centre of plans to deliver on global climate targets. </p> <p>This AGM season Aviva Investors began voting against senior board directors at companies with weak biodiversity practices, with a focus on deforestation. Its voting action is informed by the Forest 500 index, which tracks the policies and performance of the 350 most influential companies and 150 financial institutions linked to deforestation in their supply chains and investments. </p> <h1>Pay&#xa0;</h1> <p>Median total remuneration for FTSE 100 chief executives dropped 9 per cent in the 2021 financial year to £2.9mn, according to an <a href=\"https://www.ft.com/content/c27dad35-2fe3-4b48-97d3-4cf845d6e7e4\">analysis of annual reports</a> by PwC, as companies reined in executive rewards during the pandemic. Almost a third of chief executives received no bonus, twice the number that did not get one in 2020. This was either as a result of not meeting targets, or the award being cancelled or waived.</p> <p>This season investors will continue to try to ensure that companies that have taken furlough money or cut dividends do not pay bonuses. </p> <p>As companies emerge from the pandemic, both the quantum and structure of executive remuneration will continue to be under scrutiny, with particular focus on sectors such as mining that have benefited from a big bump in commodity prices.</p> <p>Investors are <a href=\"https://www.ft.com/content/323ce491-de86-43a0-9ef5-a087eef7af54\">predicting a shift</a> from long-term incentive plans, which generally pay out over three years based on a variety of largely financial performance metrics, to restricted stock plans. These offer a lower payout but one that is largely guaranteed.</p> <p>Expect to see more “social” proposals such as encouraging companies to offer free shares to all employees, to motivate them and allow them to share in the success of their employer. </p> <p>Asset managers such as Legal &amp; General Investment Management are asking all companies to pay their employees the real living wage, which is £9.90 an hour nationally and £11.05 in London. </p> <h1>Diversity&#xa0;</h1> <p>The focus on gender diversity has widened into other forms of diversity, notably ethnic. This gained greater prominence because of the Parker Review, which considers how to improve the ethnic and cultural diversity of UK boards. </p> <p>The <a href=\"https://www.ft.com/content/a69e016d-0d10-45a8-bd95-76e314a14f38\">latest update</a> to the review earlier this month found that the number of FTSE 100 companies with ethnic minority representation on their boards had risen to 94, compared with 81 a year earlier and 52 in January 2020. </p> <p>Overall, the progress at listed businesses in improving ethnic diversity — both in recognising it as an area for improvement and adding new members to their boards — has been much quicker than it was for improving gender representation. It will continue to be an important topic for investors with scrutiny of smaller companies beyond the FTSE 100.</p> <p>“A lot of hard work on diversity was done through the gender side of things,”&#xa0;said Clare Payn, senior global ESG and diversity manager at LGIM, which this year intends to vote against five companies in the US that it judges to be falling short on ethnically diverse representation.</p> <p>“Investors spent a lot of time arguing the ‘why' and making the business case for diverse organisations. The Black Lives Matter movement struck a chord in the public consciousness. Both of these dynamics have accelerated progress in improving ethnic diversity.”</p><p>Source: Harriet Agnew and Daniel Thomas in London 2022 'Bonuses, net zero and Ukraine: what to expect in AGM season ' FT.com 28 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-28T03:00:59.415Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1599,
          "end": 1607
        }
      ]
    }
  ]
}