{
  "_id": "06107daae975aeabac036aaaf49373e6b83b8ec4e0a62ebdd345d7ad2d0ca285",
  "feed": "wall-street-journal",
  "title": "U.S. News:  Drivers  Throttle  Back as  Gasoline  Prices Rise  ----  By Omar Abdel-Baqui",
  "text": "<p>   Record high gas prices are starting to take a toll on the American consumer. </p><p>   Demand for gasoline in mid-May fell to one of its lowest levels for this time of year in nearly a decade, according to government data. The drop is an early indicator that rising gas prices are prompting some Americans to change their driving habits ahead of Memorial Day weekend and what is typically the peak summer driving season. </p><p>   Oliver Zapata Ramirez -- a 25-year-old video editor at a production company in Columbus, Ohio -- says he has cut his driving by about 300 miles a month since March because of high gas prices. He bikes or takes the bus when possible, including commuting to his office, which is about 3 miles from his home. </p><p>   \"I try my best not to drive right now,\" said Mr. Zapata Ramirez, noting it costs him $50 to fill half a tank of gas in his 2006 Kia Sportage. That lasts about a week, he said. </p><p>   Gasoline demand, measured on a four-week rolling average through May 20, fell to 8.8 million barrels a day, according to the U.S. Energy Information Administration. Excluding 2020's steep drop during pandemic lockdowns, the last time average demand for this time of year was lower was in 2013. </p><p>   The skittishness comes as gas prices continue to rise. The average price for a gallon of regular unleaded gas in the U.S. reached $4.60 on Thursday, a 51% increase from a year ago and an all-time high. </p><p>   Analysts anticipate that prices won't fall soon. A report from JPMorgan this month said retail gas prices could jump to $6.20 a gallon by August. </p><p></p>",
  "published": "2022-05-28T06:10:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1452,
          "end": 1460
        }
      ]
    }
  ]
}