{
  "_id": "c266ffc65706060c04e55cfe558b2d00f6cb0d4e850d7c4bf3a2b8c43124d8e6",
  "feed": "wall-street-journal",
  "title": "World News: Truss Tries Reaganomics for U.K. --- New prime minister bets deregulation, tax cuts and new spending can revive the economy",
  "text": "<p>The measures come in addition to a big government spending plan to cap household and corporate energy bills this winter that could cost the U.K. government roughly GBP 100 billion, equivalent to about $113 billion, over the next two years.</p><p>The goal is to spur growth in an economy facing weak growth and high inflation, partly brought on by an energy-price shock from higher natural-gas prices from the war in Ukraine, as well as a labor shortage. Absent the government bailouts, economists warned that many Britons would be unable to pay their energy bills this winter and thousands of companies would go broke.</p><p>Ms. Truss's economic plan goes well beyond a short-term bailout by offering permanent tax cuts, making it a far broader attempt to spur growth. JPMorgan Chase &amp; Co. had expected the U.K. economy to shrink 0.5% next year, but revised its forecast following the announcement of the energy subsidy to growth of 0.2%.</p><p>Ms. Truss has tried to shape her political image in the mold of Margaret Thatcher, the 1980s leader who also helped engineer an economic turnaround in the U.K. While Ms. Thatcher also espoused lower taxes and deregulation, she insisted that painful spending cuts be carried out before tax cuts in order not to jeopardize government finances, economists say. Ms. Truss's plan, by contrast, has more in common with that of Mr. Reagan, whose government also increased spending while cutting taxes, said Jonathan Portes, an economist at King's College in London.</p><p>\"People talk about whether she's going to reprise Thatcher's economic policies, but this is less Thatcher and definitely more Reaganomics,\" he said.</p><p>The government is also planning a deregulation drive, in particular in the finance sector, to try to bolster London's role as a business hub.</p><p>Taken together, the Truss plan is a bold but risky gamble that the payoff from higher growth will more than offset the risks from a big expansion in the deficit and debt at a time of high inflation and rising interest rates, which will increase the cost of servicing the debt and could shake investors' confidence in the U.K. economy and its currency.</p><p>Supporters of the plan say the risks are worth taking at a time when the economy faces strong headwinds, while critics fear it could fuel inflation that is flirting with double-digit levels.</p><p>Whether that gamble pays off will likely shape the political fortunes of both Ms. Truss and the ruling Conservative Party, some analysts say. Ms. Truss was selected by party members to succeed former leader Boris Johnson in the hope she will lead it to a record fifth consecutive election victory in 2024. Currently polls show the Tories still trail the opposition Labour Party by 10 points.</p><p>Since being announced as the new prime minister this month, Ms. Truss has set out a much clearer economic direction than Mr. Johnson. While often promising a smaller government, Mr. Johnson had also pledged big state intervention to bolster left-behind parts of the country, a promise that helped the party win a big election victory in 2019. Following big spending during the pandemic, his government pushed through a series of tax increases -- many of which are now being reversed by Ms. Truss.</p><p>\"I've been very clear that as well as keeping taxes low, we need to put in place measures that are going to drive growth in the economy. And that's my priority -- we've had relatively low growth for several decades.\" Ms. Truss told British television channel TalkTV during a visit to New York this week for the United Nations General Assembly.</p>",
  "published": "2022-09-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 757,
          "end": 777
        }
      ],
      "nexusId": "10009914"
    }
  ]
}