{
  "_id": "9a6a5a23d2d261440c9ea1d76359d803217920575533bca5dfd2f8094e8fd8c3",
  "feed": "wall-street-journal",
  "title": "Oil Falls Below $100, Stocks Soar --- Crude has dropped 22% from last week, with new global uncertainty roiling market outlooks",
  "text": "<p>Markets from stocks and bonds to lumber and wheat futures have been roiled by volatility this year, as central banks begin to wean economies from pandemic-era support and Russia's invasion of Ukraine threatens to upend the supply of critical raw materials. Expectations that the Federal Reserve will raise interest rates on Wednesday for the first time in more than three years has reduced appetite for some of the riskier assets that took flight in the pandemic's easy-money environment.</p><p>Though they gained on Tuesday, technology stocks have paused years of outperformance to lead a 17% decline in the Nasdaq Composite this year. Chinese stocks have lost 7.4% this week as concern mounts about the health of the global supply chains and questions about growth there. Even energy shares, in which investors have sought protection from the highest inflation in a generation, have lost some luster lately.</p><p>The S&amp;P 500 added 2.1% on Tuesday, despite a 3.7% decline in energy shares. The Dow Jones Industrial Average rose almost 600 points, or 1.8%.</p><p>The unpredictability from all angles has clouded economic forecasts and made business decisions difficult for everyone from oil drillers and metal fabricators to restaurant owners and landlords.</p><p>At investor conferences and on earnings calls investors \"uncertainty\" has become a buzzword. Volkswagen AG Chief Executive Herbert Diess told investors Tuesday that the war has put the German auto maker's optimistic outlook for 2022 into question.</p><p>\"It is getting worse, not better, both on economic growth and inflation,\" said Sung Won Sohn, a professor of finance and economics at Loyola Marymount University in Los Angeles. \"The uncertainties are mounting.\"</p><p>Last week oil prices were the highest they have been in more than a decade, spurred by speculation and panic buying after the U.S. sanctioned Russia. The fear was that output from one of the world's top petroleum exporters would dry up right as economies emerged from the pandemic and began burning more fuel. Higher oil prices seemed like the surest bet in the market, with stocks and bonds selling off.</p><p>On Tuesday, West Texas Intermediate lost $6.57 a barrel to end at $96.44, down more than 22% from a week earlier, when the main U.S. oil price settled at $123.70. Brent crude, which burst above $130 a barrel at the start of last week's trading, dropped 6.5% on Tuesday to end at $99.91.</p><p>Gasoline and diesel futures in New York have also declined, reversing much of their run-up since Russia's attack. Energy shares, which form the only segment of the S&amp;P 500 stock index that is up this year and have served lately as an inflation buffer, also took a hit Tuesday.</p><p>Exxon Mobil Corp. shares shed 5.7% while refiner Valero Energy Corp. sank 6.8%.</p><p>Still, fuel prices remain high enough to dent household budgets already strained by the highest inflation in decades. Consumer energy costs in the U.S. jumped 25.6% in February from a year earlier, compared with a 7.9% rise in overall inflation, according to the Bureau of Labor Statistics.</p><p>Notwithstanding the drop below $100 a barrel, oil is 49% more expensive than a year ago. Despite declines in the futures markets, the national average retail price for a gallon of unleaded gasoline hit a record of $4.33 over the weekend and was only about a penny cheaper on Tuesday, according to AAA.</p><p>Before Russia attacked Ukraine, analysts expected oil prices to reach $100 this summer during peak driving season. That forecast was predicated on drillers falling behind demand, which was revving up as economic restrictions eased around the world. Russia's aggression added to the concerns about fuel supplies.</p><p>Even the Organization of the Petroleum Exporting Countries gave up trying to forecast the war's effect on energy markets. The cartel declined on Tuesday to make any revisions to its monthly market forecast, saying that it couldn't accurately predict the conflict's far-reaching consequences.</p><p>China's new restrictions now call oil demand into question, raising doubts about the world moving beyond Covid toward stronger growth. Besides shut-in Chinese drivers, factories in locked-down areas could struggle to produce enough goods, exacerbating shortages and driving up prices.</p><p>\"That's the new wrinkle in the story that we're grappling with,\" JPMorgan Chase chief economist Bruce Kasman said. He believes inflation will run much higher in the coming months than previously thought, which will ultimately impede the ability of households to spend broadly, slowing economic growth. \"Right now I don't want to think too much about where we're going to be six or nine months from now because there are too many moving parts,\" he said.</p><p>The bank's economists project that the global economy will grow at a 2.5% annual rate in the first half of this year, down from their month-ago projection of 4% growth. They expect consumer prices to grow at an annual rate of 7% over that period instead of their prior estimate of 4%.</p><p>Bank of America predicted last week that global output will grow 3.6% this year, down from its prior estimate of 4.3%, but warned that projection could change again given how rapidly conditions are changing. \"Forecasting the impact of the Russian invasion is like catching a falling knife,\" the bank's economists wrote in a note to clients.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4297,
          "end": 4311
        },
        {
          "start": 4297,
          "end": 4305
        }
      ]
    }
  ]
}