{
  "_id": "694f8ed0d0d730206084321796e1596caff68ee167e60e82fe4a34ab915a0c8a",
  "feed": "ftcomall",
  "title": "UniCredit seeks pay increase for Andrea Orcel to keep CEO happy",
  "text": "<p>UniCredit is seeking to boost the pay of chief executive Andrea Orcel after he told colleagues he wants a bigger reward for turning round the Italian bank, according to people familiar with the matter.</p> <p>Milan-based UniCredit is trying to reconcile the expectations of shareholders and Orcel, a star investment banker whose pay demands have previously caused controversy.</p> <p>Orcel was <a href=\"https://www.ft.com/content/9c41ba83-0914-4b18-9234-8da1bec05c47\">awarded €51.4mn</a> in compensation in January this year after suing Santander for withdrawing a 2018 offer for him to become chief executive. The Spanish bank had second thoughts over the appointment because of Orcel's pay demands to move from UBS.</p> <p>Orcel's total remuneration at UniCredit was €6.7mn last year, including a €4.8mn sign-on bonus, one of the highest packages in Europe and more than double that of his predecessor Jean Pierre Mustier.</p> <p>But Orcel's supporters say he should be paid more like Jamie Dimon, the JPMorgan Chase boss, who received $34.5mn last year. They point to UniCredit's superior share price performance and the money from UBS that Orcel sacrificed after returning to the workforce following his departure from the Swiss bank.</p> <p>At UniCredit, Orcel's pay expectations have involved the human resources team and external advisers who will be tasked with shareholder outreach, said one person close to the matter. The issue is “extremely sensitive”, the person said.</p> <p>Another person familiar with the matter said: “He knows how much he's worth,” adding the CEO's remuneration was “definitely an issue”.</p> <p>Under EU rules, Orcel's bonus is capped at two times his fixed pay of €2.5mn. A third person familiar with the matter said: “Andrea always preferred a higher [bonus target] and higher carrot to be more aligned with shareholders.”</p> <p>Another person said Orcel would like to double his fixed pay to allow for a higher bonus if he met more stretching targets.</p> <p>UniCredit has recently begun a round of shareholder meetings ahead of the annual general meeting in the spring. At the 2021 AGM, UniCredit only narrowly won investor support for his pay, with 42.7 per cent of them, including the single-largest investor BlackRock, <a href=\"https://www.ft.com/content/8acf5e8c-b198-4474-b216-4562c3b4670d\">voting against</a> the group's remuneration policy.</p> <p>However, the support grew in 2022 and some shareholders are in favour of boosting the chief executive's pay, especially in light of the superior performance of the bank's stock compared with peers.</p> <p>UniCredit shares are up more than 45 per cent since Orcel became chief executive last April, outperforming most European rivals.</p> <p>The bank's<a href=\"https://www.ft.com/content/517a0311-23d6-4bfb-8174-f3adc480f48b\"> hard-charging CEO</a> has made returning €16bn of capital to shareholders by 2024 a key pillar of the new strategy he announced last December. It is on track to distribute €3.75bn via dividends and purchases of its own shares this year, raising alarm bells at the European Central Bank which has pushed for more caution.</p> <p>“At no point has Mr Orcel made any request to the board or remuneration committee with regard to increasing his compensation,” UniCredit chair Pietro Carlo Padoan told the Financial Times in a statement, adding that “remuneration for the CEO is entirely the remit of the RemCo which makes a recommendation to the board incorporating views of investors and wider stakeholders. CEO pay is reviewed every year, this has been the normal course of events for over a decade.”&#xa0;</p> <p><strong>Letters in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/f9849109-23fe-42a2-81a2-ec04ba824c9a\"><em>A sense of entitlement is a meal best taken in private</em></a><em> / </em><a href=\"https://www.ft.com/content/f9849109-23fe-42a2-81a2-ec04ba824c9a\"><em>From J Richard Finlay, Founder, The Finlay Centre for Corporate &amp; Public Governance, Toronto, ON, Canada</em></a></p> <p><a href=\"https://www.ft.com/content/403802a7-4651-4789-8453-2d58a5b5e2af\"><em>Being competitive doesn't mean paying bankers more / From Jeremy James, Ashford, County Wicklow, Ireland</em></a></p><p>Source: Silvia Sciorilli Borrelli in Milan and Owen Walker and Stephen Morris in London 2022 'UniCredit seeks pay increase for Andrea Orcel to keep CEO happy' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-02T21:00:25.640Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 893,
          "end": 907
        }
      ]
    }
  ]
}