{
  "_id": "2d34b7ed2eb22aa745572b8135061915958d4756da17e29bd30e3e7f417bbaeb",
  "feed": "market-watch",
  "title": "It's a great time to scoop up bargain stocks. Here are 21 examples that could make you a lot of money. Stocks of online advertisers have been crushed. But the group may roar back, benefiting committed investors",
  "text": "<p>Below is a list of companies in, or associated with, an industry that has taken it on the chin this year: online advertising.</p><p>Most of the companies in this group are expected to grow their revenues at a much faster pace than the broader market over the next two years.</p><p>Back to basics with Warren Buffett</p><p>Before looking at the online advertisers, it is a good idea to review the following, even if you believe you have heard it all before.</p><p>You have probably seen bits and pieces of the following from Berkshire Hathaway CEO Warren Buffett from his letter to shareholders summing up the conglomerate's results in 1986. Here's a longer version of it:</p><p>Common stocks, of course, are the most fun. When conditions are right, that is, when companies with good economics and good management sell well below intrinsic business value — stocks sometimes provide grand-slam home runs.</p><p>Buffett then writes that Berkshire cannot predict stock-market performance.</p><p>What we do know, however, is that occasional outbreaks of those two super-contagious diseases, fear and greed, will forever occur in the investment community. The timing of these epidemics will be unpredictable. And the market aberrations produced by them will be equally unpredictable, both as to duration and degree. Therefore, we never try to anticipate the arrival or departure of either disease. Our goal is more modest: We simply attempt to be fearful when others are greedy and to be greedy only when others are fearful.</p><p>I bolded that last sentence. It is easy to suggest that people looking to bag outsized gains go against the grain when the market gives them the opportunity. It is far more difficult to have enough faith and patience to put the idea into practice.</p><p>As part of your own investment research, you should read Buffett's most recent letter to shareholders. All of his letters can help you. They are listed here.</p><p>The beaten-down online-advertising group</p><p>This idea resulted from a Twitter posting by Eric Jhonsa:</p><p>Jhonsa mentioned the semiconductor industry, whose stocks have been slammed this year as chip makers enter a downcycle, in the wake of pandemic-era shortages. Several of the largest manufacturers in the industry have had large recent cuts to their 12-month rolling consensus estimates for sales and earnings. Others have bucked the trend.</p><p>Jhonsa supplied a list of 21 stocks of online advertisers or companies that provide supporting software or services. These stocks have been hammered this year. For some, forward price-to-earnings ratios are now relatively low when considering how rapidly these companies are expected to grow. Analysts expect great things for the three stocks Jhonsa mentioned by ticker, as you can see below.</p><p>To look further ahead, here's Jhonsa's list, with consensus sales estimates for calendar 2022, 2023 and 2024 among analysts polled by FactSet. The 2024 sales estimates are available for all but two companies. The group is ranked by how much sales are expected to grow during 2023, based on the estimates: </p><p> Company                              Ticker   Expected sales growth – 2023   Two-year estimated sales CAGR through 2024   Estimated sales – 2022 ($mil.)   Estimated sales – 2023 ($mil.)   Estimated sales – 2024 ($mil.)   Market cap. ($mil.)  Tremor International Ltd. ADR        TRMR     28.7%                          N/A                                          $303                             $390                             N/A                              $562  ironSource Ltd Class A               IS       25.3%                          23.4%                                        $766                             $960                             $1,165                           $2,716  Trade Desk Inc. Class A              TTD      24.9%                          26.0%                                        $1,592                           $1,989                           $2,526                           $28,351  Doximity Inc. Class A                DOCS     24.7%                          27.1%                                        $408                             $509                             $659                             $3,653  DoubleVerify Holdings Inc.           DV       24.6%                          24.1%                                        $449                             $560                             $692                             $4,709  Innovid Corp.                        CTV      24.6%                          19.7%                                        $130                             $162                             $186                             $408  AppLovin Corp. Class A               APP      20.2%                          17.8%                                        $2,975                           $3,575                           $4,131                           $7,789  Inuvo Inc.                           INUV     19.5%                          N/A                                          $89                              $106                             N/A                              $58  PubMatic Inc. Class A                PUBM     19.0%                          21.2%                                        $279                             $332                             $410                             $766  Zeta Global Holdings Corp. Class A   ZETA     18.4%                          20.2%                                        $563                             $667                             $815                             $1,321  Integral Ad Science Holding Corp.    IAS      17.3%                          19.8%                                        $400                             $470                             $575                             $1,265  Roku Inc. Class A                    ROKU     17.3%                          21.6%                                        $3,139                           $3,682                           $4,642                           $8,216  Perion Network Ltd.                  PERI     16.2%                          12.3%                                        $629                             $731                             $794                             $966  Snap Inc. Class A                    SNAP     15.9%                          18.6%                                        $4,635                           $5,374                           $6,523                           $16,416  Digital Turbine Inc.                 APPS     15.3%                          23.1%                                        $767                             $884                             $1,163                           $1,791  Pinterest Inc. Class A               PINS     15.2%                          17.7%                                        $2,799                           $3,224                           $3,877                           $14,333  Magnite Inc.                         MGNI     14.9%                          17.6%                                        $508                             $583                             $702                             $988  Twitter Inc.                         TWTR     14.1%                          16.7%                                        $5,287                           $6,034                           $7,205                           $31,941  Criteo SA ADR                        CRTO     13.8%                          10.3%                                        $973                             $1,108                           $1,184                           $1,716  Alphabet Inc. Class A                GOOGL    11.6%                          11.9%                                        $289,552                         $323,097                         $362,324                         $625,503  Meta Platforms Inc. Class A          META     10.2%                          11.9%                                        $117,850                         $129,837                         $147,512                         $349,239  Source: FactSet</p><p>Click on the tickers for more about each company, including corporate profiles, news, financials and stock performance. Click here for Tomi Kilgore's detailed guide to the wealth of information available for free on MarketWatch quote pages</p><p>We used calendar-year estimates for a uniform set of numbers, as many companies' fiscal years don't match the calendar.</p><p>For companies for which consensus sales estimates are available through 2024, the table includes expected two-year compound annual growth rates (CAGR).</p><p>In comparison, companies in the S&amp;P 500 SPX as a group are expected to increase sales by a weighted 4.2% in 2023, with a two-year sales CAGR of 4.5% through 2024.</p><p>There is quite a range of companies on the list, by size. On the low end, Inuvo Inc. INUV has a market capitalization of only $58 million and is a penny stock, having fallen to 48 cents a share on Sept. 13 from 53 cents at the end of 2021. Among analysts polled by FactSet, only two cover this stock. All others on the list are covered by at least five analysts.</p><p>Here's the list again, this time with forward price-to-earnings ratios based on consensus 12-month earnings estimates and ratings summary, sorted by the 12-month upside potential implied by the price targets: </p><p> Company                              Ticker   Forward P/E   Share \"buy\" ratings   Share neutral ratings   Share \"sell\" ratings   Price – Sept. 13   Cons. price target   Implied 12-month upside potential  Inuvo Inc.                           INUV     N/A           100%                  0%                      0%                     $0.48              $1.38                185%  Tremor International Ltd. ADR        TRMR     5.4           100%                  0%                      0%                     $7.75              $20.30               162%  Magnite Inc.                         MGNI     9.1           90%                   10%                     0%                     $7.43              $14.75               99%  AppLovin Corp. Class A               APP      35.8          94%                   0%                      6%                     $26.68             $52.13               95%  Digital Turbine Inc.                 APPS     11.4          100%                  0%                      0%                     $18.12             $35.18               94%  Integral Ad Science Holding Corp.    IAS      34.2          88%                   12%                     0%                     $8.12              $14.25               75%  Innovid Corp.                        CTV      N/A           75%                   0%                      25%                    $3.08              $4.93                60%  Zeta Global Holdings Corp. Class A   ZETA     27.6          80%                   20%                     0%                     $7.71              $12.06               56%  PubMatic Inc. Class A                PUBM     20.6          70%                   30%                     0%                     $17.96             $27.28               52%  Perion Network Ltd.                  PERI     11.0          100%                  0%                      0%                     $21.75             $31.67               46%  Meta Platforms Inc. Class A          META     14.3          72%                   26%                     2%                     $153.13            $216.67              41%  Criteo SA ADR                        CRTO     9.3           69%                   31%                     0%                     $28.31             $39.58               40%  Alphabet Inc. Class A                GOOGL    18.0          94%                   6%                      0%                     $104.32            $141.79              36%  Doximity Inc. Class A                DOCS     44.4          79%                   14%                     7%                     $33.07             $41.92               27%  ironSource Ltd Class A               IS       22.3          46%                   54%                     0%                     $3.92              $4.92                25%  Trade Desk Inc. Class A              TTD      57.5          73%                   27%                     0%                     $63.85             $79.59               25%  Snap Inc. Class A                    SNAP     N/A           29%                   64%                     7%                     $11.77             $14.21               21%  Roku Inc. Class A                    ROKU     N/A           52%                   29%                     19%                    $68.05             $81.00               19%  DoubleVerify Holdings Inc.           DV       47.3          79%                   21%                     0%                     $28.71             $32.58               13%  Pinterest Inc. Class A               PINS     36.7          30%                   67%                     3%                     $24.59             $25.22               3%  Twitter Inc.                         TWTR     55.3          0%                    94%                     6%                     $41.74             $41.51               -1%</p><p>Price-to-earnings ratios are marked \"N/A\" for the companies that aren't expected to show profits for the current 12-month period.</p><p>As with any list of stocks, the point here is to highlight a group of companies that may be worth a deeper look as you consider how to invest your money. You should do your own research to form your own opinion about any investment. For an individual company, consider how likely it is to remain successful and competitive for the next decade at least.</p><p>For the positive side of rising interest rates, don't miss: 20 bank stocks expected to benefit the most from rising interest rates as the Federal Reserve fights inflation</p><p>And for income: Preferred stocks can offer hidden opportunities for dividend investors. Just look at this JPMorgan Chase example.</p><p>Hear from Ray Dalio at MarketWatch's Best New Ideas in Money Festival on Sept. 21 and 22 in New York. The hedge-fund pioneer has strong views on where the economy is headed.</p><p>It's a great time to scoop up bargain stocks. Here are 21 examples that could make you a lot of money.</p>",
  "published": "2022-09-17T15:54:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7978,
          "end": 7986
        },
        {
          "start": 7978,
          "end": 7992
        }
      ],
      "nexusId": "10009914"
    }
  ]
}