{
  "_id": "4b2e6cf61f134a9298129e7efc3ad41a8a973580f6804a60263a7d8fa315d9f4",
  "feed": "wall-street-journal",
  "title": "Black Professionals Say Workplaces Have Changed Since George Floyd—but Not Enough; Two years after Mr. Floyd's murder, hard conversations about race are easier to have at work, many say. But some worry that companies have stalled in making bigger changes.",
  "text": "<p>\"There was a lot of empathy and curiosity with respect to our experiences in a way that I hadn't experienced prior to 2020,\" he says.</p><p>What he hasn't seen, he says, is a dramatic increase in the number of Black hires at Verizon since Mr. Floyd's May 2020 murder by a Minneapolis police officer. Though Verizon said that it has made a number of moves to further diversify its workforce and that its percentage of Black employees in the U.S. rose to 20% in 2021 from 19.3% the year before, the overall size of its workforce—and number of Black employees—shrank in that time. \"From a lens of diverse hiring, I don't think I've seen a particular change,\" Mr. Hubbard says.</p><p>In the two years since Mr. Floyd's death sparked a national reckoning over racial divisions, some Black professionals describe a more open atmosphere at work, one in which they feel more comfortable being themselves within their professional lives. In many cases, they say, employers like Verizon have helped, by organizing forums in which Black staff shared the psychological toll of hiding much of their true selves at work, and the sense of loneliness that can come with being one of a few Black faces in the room. Many of their non-Black colleagues, they add, have shown a willingness to listen and even speak up on their behalf.</p><p>Yet many report mixed results. Companies have made small advances in hiring and promoting more Black professionals, especially at the highest levels of the company; there are now six Black CEOs in the Fortune 500, compared with four two years ago. But such gains often haven't been enough to override the loneliness many Blacks feel that comes with being the only Black person on the team, in the department and in meetings, according to some employees and diversity experts.</p><p>The numbers</p><p>While 12.4% of the U.S. population is Black, according to Census Bureau data, Black workers held 8% of entry-level corporate jobs at the start of 2021—the same as a year earlier, and down from 9% in 2019, according to McKinsey &amp; Co. research from its Women in the Workplace data sets, publishedin collaboration with LeanIn.org.</p><p>McKinsey's 2021 research report, published in September, comprises 423 companies employing a total of more than 12 million people. The percentage of Black junior and senior managers also stayed flat, at 6% and 4%, respectively. Only at the highest levels—in the C-suite and on boards of directors, where the numbers of total positions rarely exceed a dozen—have the percentages climbed. The share of Black executives in the boardroom rose to 9% from 7%, and to 5% from 3% on executive leadership teams.</p><p>Data collection on representation tends to lag a year behind, so more-recent numbers are hard to come by. While new research has emerged to track racial representation in workplaces, that means there aren't yet comparable prior-year numbers. Only two of 26 companies that together employ more than 230,000 people in the U.S. and more than 700,000 people globally have reached 10% Black representation throughout their ranks, according to a survey taken in December and January by Coqual, a nonpartisan think tank focused on diversity and inclusion. The findings are part of a measurement tool to track progress toward racial equity in the workplace.</p><p>\"Prior to May and June 2020, I don't think there was as much discussion around systemic and structural racism in corporate America by the participants in the C-suite and in the boardroom, and that's important,\" says James D. White, co-author of the 2022 book \"Anti-Racist Leadership\" and a former CEO of Jamba Inc., formerly known as Jamba Juice. \"But I'm not sure many of the companies that made those antiracist statements followed through in practical actions inside their companies.\"</p><p>In surveys, Black employees across the U.S. are split on whether they see progress. In a Gallup poll in March of more than 9,300 U.S. workers, 41% of Black employees said their employers had made changes that improved diversity, equity and inclusion in their workplaces over the past 12 months. But 29% said their company's efforts hadn't made a difference, and 30% said they didn't know.</p><p>\"This says that most organizations either aren't doing enough to make changes, or they are not doing enough to communicate about what changes they are making,\" says Camille Lloyd, director of Gallup's Center on Black Voices, a research initiative focused on studying and highlighting the experiences of Black Americans.</p><p>Increased recruiting</p><p>Many companies have expanded or increased their recruiting efforts at historically Black universities and colleges and established more career-development programs aimed at helping Blacks and other underrepresented employees advance into leadership ranks.</p><p>\"We're encouraged that the needle is moving in the right direction,\" says Sara Bowen, vice president of global equity, diversity and inclusion at aerospace giant Boeing Co., whose Black representation in the U.S. increased to 6.6% in 2021 from 6.4% the year before. \"It's something we approach with tremendous humility because we know we're not where we want to be.\" Last year, the company set a goal of increasing its own Black-representation rate in the U.S. by 20% by 2025.</p><p>Boeing this year added a performance metric to some of its 2022 annual incentive plans to reward equitable talent selections. \"They are not quotas, but they are designed to drive the kinds of behaviors that lead to more diverse outcomes because we know that's good for business,\" Ms. Bowen says. The company also set up a racial-equity task force whose responsibilities include helping leaders identify challenges Black and other employees of color face working or trying to advance at the company and how to address them.</p><p>Chelsea Crowder-Luke, a vice president in JPMorgan Chase &amp; Co.'s private-banking division, says she went to work the Monday after a white gunman shot 10 Black people to death in a Buffalo, N.Y., grocery store in May, wondering whether company leaders would say anything about the awfulness of the event, as they had after George Floyd's murder.</p><p>\"I was kind of almost waiting with bated breath, like, maybe in some way, the acknowledgment means that it's still on people's minds, and that they know that when we walk into these four walls, we're carrying maybe a little bit more this week,\" she says of herself and other Black colleagues. She was relieved when the leadership of a company initiative aimed at helping Blacks chart paths to financial growth did send out an email that day expressing solidarity with Buffalo's Black community and Black staff at the bank, she says.</p><p>Before George Floyd's murder, Ms. Crowder-Luke says, she would have kept frank conversations about race limited to group texts or huddles with her Black colleagues. Afterward, she says, she felt comfortable having such discussions with white co-workers, like concerns about police interactions with Blacks.</p><p>\"I was in this environment—in terms of the firm, but also the cultural paradigm shift that happened in the country—that made me feel not so strange in my desire to bring what was on my mind as a Black woman in the workforce to the forefront,\" says Ms. Crowder-Luke, who joined JPMorgan in Los Angeles in March 2020. \"Authenticity is more important to me now than ever before.\"</p><p>JPMorgan officials weren't available for comment, but the company provided links to its continuing efforts to promote racial equity, including an initiative launched in 2020 to commit $30 billion to advance economic growth and opportunity for Black, Hispanic and Latino communities by 2025.</p><p>Workplace concerns</p><p>For Marcus Brewster, George Floyd's murder marked a turning point in how he wanted to carry himself at work. He says he grew out his beard and changed his close-cut hairstyle to braided locks. He made a point of explaining to a colleague why it was offensive to compliment him on speaking well. Before George Floyd, he would remain silent on such occasions, he says.</p><p>His more emboldened approach eventually led to run-ins at Systems &amp; Technology Research LLC, the defense-security firm where he worked as a security officer in the Washington, D.C., area, he says. He says he complained because he was excluded from a decision to hire a subordinate and was asked to train them without a commensurate bump in title or pay. Last July, he resigned, citing unfair treatment of minority employees in his resignation letter.</p><p>SHARE YOUR THOUGHTS</p><p>What steps should companies take to improve Black representation at the senior level? Join the conversation below.</p><p>Mr. Brewster says that he hadn't seen more Blacks being hired or promoted by the company in the year leading up to his departure and that his employer had paid mostly lip service to diversity, such as scheduling training sessions during lunchtime without providing food.</p><p>\"It just felt really disingenuous,\" he says. \"If this is important to you, why are you squeezing it in at lunchtime?\"</p><p>STR's chief executive, Mark Luettgen, says that Mr. Brewster raised a number of issues when he left STR, and that he had met with him to hear his concerns. \"I appreciated the opportunity to do so because we are committed to ensuring all our employees feel valued and respected and to fostering a diverse, equitable and inclusive workplace,\" he says.</p><p>Some Black corporate employees and experts on race fear diversity and inclusion has taken a back seat as a hot topic for corporations in the face of supply-chain issues, inflation, Covid variants, recession fears and the still-tight labor market, \"I did think that there was that watershed moment after George Floyd and that there was going to be more significant change, but I think people are back to just coasting because as a nation we have short attention spans,\" says Pamela Newkirk, author of \"Diversity, Inc.: The Fight for Racial Equality in the Workplace,\" and a professor of journalism at New York University.</p><p>Corporate efforts</p><p>Some corporate executives say that while their companies have made some strides in hiring Blacks since George Floyd's murder, they acknowledge they could be doing more.</p><p>\"One of the challenges is, our head count has continued to go up, when you look at various minority groups, the numbers are going up, but they're not going up enough,\" says Shannon Schuyler, chief purpose and inclusion officer at PricewaterhouseCoopers LLP. \"We're continuing to need more and more talent and not realizing how much more and how deeply we need to reach.\"</p><p>The company has been trying to expand the range of historically Black colleges and universities and other Black talent pipeline programs to recruit from, while also trying to figure out ways to bring more Black employees to partner level or hire Black professionals with the level of experience that bring them closer to making partner.</p><p>Energy company Chevron Corp. last year began sending its midlevel Black managers to training programs at the Executive Leadership Council, a national organization comprising current and former Black CEOs and senior executives, to help them develop talent and leadership skills that could better position them for future advancement at the company. The company also began piloting a formal sponsor program in which senior leaders are matched with employees of color identified as having high potential, to advise them on their careers.</p><p>Efforts like that have yielded movement of several Black employees into senior positions, says Chevron's chief human-resources officer, Rhonda Morris. \"Have we made progress? I would say we have. Are we satisfied? No,\" she says. \"I think we're on a journey, collectively, not just Chevron, that's never going to end. I'm not sure that's necessarily a bad thing.\"</p><p>\"We've still got a lot of work to do,\" says Leslie Stretch, chief executive of Medallia Inc., a provider of customer and employee experience technology which in 2020 set goals of increasing its 1% Black representation in its workforce to 6% by Feb. 15, 2022, and 13% by Feb. 15, 2023. So far, the company has reached 7%.</p><p>In 2020, the company promoted more employees to its people and culture divisions to focus on increasing hiring and promotion of Black employees. Mr. Stretch credits teams focused on hiring and promotion of Blacks for ideas such as expanding its talent search to cities known for large Black populations such as Atlanta and Birmingham, Ala., and joining with historically Black colleges and universities and other institutions to help build its pipeline. The company is also one of a number that started tying its Black-representation metrics to executive compensation.</p><p>Challenges ahead</p><p>Still, a big challenge for Medallia, and the tech industry at large, he says, is built-in bias and the tendency for managers to hire or take a chance on a candidate based on who they can relate to, rather than on merit. He counted himself as sometimes being guilty of that.</p><p>The company is working on increasing the use of behavioral interviewing techniques that elicit more information about a candidates' past job situations and personal traits to determine whether they would be a good fit as a way to help root out hiring bias. \"We don't do it enough,\" Mr. Stretch says. \"I'd like to see the target-selection methodology be ingrained in every recruitment interaction that we have.\"</p><p>Joseph Drayton, a partner in technology law firm Cooley LLP's New York office, says his chief executive contacted him personally and other Black attorneys to check in on them after Mr. Floyd's murder.</p><p>Afterward, Mr. Drayton and other Black attorneys met with the CEO to discuss how the incident was affecting them and what more the firm could be doing. Mr. Drayton says they pushed for more diverse representation on important company committees and set goals to increase representation in its attorney and staff ranks. In addition to Black partners being on the board of directors and compensation committee, there is a Black partner on the Litigation Leadership team, and two firmwide practices are led by Black partners, a spokesperson says.</p><p>The firm was already on track to broaden representation of Blacks, Mr. Drayton says, but \"George Floyd helped us move along at a faster clip.\"</p><p>Mr. Smith is a Wall Street Journal reporter in New York. He can be reached at ray.smith@wsj.com.</p><p>Black Professionals Say Workplaces Have Changed Since George Floyd—but Not Enough</p>",
  "published": "2022-07-30T14:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 5787,
          "end": 5801
        },
        {
          "start": 5787,
          "end": 5807
        },
        {
          "start": 7207,
          "end": 7215
        }
      ]
    }
  ]
}