{
  "_id": "bc4e319e8b0f6ea07a99b7cb0b00481d2ac8694c49ab1bbfa6665ac01ad6a216",
  "feed": "wall-street-journal",
  "title": "Stocks Open Lower After Selloff; U.K. government-bond yields edged lower after the Bank of England expanded its bond-buying program",
  "text": "<p>Investors say sentiment is highly fragile in what is shaping up to be a fateful week for the economy and markets. U.S. inflation data due Thursday will show whether the Federal Reserve's sizable interest-rate rises are working to tame soaring consumer prices. A larger-than-forecast rise could bolster expectations that Fed officials will opt for another 0.75 percentage point increase at their next meeting.</p><p>Meanwhile, investors are bracing for the first wave of major corporate earnings reports due this week, which are expected to show companies struggling with high rates and weakening consumer demand. PepsiCo reports Wednesday while financial titans such as BlackRock, JPMorgan Chase and Morgan Stanley report later in the week.</p><p>\"First-quarter and second-quarter earnings came in remarkably well. The third quarter may be the pivot point at which we see earnings cannot keep growing to the sky, and that companies are subject to the economic headwinds we are facing from all kinds of directions,\" said David Donabedian, chief investment officer at CIBC Private Wealth US.</p><p>Volatility in the U.K. government-bond market resumed after the Bank of England stepped up its efforts to support pension funds battered by a bond-market rout. The bank said it would add inflation-linked government bonds to its bond-buying program. The yield on 10-year U.K. government bonds known as gilts declined to 4.431% from 4.497% on Monday.</p><p>The bank warned that dysfunction in the U.K. bond market posed a \"material risk to U.K. financial stability.\" The warning comes just a day after the BOE said it would increase the amount of long-dated bonds it was willing to buy.</p><p>Yields on benchmark U.S. government bonds continued their ascent, coming within sight of the 4% level. The yield on the benchmark 10-year Treasury note rose to 3.916% from 3.883% on Friday. The U.S. bond market was closed Monday for the Columbus Day holiday.</p><p>In commodity markets, oil weakened as concerns about demand returned to the fore and a bounce in prices following a 2 million barrel-a-day supply cut from OPEC+ last week showed signs of fading. Brent crude, the international oil benchmark, shed 1.6% to $94.62 a barrel.</p><p>Overseas indexes slumped. In Japan, the Nikkei 225 fell 2.6%, while Hong Kong's Hang Seng Index closed 2.2% lower, hitting its lowest level in more than a decade.</p><p>In Europe, the pan-continental Stoxx Europe 600 fell 0.6%, led by losses among its oil-and-gas and chemicals companies.</p><p>Write to Will Horner at william.horner@wsj.com</p><p>Stocks Open Lower After Selloff</p>",
  "published": "2022-10-11T13:32:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 675,
          "end": 689
        },
        {
          "start": 675,
          "end": 683
        }
      ]
    }
  ]
}