{
  "_id": "14b31b8c62b2bcf72cda8833594e890b14f3c0ab573ae8a60b07596d76494af9",
  "feed": "wall-street-journal",
  "title": "Morgan Stanley Earnings Fall for Third Consecutive Quarter; Investment banking revenue, including fees from mergers and acquisitions, declines 55%",
  "text": "<p>It was Morgan Stanley's third consecutive year-over-year profit decline.</p><p>Investment banking revenue, including fees from mergers and acquisitions, declined 55%. Rising interest rates and a weak stock market have led corporate executives to hold off on plans to make deals or take their companies public.</p><p>It is a stark reversal from the boom that characterized much of the past two years. Companies emerged from the depths of the pandemic in good financial shape and eager to address business vulnerabilities that the crisis revealed. That unleashed a wave of deal making. Strong stock markets encouraged private companies to go public. Investment banking revenues broke records.</p><p>Morgan Stanley's banking peers weren't spared. Investment-banking revenue fell 47% at JPMorgan Chase &amp; Co. and 64% at Citigroup Inc. in the third quarter.</p><p>Despite the uncertain economic environment, \"companies are ready and willing to act as they have opportunistic windows in the marketplace,\" Morgan Stanley Chief Financial Officer Sharon Yeshaya said in an interview.</p><p>Wild market swings gave Wall Street stock and bond traders a small boost. Trading revenue rose 3% at Morgan Stanley and 8% at JPMorgan. Banks that connect buyers and sellers benefit from frenzied trading activity.</p><p>Morgan Stanley's return on tangible equity, a measure of how efficiently it uses shareholder money, weighed in at 14.6%, down from 19.6% a year earlier.</p><p>The bank is a big player in the Wall Street businesses of trading and deal making, but it is usually protected in volatile spells by its business managing money for wealthy clients. Wealth management revenue was $6.1 billion in the quarter, up 3% from a year earlier. That unit accounted for 47% of total company revenue.</p><p>A bear market in stockshas slowed Morgan Stanley's retail-trading business. Those clients numbered 7.8 million at the end of September, essentially unchanged from the second quarter. But the average daily number of retail trades the company handled was about 805,000, down 9% from the second quarter.</p><p>Investment-management revenue fell 20%.</p><p>Morgan Stanley repurchased $2.6 billion worth of stock in the third quarter. The bank said in June it plans a $20 billion stock buyback with no set expiration date.</p><p>Morgan Stanley's shares fell 5.1% Friday and are down 23% this year.</p><p>Write to Charley Grant at charles.grant@wsj.com</p><p>Morgan Stanley Earnings Fall for Third Consecutive Quarter</p>",
  "published": "2022-10-14T20:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1176,
          "end": 1184
        },
        {
          "start": 765,
          "end": 785
        },
        {
          "start": 756,
          "end": 776
        },
        {
          "start": 1164,
          "end": 1172
        }
      ]
    }
  ]
}