{
  "_id": "683541c66edf943d9e8b7a23fe24eddb31dfdfafed675ea42bce50a9ce8226fd",
  "feed": "market-watch",
  "title": "Citigroup's Mexico divestment takes Wall Street by surprise",
  "text": "<p>Citigroup C late Tuesday announced plans to exit its Banamex business, which houses its consumer, small-business and middle-market banking&#xa0;businesses in Mexico. The unit accounted for $3.5 billion of revenue in the first nine months of 2021, or about 6% of its total revenue.</p><p>The bank will retain its private banking operations in Mexico, along with its investment banking and institutional business lines there.</p><p>Jefferies analyst Ken Usdin said the business will likely fetch a price of about $5 billion to $6.5 billion, based on the value of publicly traded Mexican peer bank GF Banorte GBOOF.</p><p>“Citi's surprise exit announcement of much of its Mexico banking business should add capital, but take away earnings,” Usdin said in a research note on Wednesday. “The move would further simplify the business model.”</p><p>Usdin said the combination of its exits in Mexico as well as its announced departure from Korea will free up about $11 billion of capital for Citigroup. The transactions will enable the bank to support its capital ratio and invest in wealth management, U.S. consumer and its Treasury and Trade Solutions&#xa0;(TTS) division that serves its Institutional Clients Group, he said.</p><p>Also See Ratings Game: Bank stocks may struggle to repeat gains of 2021 next year, but analysts see some grounds for optimism</p><p>JPMorgan Chase analyst Vivek Juneja also said the deal by Citigroup was unexpected.</p><p>“The restructuring at Citi continues as it has for the past 15 years and it continues to dismantle itself,” Juneja said. “Citi is exiting these businesses due to lack of strategic fit with the rest of its consumer operation which we agree with and has been an issue for a long time but Citi had been steadfast for many years in not wanting to exit Mexico.”</p><p>No buyers have been named yet, but Mexican billionaire Ricardo Salinas&#xa0;Pliego said in a tweet late Monday that he asked his team to study the potential acquisition of Banamex as a way to “redouble my bet on Mexico, the Mexicans and their future.”</p><p>Meanwhile Citigroup is expected to release its fourth-quarter earnings on Friday, along with Wells Fargo &amp; Co. WFC and JPMorgan Chase &amp; Co. JPM.</p><p>See also:&#xa0;These 14 bank stocks are in the best position to benefit from rising interest rates</p>",
  "published": "2022-01-12T12:25:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2119,
          "end": 2138
        },
        {
          "start": 1312,
          "end": 1326
        },
        {
          "start": 2140,
          "end": 2143
        }
      ]
    }
  ]
}