{
  "_id": "ef42fb1c85e9e2c66d66f816c6a2ea418539fa3e0731fccdc84c8eb889d6c86d",
  "feed": "wall-street-journal",
  "title": "Omnicom Gets Boost From Helping Marketers Reach Consumers Directly; The ad agency holding company said its precision marketing group saw organic growth of 19% in 2021",
  "text": "<p>Clients increased spending across Omnicom's disciplines and geographic areas in 2021 as the impact of the Covid-19 pandemic continued to moderate, the company said.</p><p>Omnicom's organic revenue last year grew 10.7% for its advertising business, 19% for precision marketing, and 27% for experiential marketing, which can refer to in-person marketing. In addition to precision marketing, executives said the company's focus on digital and consulting services drove its results.</p><p>Organic revenue in 2021 grew 8.1% over 2020 in the U.S.</p><p>Omnicom posted net income of $416.2 million in the fourth quarter, up from $398.1 million in the same quarter a year earlier. Revenue for the quarter totaled $3.86 billion, compared with $3.76 billion in the year-earlier period.</p><p>Last week, competitor Publicis Groupe SA said organic revenue grew 10% in 2021 compared with 2020 as marketers spent more on services in first-party data management, digital media, commerce and business transformation. Interpublic Group of Cos., another ad holding company competitor, is set to report earnings on Thursday.</p><p>J.P. Morgan analysts said in a note this week that the current backdrop is beneficial for agency performance.</p><p>\"Growth in our view is not only being driven by a cyclical recovery in economic activity and personal expenditures, but also by changes in consumer, work and media habits, which have prompted marketers to invest and follow suit,\" analysts said in the note.</p><p>They wrote that disruption is driving growth for agencies generally, as long as companies have the resources and talent to meet marketers' demand.</p><p>Write to Megan Graham at megan.graham@wsj.com</p><p>Omnicom Gets Boost From Helping Marketers Reach Consumers Directly</p>",
  "published": "2022-02-09T00:13:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1082,
          "end": 1093
        }
      ],
      "nexusId": "10009914"
    }
  ]
}