{
  "_id": "6cd9899780dc85a10d20b32fd02f99fe9c6466f4139fe674c63ad94d2c1ff5d2",
  "feed": "market-watch",
  "title": "Value stocks have outperformed growth stocks. And now they're even better bets; Value stocks have broken a correlation with inflation expectations, suggesting they have staying power",
  "text": "<p>Many advisers argued that cheap valuations alone made value stocks compelling bets to once again outperform growth. But they still had to battle the widespread Wall Street narrative that value tends to beat growth only in rising-inflation environments. While this narrative supported the value-stock thesis last year and this year, it made value stocks' relative strength vulnerable to any decline in inflation expectations.</p><p>This narrative started to break down in mid-August, however, as you can see from the accompanying chart, above. Notice how, in the months prior to then, value stocks' relative strength over growth tended to rise and fall in a close correlation with the 10-year breakeven inflation rate. This stopped being the case two months ago. Even as the 10-year breakeven inflation rate has trended strongly downward, value stocks' relative strength has trended strongly upward.</p><p>What happened? My hunch is that an increasing number of investors on Wall Street came to realize that there is no good theoretical reason to expect value stocks' relative strength to be correlated with inflation. (I devoted a column earlier this year to this absence of a good theoretical foundation, and I refer you to it for a fuller discussion.)</p><p>Wall Street's newfound realization may have come just in time to rescue value stocks from declining inflation expectations. Though high inflation is proving less transitory than many, including the Federal Reserve, initially thought, most believe that inflation will be slowing soon. The consensus of \"America's top business economists,\" as polled by Wolters Kluwer's Blue Chip Economic Indicators, is that the Consumer Price Index will be 3.9% in 2023.</p><p>The easiest way to place a diversified bet on value stocks' relative strength is with exchange traded funds. One with the lowest expenses is the Vanguard S&amp;P 500 Value ETF VOOV, with an expense ratio of 0.10%.</p><p>Highly regarded value stocks</p><p>If you want to bet on individual value securities, the following table lists value stocks that are recommended by at least three of the top-performing newsletters my firm monitors. To qualify for this table, their price-to-book and price-to-earnings (P/E) ratios had to be lower than those of the S&amp;P 500 SPX, and their dividend yields had to be higher. (The ratios and yields in the table are from FactSet.) </p><p> Stock                   Price/book ratio  Price/earnings ratio  Dividend yield  Number of newsletters recommending  CVS HEALTH CVS          1.82              10.55                 +2.4%           4  FEDEX FDX               2.34              9.25                  +2.7%           4  COMCAST CMCSA           2.37              8.47                  +3.6%           3  INTEL INTC              2.19              11.87                 +5.5%           3  INTERNATIONAL PAPER IP  1.96              7.36                  +5.7%           3  JPMORGAN CHASE JPM      1.80              9.81                  +3.7%           3  KEYCORP KEY             1.38              7.62                  +4.8%           3  LEGGETT &amp; PLATT LEG     3.33              13.65                 +5.3%           3  MDC HLDGS MDC           1.52              3.14                  +6.9%           3  MEDTRONIC MDT           2.64              15.10                 +3.0%           3  MORGAN STANLEY MS       1.78              11.90                 +3.7%           3  SNAP-ON SNA             2.75              13.04                 +2.7%           3  WHIRLPOOL WHR           2.86              6.48                  +4.7%           3  S&amp;P 500 Index           3.66              19.25                 +1.8%            </p><p>Mark Hulbert is a regular contributor to MarketWatch. His Hulbert Ratings tracks investment newsletters that pay a flat fee to be audited. He can be reached at mark@hulbertratings.com .</p><p>Value stocks have outperformed growth stocks. And now they're even better bets</p>",
  "published": "2022-10-14T16:27:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2618,
          "end": 2621
        }
      ],
      "nexusId": "10009914"
    }
  ]
}