{
  "_id": "6301fbc360a6333b90046c58c8e974270ce14b6f8a4d56cb42c8b0e199d92b2a",
  "feed": "ftcomall",
  "title": "Searching for the bottom",
  "text": "<p>Good morning. Yesterday's ISM manufacturing report was weak. Treasuries got crushed; yields are now at 3 per cent at all maturities five years and longer. Inflation-protected Treasuries sold off even harder. The message — if there is one, in one day of trading in a volatile period — is a shift to a bit less fear of inflation and a bit more fear of recession. Could just be noise, though. </p> <p>Today we consider the outlook for risk assets. If you are hoping for a prediction from me, this letter will disappoint you. Instead, I try to lay out three cases for optimism and two for pessimism. Which do you buy? robert.armstrong@ft.com</p> <h1>Bull case: sentiment can't get worse</h1> <p>The good news is that everyone thinks the news is bad. I see this in my inbox: sifting through the dozens of research reports, I could not find an optimistic one yesterday. This improved my mood considerably. More good news comes from the American Association of Individual Investors' sentiment <a href=\"https://www.aaii.com/sentimentsurvey\">survey</a>. Last week, just over 59 per cent of respondents said they were bearish over a six-month horizon, a level of gloom last achieved in the miserable year of 2009:</p> <p>The survey is quite volatile week to week, but the recent trend is unmistakable, and encouraging. “Stocks climb a wall of worry,” as the cliché has it, and they have a nice big wall in front of them now (Inflation/Fed, war, China, slowing growth). Here I charted subsequent 12-month S&amp;P 500 returns against the weekly bearish number:</p> <p>Just eyeballing this chart, it is obvious the relationship is irregular. It is suggestive all the same. The last time bear sentiment came in at current levels was a great moment to buy stocks. Indeed, the chart is dotted with spikes in poor sentiment followed by strong returns. </p> <p>Still, be careful. I looked, for example, at all instances where bearishness passed 50 per cent, and found subsequent returns were average. While in most instances, subsequent returns were great, a stretch of lousy sentiment matched with awful returns in 2007-2008 offset this. </p> <p>I am sure someone has done a proper statistical study of this. If you've got one, send it along. In the meantime, a link between poor sentiment and healthy returns makes sense and is borne out in many instances. It should cheer us up right now.</p> <h1>Bull case: Fed positioning finally makes sense</h1> <p>My search did turn up one (moderate) bull in Bob Michele, head of global fixed income at JPMorgan Asset Management. He thinks the market has now more or less adjusted to the dramatic shift in posture by the Fed, providing reasonable entry points for investors. Here's what he told me:</p> <blockquote>  <p>There has been tremendous repricing. I now look at government bond yields and the Fed Funds forward curve, and they are all in reasonable place. Fed fund at 3 per cent [at year end is] a good target for the Fed to get to and we'll see what happens. More important for us, the Treasury curve is priced for that. A relatively flat curve around 3 per cent is the right place to be. That just has to be what happens over the next year. If market expectations don't change much and the Fed endorses the journey to 3 per cent [we will be OK]. To take advantage of that, we are adding duration and credit [risk] to our portfolios for the first time this year . . . </p>  <p>In talking to clients, when we came into this year, they did some de-risking … now it feels as though he tides is shifting. Those who are in cash are saying “I can buy Treasuries over 3 per cent, or high yield [corporates] at 7 per cent.”</p>  <p>Maybe [the Fed] has got to get to 4 or 5 per cent. Maybe. But let's get to 3 first — were are at a quarter of a per cent, and they are tightening the balance sheet … but for the first time in a couple of years there is a realistic expectation for [the fed funds rate] 12 months out</p> </blockquote> <h1>Bull case: inflation backs off, and the Fed follows</h1> <p>We all suffer from recency bias. It is hard for us to imagine inflation cooling because it's been so hot since the autumn. But the situation is fluid, there are positive signs on goods inflation, and financial conditions are tightening. Here is how Jason Thomas, head of research at Carlyle, put it in context:</p> <blockquote>  <p>What is important to emphasise is the dynamic nature of all these things — the real economy, markets, and reaction function of the Fed. In March, the Fed thought the market digested the rate hike and change in outlook too easily. They did not get the tightening of financial conditions that they wanted. So we got much more proactive rhetoric, aimed at achieving that tightening . . . But what is the level of tightness the Fed is hoping for in terms of borrowing costs, valuation ratios, exchange rates?</p>  <p>Core inflation is not just slowing but reversing in some places, the dollar is stronger, mortgage rates have risen very quickly, the IPO market has dried up … potentially by June you have a Fed that is confident that the desired tightness of financial conditions has been achieved and can tighten by only 25 basis points instead of 50 next time</p> </blockquote> <p>A Fed that does not need to keep dropping 50-point increases would help a lot in taking recession risk off the table. But, again, be careful. There are two scenarios in which the Fed backs off. </p> <p>One is in which the economy stinks and/or markets crash, taking demand with them. That won't help risk assets. The other is a scenario in which the supply of goods and labour rises to meet high demand. What makes that happen? Yin Luo of Wolfe Research pointed out the obvious ways are the war in Europe ending (freeing up energy and food supplies), of the China lockdown ending (goods supply), or more workers showing up in America, increasing the participation rate. Bulls have to bet on one or more of those happening.</p> <h1>Bear case: Markets are not pricing in a global slowdown, and that is what's happening</h1> <p>Ian Harnett of Absolute Strategy Research thinks risk assets, particularly stocks, are in for more pain. Yes, sentiment is terrible, and that could mean a bounce. But the bounce, if it comes, will not last. The problem is that stocks remain historically expensive, and they are not pricing in a synchronised global slowdown that is already afoot.</p> <p>Below is Harnett's key chart, which shows (in dark green) a diffusion index of 24 countries' ISM Manufacturing surveys — tallying those ISMs that are increasing minus those that are decreasing. As you see on the left-hand scale, 16 of the 24 are in slowdown mode. The light green line is a similar diffusion index, but for central banks that are tightening versus loosening.</p> <p>Harnett has advanced the green line by nine months — the point being that central banks loosen, at a lag, after PMIs turn over. The implication is that in six to nine months, global central banks will be in rate-cutting mode. And they will not be cutting for nice, supply-coming-on-line-and-inflation-subsiding kind of reasons. </p> <p>“Early warning” economic indicators such as money growth, unemployment rates, truck sales, and housing activity are signalling deceleration globally, and when that happens, stocks perform poorly in both absolute terms and relative to bonds. Earnings, which have been solid to date, will be little help, Harnett argued. He noted earrings growth has tracked global trade closely over the long term at a lag of about six months, and trade is turning over now:</p> <h1>Bear case: liquidity is going to keep falling</h1> <p>Regular readers of this letter will know we are firm believers that liquidity — broadly, the volume of cash circulating around the financial system, relative to the volume of less-liquid financial assets — is an important driver of risk-asset valuations. Michael Howell of CrossBorder Capital is the prime proponent of this view. He argued liquidity is falling and will continue to do so, because:</p> <ul>  <li><p>Central banks are determined to shrink their balance sheets, with the Fed leading the way with a target of $95bn a month</p></li>  <li><p>Rising oil prices pull cash out of financial markets and into the real economy</p></li>  <li><p>Higher volatility, which we already observe in fixed-income markets, increases demands for collateral by counterparties, further tying up liquidity</p></li> </ul> <p>That liquidity has begun to tighten is reflected in the shape of the yield curve. Below are rates yesterday against the start of the year. </p> <p>Notice that the front end of the curve (three months through five years) is steep. That is telling you that the market anticipates a lot of Fed tightening. On the back half, notice that term premiums have disappeared. The five year trades at the same yield as the 10 and the 30. What that tells you is that there is a lot of demand for long-duration safe assets (if there were not, investors would get paid for locking up their money long term). The lack of a term premium, in other words, says risk appetites are weak. Investors already feel liquidity draining away.</p> <p><strong>One good read</strong></p> <p>“I don't think that the snake had a very <a href=\"https://www.nytimes.com/2022/05/02/science/dolphins-anaconda-bolivia.html\">good time</a>.”</p><p>Source: Robert Armstrong 2022 'Searching for the bottom' FT.com 3 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-03T05:30:32.786Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2401,
          "end": 2409
        }
      ]
    }
  ]
}