{
  "_id": "0652c0f6ea72f0fdd382200174e0877933490c5aebb6ede843726b78fb8f20ed",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: JPMorgan Chase's Investment Bank Leader to Retire",
  "text": "<p>He plans to retire at the end of the first quarter next year, according to an internal memo Monday from Mr. Dimon and Daniel Pinto, the president and head of the corporate investment bank.</p><p>Mr. Hernandez, 61, is the executive chair of investment and corporate banking. He joined a much smaller version of JPMorgan in 1986, Morgan Guaranty Trust, which was fighting for relevance as an investment bank, and has run several parts of the bank over the years.</p><p>Among his proudest accomplishments, Mr. Hernandez said in an interview, was helping build the bank's powerhouse equity underwriting and trading businesses.</p><p>Mr. Hernandez mostly kept out of the spotlight many big-time deal makers relish and wasn't one to appear on television to claim credit for a big deal.</p><p>He has a single deal memento in his office: a framed poster celebrating a 2008 offering of JPMorgan shares just after it announced it acquired the failed Washington Mutual.</p><p>Mr. Hernandez said he talked Mr. Dimon into launching the share sale to ensure JPMorgan had enough cash to tide it over if financial conditions worsened. The bank ultimately raised $11.5 billion. Rivals were later forced to raise capital at depressed prices.</p><p>When Mr. Hernandez leaves, the structure of his group of deal makers won't change much. Global investment banking co-heads Jim Casey and Viswas Raghavan already run the unit's day-to-day operations. In 2020, Mr. Hernandez orchestrated a shuffling of top investment bankers to let the next generation take over.</p>",
  "published": "2022-10-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1014,
          "end": 1022
        },
        {
          "start": 19,
          "end": 27
        },
        {
          "start": 853,
          "end": 861
        },
        {
          "start": 304,
          "end": 312
        }
      ],
      "nexusId": "10009914"
    }
  ]
}