{
  "_id": "8db5cfd4089569aa7ae3d9ce4f2e29e75a1ca083b0b2f186ffe860d221d89f4c",
  "feed": "ftcomall",
  "title": "Gramercy sees value in buying up indebted China real estate",
  "text": "<p>Distressed debt specialist Gramercy Funds scents an “opportunity for experienced credit investors” in the cash-strapped Chinese real estate sector and has been loading up on property company bonds.</p> <p>Founder Robert Koenigsberger made a bundle off Russian debt in the late 1990s and has played big roles in restructuring <a href=\"https://www.ft.com/content/72ad46a4-5a4d-11e2-bc93-00144feab49a\">Argentine government bonds</a>. </p> <p>Now the $5.5bn investment manager sees parallels in China, where the value of property company bonds has plummeted since the giant developer <a href=\"https://www.ft.com/content/d5942485-1ddd-4055-9610-2a808a35aa7d\">Evergrande</a> began missing payments on its debt last year. From zero exposure to the sector before Evergrande, Gramercy has built up to $200mn in corporate bonds and expects to buy more.</p> <p>“Around 10 of the [companies] that we're focused on definitely trade below an inherent value that we think that we can achieve by being a part of catalysing a restructuring in a reasonable period of time,” Koenigsberger said.</p> <p>“It reminds me of the ‘good old days' of emerging markets . . when it was more of a fledgling asset class,” he added. </p> <p>Many analysts are valuing the sector's <a href=\"https://www.ft.com/stream/f629ead0-d40f-43ba-b104-95b1e02fe174\">bonds </a>at 10 to 40 per cent on the dollar because that is what the companies' assets would be worth if they defaulted and were liquidated. </p> <p>But <a href=\"https://www.ft.com/stream/d17bdd5e-e1de-47d7-87c8-3db0bf0c60fb\">Gramercy </a>has been talking to chief financial officers and believes they want to work out an agreement with their creditors. They just do not know how. </p> <p>“There's a real lack of experience of how to put Humpty Dumpty back together again,” Koenigsberger said. “Rather than detecting a lack of willingness to pay/restructure, we're seeing a lot of signs of good faith.”</p> <p>“There's an opportunity for experienced creditors to come in with good ideas and leadership skills and to show the possibility to these CFOs . . . that there is a path to getting to yes,” he said.</p> <p>Gramercy's recent buying of Chinese property company debt puts it on the opposite side from some big financial groups. BlackRock, HSBC and Fidelity were among the fund houses that cut their exposure to the sector in March and April, according to Bloomberg data. In May, Goldman Sachs analysts sharply boosted their default predictions for the sector's US dollar-denominated bonds.</p> <p>Gramercy's enthusiasm for Chinese real estate does not extend to some of the other big distressed markets. Gramercy is steering clear of Russian assets and it has already sold off the Ukrainian debt it scooped up right after the invasion at a steep discount.</p> <p>“We are not convinced that there's value in Ukraine at 35 [cents on the dollar] because the longer this conflict is unfortunately going on, we can all see not only the damage that has occurred but [also] . . . the massive costs that its going to take to rebuild the country,” Koenigsberger said.</p> <p>Gramercy is wary of Ukrainian debt because it expects a postwar restructuring of Ukrainian debt will force bondholders to accept significantly less than face value. Koenigsberger said the situation reminds him of the 2010s when the G7 gave “extraordinary debt relief” to Iraq to help it recover from the war. Private creditors took an 85 per cent hit to the net present value of their bonds. </p> <p>If Ukraine receives similar treatment, “How could a bond with an 85 per cent haircut be worth 35 cents?” he asked</p> <p>Gramercy's multi-strategy fund is down about 3 per cent for the year to the end of May, compared to a fall of nearly 20 per cent for JPMorgan's emerging market bond index, people familiar with the results said. Last year Gramercy was up roughly 8 per cent, and the index was roughly flat.</p> <p>The weighted average return for the entire hedge fund sector for the month of May was negative 1.1 per cent, according to internal analysis by Citco, the leading hedge fund administrator, which serves about a quarter of the market. The average return through the first quarter of 2022 was negative 3.2 per cent.</p><p>Source: Brooke Masters and Madison Darbyshire in New York 2022 'Gramercy sees value in buying up indebted China real estate' FT.com 19 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-19T11:00:47.369Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3334,
          "end": 3342
        }
      ]
    }
  ]
}