{
  "_id": "85efc8a6fe79e7a35516b105e92cd30d8bdf037a79570cf20944b450169425f3",
  "feed": "wall-street-journal",
  "title": "Three New Yorkers Ordered Cocaine From the Same Delivery Service. All Died From Fentanyl. Cocaine, long popular among New York professionals, is now often tainted with fentanyl, catching users unprepared and driving drug fatalities",
  "text": "<p>Mr. Mtangi, 40 years old, missed a follow up meeting. His sister and her partner found him dead at the hotel the next day. Police found on a table translucent black baggies that contained lethal fentanyl mixed in with the cocaine.</p><p>In the East Village, first-year lawyer Julia Ghahramani, 26, texted the same delivery service the same day. She also died. She had just started her career remotely at Akin Gump Strauss Hauer &amp; Feld LLP.</p><p>Social worker Amanda Scher, 38, did the same. She died in the Greenwich Village apartment she shared with her Chihuahua-Corgi rescue dog. It was a stone's throw from where she had received her master's degree at New York University.</p><p>The three high-achieving New Yorkers had texted the DoorDash-style cocaine delivery service on a late winter Wednesday. They all died from the illicit fentanyl that had been mixed into it.</p><p>America's Fentanyl Crisis</p><p>The synthetic opioid has spread to every corner of the illegal drug market and is driving overdose deaths to records.</p><p>* How Two Mexican Drug Cartels Came to Dominate America's Fentanyl Supply</p><p>* Fentanyl's Ubiquity Inflames America's Drug Crisis</p><p>* What Is Fentanyl and Why Is It So Dangerous?</p><p>Fentanyl is a powerful legal opioid, prescribed for cancer patients and others with severe pain. Traffickers have found it is easy and inexpensive to make. The illicit form has spread throughout the illegal drug market, turning up in heroin as well as pills stamped out to look like oxycodone or Adderall and other drugs.</p><p>Dealers also cut it into cocaine, a stimulant, to be more potent and addictive, introducing the drug to unsuspecting buyers. A tiny amount of fentanyl can kill unseasoned users.</p><p>\"Hey try not to do too much because it's really strong,\" read a text sent to Ms. Scher later that night from the delivery number. Ms. Ghahramani missed seven calls from the number.</p><p>Sassan Ghahramani, Ms. Ghahramani's father, said the fentanyl in his daughter's cocaine was like having cyanide appear in an alcoholic drink during Prohibition.</p><p>\"Julia was a driven professional with everything to live for. Never in a billion years would she have touched anything with fentanyl,\" he said. \"This is like putting bullets in people's brains.\"</p><p>'Can u come thru?'</p><p>March 17 in New York City is usually festive for St. Patrick's Day. In 2021, the parade was canceled for a second year and most big company offices were shut. Only around 30% of adults in the city had received at least a first dose of a Covid-19 vaccine.</p><p>In the East Village, Ms. Ghahramani, the litigation associate, was one of millions of young Americans starting their career outside of a workplace. She had graduated virtually from Columbia Law School in May 2020 while her parents snapped photos of her and the screen in their Greenwich, Conn., living room.</p><p>The daughter of Iranian-born Mr. Ghahramani, an investment research firm founder, and Lily Ann Marden, a real estate finance executive, Ms. Ghahramani made a vow in high school to somehow change the world. She helped give pro bono legal advice to immigrants and advocated for gun control. She spoke on the steps of City Hall as a main organizer of a \"March for Our Lives\" attended by 150,000 following the Marjory Stoneman Douglas school shooting in February 2018.</p><p>For much of the pandemic, Ms. Ghahramani retreated to her family's home to work remotely and spend time with her parents and younger twin siblings.</p><p>Her final week, Ms. Ghahramani headed back to her Avenue B apartment, saying she had work to do before a family trip the next weekend to celebrate the Persian new year. Ms. Ghahramani told friends and family the workload was intense but that she was loving her first job.</p><p>On Wednesday, Ms. Ghahramani sent a text to a phone that prosecutors said belonged to the alleged dispatcher for the drug delivery service, Billy Ortega.</p><p>According to his lawyer, Mr. Ortega was a stay-at-home dad in a house in rural New Jersey. According to prosecutors, Mr. Ortega arranged drug deals from the house. He pleaded not guilty to causing the three deaths and distributing drugs and is awaiting trial.</p><p>\"Can u come thru?,\" Ms. Ghahramani wrote.</p><p>\"I'll send them right now if you want.\"</p><p>\"That would be great thank you really appreciate it.\"</p><p>\"No worries we family.\"</p><p>After getting the text, prosecutors said, Mr. Ortega asked a courier, Kaylen Rainey, to handle the day's deliveries. Mr. Ortega sent him Ms. Ghahramani's address and instructions to collect $200, prosecutors said, citing texts on their phones.</p><p>Prosecutors said Mr. Rainey lived in an apartment registered to Mr. Ortega's family in public housing in Manhattan's Chelsea neighborhood.</p><p>He and another courier rented Zipcars to deliver drugs to neighborhoods across Manhattan, prosecutors alleged, collecting up to thousands of dollars a stop. Mr. Rainey pleaded not guilty to causing the deaths and distributing drugs and is awaiting trial.</p><p>Nine minutes after the texts, according to police and surveillance footage, Mr. Rainey buzzed Ms. Ghahramani's apartment bell.</p><p>Around six hours after the delivery, her phone pinged.</p><p>\"Hey\"</p><p>\"Hey you there\"</p><p>Seven calls came in that night and the next morning from the delivery-service number.</p><p>Ms. Marden woke that morning in Connecticut knowing something was wrong because she hadn't heard from her daughter. A friend of Ms. Ghahramani went to the apartment and found her dead, holding her phone. Persian pastries she had ordered for the weekend were in the refrigerator.</p><p>\"She made a mistake,\" Mr. Ghahramani said. \"She had a hit of coke and unbeknownst to her it was loaded with fentanyl and it killed her.\"</p><p>Derailed lives</p><p>Cocaine has long had allure in New York City, where in the 1980s it became associated with jet setting clubbers and elite professionals. Usage estimates in the city remain higher than the roughly 2% national rate of Americans taking the drug annually for the past two decades.</p><p>The addition of fentanyl into supplies in the past decade has tripled the yearly number of New Yorkers dying. Of 980 cocaine deaths in 2020, 81% involved fentanyl, according to the most recent New York City health department data. The number of people dying from cocaine alone has held steady in the low hundreds.</p><p>Drug use overall rose during the pandemic, which derailed work routines and social lives. Fentanyl helped drive total drug fatalities higher. Deaths hit an annual high of 107,521 people in 2021, according to the U.S. Centers for Disease Control and Prevention, up 51% since 2019. Three-quarters of the 2021 deaths involved fentanyl, the CDC said.</p><p>New York City authorities have been warning of the risks of unknowingly taking fentanyl in cocaine and of its increased presence in cocaine seized by police. Health officials put up posters and sent drink coasters to clubs warning cocaine users to start with a small dose and to have naloxone, an opioid reversal drug, on hand to counter an overdose. They are handing out fentanyl testing strips that can be used to test cocaine and other drugs for fentanyl's presence.</p><p>Multiple people died within hours from tainted cocaine in Long Island, N.Y., and in Newport Beach, Calif., last year. Nine were killed in Washington, D.C., in January. Law-enforcement officials said dealers often use coffee grinders or other basic equipment to cut drugs and prepare them for sale, which can result in deadly batches.</p><p>New batch</p><p>Amanda Scher texted her order just before 5 p.m. that Wednesday. Through the pandemic, she commuted by subway to work with cancer patients at a Bronx hospital network, Montefiore Health System. Early on, she sent a photo to her parents of refrigerated trucks storing Covid victims.</p><p>\"She didn't complain about it. That's what commitment to her profession required,\" said her father, Bruce Scher, who with his wife, Fran, raised Ms. Scher and a younger brother on Long Island. Ms. Scher made easy connections and doted on her elderly rescue dog, Ziva, her parents said. One of her friends later said that when Ms. Scher was out walking Ziva, six people would stop to say hello.</p><p>Greenwich Village's streets emptied in the pandemic. Ms. Scher's roommate left the city. To fight isolation, Ms. Scher started counseling private patients online in the evenings. \"Being home alone, I think that got to her,\" her father said.</p><p>On that March day, Ms. Scher texted a number stored in her phone as \"Jason Melissa.\" Prosecutors said Mr. Ortega sometimes used the name Jason.</p><p>\"Question first,\" Ms. Scher wrote.</p><p>\"Is it the same as it was Sunday? Because that was not good lol, had to get rid of it.\"</p><p>\"No new…Batch,\" came the reply.</p><p>Mr. Rainey appeared on a video camera near her apartment.</p><p>\"Def better,\" Ms. Scher texted about two hours after the delivery.</p><p>She counseled a patient online from 8 p.m. to around 9 p.m. that night, according to a calendar on her desk. She sat down on the sofa and turned on the television.</p><p>Texts came in from the delivery-service number:</p><p>\"Hey try not to do too much because it's really strong\"</p><p>\"Hey boss lady you heard\"</p><p>\"Lol\"</p><p>Three FaceTime audio calls to her phone went unanswered. A text the next morning:</p><p>\"Hey can you give me a call back I need to ask you something real fast\"</p><p>Ms. Scher's dog walker found her dead on the sofa that day.</p><p>Prosecutors said the texts and calls to Ms. Ghahramani and Ms. Scher after the deliveries showed a consciousness of guilt that something was wrong with the drugs.</p><p>The day after the deliveries, Mr. Rainey sent Mr. Ortega screenshots of home drug testing kits, and Mr. Ortega switched to a different phone to take drug orders, prosecutors alleged. They said the men continued selling drugs until their arrests.</p><p>A lawyer for Mr. Rainey declined to comment; one for Mr. Ortega didn't respond to requests for comment.</p><p>Wall Street success</p><p>At his 29th floor penthouse in the East 30s with views across Manhattan, Mr. Mtangi was stressed about work. He had been cooped up at home instead of on the trading floor for most of the pandemic.</p><p>Mr. Mtangi's Irish-Italian American mother, Lauren Lackey, raised him and a younger sister in subsidized housing in East Providence, R.I. His mother had met his father, Stanlake Mtangi, a chemist who was born in Zimbabwe, at a Newport disco in the late 1970s, and Mr. Mtangi became closer to him as an adult.</p><p>Mr. Mtangi went to Harvard University and was drawn to the high stakes of Wall Street. He traded derivatives for JPMorgan Chase &amp; Co. and Bank of America, and at Credit Suisse ran a group handling complex trades in company stocks and share indexes.</p><p>He was athletic, running 5 miles through Manhattan or biking to visit his sister in Brooklyn. Humor and a cool demeanor powered Mr. Mtangi over social and racial divides, people close to him said. He played pickup basketball on city courts and was nodded in by doormen at exclusive clubs in the Meatpacking District.</p><p>The trader's prowess showed in a roughly $100 million gain Mr. Mtangi and his team made for Bank of America from a brief volatility spike shortly before he left for Credit Suisse, according to former colleagues and a media report at the time.</p><p>Impending fatherhood presented a new path. On his 40th birthday, his partner took a photo of him holding a cake, shirtless and tattooed, a view of Manhattan behind him.</p><p>On his final week, Mr. Mtangi stuffed his computer in a bag at his apartment and told his partner he was going to the office.</p><p>It was Tuesday, and he checked into a hotel down the street and stayed there overnight, texting his partner and other family the next morning to say that he was OK but needed some time alone.</p><p>On Wednesday, Mr. Rainey, the alleged drug courier, appeared on hotel surveillance, stopping to check his phone.</p><p>Mr. Mtangi was on a call that evening with his boss, Michael Ebert. He didn't make a follow-up call later that night.</p><p>Mr. Mtangi's partner called his family the next morning, and separately, Mr. Ebert got in touch with his sister to say he was trying to reach him. The credit card charge at the hotel eventually tracked him down.</p><p>Mr. Mtangi's sister and her partner rushed to the hotel, where he was dead. His son was born three weeks later.</p><p>Write to Margot Patrick at margot.patrick@wsj.com</p><p>Three New Yorkers Ordered Cocaine From the Same Delivery Service. All Died From Fentanyl.</p>",
  "published": "2022-10-23T12:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 10370,
          "end": 10390
        }
      ]
    }
  ]
}