{
  "_id": "dc853b1a3e30a8013872c5e43c840abb91f93edb271f1970ecfc5df8155225d8",
  "feed": "ftcomall",
  "title": "Joe Biden fights to close ‘credibility gap' on inflation",
  "text": "<p>Joe Biden has been fretting about high inflation for months, knowing that rising prices are undermining the strong US recovery and souring Americans' views of the economy and his presidency. </p> <p>This week, the president has embarked on a new effort to burnish his inflation-fighting credentials, even though his ability to quickly reverse the pernicious economic and political dynamic resulting from higher prices is limited.</p> <p>On Tuesday, Biden called <a href=\"https://www.ft.com/content/f4610109-f1fa-4584-aa44-f65246365f2e\">Jay Powell, the chair of the Federal Reserve</a>, to the White House to offer his backing for the central bank to do what it takes to blunt inflation, as it presses ahead with tighter monetary policy and rising interest rates. </p> <p>In an op-ed in The Wall Street Journal, <a href=\"https://www.ft.com/topics/people/Joe_Biden\">Biden </a>said he realised Americans were “anxious” about inflation, stressing that the country was battling high prices from a position of “strength” compared to the rest of the world and laid out his own efforts to blunt the cost of living increases for middle-class households. </p> <p>Top officials from his administration — including <a href=\"https://www.ft.com/content/437a4e4b-9b97-4cd0-bb4a-d5d333e65410\">Janet Yellen, the Treasury secretary,</a> and Kamala Harris, vice-president — are also increasing their public appearances to talk about the state of the economy. </p> <p>“I'm sure that [Biden] is disturbed by his 40 per cent approval rating when the economy has recovered so strongly,” said Don Beyer, a <a href=\"https://www.ft.com/stream/d3022c39-5296-4f1b-bb29-e104acd9e9ee\">Democratic </a>member of the House of Representatives from Virginia, who chairs the joint economic committee in Congress. </p> <p>“The number one thing, if you talk to consumers, is they're concerned about <a href=\"https://www.ft.com/content/fc0fa698-fd47-4a0c-981f-5304f3c53c17\">gas prices and food prices. </a>The president can't ignore that: he needs to say very clearly that he understands it and he's doing whatever he can.” </p> <p>As early as November, Biden said inflation was more stubborn than expected and causing hardship for American families, as hopes that high prices would prove transitory were dashed. </p> <p>But the inflation picture worsened further in the wake of the war in Ukraine and supply chain disruptions triggered by new coronavirus lockdowns in China. That made the problem even more acute at the start of the year. </p> <p>John Leer, chief economist at Morning Consult, said that concerns about inflation have “risen dramatically” among Americans — even younger adults who “were very slow to start acknowledging” inflation fears had now come around. “They were the last ones to voice their concerns, and that has subsequently changed.”</p> <a href=\"http://www.ft.com/cms/10209766.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>“[Consumer] confidence has continued to fall, even as the Federal Reserve and the White House come out and make these policy announcements — and inflation expectations continue to rise despite these policy changes,” he added. “So I think there's a real credibility gap right now”. </p> <p>Meanwhile, concerns are emerging that the fiscal and monetary tightening needed to bring down inflation will result in a sharp slowdown in the economy, which would reverse some of the progress the labour market registered over the past year and potentially tip the US into a recession. Jamie Dimon, the chief executive of JPMorgan Chase, on Wednesday warned of an <a href=\"https://www.ft.com/content/07108e32-aff1-4d8c-8950-7f7c4e5a5f28\">economic “hurricane”</a> bearing down on the country. </p> <p>While White House officials believe the US can avoid such a scenario, they also stress that the economy is going through a delicate transition period between a period of high inflation and a booming jobs market to more stable growth. </p> <p>“We've run this first leg of the race at a very rapid clip. That has put us in this strong position, relative to our peers,” Brian Deese, the director of the National Economic Council, said this week. “But this is a marathon and we have to move and shift to stable, resilient growth.” </p> <p>Biden has taken a series of unilateral steps to bring down inflation, including efforts to reduce supply chain crunches in ports and in the trucking industry, bolster competition in the meatpacking business and persuade Opec countries to increase oil production. </p> <p>He has also argued that his legislative plans — including measures to lower prescription drug prices, raise taxes on the wealthy and corporate America, and subsidise child care expenses — would together help reduce the deficit and bring down costs for average households. </p> <p>But Biden has still not decided whether to scrap tariffs on billions of dollars of Chinese goods, which would potentially be deflationary, and some economists and policy experts say his fiscal policies are still too expansionary. </p> <p>“The next step is to stop doing the policies that are boosting demand,” says Marc Goldwein, head of policy at the Committee for a Responsible Federal Budget, a non-partisan think-tank in Washington. “In some ways, we still have our foot on the gas.”</p> <p>Persistent inflation has placed the Biden administration and many Democrats on the defensive about the impact of its $1.9tn stimulus plan enacted in March last year. While the White House believes it saved the US from a lacklustre recovery, critics contend that it overheated the economy. </p> <p>Steve Rattner, a former Obama administration official and Wall Street executive, told MSNBC on Wednesday that the US “put too much money in people's pockets” and “we're all paying the price”. In response, Gene Sperling, a White House adviser, wrote on Twitter that “some have a curious obsession with exaggerating the impact” of the stimulus, when high inflation was global. </p> <p>Indeed, as well as showing his responsiveness to inflation, many Democrats also want Biden not to be excessively downbeat about economic factors he cannot fully control. </p> <p>“I think we will also continue to try to remind people that it's totally fair and OK to be upset with inflation, but please, let's not forget that that's not the only thing going on in our lives and in our country today,” said Beyer, the Democratic congressman from Virginia. “Let's fight our way through it but let's not be discouraged.”</p><p>Source: James Politi in Washington 2022 'Joe Biden fights to close ‘credibility gap' on inflation' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-02T04:00:28.357Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2986,
          "end": 2994
        }
      ]
    }
  ]
}