{
  "_id": "d94c1c7f86771f4c62f9c0dbbcacf50d2ae8db3fd6a210ae9f6dce53d4adcc90",
  "feed": "ftcomall",
  "title": "Further sanctions debate and busy data week in run-up to Easter",
  "text": "<p>Hello and welcome to the working week,</p> <p>Easter is almost upon us — although as Week Ahead readers are well aware it will take a little longer for the orthodox church. This will mean a shorter working week for the next fortnight and we will be taking a break next week.</p> <p>Tragically, one thing that will not be letting up is the war in Ukraine. It will be a key topic on the agenda for the EU foreign affairs council, which gathers in Brussels on Monday. The bloc is under pressure — <a href=\"https://www.ft.com/content/477c31ba-7c8c-45cf-8535-8e90b49aaad4#post-3d4b339a-13a9-4cb6-9500-ec5a7a3ae660\">not least from the EU's chief diplomat</a> — to do more to punish Russia and the question is whether they will <a href=\"https://www.ft.com/content/54b22881-60f4-47d0-a5ae-1bda69951808?emailId=624b21cdb229950023ba4cef&amp;segmentId=2785c52b-1c00-edaa-29be-7452cf90b5a2\">impose a blockade</a> on Russian oil.</p> <p>There will be much discussion about the results of the first round of voting in the French presidential election. You can hear Financial Times journalists and guests sharing their views at a special webinar at 6pm CET on Monday — <a href=\"https://frenchelection.live.ft.com/?_ga=2.197573160.607203728.1649087252-1736146820.1649087252\">click here</a> to get your ticket (free for FT subscribers) and <a href=\"https://www.ft.com/content/6855ef17-643c-4cfd-b249-0bbbb9a85195\">follow the live news feed</a>. Just in case you do not have it in your diary — as hard as this is to believe for The Week Ahead subscribers — the second round ballot will be held on April 24.</p> <p>Here at The Week Ahead, we are keen followers of what goes up as well as down and this week we have both: Tuesday is the 61st anniversary of <a href=\"https://www.ft.com/content/a851a9ab-c830-478a-8c0e-8b6fb2c2c12e\">Yuri Gagarin</a> becoming the first man in space, or Cosmonautics Day as it is known in Russia, while Friday is the 110th anniversary of the Titanic sinking to the depths of the Atlantic Ocean.</p> <p>Your comments and suggestions are always welcome — email me at <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a></p> <h1>Economic data</h1> <p>It might be a short working week, but it will be packed with economic data, inflation and output in particular, plus interest rate decisions from the European Central Bank and its equivalents in Canada and New Zealand. </p> <p>Mainland China, France, Germany, India, Japan, the UK and the US will all be updating markets on cost of living rises with either consumer price index or producer price index reports, or both.</p> <p>The Bank of Japan will hold its quarterly branch managers' meeting on Monday, an important opportunity for the central bank to gauge how the Ukraine crisis and rising fuel costs are affecting Japan's regional economies.</p> <p>The ECB rates decision will be closely watched and will perhaps include a mea culpa about its previous estimates on inflation being too optimistic. However, it is expected to hold rates. On the other hand, expectations are that the Bank of Canada will extend its tightening cycle with a 50 basis points rise to 1 per cent and the Reserve Bank of New Zealand will ratchet up its base rate 25 basis points to 1.25 per cent.</p> <p>It's a busy week too for UK data with a GDP estimate, monthly activity indicators, labour market data and retail sales figures, all before the nation's markets take a break for Good Friday.</p> <h1>Companies</h1> <p>Another earnings season kicks off in earnest this week and the headliners will be US banks, starting with <strong>JPMorgan Chase</strong> on Wednesday, and retailers, notably <strong>Tesco</strong> and <strong>Asos</strong>. </p> <p>There are high expectations for US banks to report higher net interest income for the first quarter but this might not be sufficient to offset the hit to profits from declines in investment banking, as Russia's invasion of Ukraine has taken the wind out of corporate dealmaking.</p> <p>Labour costs and food price inflation are a concern for the supermarket sector — as my colleague Cat Rutter Pooley <a href=\"https://www.ft.com/content/b96eb909-7a36-43eb-b1f5-c452aaf365a5\">explained so clearly</a> this week — so investors in Tesco, the big daddy of the UK sector, will want to see how these have affected the bottom line. On the one hand, the company has said it will <a href=\"https://www.ft.com/content/27f00f60-9bc9-4240-984e-7baf2b023931\">cut more than 1,000 roles</a> to reduce its reliance of more expensive night work. On the other hand, it has just announced a staff pay rise that will mean everyone earns at least £10.10 from July, which brings Tesco into line with rivals Morrisons and Sainsbury's.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>China, March consumer price index (CPI) and producer price index (PPI) data</p></li>  <li><p>Czech Republic, March CPI data</p></li>  <li><p>Japan, March PPI figures plus the Bank of Japan holds its quarterly branch managers' meeting with opening remarks delivered by governor Haruhiko Kuroda</p></li>  <li><p>UK, March GDP estimate plus trade figures and construction output data</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p><strong>Airbus</strong> AGM</p></li>  <li><p><strong>Deliveroo</strong> Q1 trading update</p></li>  <li><p>EU, European Central Bank's Q1 euro area bank lending survey</p></li>  <li><p>France, February trade figures</p></li>  <li><p>Germany, March CPI data plus ZEW economic sentiment survey</p></li>  <li><p>India, February industrial production figures plus March CPI data</p></li>  <li><p>Organization of the Petroleum Exporting Countries monthly oil market report</p></li>  <li><p>UK, labour market statistics</p></li>  <li><p>US, March CPI data</p></li>  <li><p>Results: <strong>Asos</strong> H1, <strong>JD Sports</strong> FY</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Canada, Bank of Canada interest rate announcement</p></li>  <li><p>EU, February industrial production data</p></li>  <li><p>Italy, February industrial production figures</p></li>  <li><p>New Zealand, Reserve Bank of New Zealand monetary policy meeting</p></li>  <li><p>UK, March CPI and retail price index (RPI) data</p></li>  <li><p>US, March PPI figures</p></li>  <li><p>Results: <strong>JPMorgan Chase</strong> Q1, <strong>Tesco</strong> H1</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p><strong>Dunelm</strong> Q3 trading update</p></li>  <li><p>EU, European Central Bank's monetary policy meeting in Frankfurt</p></li>  <li><p>India, trade statistics</p></li>  <li><p>Israel, Q4 GDP figures</p></li>  <li><p>UK, Q1 credit conditions and bank liabilities surveys</p></li>  <li><p>US, March retail sales figures</p></li>  <li><p>Results: <strong>Citigroup</strong> Q1, <strong>Ericsson</strong> Q1, <strong>Goldman Sachs</strong> Q1, <strong>Morgan Stanley</strong> Q1, <strong>State Street</strong> Q1, <strong>TSMC</strong> Q1, <strong>Wells Fargo</strong> Q1</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>France, Italy, Poland: March CPI figures</p></li>  <li><p>US, March industrial production figures</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Belgium, EU foreign affairs council gathers in Brussels with an agenda that includes discussion on what to do in light of the Ukraine war.</p></li>  <li><p>South Africa, corruption trial of former president Jacob Zuma is due to resume before the KwaZulu-Natal high court in Pietermaritzburg</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>EU, Equal Pay Day marks the day of the year up to which women need to work in order to earn the same salary as men during a full year of work</p></li>  <li><p>Russia, Cosmonautics Day celebrates the anniversary of the first human space flight on April 12 1961 by Soviet cosmonaut Yuri Gagarin</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>New Zealand, Australians allowed to enter the country without needing to quarantine or isolate for the first time since March 2020</p></li>  <li><p>UK, end of Hilary term, the first term of the legal year in England and Wales</p></li>  <li><p>US, Thomas Jefferson Day commemorates the birthday of the third president plus current vice-president Kamala Harris speaks at a fundraising event for the Democratic National Committee in Washington</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>North Korea, anniversary of the birth of late North Korean leader Kim Il Sung</p></li>  <li><p>Sikh festival of Vaisakhi, marking the Sikh New Year</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Israel, Christians gather for Good Friday services in Jerusalem</p></li>  <li><p>110th anniversary of the sinking of the Titanic</p></li>  <li><p>Jewish festival of Passover (Pesach) begins</p></li>  <li><p>UK, 33rd anniversary of the Hillsborough disaster — where 97 Liverpool football fans were killed — will be marked in the city with a memorial service</p></li>  <li><p>US, deadline to file individual tax returns</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>The Netherlands, the Invictus Games for wounded, sick and injured service personnel begins in The Hague</p></li>  <li><p>US, <a href=\"https://www.facebook.com/events/176187297847230\">Pillow Fight in the Park</a> returns to Washington Square Park in New York after Covid forced its cancellation in recent years</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Vatican City, Pope Francis leads Easter Sunday Mass in St Peter's Square</p></li>  <li><p>UK, the World Snooker Championship — the sport's most important tournament — begins at the Crucible Theatre in Sheffield</p></li> </ul><p>Source: Jonathan Moules 2022 'Further sanctions debate and busy data week in run-up to Easter' FT.com 10 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-10T17:15:02.573Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4989,
          "end": 5003
        },
        {
          "start": 2890,
          "end": 2904
        }
      ]
    }
  ]
}