{
  "_id": "daab10e0db9703dd85c7046e02182cf42f0718adc26d46d67a9eab4b64cb524c",
  "feed": "wall-street-journal",
  "title": "Russia Averts Default After Investors Receive Foreign-Debt Payments; Holders of two Russian dollar bonds say coupon payments arrived Thursday, a day late, but well within the 30-day grace period",
  "text": "<p>Russia made good on payments to foreign bondholders, according to investors and traders, averting default on its foreign debt in the face of the war in Ukraine and punishing Western sanctions.</p><p>Holders of two Russian dollar bonds said coupon payments arrived Thursday, a day late, but well within the 30-day grace period granted under the terms of the bonds.</p><p>The bond payments are a sign that exceptions the West put into sanctions to allow certain transactions, including for debt payments and energy, are working in some cases. Still, financial institutions are reluctant to touch Russian money without strong assurances that what they are doing is legal, leading to delays and confusion.</p><p>Russia's Ministry of Finance said in a statement earlier Thursday that it had remitted payments to a correspondent bank and would provide future updates on whether funds had reached a London branch of Citigroup Inc., which processes payments on behalf of bondholders. Russia's finance minister has said he wasn't sure if the payments would go through, blaming U.S. sanctions for setting the country on the path toward default.</p><p>A spokeswoman for Citigroup declined to comment.</p><p>JPMorgan Chase &amp; Co. is the correspondent bank that links the Central Bank of Russia to Citigroup. JPMorgan received the full $117 million for both Russian sovereign bonds' coupon payments and made the transfer to Citigroup, according to a person familiar with the matter.</p><p>The Treasury Department has said that current U.S. sanctions don't prohibit Russia from making debt payments.</p><p>Prices on the bonds rallied Thursday on hopes that the payments would go through. Russia's bonds maturing in 2023 were quoted around 41 cents on the dollar Thursday, compared with 27 cents Wednesday, according to AdvantageData. Those maturing in 2043 were bought and sold for around 32 cents Thursday, up from about 22 cents Wednesday. They traded above 100 cents on the dollar before the war.</p><p>Russian credit default swaps, which would pay out a windfall if Russia defaults, also rallied on news of the payments. The cost of a five year CDS contract dropped to 41% of the total value of the debt to be insured, compared to as high as 60% as of Tuesday, according to data from ICE Data Services.</p><p>The last time Russia reneged on its foreign debts was after the Bolshevik Revolution in 1918. Russia defaulted on its local-government debt in 1998 as the post-Soviet economy struggled to find its feet.</p><p>The payment on the dollar bonds doesn't remove Russia's default risk completely.</p><p>Russia could also default on a local-currency bond that was due for payment earlier this month but that foreign investors haven't received.</p><p>Ratings company Fitch said that if the Russian state doesn't pay holders of its local-currency bonds in the 30 days after it didn't forward payments to foreign bondholders on March 2, it would declare the country in default.</p><p>Russia has an additional $615 million of bond payments to make to foreign creditors this month, and a maturing $2 billion bond that it will have to pay in full in April.</p><p>In theory, Russia has plenty of money. Heading into the war with Ukraine it had accumulated more than $630 billion in foreign-currency reserves, which in normal times it can use to pay its debts. But the punishing U.S. sanctions on Russia's central bank and finance ministry have thrown into question what Russia is permitted to do with the reserves.</p><p>Many investors got rid of their Russian bonds at the start of the conflict, selling them to more opportunistic investors who were betting that the payments would be allowed. One money manager who holds Russian bonds said it made sense for the U.S. to allow payments. Every dollar Russia spends on bond repayments is less money it has in its warchest, even if it is difficult to use those dollars because of sanctions.</p><p>The payment—and the role of Citigroup and JPMorgan—highlights the complex relationships that built up over the years between Western banks and Russia. Many banks rushed in after the end of Communism, but have trimmed down their presence after the 1998 bond default and the 2014 Russian annexation of Crimea.</p><p>Several U.S. banks, including JPMorgan and Citigroup have said they are unwinding ties to Russia, but that the process would take time as they shut down client relationships.</p><p>U.S. sanctions that came into effect in 2019 blocked American banks from helping Russia raise money in debt markets, but only affected new issuances. The Russian dollar bonds at the center of the missed payments were sold in 2013.</p><p>—Matt Wirz, Alexander Saeedy and Anna Hirtenstein contributed to this article.</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com and Alexander Gladstone at alexander.gladstone@wsj.com</p><p>Russia Averts Default After Investors Receive Foreign-Debt Payments</p>",
  "published": "2022-03-17T19:40:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4170,
          "end": 4178
        },
        {
          "start": 1265,
          "end": 1273
        },
        {
          "start": 3874,
          "end": 3882
        },
        {
          "start": 1166,
          "end": 1186
        }
      ]
    }
  ]
}