{
  "_id": "bc27b6c68f8bd9ca7d1f4da0def42370ff0739a6945bf3dfc8b854c1a1d8df05",
  "feed": "ftcomall",
  "title": "UK culture chief hits back at criticism to move arts funding out of London",
  "text": "<p>A senior government culture adviser has hit back at critics of a decision to pivot arts funding away from the capital. </p> <p>The <a href=\"https://www.ft.com/stream/5928857c-1cfc-4763-8a97-71e9b1068066\">Arts Council England</a> funding agency was last weekend accused of devastating the capital's arts institutions in the name of “levelling up”, the former prime minister Boris Johnson's economic rebalancing agenda, but Lord Neil Mendoza insisted that both British culture and its media were too “London focused”.</p> <p>The Arts Council's <a href=\"https://www.artscouncil.org.uk/investment23\">latest funding round</a> released on November 4 — covering 2023 to 2026 — increased grants to institutions outside the capital by £43.5mn, a rise of nearly 22 per cent, while around £50mn in grants to London-based organisations were not renewed. </p> <p>The decision has drawn headlines accusing the government of “brutal” cuts to the London arts scene, including an “<a href=\"https://www.telegraph.co.uk/opera/what-to-see/arts-council-england-has-launched-attack-opera/\">attack</a>” or “war” on opera, after the Arts Council said it would remove funding for the English National Opera unless it relocated. </p> <p>However, the decision was <a href=\"https://www.newstatesman.com/quickfire/2022/11/london-arts-cuts-culture\">more warmly received</a> by northern leaders and arts figures.</p> <p>Mendoza, who as cultural recovery and renewal commissioner is tasked with independently advising the government on cultural issues following the pandemic, said that prior to Covid-19, <a href=\"https://www.ft.com/london\">London</a> had been receiving £21 in annual cultural funding per capita compared to £6 everywhere else. The figures are now £18.80 and £7.40, respectively.</p> <p>Calling the historic regional disparity “stark”, he said: “It's just not right — it's absolutely not fair. We're so London-focused. Not only is culture London-focused, but journalism is London-focused.”&#xa0;</p> <p>Of 1,700 institutions that applied for arts funding over the next three years — a record number, according to Mendoza — 990 were successful, including existing recipients such as the Yorkshire Sculpture Park and new ones such as the Unanima theatre in Mansfield. </p> <p>More than a third of the Arts Council's grant budget will still be spent in London, but 78 “levelling up for culture places” areas, such as Stoke and Wigan, deemed by government to have been historically neglected, will between them receive a 95 per cent uplift. </p> <p>Mendoza, a former JPMorgan banker and provost of Oriel College, Oxford, said the move was not just aimed at boosting institutions outside the capital, but “properly paying attention and recognising the talent and the people in those places”, including the role culture can play in economic growth.</p> <p>London mayor Sadiq Khan last week warned that London arts would be “devastated” after funding to organisations such as Covent Garden's Donmar Warehouse theatre was not renewed. </p> <p>Mendoza insisted that unsuccessful bids did not amount to cuts. “They haven't lost funding,” he said. “Every three years everyone applies for three years of funding. No one's lost anything, because no one's guaranteed anything.</p> <p>“There's this idea that once you've had funding it's a human right that funding will continue. That's not true.”</p> <p>Every cultural organisation needed to consider “what if I don't get Arts Council funding”, he said, pointing to the thousands of cultural bodies across the country that support themselves commercially or with the help of local authority grants. </p> <p>Last week the ENO said in a statement that the announcement would “allow us to increase our national presence by creating a new base out of London, potentially in Manchester”, but since then it has launched a campaign to remain in the capital. Mendoza said relocation was a matter for the ENO, which is in discussions with the Arts Council.</p> <p>“Manchester was just one idea,” he added of potential locations.</p> <p><strong>Letters in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/90777699-cf52-40fc-a50d-349226dcd28a\"><em>Arts cuts in London make country culturally poorer</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/90777699-cf52-40fc-a50d-349226dcd28a\"><em>From Ros Morgan, Chief Executive, Heart of London Business Alliance, London W1, UK</em></a><em><br><br></em><a href=\"https://www.ft.com/content/8d2d0ad7-c495-4234-8818-a1c2d29eba1a\"><em>Why rebalancing arts funding is problematic / From Sir Peter Bazalgette, Chair, Arts Council England 2013-17, London W2, UK</em></a></p><p>Source: Jennifer Williams in Manchester 2022 'UK culture chief hits back at criticism to move arts funding out of London' FT.com 11 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-11T19:16:41.559Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2105,
          "end": 2113
        }
      ]
    }
  ]
}