{
  "_id": "52111ab28cd3ac19bd84e0990c4ba58fc8d0b6a3a945c304f38d547992dbf7d2",
  "feed": "market-watch",
  "title": "Airbnb stock tumbles after earnings fail to quell fears that 'demand will weaken sooner or later'; Stock down 9% Wednesday as one analyst says the company needs to show more than just upbeat profit trends",
  "text": "<p>Airbnb shares were off 9% in morning trading.</p><p>Evercore ISI highlighted that the company has a \"reasonable track record of somewhat conservative guidance,\" though they acknowledged that macroeconomic questions remain.</p><p>The team, led by Mark Mahaney called out Airbnb's warning that average daily rates will face pressure from foreign exchange and business mix. That commentary caused the analysts to lower their 2023 outlook for the ADR metric to a 7% decline, whereas their prior projection was for a 2% decline.</p><p>The analysts maintained their outperform rating and $150 per share price target, but questioned executives' optimism of \"promising trends in cross-border travel.\"</p><p>\"How can leisure travel demand possibly hold up in THIS macro environment? We assume the demand will weaken sooner or later,\" they said in a note.</p><p>JPMorgan analysts led by Doug Anmuth said they weren't seeing any \"negative impact on demand from macro headwinds that are beginning to weigh on the consumer as the soft 4Q guide is driven by FX &amp; shift in business mix.\"</p><p>Still, they highlighted that investors likely still have concerns about the big picture.</p><p>\"Overall, we believe ABNB continues to execute well across top &amp; bottom lines &amp; product innovation remains strong,\" the team wrote. \"While ABNB is not seeing signs of slowing demand or supply, we believe investor concern around the potential for macro headwinds to weigh on travel will continue to drive share performance.\"</p><p>The JPMorgan analysts kept their neutral rating in Airbnb and price target of $105.</p><p>RBC analysts also said the profitability was \"impressive\" but the fourth-quarter guidance showed \"disappointing deceleration pointing to meaningful downside to Street [2023] estimates.\"</p><p>\"More than profit [is] needed at these levels,\" they wrote in a note to clients.</p><p>The team reiterated its sector perform rating and kept its $110 price target.</p><p>The home-sharing company reported its third-quarter results Tuesday afternoon, which saw gross bookings rose 31% year-on-year to $15.6 billion, beating analysts' expectations of $15.37 billion.</p><p>It recorded 99.7 million nights and experiences bookings in the July to September period, just behind analysts' estimates of 100.68 million. The average daily rate was $156, up 5% year over year and higher than the $153.20 analysts expected.</p><p>Airbnb stock drops despite 'biggest and most profitable quarter ever'</p><p>Airbnb stock tumbles after earnings fail to quell fears that 'demand will weaken sooner or later'</p>",
  "published": "2022-11-02T16:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1460,
          "end": 1468
        },
        {
          "start": 822,
          "end": 830
        }
      ]
    }
  ]
}