{
  "_id": "e1a6d83b0a56a3f4b0dbbef1f7a6418d54f218f8dd41836380d603958c70dd35",
  "feed": "wall-street-journal",
  "title": "Goldman Sachs Reports 43% Profit Drop, Confirms Reshuffling; Overhaul is meant to make firm less dependent on boom-and-bust Wall Street businesses; investment-banking revenue fell 57%",
  "text": "<p>Revenue was down 12% to $11.98 billion. That also beat analysts' expectations, which were $11.42 billion.</p><p>Goldman confirmed a broad reshuffling in how it is organized, one of the biggest overhauls in the company's history. The Wall Street Journal reported on the bank's plans on Sunday. Notably, Goldman will combine its signature investment-banking and trading businesses into one unit, while merging asset and wealth management into another.</p><p>Goldman also confirmed that its consumer-banking arm, Marcus, will be parceled out, with much of it folded into the new asset- and wealth-management unit. That could create more opportunities to offer banking services to wealthy households.</p><p>Goldman created Marcus several years ago, offering savings accounts and loans to the masses. It was meant to expand the banks' revenue streams, though the uptake has been slow.</p><p>Some pieces of Marcus, such as its card partnerships with Apple Inc. and General Motors Co., will go into a third new unit called Platform Solutions. That unit will also house Goldman's financial-technology platforms and specialty lenderGreenSky.</p><p>The moves reflect Chief Executive David Solomon's broader effort to shift Goldman's focus away from the high-risk, high-reward Wall Street units that have long defined it, and toward businesses that generate steady fees no matter the environment.</p><p>Mr. Solomon said that the new structure would strengthen the bank's core businesses, diversify its products and services and allow it to \"operate more efficiently as we drive higher, more durable returns.\"</p><p>Investment banking and trading have long been Goldman's power centers, and those units generate huge profits in times when markets reward risk-taking. But results can fall sharply in bad times, as they did across Wall Street in the third quarter.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think the next quarter has in store for Goldman Sachs? Join the conversation below.</p><p>Head-snapping volatility in the markets and the uncertain economic outlook have kept many corporate deal makers on the sidelines this year. A measure of CEO confidence fell to the lowest level since the 2008 financial crisis, the Conference Board said last week. The sharp drop in deal making marks a sharp contrast from the boom of the pandemic, when a surging stock market encouraged companies to go public or buy their rivals.</p><p>Goldman said Tuesday that its third-quarter investment banking revenue fell 57% to $1.58 billion.</p><p>Overall, Goldman's results cap a mixed quarter for big U.S. banks. Profit fell at all six major banks, with Goldman suffering the sharpest decline. JPMorgan Chase &amp; Co., Citigroup Inc., Wells Fargo &amp; Co. and Bank of America Corp. set aside a combined nearly $2 billion to cover possible bad loans, a sign that executives are worried about a possible recession. A year ago, the banks were releasing money from their rainy-day reserves.</p><p>While revenue fell at both Goldman and Morgan Stanley, it rose at JPMorgan, Citigroup, Bank of America and Wells Fargo, all of which have closer ties to Main Street.</p><p>The majority of the banks topped analyst expectations for both earnings and revenue. And while executives sounded a warning about where the economy could be headed, their results confirmed that, for now, individuals and businesses are still borrowing at a healthy rate. Consumers increased their spending on credit cards, including on more discretionary items such as travel and leisure, though big-ticket loans such as mortgages and auto loans fell off a cliff.</p><p>Goldman earned $972 million in fees from advising on mergers and acquisitions, down 41% from a year earlier. Stock underwriting revenue fell 79%, while bond issuance revenue fell 55%.</p><p>Choppy markets did give trading a boost. Goldman booked trading revenue of $6.2 billion, up 11%. That was bigger than the 3% gain booked by Morgan Stanley or the 8% gain by JPMorgan. Banks that connect buyers and sellers do well when markets are volatile, because clients are more likely to place trades.</p><p>Asset-management revenue was $1.82 billion in the third quarter, down 20%. Wealth-management revenue was $1.63 billion, flat from a year earlier.</p><p>Revenue from Goldman's consumer-banking arm rose 95% from a year earlier to $744 million. That accounted for about 6% of Goldman's total revenue in the quarter.</p><p>Goldman ended the quarter with 49,100 employees, up 4% from the end of June and up 14% from a year ago. Other banks added employees as well. Morgan Stanley reported more than 81,000 workers on staff at the end of the third quarter, up 4% from the end of June and 11% from a year ago.</p><p>Morgan Stanley CEO James Gorman said last week that his bank is monitoring staffing levels but that he doesn't see any need for \"draconian measures.\" Citigroup, JPMorgan and Bank of America likewise added jobs over the quarter and from a year earlier.</p><p>Goldman shares closed Monday at $306.71, down 20% for the year. They jumped about 5% in early trading Tuesday.</p><p>Write to Charley Grant at charles.grant@wsj.com and Justin Baer at justin.baer@wsj.com</p><p>Goldman Sachs Reports 43% Profit Drop, Confirms Reshuffling</p>",
  "published": "2022-10-18T15:24:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2601,
          "end": 2621
        },
        {
          "start": 3874,
          "end": 3882
        },
        {
          "start": 2954,
          "end": 2962
        },
        {
          "start": 4758,
          "end": 4766
        },
        {
          "start": 3841,
          "end": 3849
        },
        {
          "start": 2578,
          "end": 2598
        },
        {
          "start": 2929,
          "end": 2937
        },
        {
          "start": 4715,
          "end": 4723
        }
      ]
    }
  ]
}