{
  "_id": "d8b2244f99577b8aaaecbeaf433fbdb31014901e50d42eda566ce21ad5b727ba",
  "feed": "wall-street-journal",
  "title": "Carvana Plans to Lay Off 12% of Workforce as It Closes Expansion Deal; Downsizing comes after company raised billions in new debt with high interest",
  "text": "<p>\"It has always been the right move to start building for growth well ahead of when we expect it to show up,\" Mr. Garcia wrote in the email. \"This strategy worked for us every year until this one.\"</p><p>Recent macroeconomic factors are significantly affecting the auto retail market, and adjusting head count will restore a better balance between sales volumes and the company's staffing levels, a company spokeswoman said.</p><p>Carvana's sales sequentially decreased for the first time ever in the first quarter as it reported a net loss of $260 million. The company's shares have fallen 59% in the weeks since it reported its results on April 20. The company's shares closed Monday at $38.77, 90% off an all-time high of $370.10 hit last August.</p><p>The used-car dealer, which offers an almost entirely online shopping and selling experience, saw a huge expansion in its business during the pandemic as shoppers steered clear of bricks-and-mortar dealers and Covid-related production issues in the auto industry starved the market of new cars.</p><p>It fueled that expansion through low-cost borrowing, leveraging its balance sheet to fund a steady expansion as it burned through cash. Much of the company's gross profit was booked throughaccounting for gains on sale from the auto loans it generated before packaging them and selling them onto investors, a practice that made it unique among most of its peers.</p><p>Carvana's recent fall has mirrored that of other pandemic hot stocks like home-fitness-equipment maker Peloton Interactive, Inc. and streamingservice Netflix, Inc.</p><p>The company Tuesday also concluded a deal to radically expand further by purchasing the Adesa U.S. business of used-car auction sites from KAR Auction Services Inc. for $2.2 billion.</p><p>This deal, Carvana said, adds 56 locations nationwide with around 6.5 million square feet of facilities. The acquisition will allow \"Carvana to catapult back into rapid profitable growth as the industry inevitably rebounds,\" Mr. Garcia said.</p><p>Financing for the purchase was problematic. JPMorgan Chase &amp; Co. and Citigroup Inc., the banks Carvana hired to raise about $3.3 billion for the deal, initially struggled to place bonds and preferred equity at an affordable rate. Investors demanded yields as high as 11% for the bonds and 14% for the shares, according to fund managers who considered participating.</p><p>The banks ultimately received a lifeline from Apollo Global Management, which agreed to buy half of a $3.275 billion bond with a 10.25% coupon in early May. The bond has since lost about 9% of its value as fears of an economic recession roiled stock and high-yield bond markets, causing investors to get out of their riskier bets.</p><p>Carvana also issued roughly $1.2 billion in new equity, a large chunk of which was purchased by Mr. Garcia and his father, Ernie Garcia II, Carvana's majority owner.</p><p>During the pandemic, Mr. Garcia II sold $3.6 billion in Carvana stock over a 10-month period while the company's shares traded considerably higher.</p><p>Matt Wirz contributed to this article.</p><p>Write to Ben Foldy at Ben.Foldy@wsj.com</p><p>Carvana Plans to Lay Off 12% of Workforce as It Closes Expansion Deal</p>",
  "published": "2022-05-10T17:36:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2026,
          "end": 2046
        }
      ]
    }
  ]
}