{
  "_id": "b9194fa17df435643dc4fc7cdfed7497430ee2ed403e874cff22ec3a4a9d278d",
  "feed": "ftcomall",
  "title": "PE pay ruins bankers' day",
  "text": "<h2>Private equity pay leaves investment bankers in the dust</h2> <p>Last year investment banks doled out <a href=\"https://www.ft.com/content/b33f3645-ff93-4309-a575-f92641faaa43\">big bonuses</a> and <a href=\"https://www.ft.com/content/a62bfb8d-c8f4-435f-aa9a-9c11517842b7\">other perks</a> to stave off <a href=\"https://www.ft.com/content/2f5d2587-d9a7-4cd5-ac84-e36d75b13a24\">burnout among their ranks</a> and keep the grunt work behind a record dealmaking boom moving.</p> <p>Bankers' pay soared in 2021, rekindling faint memories of the industry's pre-crisis glory days as depicted in <a href=\"https://www.youtube.com/watch?v=ROlDmux7Tk4\">this video</a>, which you probably tried to erase from your memory. </p> <p>But the sums generated by private equity workers — who many bankers effectively service by raising debt and equity for their deals — were far greater.</p> <p>The largest private equity firms in the US <a href=\"https://www.ft.com/content/df74c731-4d50-4420-8380-c83205c4c055\">earmarked $23.4bn</a> in compensation and benefits for their about 11,700 staff, DD's Antoine Gara reports.</p> <p>That's about $2mn per head — more than four times what the average employee at <strong>Goldman Sachs</strong> earned and more than double what bankers at <strong>Evercore Partners</strong>, the bank with the highest compensation-per-head, took home.</p> <p>This pay gap underscores how the power balance on Wall Street has shifted. Bankers and traders now play second fiddle to private equity peers who sit at the centre of the action in global markets and occupy far more valuable seats.</p> <p>“The amounts of income and potential compensation at private equity firms dwarfs the banks,” said <strong>Alan Johnson</strong>, head of compensation consultancy <strong>Johnson Associates</strong>. “It's a different landscape than five or 10 years ago, when the banks were rocking and rolling and they were perceived to be the top of the heap.”</p> <p>Consider <strong>Blackstone Group</strong>, which set aside $8.3bn in total compensation and benefits for its about 3,800 employees, or about $2.2mn on average. Of that, $2.3bn was cash-based management fee-related income.</p> <p>Employees also received $1.6bn in performance-based cash as the firm sold $77bn in assets. Nevertheless, a significant portion of the pay set aside for staff hangs in the balance.</p> <p>Blackstone employees sit on $3.7bn in unrealised carried interest income, an accounting entry that reflects what they would receive if the firm's fund assets were sold at their year-end values. This is contingent on future asset sales and can fluctuate wildly. (DD's Kaye Wiggins wrote a deep-dive on the subject <a href=\"https://www.ft.com/content/25649306-ac8a-4183-894a-7df1eb798acf\">here</a>.)</p> <p>Regardless, the average Blackstone employee earned more than double the average cash pay of Goldman and owned further potential payouts tied to the firm's increasingly massive funds. <strong>KKR </strong>and <strong>Carlyle Group </strong>also earmarked over $2mn in compensation and benefits per employee. <strong>Apollo </strong>and <strong>Ares </strong>earmarked less than $2mn per employee.</p> <p>It's a similar story in the C-suite. Goldman Sachs chief executive <strong>David Solomon </strong>and <strong>JPMorgan Chase</strong>'s<strong> Jamie Dimon </strong>each earned about $35mn in pay in 2021 . . . a pittance in contrast to the $615mn in total pay and dividends that Blackstone's <strong>Stephen Schwarzman </strong>took home in 2020. (Blackstone has yet to report executive payouts for 2021).</p> <p>Private equity firms are also far more valuable per employee than their investment banking rivals. Blackstone now has a $150bn market capitalisation, or about $40mn per employee, versus Goldman with its $121bn market capitalisation, or $2.8mn per employee.</p> <p>“With the alternative asset managers, it's just a better business,” said Johnson. “I can't think of anything legal that is as good a business model.”</p> <h2>In conversation with BP's chief ‘worrier'&#xa0;</h2> <p><strong>BP</strong>'s chief executive<strong> Bernard Looney</strong> is more forthcoming than most FTSE 100 executives.</p> <p>The self-confessed “worrier” admitted that his early messaging in the job had failed to strike the right “balance”.</p> <p>“Those days where the boss was the hero and the boss knew everything and just seemed impervious to anything . . . I think those days are over,” Looney told the FT's Tom Wilson in an <a href=\"https://www.ft.com/content/27c2c8c4-89be-4744-ac6c-bf4bb9d349bc#comments-anchor\">interview</a>. “It's just not me.”</p> <p>Now, two years in, Looney hopes his plan to turn the 112-year-old oil major into an integrated company of the future will start to resonate with more of the market.</p> <p>Rather than an oil to renewables story, Looney says it's a three-part strategy: “Hydrocarbons are one, convenience and mobility is two, and low-carbon energy is number three.”&#xa0;</p> <p>BP told investors last week it could maintain annual oil and gas earnings at $30bn-$35bn until 2030, even as it cuts production by 40 per cent, by removing costs and focusing on high-margin projects. At the same time, earnings from its transition businesses can rise to $9bn-$10bn per year, it said.</p> <p>After crashing to a 25-year low in 2020, at the height of the coronavirus pandemic, BP's share price is up 57 per cent in the past year. But its stock has still underperformed its peers since Looney took the helm, leaving the polished Irishman with a lot to prove. </p> <a href=\"http://www.ft.com/cms/8700911.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>But to Looney's credit, BP has now made many of the difficult changes that its peers still need to make if they are to survive the energy transition. </p> <p>BP is coming from behind but is possibly stronger for it. “You cannot go against the grain of society and expect to be a long-term successful company,” he said. </p> <h2>When M&amp;A becomes a national security issue</h2> <p>War is bad for business. Unless you're the one holding all the ammunition. </p> <p>Shares in defence contractors have surged in recent trading sessions as investors speculated on whether Russia would invade Ukraine, before retreating on Tuesday after <strong>Vladimir Putin</strong> signalled he was ready to <a href=\"https://www.ft.com/content/1d8ee52b-f596-44d3-a87b-924c9c70f38f\">enter a “dialogue”</a> with the west.</p> <p>But even as America's defence oligopoly flexes its power over global markets, a win for any of the big five contractors (<strong>Lockheed Martin</strong>, <strong>Raytheon</strong>, <strong>General Dynamics</strong>, <strong>Northrop Grumman </strong>and <strong>Boeing</strong>) <a href=\"https://www.ft.com/content/c408c7bd-466a-496b-9889-9f83cc85e813\">could spell problems for the US military</a>, a new report from the Pentagon finds.</p> <p>Decades of dealmaking in the sector has bred consequences including price gauging and limited suppliers for crucial equipment, and supply chain gaps.</p> <p>“Since 1990, there have been extreme levels of consolidation in the defence industrial base,” said a senior official in the Joe Biden administration. “That has grown to threaten national security and taxpayer value.”</p> <p>Regulators have already gone on the offensive. Over the weekend, Lockheed Martin was <a href=\"https://www.ft.com/content/ceb4116a-ce1f-4501-8b5c-413810ebb1e7\">forced to drop</a> its $4.4bn bid to buy rocket engine maker<strong> Aerojet Rocketdyne</strong> after the <strong>Federal Trade Commission</strong> sued to block the deal, citing competition issues.</p> <p>DD reckons it won't be the only defence deal to fall in the crosshairs of Biden's new antitrust regime. “The president has been looking for more robust enforcement of our antitrust laws in many areas, including in this area,” as one senior administration official put it.</p> <p>The foiled takeover has now thrown a wrench in Lockheed's <a href=\"https://www.ft.com/content/781f6c08-ead6-11e5-bb79-2303682345c8\">development of hypersonic weapons</a> — a top priority for the US government given <a href=\"https://www.ft.com/content/a127f6de-f7b1-459e-b7ae-c14ed6a9198c\">China's sudden breakthrough</a> in the technology.</p> <p>The big question now is whether the government is working on any alternatives to large-scale acquisitions behind the scenes in order to keep pace with its rivals.</p> <h2>Job moves&#xa0;</h2> <ul>  <li><p><strong>Jennifer Davis</strong>, head of Goldman Sachs' retail investment banking unit, is leaving to join <strong>Bain Capital</strong>'s private equity group, <a href=\"https://www.bloomberg.com/news/articles/2022-02-15/goldman-retail-dealmaking-head-jennifer-davis-departs-for-bain?sref=OziMsGoK\">per Bloomberg</a>.</p></li>  <li><p><strong>Drew Guff</strong>, founding partner of private equity firm <strong>Siguler Guff</strong>, has been elected as chair of the <strong>Global Private Capital Association</strong>.</p></li>  <li><p><strong>Latham &amp; Watkins</strong> has hired <strong>Stephanie Teicher </strong>as a partner in its banking and private equity finance practices, based in New York. She was previously co-head of <strong>Skadden</strong>'s private equity group.</p></li> </ul> <h2>Smart reads</h2> <p><strong>The (private equity-backed) doctor is in </strong>Buyout firms have been scooping up hospitals at a record pace, the ethics of which are subject to debate. The middleman in many of these deals? <a href=\"https://www.wsj.com/articles/hospitals-private-equity-reit-mpt-steward-11644849598?mod=hp_lead_pos5\">An obscure Alabama real estate group</a>, according to The Wall Street Journal.</p> <p><strong>Bitcoin Bonnie &amp; Clyde</strong> In 2016, hackers stole 119,754 bitcoin from a crypto exchange that are today worth more than $5bn. The <a href=\"https://www.newyorker.com/business/currency/how-a-young-couple-failed-to-launder-billions-of-dollars-in-stolen-bitcoin\">eccentric young couple</a> allegedly behind the crime could be hiding even more in the digital sphere, The New Yorker writes.</p> <p><strong>Dethroning China's insurance king </strong>The chair of China's biggest insurer has an alleged history of dodgy dealings in Hong Kong. Prosecutors alleged he <a href=\"https://asia.nikkei.com/Spotlight/Caixin/China-state-insurance-head-s-dubious-dealings-in-Hong-Kong\">reaped huge illegal gains</a>, including a trove of gold bars found at his home, Caixin reports.</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/da23c81e-b6cd-4026-9eef-ff9116dddd8e\">US probe of ‘block trades' on Wall Street heats up</a> (FT) </p> <p><a href=\"https://www.ft.com/content/df83a28f-4d65-483f-acc9-97466c120e91\">Warren Buffett bought $1bn stake in Activision weeks before Microsoft deal</a> (FT) </p> <p><a href=\"https://www.ft.com/content/44e1d104-f3cf-4439-9839-386619c7b824\">Blackstone doubles down on warehouse bet with €21bn deal</a> (FT) </p> <p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Intel-to-buy-Israel-s-Tower-Semiconductor-for-5.4bn\">Intel to buy Israel's Tower Semiconductor for $5.4bn</a> (Nikkei Asia) </p> <p><a href=\"https://www.reuters.com/business/finance/credit-suisse-paid-out-millions-despite-compliance-alert-drugs-trial-told-2022-02-14/\">Credit Suisse paid out millions despite compliance alert, drugs trial told</a> (Reuters)</p> <p><a href=\"https://www.reuters.com/business/buyout-firm-madison-dearborn-take-moneygram-private-18-bln-deal-2022-02-15/\">Buyout firm Madison Dearborn to take MoneyGram private in $1.8bn deal</a> (Reuters) &#xa0;</p> <p><a href=\"https://www.ft.com/content/6491969f-ef5e-496b-9b0b-0b30e861ca60\">Corbin &amp; King fends off High Court challenge over debt repayment</a> (FT) </p> <p><a href=\"https://www.ft.com/content/b3e6a001-96b0-423f-9ab2-176a3bdc69b3\">Pernod Ricard asks senior staff in Hong Kong to temporarily relocate</a> (FT) </p> <p><a href=\"https://www.ft.com/content/c9fe302a-46b0-4075-acc1-d3c09c0df73a\">Glencore sets aside $1.5bn to settle UK, US and Brazil probes</a> (FT + <a href=\"https://www.ft.com/content/aaaaa0ee-b764-4a92-b262-4c29ccd67ed7\">Lex</a>)<br></p><p>Source:  2022 'PE pay ruins bankers' day' FT.com 16 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-16T05:00:42.537Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2576,
          "end": 2590
        }
      ]
    }
  ]
}