{
  "_id": "6e4ad220b2315733c4f03043ce609e04f109c696983c9a8d94780be535783259",
  "feed": "wall-street-journal",
  "title": "Banking Giants Report Lower Profits --- JPMorgan, Citigroup, Wells Fargo boost loan-loss provisions amid recession fears",
  "text": "<p>Revenue rose at all three banks and beat analyst forecasts.</p><p>The banks sit smack in the middle of an uncertain economy. Inflation is near its highest level in decades and the Federal Reserve is trying to curb it by rapidly lifting rates. That is making loans more expensive, putting pressure on Americans on multiple fronts. Investors worry that the higher interest rates will eventually tip the U.S. into recession.</p><p>While the overall stock market turned down on Friday, the bank shares rose. JPMorgan shares gained 1.66% while Citigroup edged up 0.65% and Wells Fargo finished the day 1.9% higher.</p><p>Bank executives said Friday that central banks' efforts to tighten credit conditions leave the economy's path forward uncertain. But today, businesses and households still look like they are in good shape, and consumers still appear to be spending and borrowing at a healthy clip.</p><p>Jamie Dimon, chief executive of JPMorgan, has been predicting a recession, or what he calls an economic \"hurricane,\" for months. It still hasn't shown up in his bank's numbers, but he said Friday he isn't changing his view.</p><p>\"We're just getting closer to what you and I might consider bad events and my hurricane,\" he said in a call with analysts.</p><p>At the start of the pandemic, lenders set aside billions of dollars to cover loan losses. But the economy held up better than expected, in part because of massive government stimulus. Last year, the banks were releasing some of that money, supercharging their earnings.</p><p>Now economic uncertainty is increasing again. On Friday, the three banks set aside a combined $1.56 billion for potential bad loans.</p><p>For now, higher interest rates are helping the banks in some ways, allowing them to charge more on loans to businesses and consumers. JPMorgan, Wells Fargo and Citigroup each reported double-digit growth in interest income.</p><p>Total loans rose at both JPMorgan and Wells Fargo. Smaller banks U.S. Bancorp and PNC Financial Services Group Inc. also sported broad-based loan growth in the quarter.</p><p>Customers also spent more money on their credit cards, the banks said. That spending is partly the result of high consumer prices. People are paying more for groceries, rent, child care and other expenses, and government data this past week showed that inflation remains strong despite the Fed's aggressive rate increases.</p><p>That, in turn, has started to erode the strong savings that households built up during the pandemic, although the banks' credit losses still remain historically low.</p><p>\"While credit quality remains strong, we're actively monitoring inflation-sensitive industries,\" Wells Fargo CEO Charlie Scharf said on a call with analysts. \"We do expect to see increases in delinquencies and ultimately credit losses but the timing remains unclear.\"</p><p>JPMorgan Chief Financial Officer Jeremy Barnum said that while consumer deposits remain strong, inflation is starting to bite.</p><p>\"That extra money they have in their checking accounts will deplete probably by sometime midyear next year,\" he told analysts.</p><p>Citigroup's baseline economic forecast calls for unemployment to rise to about 4% over the next eight quarters, CFO Mark Mason said. While that is adding some concern about future loan performance, 4% is still historically low. \"I don't think there is a financial crisis coming,\" Mr. Mason said.</p><p>The U.S. unemployment rate is currently 3.5%.</p><p>Another change from last year: The Fed's higher rates are pushing markets into disarray. That has put a chill on deal making, which powered bank earnings through the pandemic. Investment-banking revenue fell 47% at JPMorgan and 64% at Citigroup. It fell 55% at Morgan Stanley, which also reported a double-digit profit drop on Friday.</p><p>The higher rates also have held people back from big-ticket purchases such as homes and cars, which they had splurged on during the pandemic. And mortgage rates recently hit their highest level in 20 years, adding pressure to an already-slowing housing market.</p><p>Wells Fargo, which until recently was the largest U.S. mortgage lender, said home lending revenue dropped by more than half, driving an overall decline in noninterest income. Executives said mortgage banking revenue might decline more in the last three months of the year. Mortgage originations dropped 71% at JPMorgan.</p><p>Auto-loan originations also fell sharply at Wells Fargo and JPMorgan.</p><p>---</p><p>Charley Grant contributed to this article.</p>",
  "published": "2022-10-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 40,
          "end": 48
        },
        {
          "start": 486,
          "end": 494
        },
        {
          "start": 492,
          "end": 500
        },
        {
          "start": 902,
          "end": 910
        },
        {
          "start": 911,
          "end": 919
        },
        {
          "start": 1745,
          "end": 1753
        },
        {
          "start": 1763,
          "end": 1771
        },
        {
          "start": 1859,
          "end": 1867
        },
        {
          "start": 1878,
          "end": 1886
        },
        {
          "start": 2752,
          "end": 2760
        },
        {
          "start": 3555,
          "end": 3563
        },
        {
          "start": 3590,
          "end": 3598
        },
        {
          "start": 4240,
          "end": 4248
        },
        {
          "start": 4281,
          "end": 4289
        },
        {
          "start": 4309,
          "end": 4317
        },
        {
          "start": 4351,
          "end": 4359
        }
      ]
    }
  ]
}