{
  "_id": "7b9429eaebe7e5d5d40283e0e5b471127355b050c5b384451d2180d5436c7a7c",
  "feed": "ftcomall",
  "title": "The good news in JPMorgan's ‘bad' quarter",
  "text": "<p>Good morning. A happy little bump in airline stocks yesterday from some good Delta earnings. <a href=\"https://www.ft.com/content/fe1a6965-26e3-4b75-b5e5-a4c4ffe1b9de\">Vindication</a> for Armstrong! Sort of!</p> <p>Email us: <a href=\"mailto:robert.armstrong@ft.com&#xa0;\">robert.armstrong@ft.com</a> and <a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=ethan.wu@ft.com\">ethan.wu@ft.com</a>.</p> <h2>JPMorgan and the economy</h2> <p>JPMorgan Chase is the most important bank on Wall Street and, arguably, the world. </p> <p>Its shares have fallen 25 per cent in the past six months. They fell over 3 per cent yesterday, following its first-quarter <a href=\"https://www.ft.com/content/2eb49e29-dbf8-4d5f-be40-94915ae5e6d0\">earnings report</a>, which on its face did not look good. Earnings per share were down 42 per cent from a year earlier, and 21 per cent from the fourth quarter. </p> <p>And (again on the face of things) the poor trends are not restricted to the first quarter. Here is five quarters of return on equity at JPMorgan's four principal businesses:</p> <p>Without getting into the niceties of how ROE is calculated and how to interpret it, what investors want to see is these numbers go up, and they are going down across the board. By a lot.</p> <p>When the numbers are going the wrong way at the most important bank in the world, it is very tempting to think something like “this is a very bad sign for the world economy”. Banks are leveraged plays on the economies they operate in, and JPMorgan is, broadly speaking, everywhere.</p> <p>But this would be the wrong thing to think. JPMorgan, despite falling earnings and returns, is doing just fine. This takes a little explaining. </p> <p>Remember the wise words of Hannibal Lecter in <em>The</em> <em>Silence of the Lambs</em>. </p> <blockquote>  <p>First principles, Clarice. Simplicity. Read Marcus Aurelius. Of each particular thing, ask what is it in itself? What is its nature? What does [it] do?</p> </blockquote> <p>A big bank is a monstrously complicated thing. JPMorgan's quarterly financial supplement is 29 pages of solid numbers. But what is any bank, in and of itself? It is something that raises money (from depositors, other lenders, and shareholders) and lends that money to someone else, in return for interest. Despite all the fancy stuff JPMorgan does, this is still its nature. And the basic measure of how well it is fulfilling this nature is how much net interest income it is collecting, and how big the spread is between what it pays for its funding and what it earns from its lending. </p> <p>In the first quarter, net interest income at JPMorgan was $13.9bn, up 8 per cent year over year. Net interest margin was 1.61 per cent, just 3 basis points lower than in the first quarter of last year, and higher than the previous three quarters. Dr Lecter would be pleased. JPMorgan is fulfilling its fundamental nature.</p> <p>Why, then, are returns down? Mostly because the Covid crisis is subsiding and rates are rising. This is paradoxical. Both of these facts are basically good for banks. But banks took huge provisions for future credit losses at the beginning of the crisis. As it became clear the government would pick up the tab for the whole mess, they released those reserves, boosting earnings. This release cycle is now over. </p> <p>At the same time, the Fed is in a tightening cycle, pushing short-term rates up. This increases bank profits. But it also raises the possibility of a recession. As loan accounting rules now work, banks must reserve for losses they anticipate over the full life of their loans. If there is any chance of recession, even a few years down the road, that must be reserved for today. </p> <p>Here is what provisions for credit losses have looked like over the past five quarters. Remember, these are costs that fall right to the bottom line. Negative numbers are good:</p> <p>That is a huge swing in profits, and explains a huge chunk of the fall in returns. But these are not cash expenses. Whether these losses are realised is an open question, still. And despite them, JPMorgan is still a very profitable bank, with a 16 per cent return on tangible common equity. That's high. </p> <p>There is another factor that should be mentioned, though, and it is more ambiguous. JPMorgan's expenses are rising. It says it is investing heavily in technology, marketing and hiring. Here are the numbers on non-interest expenses, again in millions of dollars: </p> <p>This is a significant shift. One of the maddening things about being an investor is that when a company is investing you just don't know whether it is investing intelligently. It could be that all these incremental expense dollars are being wasted. Or it could be that JPMorgan is spending the piles of money it has made in the past few years pressing its competitive advantages over rivals, who it will mercilessly destroy when they stumble during the next downturn, thereby taking market share. Your guess is as good as mine. </p> <p>A final point. Another big negative swing in the first-quarter results was lower investment banking fees, which fell by almost $2bn from the year-ago quarter. The thing to remember here is that the investment banking business, from an investor's point of view — as opposed to an investment banker's point of view — really stinks. The results are highly volatile and unpredictable, the profits mostly go to the employees, and the market puts a very low valuation on the earnings. This was a bad quarter in the lowest-value part of JPMorgan's business, for cyclical reasons. Who cares. </p> <p>To sum up. In fundamental terms, JPMorgan's business is still improving. Much of the fall in returns is down to provisions, which reflect prudence. The bank is investing heavily, which may be good or bad, depending on your point of view. JPMorgan had a good quarter, and the results should not make you worry about the state of the economy.</p> <p>Of course, if there is a recession, bank stocks will do badly. Their businesses are highly economically sensitive. But nothing in the JPMorgan results is new evidence that a recession is going to happen.</p> <h2>Financing is important, but not as much as having something to finance</h2> <p>Monday's <a href=\"https://www.ft.com/content/17d0709a-fc5a-4783-938b-1c757929844e#comments-anchor\">letter</a> on commodity financing made a stupidly simple point. A war in the physical world is cutting the supply of real assets, chiefly energy, grain and metals. The resulting price surge is fuelling chaos in commodity-financing markets — unlike past crises where stress originating in financial markets jumped into the real world.</p> <p>Ryan Dezember has an excellent Wall Street Journal <a href=\"https://www.wsj.com/articles/chaotic-commodity-markets-spill-over-into-real-world-11649771900\">story</a> headlined “Chaotic trading in energy, metals and food spills into real world” with a slightly different frame. He quotes a quant and a trader:</p> <blockquote>  <p>Traders and analysts say the added [margin] costs and heightened risk of trading commodities has dried up market liquidity . . . </p>  <p>Traders wary of tipping their hands or making big ripples in illiquid markets are slicing up large trades into smaller transactions, which is making it difficult to ascertain prices. Wider gaps between offers to buy and sell have meant more volatility across nearly every commodity, [Quantitative Brokers' Shankar] Narayanan said . . . </p>  <p>“There will be consequences from this inefficient futures market into the physical market,” said Christophe Salmon, finance chief at commodity-trading firm Trafigura Group, speaking last month at the FT Commodities Global Summit in Lausanne, Switzerland. Firms like his rely on the futures market to manage the risk involved in moving commodities around the world, and less trading can mean fewer shipments and higher prices.</p> </blockquote> <p>The idea here is that scared traders in illiquid markets are impeding commodity dealers' ability to manage risk, and this makes it harder for them to deliver the physical products. Maybe the commodity crisis started with a shock to real assets, but financial markets are making things worse.</p> <p>I'd put it another way. Financial markets, far from exacerbating the problem, are accurately translating reality into prices and liquidity conditions. The course of Russia's war in Ukraine will have a big impact on commodities — but how, when and how much is unknowable. Real world chaos and uncertainty is creating financial chaos and uncertainty.</p> <p>This is different from past crises like 2008, when a drop in house prices reverberated through a highly leveraged financial system and crushed the economy.</p> <p>The point is pedantic but important. Rising margin costs or bad liquidity don't help, but they are dwarfed by the dumb, urgent problem that there are just not enough commodities. As Jeff Currie and his team at Goldman Sachs write in a recent note:</p> <blockquote>  <p>In a similar vein to the [great financial crisis], some investors have expressed concern that these additional [margin] funding requirements could pose a systematic risk to the financial system. In our view, these concerns miss the critical point that the underlying transactions these funding needs support are extremely low risk on a dollar basis. In the end, each loan is fully collateralised by the physical commodity that will eventually be sold into the economy, leaving the lender highly likely to see their dollars returned. </p>  <p>In reality, the risk stemming from such transactions today is that the underlying commodity does not reach its destination — that is, it cannot be delivered at all. In that sense, the real risk in this market is physical, not financial. Should key commodities — from diesel to wheat to European natural gas — end up not being delivered, it would have a systemic effect on all parts of the economy, just like the financial risk of the GFC . . . </p>  <p>It is also important to remember that many of these bottlenecks are simple to resolve — with adequate capital deployment in both the short and long run, the bottlenecks in both commodity trade and, eventually, commodity supply, will dissipate.</p> </blockquote> <p>Unhedged's motto, if there is any, is keep it simple. Rarely has it been so important. (<em>Ethan Wu</em>)</p> <h2>One good read</h2> <p>The Unhedged duo is known to drop our fair share of GTFOs and BFDs around the office, though we try to keep it PG-13 in this letter. That's old-fashioned now. Swearing on earnings calls is at a <a href=\"https://www.wsj.com/articles/work-makes-us-want-to-swear-remote-office-hybrid-work-11649430972?mod=wsjhp_columnists_pos2\">five-year high</a>.</p><p>Source: Robert Armstrong and Ethan Wu 2022 'The good news in JPMorgan's ‘bad' quarter' FT.com 14 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-14T06:27:23.761Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 17,
          "end": 25
        },
        {
          "start": 184,
          "end": 192
        },
        {
          "start": 209,
          "end": 223
        },
        {
          "start": 709,
          "end": 717
        },
        {
          "start": 1173,
          "end": 1181
        },
        {
          "start": 1260,
          "end": 1268
        },
        {
          "start": 1631,
          "end": 1639
        },
        {
          "start": 1918,
          "end": 1926
        },
        {
          "start": 2216,
          "end": 2224
        },
        {
          "start": 2446,
          "end": 2454
        },
        {
          "start": 3657,
          "end": 3665
        },
        {
          "start": 3849,
          "end": 3857
        },
        {
          "start": 3849,
          "end": 3858
        },
        {
          "start": 4296,
          "end": 4304
        },
        {
          "start": 5085,
          "end": 5093
        },
        {
          "start": 5172,
          "end": 5180
        },
        {
          "start": 5377,
          "end": 5385
        },
        {
          "start": 5614,
          "end": 5622
        }
      ]
    }
  ]
}