{
  "_id": "1fcbe2c529c74a57e873bb037c421b13135d330e3c63c6de19ac81a066ecf3ec",
  "feed": "wall-street-journal",
  "title": "U.S. Stocks Fall as Oil Prices Rise; Brent crude prices climb in trading Wednesday, reversing recent losses",
  "text": "<p>Stock indexes are on track to lose ground in the year's first quarter, but are poised to finish March with solid gains after to a rally in recent weeks. This month, investors had to contend with war in Ukraine, surging inflation and a Federal Reserve that has begun raising interest rates for the first time since 2018. Yet traders have continued to pile into U.S. equities. As of Tuesday's close, the S&amp;P 500 had notched a 5.9% gain for the month.</p><p>Still, strategists and investors say the rebound is fragile. Kremlin spokesman Dmitry Peskov said on Wednesday that talks with Ukrainian negotiators in Istanbul had not moved the two countries closer to an agreement that would end Russia's invasion.</p><p>\"It just seems like markets are still trying to digest the rally they've seen since Russia invaded Ukraine,\" said Jake Manoukian, the U.S. head of investment strategy for J.P. Morgan Private Bank. \"A lot of investors are a little confused about what equities are doing here.\"</p><p>Big swings in everything from oil prices to Treasury bonds have sometimes weighed on sentiment this month. On Wednesday, rising oil prices helped push stocks lower. Brent crude, the international benchmark for oil prices, rose about 3.5% to $111.52 a barrel. In Europe, natural-gas prices, which are often volatile, jumped after Germany indicated it was bracing for a possible reduction of Russian gas supplies.</p><p>Investors on Wednesday were also digesting the increasing skepticism over peace talks between Russia and Ukraine.</p><p>\"Hopes were a lot higher yesterday that there could be a breakthrough in the talks, but I think those hopes have faded away,\" said Susannah Streeter, senior investment and markets analyst at Hargreaves Lansdown. \"I think [markets] are going to continue to be pretty volatile.\"</p><p>In the bond market, traders are keeping careful watch on the so-called yield curve, which measures the spread between short- and long-term rates and is often seen as an indicator of sentiment about the prospects for economic growth. On Tuesday, the yield curve briefly inverted, with yields on two-year U.S. Treasurys surpassing those on the 10-year benchmark note for the first time since 2019.</p><p>On Wednesday, the yield on the 10-year Treasury note traded higher than the yield on the two-year note. The 10-year recently traded around 2.362%, down from 2.399% Tuesday, according to Tradeweb. The two-year yield traded around 2.334%, down from 2.349% Tuesday. An inverted yield curve is sometimes seen as a recession signal. Yields fall when prices rise.</p><p>\"The yield curve is telling you the bond market thinks the Fed tightening that's priced in is enough to cause a growth slowdown,\" Mr. Manoukian said.</p><p>Bond yields have been rising this year as markets brace for a widely predicted series of interest-rate increases by the Fed. Strong hiring and high inflation have set the stage for the central bank to wind down some of its pandemic-era support for the economy. On Wednesday, data from ADP showed the private sector adding 455,000 jobs in March, slightly ahead of economists' forecasts as reflected in a Wall Street Journal poll.</p><p>The federal government is expected to release its latest estimate of the unemployment rate on Friday.</p><p>Money managers say the risk of recession is greater in Europe than in the U.S., in part because of the continent's relative reliance on Russian exports. Russia supplies around 40% of the European Union's natural gas.</p><p>A European recession is \"within our baseline scenario,\" said Seema Shah, chief strategist at Principal Global Investors. In addition to the continent's dependence on Russia for gas and other goods, Europe is also contending with significant inflation, she said. On Wednesday, fresh data showed that consumer prices in Germany for March rose 7.3% year-over-year.</p><p>In Europe, the pan-continental Stoxx Europe 600 fell 0.6%, on pace to snap a three-session winning streak. Germany's DAX index fell 1.5%. Banks and transport stocks were among those that declined in the region. French auto maker Renault slid 3%. Société Générale lost 2.2%. Deutsche Bank fell 1.7%.</p><p>Shares of European oil giants rose with energy prices. Shell rose 3.8%, while BP added 1.9%.</p><p>In morning trading in New York, energy stocks—some of the market's best performers so far this year—also traded higher, with Marathon Oil and Occidental Petroleum each adding more than 2%.</p><p>Meanwhile, shares of Lululemon Athletica climbed 10% after posting higher revenue and profit for the fourth quarter. Robinhood fell 6.2%, giving up some of its large Tuesday gains after the brokerage app said it was extending the hours users could trade.</p><p>In currency markets, the euro climbed 0.3% to trade around $1.11. The ICE U.S. Dollar index, which tracks the currency against a basket of others, fell 0.4%. The Japanese yen rebounded from its recent slide, climbing 0.8% against the dollar after the Bank of Japan boosted its bond-buying operations.</p><p>In Asia, indexes mostly climbed higher. In Hong Kong, the Hang Seng added 1.4%, while in mainland China, the Shanghai Composite Index rose 2%. Japan's Nikkei 225, in contrast, fell 0.8%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Matt Grossman at matt.grossman@wsj.com</p><p>U.S. Stocks Fall as Oil Prices Rise</p>",
  "published": "2022-03-30T15:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 870,
          "end": 881
        }
      ]
    }
  ]
}