{
  "_id": "e85030f05e8108e6c6a3ab84ec1776f4f50ab56c8c16f66facb06a76d6756dfe",
  "feed": "market-watch",
  "title": "Elon Musk wants Tesla staff to return to office, but 52% of global workforce would rather take a pay cut than come back; And 64% of employees would look for a new job if their employer forced them to return to the office full-time, research shows.",
  "text": "<p>What's more, Musk responded to a Twitter thread discussing the May 31 memo by noting that those who don't like it should \"pretend to work somewhere else.\"</p><p>Employees at many companies besides Tesla are facing an important choice as COVID-era restrictions lift: return to the office full-time, or look for a new job with more flexibility. And many are comfortable choosing the latter.</p><p>Nearly two-thirds of respondents (64%) said they have already found a new gig, or would consider looking for a new job, if their employer forced them to return to the office full-time, according to the \"People at Work 2022: A Global Workforce View\" report from ADP Research Institute. The survey was conducted in November 2021 and sampled 32,924 workers in 17 countries, including the U.S., China, India and Italy.</p><p>And more than half of all respondents (52%) said that they would consider taking up to an 11% pay cut if it would guarantee \"more flexibility or a hybrid approach to work location.\"</p><p>This aligns with a recentWall Street Journal report, which found that 95% of workers said they want to maintain the flexible hours and work schedule they get from working at home.</p><p>Related: Elon Musk vs. the Great Resistance. CEOs and employees are locked in a battle of wills over returning to the office.</p><p>\"The pandemic signaled a paradigm shift as today's workers re-evaluate the presence of work in their lives, and the stakes have never been higher for employers,\" Nela Richardson, chief economist at ADP, wrote in the report. \"Our research highlights the extent to which employees' views of work changed, now prioritizing a wider and deeper range of factors that are more personal in nature.\"</p><p>Younger workers (ages 18 to 24 in this survey) were the least interested in returning to full-time office work. Some experts have argued that they are \"losing out on a lot\" by not growing their career in an office setting, and having in-person interactions with colleagues and higher-ups. Last year, JPMorgan Chase JPM CEO Jamie Dimon said working remotely \"does not work\" for young people or \"those who want to hustle.\" But there is also research to suggest that remote work doesn't hurt productivity; in fact, some studies found that workers are actually more efficient if they are allowed to work from home at least some of the time</p><p>Related: Return to office is here. Could the 4-day work week be next?</p><p>The survey comes as tech companies like Google parent Alphabet GOOGL and Apple AAPL are urging workers to return to the office a few days a week.</p><p>In contrast, other companies including Twitter TWTR — which Musk is in the process of acquiring — and Facebook parent Meta FB have offered employees even more flexibility, and Airbnb ABNB recently told its employees they can now work from basically anywhere in the world without a pay cut.</p><p>Elon Musk wants Tesla staff to return to office, but 52% of global workforce would rather take a pay cut than come back</p>",
  "published": "2022-06-01T16:56:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1977,
          "end": 1985
        },
        {
          "start": 1992,
          "end": 1995
        },
        {
          "start": 1977,
          "end": 1991
        }
      ]
    }
  ]
}