{
  "_id": "4f90c66f779cc93a9d935da275767dd7cb60df14cc6e6dce3b705f31cb57242e",
  "feed": "ftcomall",
  "title": "Novak Djokovic shows we can't eliminate anti-vaxxers — but we can judge them",
  "text": "<p>A year ago, <a href=\"https://twitter.com/henrymance/status/1347462536807985152\">I argued</a> for a view that convinced almost nobody: namely, that Premier League footballers should have priority access to Covid vaccines. My thinking was that watching top-level sport was helping millions of us through lonely winter lockdowns, and that letting a few hundred footballers jump the queue would be an insignificant price to keep it going. </p> <p>I failed to foresee how strongly people would decry special treatment for the privileged. I also didn't imagine how many sports stars would choose not to be vaccinated, even when their time came. Who'd have guessed, in the years after the Lance Armstrong revelations, that one day too few top-level athletes would want needles stuck in them?</p> <p>The clue was there, in the form of the world's top male tennis player. Let's just say it: Novak Djokovic is a fool. He was a fool in 2020 when he circumvented the pandemic shutdown and organised a tournament in Serbia and Croatia, at which he and other players caught Covid. He was a fool when he hosted an <a href=\"https://inews.co.uk/news/world/novak-djokovic-science-odd-clashes-tennis-australia-deportation-covid-1386296\">Instagram discussion</a> with a wellness quack, and claimed he knew people who could, through prayer and gratitude, “turn the most toxic food or the most polluted water into the most healing water”. (Throw in Elizabeth Holmes and some five-star generals, and you'd have a tech unicorn.)</p> <p>Djokovic remains a fool, now that he has tried to travel to the Australian Open while unvaccinated, despite strict federal and tournament requirements. Last year he was <a href=\"https://www.ft.com/content/8701b0ec-60ef-44f1-a95e-ec5127bf7bf3\">claiming</a> to stand up for lower-ranked players in quarantine in Australia. Now he demands special treatment on asserted medical grounds, so far rejected. Sadly for him, probably the only destinations that make ad hoc exemptions for the elite without medical reasons are places like Hong Kong, where both Jamie Dimon and Nicole Kidman waived quarantine last year. Australia's entry rules are strict and perhaps arbitrary, but strict, arbitrary rules should not surprise anybody who hits balls into a 98-metre-squared box for a living.</p> <p>Yet this isn't really a sporting problem. As with racism and online abuse, sport only reflects society. In Britain, <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/healthandsocialcare/conditionsanddiseases/articles/coronaviruscovid19latestinsights/vaccines\">one in 20 adults</a> say they haven't had a vaccine. In the US, it's <a href=\"https://www.nytimes.com/interactive/2020/us/covid-19-vaccine-doses.html#eligibility\">one in seven</a>. The anti-vaxxers are often on the fringes, but they are there. How many extended families tried to meet up this Christmas, only to find one of their number hadn't had their jabs? We can harry these holdouts — we can <a href=\"https://www.ft.com/content/816ee1a9-4e59-4c6f-839a-e2ffc3b779a9\"><em>emmerder</em></a> them, as French president Emmanuel Macron would say — by banning them from cinemas and bars. Yet a hardcore of anti-vaxxers will not budge, whatever restrictions are introduced. Will families really decide certain relatives aren't welcome at birthdays or weddings in perpetuity? How many businesses will marginalise that small minority of employees? How many clubs will ban their own members?</p> <p>Most sports aren't ready to live without their anti-vaxxers. The Premier League claimed that, as of December, <a href=\"https://www.bbc.co.uk/sport/football/59761920\">84 per cent of its players</a> were “on the vaccination journey”. Which means at least one in six had no jabs. In US basketball, there has been a furore around Brooklyn Nets star Kyrie Irving. But he just happens to live in a place with an indoor vaccine mandate; other anti-vaxxers can keep playing. </p> <p>Similarly, the real Djokovic story is not that he might miss the Australian Open, it's that he'll probably compete elsewhere, including the French Open and Wimbledon. At some point the 34-year-old will win his record 21st grand slam. His sponsors haven't deserted him so far. Will they desert him then?</p> <p>Eliminating the anti-vaxxers is a pipe dream. We have to content ourselves with judging them. Athletes' refusal to take vaccines should strip them of the glory of their on-field achievements. Djokovic was a man who wanted to epitomise limitless human resilience. He should instead come to epitomise limitless human stupidity.</p> <p><a href=\"mailto:henry.mance@ft.com\"><em>henry.mance@ft.com</em></a></p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/4d8ffb1a-4a1a-4570-9a0e-a8877d02f265\"><em>How to make Djokovic think outside the box / From Strat Mastoris, Brighton, UK</em></a></p><p>Source: Henry Mance 2022 'Novak Djokovic shows we can't eliminate anti-vaxxers — but we can judge them' FT.com 7 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-07T05:00:42.360Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}