{
  "_id": "b789c1318f5e68235166a78d440d77b425a00d9412fa11240b00b1a8540a6883",
  "feed": "ftcomall",
  "title": "Supply chains cause diverging fortunes at City stalwarts",
  "text": "<p>Two companies with very different experiences of supply chain disruption report this morning: Computacenter and De La Rue. </p> <p>In a positive trading update, <strong>Computacenter</strong> said its fourth quarter had been ahead of expectations. Adjusted pre-tax profits will be “slightly” above £250m — Computacenter's 17th consecutive year of earnings per share growth. The difficulty in getting hold of computer hardware means customers are ordering earlier than usual in anticipation of delays. Computacenter's product order backlog is at an all-time high. But Computacenter said there was also a “significant underlying strength to the market”.</p> <p>At banknote printer <strong>De La Rue</strong>, however, shortages of chips and other raw materials, as well as supply chain cost inflation, will weigh on profits. Adjusted operating profit for the year will be broadly in line with last year, De La Rue said, at around £36m to £40m rather than the £45m-£47m analysts were expecting. Employee absences from the Omicron and Delta variants at its manufacturing plants have also held back its operational output. But the company said the problems represented a roughly 12 month delay to its turnround plan rather than derailing it. </p> <p><em>How much longer can companies count supply chain issues as exceptional? Tell me what you think at&#xa0;</em><a href=\"mailto:citybulletin@ft.com\"><em>citybulletin@ft.com</em></a></p> <h1>Briefly</h1> <p>In case you missed it yesterday, Nelson Peltz's activist hedge fund Trian Partners has built a stake in&#xa0;<strong>Unilever</strong>. Never a quiet moment for the consumer goods giant at the moment. Our team have&#xa0;<a href=\"https://click.newsletters.ft.com/f/content-a17a6811-78a8-4eb7-a2be-adbb8eb75119/EFx87621VwHAB9R2wga-fQ~~/AAAAAQA~/RgRj0OIvP0SPaHR0cHM6Ly93d3cuZnQuY29tL2NvbnRlbnQvYTE3YTY4MTEtNzhhOC00ZWI3LWEyYmUtYWRiYjhlYjc1MTE5P2VtYWlsSWQ9NjFlZTVhMDNkNzE5YWEwMDA0N2Q5NjMzJnNlZ21lbnRJZD0yNjlhYjE2Yy01OTlmLTExOWYtM2Q3Ni0yNjBiNTVmYzhlNDNXCGZpbnRpbWVzQgph3z5d7mEW-k0JUhNnb3Jkb24uc21pdGhAZnQuY29tWAQAAAAA\">the full story</a>.</p> <p><strong>Rolls-Royce</strong> has kicked off a competition between the regions of England and Wales for the manufacturing site for its small nuclear plants. An industry consortium led by the aerospace group has written to several of England's regional development bodies and the Welsh government asking them to pitch for the site, with a promise of up to £200m in investment and up to 200 direct jobs. Correspondent Sylvia Pfeifer <a href=\"https://www.ft.com/content/d51eb5b5-d610-4874-8a7c-c4c9bc94d235\">has more</a>. </p> <p><strong>Brookfield</strong> is expanding its hedge fund business into Europe, opening an office in London and starting hiring. Hedge funds correspondent <a href=\"https://www.ft.com/content/bbdf8ead-1dc2-4578-a070-453a7265393e\">Laurence Fletcher</a> has the details of the move by the Canadian investment group, best known for its real estate, infrastructure and private equity investments. </p> <p><strong>Gambling operators</strong> are bracing for another round of tough UK regulation, our leisure correspondent <a href=\"https://www.ft.com/content/fb2139e8-b1c7-443c-82b2-7cc36784274c\">Alice Hancock reports</a>. New rules could include a £2 stake limit for online slots as well as curbs on customer deposits and affordability checks. </p> <h1>Week in the City</h1> <p>The week starts off slowly, but I'm already bracing myself for a busy Thursday (if the newsletter is a few minutes late that day, you'll know why). </p> <p>Tuesday brings UK <strong>public sector borrowing</strong> figures. Pub groups <strong>Marston's</strong> and <strong>Mitchells &amp; Butlers</strong> both have their annual shareholder meetings, so are likely to update markets ahead of those.</p> <p>On Wednesday there are third-quarter results from airline <strong>Wizz Air</strong>, which has had a much better pandemic than the legacy flag carriers. Trading updates come from accounting software provider <strong>Sage</strong> (first quarter), <strong>CMC Markets</strong> (full year), retailer <strong>Pets at Home </strong>(third quarter) and <strong>Tullow Oil</strong>. </p> <p>Thursday has trading updates from private equity group <strong>3i</strong>, retailer <strong>Dr. Martens</strong>, airline <strong>easyJet</strong>, mixer-maker <strong>Fevertree</strong>, insurer/cruise operator <strong>Saga</strong> and wealth manager <strong>St James's Place </strong>among others. Global drinks giant <strong>Diageo </strong>publishes its half-year results, as does online trading platform <strong>IG Group</strong>. And there are monthly <strong>house price data</strong> from Nationwide.</p> <p>After all that, Friday is quiet. There's a trading statement from alternative lender <strong>Paragon Banking</strong>, but that's about it. </p> <h1>Beyond the Square Mile</h1> <p><strong>Cathay Pacific</strong> put investors on notice for full-year losses of up to $783m (HK$6.1bn) for last year as Hong Kong's strict coronavirus restrictions bite. Tighter quarantine measures could mean the airline burns through almost HK$193m a month <a href=\"https://www.ft.com/content/e24c1a93-6a42-4c18-a62f-a8b36c20de9a?emailId=61ee5a03d719aa00047d9633&amp;segmentId=269ab16c-599f-119f-3d76-260b55fc8e43#post-9e2d3bfd-997c-4c4c-8335-c0d54036b3f0\">come February</a>. </p> <p><strong>Google</strong> faces a fresh pushback from Germany's largest publishers and advertisers over its plans to phase out third-party cookies, Javier Espinoza <a href=\"https://www.ft.com/content/eccf5514-8b83-4d85-8305-f882adf5dac3\">reports from Brussels</a>. Axel Springer, the publisher behind Bild and Politico, is among those to have argued to the EU's competition chief that Google is breaking EU law with the move — the latest effort to force Brussels to open a formal probe of the type that could lead to billions of euros in fines. </p> <p><strong>Volkswagen</strong> fired a senior employee weeks after they raised the alarm over alleged cyber security vulnerabilities at its payments arm, <a href=\"https://www.ft.com/content/f5db8164-6d82-495e-a0a0-f12ae96dbd55\">Joe Miller reports</a>. The payments business, soon to be majority-owned by JPMorgan, was “open to fraud”, the manager alleged. VW said the information provided proved “irrelevant” and “the employee was terminated due to fundamental differences in the way we work together”.</p> <p>And more evidence of a <strong>venture capital</strong> boom: VCs invested three times as much as the previous record in Latin America last year. During a $15bn spending spree, investors raced to back fintech, ecommerce and property groups. Michael Pooler has <a href=\"https://www.ft.com/content/6f08aa97-ce65-44c8-9fe2-e5ed342c3cef\">the full story</a> from São Paulo.</p> <h1>Essential comment before you go</h1> <p>Our deputy editor Patrick Jenkins asks <a href=\"https://www.ft.com/content/226155a0-de18-4089-93d0-31a41da39609\">which is the better bet</a>: <strong>Goldman Sachs</strong>, global banking behemoth with a $116bn market cap, or <strong>Allied Irish Banks</strong>, one-fifteenth the size and still majority-owned by the Irish government after a humbling bailout 13 years ago? Judging by share price performance over the past year, it's AIB. But Patrick points out that both have a common problem: pay. </p><p>Source: Cat Rutter Pooley 2022 'Supply chains cause diverging fortunes at City stalwarts' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T08:13:50.892Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4545,
          "end": 4553
        },
        {
          "start": 4509,
          "end": 4517
        }
      ]
    }
  ]
}