{
  "_id": "2520cc9c9da40ccba22c03e8e1d6efac8dd85ffb445c71044d638d822e3353a7",
  "feed": "ftcomall",
  "title": "Crédit Agricole to cut financing of oil and gas emissions",
  "text": "<p>Crédit Agricole will cut its financing of emissions produced by the oil and gas sector and some other highly polluting industries and is expanding its advisory services around new forms of energy, even as the Ukraine war sparks a pivot back to fossil fuels. </p> <p>France's second-biggest listed bank issued a strategy update on Tuesday that warned of an “opaque” and unsettling environment in the short term, marked by multiple crises including supply chain chaos and high energy prices. </p> <p>But the group said it would focus more than ever on decarbonisation strategies, including investing in renewable sources of power and rolling out services to help companies switch to less carbon intensive forms of energy. It did not outline a specific budget or hiring plan. </p> <p>Emissions produced in the oil and gas sector and financed by Crédit Agricole will fall 30 per cent by 2030, while the intensity of the emissions it finances in the car industry will drop by half. It said it was examining its strategy in aviation, real estate, agriculture and shipping too. </p> <p>“There is some disorder in the economy right now, in supply chains and in the supply of fossil fuels,” chief executive Philippe Brassac told reporters. “We shouldn't confuse this with the fact that inevitably governments and public policies will steer us away from fossil fuels and towards making renewable energy more accessible.”</p> <p>Russia's invasion of Ukraine and its stand-off with western nations in the wake of sanctions have wreaked havoc on energy markets, and cuts in Russian gas supplies to Europe have pushed countries such as Germany, Austria and the Netherlands to look into firing up coal plants. That has sparked <a href=\"https://www.ft.com/content/a8b179e2-b565-42b6-bb41-90aea44536e1\">EU warnings</a> over the dangers of reversing a long-term drive towards renewable energy, while companies are grappling with soaring power costs and trying to head off supply shortages. </p> <p>Eric Campos, a senior strategy executive at Crédit Agricole, said that compared with other industries that could adapt their products and operations, there was “no possible growth” in the oil and gas sector.</p> <p>Reclaim Finance, a non-profit group affiliated with the Friends of the Earth that has criticised Crédit Agricole for <a href=\"https://www.ft.com/content/3c57de75-cd28-4254-b762-0f3602d39b8b\">not going fast enough</a> in its plan to cut links with the coal industry, welcomed the announcements that “recognise for the first time the need to progressively disengage from the oil and gas industry”.</p> <p>Crédit Agricole — which started out as a lender to farmers and has a broader network of regional co-operative banks in France — outlined the plans as part of midterm goals to increase revenues and profits. The bank is now targeting annual net income of €6bn by 2025 in its listed unit, up from €5.4bn in 2021. </p> <p>That was slightly above the goal expected by analysts, although the group maintained a dividend payout ratio of 50 per cent of its profits, when investors had expected a potential bump. Shares were down 1.9 per cent in morning trading, underperforming a broader drop in the European banking index. </p> <p>Crédit Agricole said it would use its existing set-up to offer new services linked to the energy transition across the group. It will also pool together 250 specialists within its investment bank focused on this area, mirroring moves by the likes of BNP Paribas and JPMorgan to create “low-carbon transition” teams. </p> <p>“There will of course be investments and hires as we go along,” Brassac added.</p> <p>On Wednesday Amundi, Europe's largest asset manager, which is majority owned by Crédit Agricole, also announced its strategic targets for 2025. It said it was targeting average net income growth of 5 per cent a year by expanding its businesses in active management, passive management and real assets, as well as Amundi Technology, which sells its proprietary software to rival asset managers and institutional investors.</p> <p>The group said it wanted to maintain its cost-income ratio — one of the best in the industry — below 53 per cent in 2025, although it may increase slightly in the coming years as its acquisition of European exchange traded fund provider Lyxor Asset Management is integrated. </p> <p>Amundi said it expected to deliver about €3bn of cumulative ordinary dividends and said excess capital was expected to reach about €2bn in 2025, to be used for acquisitions or returned to shareholders.</p><p>Source: Sarah White in Paris 2022 'Crédit Agricole to cut financing of oil and gas emissions' FT.com 22 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-22T11:37:39.774Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3255,
          "end": 3263
        }
      ]
    }
  ]
}