{
  "_id": "d90d6ad9cd9376f0ae64bf687dda662c75430ac71a739a071e24dc588f15a8a4",
  "feed": "ftcomall",
  "title": "HSBC explores $9bn sale of Canadian business",
  "text": "<p>HSBC has launched a strategic review of its Canadian business that could lead to its sale for up to $9bn, as the group resists pressure from its largest shareholder Ping An to split its Asian and western operations.</p> <p>The London-based bank said on Tuesday that it was in the early stages of the review, as it looked to reshape its global network to focus on Asia and other growth regions.</p> <p><a href=\"https://www.ft.com/stream/e15f3def-fd86-45dd-8103-36a36132645f\">HSBC</a> is working with bankers at JPMorgan to seek potential buyers, Sky News first reported. The sale could value the business at between $8bn and $9bn, according to a person familiar with the matter.</p> <p>The development comes as HSBC's largest shareholder, Chinese insurer Ping An, pushes the bank to hive off its Asian business to unlock growth potential, reduce the need to navigate painful geopolitical tensions between Washington and Beijing and boost return on equity.</p> <p><a href=\"https://www.ft.com/stream/8ca88fca-dfde-4029-b32b-4fb56a939b06\">Ping An</a>, which has a stake of more than 8 per cent in HSBC, claims that spinning off its Asian business would create <a href=\"https://www.ft.com/content/5e393254-3a78-415c-903c-6de669228c78\">up to $35bn</a> of additional market value and release HSBC from an additional $8bn of capital requirements because of its status as a global systemically important bank. </p> <p>HSBC is headquartered in the UK but makes about two-thirds of its profits in Asia.</p> <p>The review of the Canadian business comes as HSBC seeks to cut costs and retrench from overseas operations that are less profitable, largely to focus on Asia and Europe. The bank, which operates in more than 60 countries, is also looking to simplify its global network.</p> <p>HSBC is in the process of exiting Greece through a sale and has recently written to customers in South Africa to say that it will be focusing on international clients, rather than domestic banking.</p> <p>HSBC last year <a href=\"https://www.ft.com/content/e22e7fe3-1aec-411f-ae24-080b7c2c5d3e\">took a $3bn hit</a> selling its French business to private equity firm Cerberus, offloading its 244 branches and 800,000 customers. The bank also sold its operations in Brazil in 2016 to Banco Bradesco for $5.2bn.</p> <p>Shares in HSBC were up more than 3 per cent in early Tuesday trading. The bank reported a return on equity of 9.9 per cent at its half-year results in August, but is targeting at least 12 per cent from next year.</p> <p>The bank, led by chief executive Noel Quinn and chair Mark Tucker, is also focused on reducing its cost base. Last week, the bank said in an internal memo that it was reviewing its London HQ in Canary Wharf, as its lease there ends in 2027.</p> <p>HSBC has long faced questions over whether its HQ would be better placed in Hong Kong, where the lender generates the bulk of its profits. HSBC said in its memo, however, that it would keep its HQ in London.</p> <p>“HSBC regularly reviews its businesses in all its markets. We are currently reviewing our strategic options with respect to our wholly owned subsidiary in Canada. </p> <p>“Amongst the options being explored is a potential sale of HSBC Group's 100 per cent equity stake in HSBC Bank Canada. HSBC Bank Canada is a very strong business and Canada's leading international bank. The review is at an early stage and no decisions have been made.”</p> <p>JPMorgan declined to comment.</p><p>Source: Emma Dunkley in London 2022 'HSBC explores $9bn sale of Canadian business' FT.com 4 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-04T10:54:09.862Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 419,
          "end": 427
        },
        {
          "start": 3011,
          "end": 3019
        }
      ],
      "nexusId": "10009914"
    }
  ]
}