{
  "_id": "f85089063a74b37c67c0e8ea185bad3d9fd50359a59ea0fce70dc80d0c50b7a9",
  "feed": "ftcomall",
  "title": "UBS chair rules out more US acquisitions after aborted Wealthfront deal",
  "text": "<p>UBS chair Colm Kelleher has ruled out further acquisitions in the US after walking away from a $1.4bn deal two months ago, saying that shareholders need a clear picture of how the Swiss bank will grow in a market it has earmarked as a top priority.</p> <p>The Swiss bank in September ditched plans to buy US digital advisory start-up Wealthfront, a deal that had been championed by chief executive Ralph Hamers, but proved unpopular with investors.</p> <p>“The real short-term gain for us is the states. There has been some tweaking [of strategy], we know we need to grow, UBS is subscale in the US,” Kelleher told the Financial Times global banking summit in London on Wednesday. </p> <p>“What makes UBS different from Morgan Stanley or Bank of America is that we appeal to the ultra-wealthy. The message in the states is organic growth, no optionality, no distractions, no M&amp;A,” Kelleher added. “We have a clear strategy in the states. Why are we complicating it for our investors?”</p> <p>Former Morgan Stanley executive Kelleher joined UBS in April with a brief to help expand the business and improve the bank's valuation. </p> <p>“There is no prospect of UBS growing inorganically in the states . . . we have looked at the various properties in the states where we could scale up, they do not fit our criteria or culture, so we have made a decision to grow organically,” he added.</p> <p>“Where we bring value is high net worth and ultra-high net worth. I don't think we particularly bring alpha in mass-affluent, which is why we walked away mutually from the Wealthfront deal . . . it didn't make sense,” said Kelleher.</p> <p>In a wide-ranging interview, Kelleher also denied rumours that he had fallen out with Hamers over strategy and style.</p> <p>“I really don't get this . . . I was 32 years at Morgan Stanley, and in all that time we never had anything like the blogs and gossip that comes out of Zurich,” he said. “There was a feeling in UBS I would be some Wall Street shoot-from-the-hip type guy and Ralph and I would clash. We actually get on phenomenally well. We are very complementary. Banking isn't about personality, it is about fit.”</p> <p>Kelleher has taken Hamers on a series of investor roadshows, with the aim of enticing US fund managers to become shareholders and raise the group's price-to-book ratio, which lags behind US competitors such as JPMorgan and his former employer.</p> <p>UBS's main rival Credit Suisse has gone through several chaotic, scandal-ridden years and recently announced that clients had withdrawn SFr84bn ($89bn) of assets. Credit Suisse's shares hit a 30-year low this week.</p> <p>“We are not actively benefiting at their expense. We view them as a worthy competitor going through a crisis,” said Kelleher. “But clearly we are also in a world of clients moving money around, so where clients proactively approach us we either let the money come to us or we let it go to our American competitors.”</p> <p>Kelleher recently attracted controversy at an investment conference in Hong Kong where he said global bankers were all “very pro-China”.</p> <p>The UBS chair was one of several heads of international banks who spoke at the event this month, where Chinese officials had sought to woo rattled international investors.</p> <p>In a joking response to comments made earlier in the day by a Chinese regulator about international media's perception of the country, Kelleher said: “We're not reading the American press, we actually buy the [China] story.”</p> <p>On Wednesday, he reiterated his optimism about the country, despite the anti-government protests that have sprung up in numerous cities. “We are confident that 2023 will be a year where you will get some relaxation on zero-Covid and the market will kick back into gear and we are seeing that with the build-up of liquidity with our customers.”</p> <p>He said wealthy clients at UBS were holding more cash than at any time since the financial crisis of 2008.</p> <p>“[On] The US I am not as negative as some . . . I am relatively constrictive on the [Federal Reserve], we will have a shallow recession, the Fed is getting control of inflation . . . Rates will stay higher for longer . . . but nevertheless it doesn't presage the doom-laden scenarios that we have seen. 2023 you will see money going back to work”</p> <p>UBS has been one of the strongest European banks in recent years, as its wealthy client base's portfolios swelled on the back of central bank interventions during the pandemic.</p> <p>However, Kelleher was less positive on Europe, saying that Brexit and the stalling of the EU banking union project meant lending would be likely to slow down dramatically in a recession. </p> <p>“I think Europe is going to be relatively sterile ground for the future,” he concluded.</p><p>Source: Stephen Morris and Owen Walker in London 2022 'UBS chair rules out more US acquisitions after aborted Wealthfront deal' FT.com 30 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-30T12:23:36.440Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2310,
          "end": 2318
        }
      ]
    }
  ]
}