{
  "_id": "205e60a286e8415331fa6b74deff5f9c0219c9b3b6e012c78008e434d521d863",
  "feed": "ftcomall",
  "title": "Chinese market rally disguises concerns over deglobalisation",
  "text": "<p>After a day on which US-listed Chinese stocks had exploded 33 per cent higher and the Hang Seng Technology Index had staged its biggest ever one-day gain, a veteran Asia investor at one of the world's largest hedge funds called last Thursday to declare a turning point. </p> <p>The scale of the rally was welcome and impressive, he said, but its propellant — a <a href=\"https://www.ft.com/content/8d6d1394-c10a-45e2-bcc4-374439fd6760\">pledge from the top of the Chinese Communist party</a> to introduce a range of “policies favourable to the market”, and immediate endorsement of that from other high-level government organs — came with huge implications. </p> <p>For the first time, in his view, the left and right hands of Chinese policymaking and market management appeared to be working in harmony and signalling an important change of direction. He may be right. But the question is whether that matters much if the global economy is decoupling.</p> <p>For an optimist, the statement on Wednesday from <a href=\"https://www.ft.com/content/f4f29e14-2dcb-11e8-9b4b-bc4b9f08f381\">Liu He</a>, President Xi Jinping's closest economic adviser, was encouraging. It implied that, after last year's bruising clashes between the state and the stock market, an accommodation had been reached between Xi's “common prosperity” rhetoric and a recognition that market confidence is at once desirable and fragile.</p> <p>Seemingly, this accommodation came from Xi himself and involved some admission that a prolonged glow around the world's second biggest equity market may, in these tormented times, have a political value. </p> <p>Tech stocks led by Alibaba rallied the strongest on Liu's list of market salves, partly because the sector had been the most <a href=\"https://www.ft.com/content/1554991d-ffed-47a0-adde-13844b46f42d\">painfully bludgeoned</a> by China's recent measures, and partly because the promise of an agreement between Beijing and Washington on the regulation of US-listed Chinese companies should more generally juice valuations. </p> <p>Caught in the maelstrom was a <a href=\"https://www.scmp.com/business/markets/article/3170474/china-tech-rout-hong-kong-market-sinks-after-jpmorgan-calls-stocks\">JPMorgan Chase report</a> last Monday that downgraded more than two dozen prominent Chinese internet stocks, describing the basket as “unattractive, with no valuation support in the near term”. Fun was poked at the report because of the rally a few days later. Another theory is that the report's prominence and negative tone helped to prod Beijing into declaring a floor sooner rather than later.</p> <p>Placed against the optimistic view of China's move, however, are a number of factors. JPMorgan's note emerged from a remarkably rough patch for Chinese stocks — an extended sell-off that had scythed valuations far below their February 2021 peak. The Russian invasion of Ukraine, along with the associated geopolitical turmoil, meant there were few visible brakes on the downward spiral. China's move, in that context, was less a grand shift of mindset than an emergency circuit-breaker triggered as policymakers hit their pain threshold.</p> <p>As traders pointed out, Thursday's rally was driven by hedge funds and a squeeze on short sellers. The long-only money — foreign and domestic — has yet to make definitive bets. Adding to its hesitancy is that the signalling from Liu and the Financial Stability and Development Committee that he chairs has met near total silence from the tech companies and other corporations. The market rally maps the joy of someone who has been told their grim-looking medical condition is easily treatable; the companies' reaction is more a “fool me once” glower.</p> <p>Looming menacingly above this, however, are dynamics that Beijing cannot change. Although Chinese confidence-boosting spasms are rare, they are not unprecedented. They have parallels in the successful experiments following the global financial crisis and after 2014, when panics related to domestic growth or US trade wars took hold.</p> <p>On previous occasions, however, the Chinese confidence booster was fired into markets where globalisation still felt fundamentally unstoppable and decoupling seemed a remote risk. Neither can be said with confidence now. </p> <p>Even before the invasion of Ukraine heightened the deglobalisation and decoupling concerns, technology nationalism, the redrawing of supply chains and other megatrends were revising <a href=\"https://www.ft.com/content/0c8e60bc-6fd7-4ac8-bd07-c3e80ef4f58d\">calculations about investing in Chinese stocks</a>. The ambiguities of Beijing's positioning with Moscow have not abated. <a href=\"https://www.ft.com/content/0f774fdb-c000-4cbe-ba51-f6586269bb57\">Xi's remarks on Friday</a> in a call with US president Joe Biden that the international community “should work for peace and tranquility”, were superficially soothing but are unlikely to shift the underlying concern about decoupling. Investor hesitancy on China continues to have plenty of valid excuses.</p> <p>Last week's actions by Beijing are important for neutralising some of the more idiosyncratic concerns related to domestic policies that hit certain sectors of the stock market. But that leaves the Chinese market as a more direct proxy for investors' views on the future of globalisation.</p> <p><a href=\"mailto:leo.lewis@ft.com\"><em>leo.lewis@ft.com</em></a></p><p>Source: Leo Lewis 2022 'Chinese market rally disguises concerns over deglobalisation' FT.com 20 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-20T00:01:32.833Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1798,
          "end": 1812
        },
        {
          "start": 1798,
          "end": 1806
        }
      ]
    }
  ]
}