{
  "_id": "85a476ec381298e7a7253d71b54651fd3d844365fa6a2f7200d9c212d0da8374",
  "feed": "market-watch",
  "title": "Dow skids nearly 400 points as stocks fall ahead of key inflation number",
  "text": "<p>* The Dow Jones Industrial Average DJIA was down 382 points or 1.2% to 32,525</p><p>* The S&amp;P 500 SPX was down 60 points or 1.5% to 4,055.</p><p>* The Nasdaq Composite COMP tumbled 226 points, or 1.9%, at 11,858.</p><p>On Wednesday, the Dow Jones Industrial Average DJIA fell 269 points, or 0.81%, to 32911, the S&amp;P 500 SPX declined 45 points, or 1.08%, to 4116, and the Nasdaq Composite COMP dropped 89 points, or 0.73%, to 12086.</p><p>U.S. stock indexes remained locked in a tight range: the S&amp;P 500 hasn't traded above 4,177.51 or below 4,073.85 this month.</p><p>What's driving markets</p><p>Investors were focusing on a potential slowdown in economic growth in the wake of the Federal Reserve's monetary policy tightening with the May consumer-price index report due Friday.</p><p>Supply disruptions in the wake of the pandemic and the war in Ukraine, along with a revival in consumer demand for services rather than goods, have pushed prices up at the fastest pace in about 40 years.</p><p>The consumer-price index is expected to show a large 0.7% increase when the report is released Friday morning — more than double the gain in the prior month. In April, the yearly rate fell for the first time in eight months to 8.3%. The prior 8.5% reading in March was the biggest since December of 1981.</p><p>See: U.S. didn't get any relief from high inflation in May – CPI to show another big gain</p><p>\"I do think markets are kind of waiting for this inflation report,\" said Randy Frederick, managing director of trading and derivatives at the Schwab Center for Financial Research, by phone.</p><p>\"Here's what I expect: I think goods inflation comes down a bit, but services come up a bit,\" he said, adding that Target Corp's TGT markdown strategy announced this week, due to its inventory glut, was a prime example of the shift. \"People are trending away from buying stuff to experiences.\"</p><p>In U.S. economic data Thursday, total household net worth fell $5.4 billion to $149.2 trillion in the first quarter, according to Fed data. It was the first drop after seven straight quarters of expansion, coming as the value of stockholdings tumbled in 2022, but as home values continued to add gains.</p><p>Also, the number of Americans filing for unemployment insuranceshowed more newly unemployed workers asking for benefits than at any time during the past five months.New filings for unemployment benefits jumped by 27,000 last week to a five-month high of 229,000, but almost the entire increase appeared to stem from seasonal quirks tied to the Memorial Day holiday.</p><p>Earlier Thursday, U.S. stocks followed European equities lower, after the European Central Bankaffirmed that next month it would halt asset purchases and raise interest rates for the first time in more than a decade.</p><p>\"Inflation and the Fed's quantitative tightening plan to throttle it, are the consensus leading concerns in the market right now,\" Louis Navellier, founder of Navellier &amp; Associates, wrote in a daily client note.</p><p>He also noted that stocks have remained in a holding pattern lately, but echoed JPMorgan Chase &amp; Co JPM CEO Jamie Dimon's warning of: \"Brace yourself,\" for volatility after Friday's data release.</p><p>Companies in focus</p><p>* U.S.-listed shares of Credit Suisse Group AG CS were 4.8% lower after State Street Corp. STT saidit was not pursuingan acquisition of, or any business combination with, the Switzerland-based bank.</p><p>* Meta Platforms Inc. META , the Mark Zuckerberg company behind Facebook, changed its ticker symbol from FB to META. Shares were down 4.7% Thursday, adding to its roughly 44% plunge on the year.</p><p>* Walt Disney Company DIS shares were down 2.8% after the company said it was tapping Dana Waldenas chairman of Disney General Entertainment Content, where she will succeed Peter Rice, one of the company's top television executives.</p><p>* Tesla TSLA, the electric vehicle leader, rose 0.1% after UBS upgraded the stock to buy from neutral while leaving the price target of $1,100 unchanged.</p><p>* NXP Semiconductors NXPI was one of the market's best performers, rising 4.7%, on reports of a potential takeover by Samsung.</p><p>* Shares of several COVID vaccine makers were down sharply on Thursday, including Moderna, MRNA and Novavax NVAX. The latter was down 17.4% on worries that the FDA might delay approval of its booster shot.</p><p>Other market action</p><p>* The U.S. dollar DXY gained against a basket of rival currencies, up 0.7%.</p><p>* Treasury yields rose, with the 10-year BX:TMUBMUSD10Y near 3.04%, holding above the critical 3% threshold.</p><p>* Crude oil prices CL.1 eased on Thursday following Wednesday sharp move higher, as front-month futures for WTI crude, the U.S. benchmark, fell 0.5% to settle at $121.51 per barrel.</p><p>––Steve Goldstein contributed reporting to this article</p><p>Dow skids nearly 400 points as stocks fall ahead of key inflation number</p>",
  "published": "2022-06-09T19:23:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3027,
          "end": 3030
        },
        {
          "start": 3007,
          "end": 3026
        }
      ]
    }
  ]
}