{
  "_id": "e9687362e08e9a7dac36e6caa137969d500d3c114e7f1171d8e9a469a389e8ac",
  "feed": "market-watch",
  "title": "Crypto and tech are the first dominoes to fall as stimulus liquidity dries up, says this money manager. Here's what could happen next. Critical information for the U.S. trading day",
  "text": "<p>Markets probably didn't need another more brick on the 2022 wall of worries, but got one anyway as FTX, the world's third largest crypto exchange, is teetering on a collapse that could upend already shaky broader risk appetite.</p><p>Read: Sequoia on its FTX investment: Some surprise to the upside, and some surprise to the downside</p><p>JPMorgan is predicting a \"cascade of margin calls, deleveraging and crypto company/platform failures\" linked to FTX that could last for weeks, and another 25% drop for bitcoin. On the bright side, strategist Nikolaos Panigirtzoglou says the overall crypto hit will likely be smaller than post Terra, given previous deleveraging.</p><p>Read: Technical analyst Tom DeMark says bitcoin low could come as early as Friday</p><p>Our call of the day from Stock Traders Daily and portfolio manager at Equity Logic, Thomas H. Kee Jr., links up the latest crypto selloff and selling of tech names this year to drying up of stimulus-related liquidity.</p><p>\"When excessive amounts of liquidity flood the economy excessive risk-taking is a natural byproduct, but when the liquidity spigot dries up those assets that experienced irrational exuberance often reprice to more prudent levels quickly,\" Kee told MarketWatch in emailed comments on Wednesday.</p><p>\"Two obvious groups that benefited from the excessive liquidity influenced by stimulus were big tech, and cryptocurrencies. Each of these is being repriced now, because each of these were excessively valued due to stimulus, but these do not represent the overall market,\" he said, adding that that selling could be a \"precursor to conditions ahead.\"</p><p>\"Although crash conditions are isolated to stocks like Amazon AMZN, Tesla TSLA, Meta META, etc., and virtually all cryptocurrencies, the reason this is happening can affect other asset classes too, just not as acutely or immediately. The broader market, housing, private equity, bonds, all of these assets rely on new money inflows to appreciate too, and the new money from stimulus is gone,\" said Kee.</p><p>What connects them all is that \"new demand for these assets has dried up.\"</p><p>Read: Tesla stock removed from Wedbush Best Ideas list over 'Twitter train wreck disaster'</p><p>And with central bank stimulus no longer reliable for providing new money inflows, asset demand is now dictated by natural flows. The amount of fresh cash invested in the economy measured by the so-called Investment Rate, he said.</p><p>Dating back to 1900, that marker indicates what happens when liquidity peaks and troughs. Kee notes that the peak marks the best time to sell and troughs vice versa, for the purposes of longer-term investing.</p><p>\"The immediate conditions in our economy today are not crash-like, but the excessively priced assets, those with little or no value, and those that have been hyped, are no longer able to be supported by fabricated demand. That is why big tech is down, that is why crypto has been crushed, but that does not constitute a market crash,\" he said.</p><p>Kee's proprietary Evitar Corte Model, designed to flag market crash conditions, isn't suggesting an imminent meltdown environment right now. But he says the repricing of risk he flagged in his Dec. 21, 2021 Global Liquidity Report has happened. That report also outlined higher volatility associated with low-liquidity environments, also seen this year though it's \"not a market crash, at least not yet.\"</p><p>\"I expect this to spread eventually, but thus far the economic data doesn't support a need for concern. I will be watching the FOMC and economic data for signs that this will spread. I do expect deflation to exist in retail,\" he said.</p><p>As for tech, Kee said valuations matter and \"those with good valuations can do just fine.\" He has buy recommendations on Google parent Alphabet GOOGL and Apple AAPL(read what he said about Apple in September), but warns crypto is \"an all out avoid.\"</p><p>\"There was nothing to value in the crypto market, it was pure speculation, and when free money exists, the speculation peaks. Now the free money is gone, and the speculators are not able to push it up anymore,\" he said.</p><p>The markets</p><p>Stocks DJIA SPX COMP are powering higher, with 10 and 2-year bond yields TU00 BX:TMUBMUSD10Y down more than 20 basis points each and the dollar DXY 1.4% lower post CPI data. Oil prices CL.1 BRN00 are also higher.</p><p>As for bitcoin BTCUSD, the No. 1 cryptocurrency was bouncing off lows not seen since 2020, following confirmation by Binance that it won't buy the assets of troubled rival ETX.</p><p>Read: Binance CEO in internal memo: 'I had very little knowledge of the internal state of things at FTX'</p><p>The buzz</p><p>Data showed the cost of living rose a relatively modest 0.4% in October, a hint inflationary pressures may be easing, against forecasts for a 0.6% increase. The annual rate fell to 7.7% from 8.2% and the core rate rose 0.3% against 0.5% forecasts. The annual core rate slipped to 6.3% from a 40-year peak of 6.6% in the prior month.</p><p>Weekly jobless claims rose 5,000 to 225,000, the highest in four weeks.</p><p>Shares of China EV-maker NIO NIO are up after posting a wider loss, but better delivery guidance. Stock in U.S.-listed Li Auto LI and XPeng XPEV are also up, after getting knocked in Asia on worries about China COVID-19 restrictions.</p><p>Elsewhere, Six Flags SIX is dropping on an earnings miss, WeWork WE reported a loss of $568 million and US Foods USFD said profit nearly doubled, though was below consensus. Forecast-beating results are lifting shares of Ralph Lauren. RL. After hours earnings news is expected from Toast TOST, Aurora Cannabis CA:ACB and Leafly LFLYamong others.</p><p>Shares of Apple supplier GoerTek Inc. CN:002241 fell again after the China electronics group said it was told to stop producing a product for a major overseas client. Analysts believe those to be AirPods Pro 2.</p><p>Fed Gov. Christopher Waller cast doubt on the U.S. government developing its own cryptocurrency.Fed presidents speaking on the economy throughout the day include Philadelphia's Patrick Harker, Dallas's Laurie Logan, Cleveland's Loretta Mester, Kansas City's Esther George and New York's John Williams.</p><p>Best of the web</p><p>'Is there anything about crypto that is as it seems?' FTX failure threatens industry's reputation in D.C.</p><p>The world's biggest car makers are set to build millions more diesel and gasoline autos than climate goals allow.</p><p>More than a dozen wives of Russian soldiers stormed a Ukraine border town, demanding the military return their husbands</p><p>The chart</p><p>More on crypto…</p><p>The tickers</p><p>These were the top-searched tickers on MarketWatch as of 6 a.m.: </p><p> Ticker  Security name  TSLA    Tesla  AMC     AMC Entertainment  GME     GameSteop  AAPL    Apple  DWAC    Digital World Acquisition Corp.  NIO     NIO  MULN    Mullen Automotive  AMZN    Amazon.com  APE     AMC Entertainment Holdings preferred shares  META    Meta Platforms</p><p>Random reads</p><p>A rare gold and diamond Hermès bag is expected to sell for a record-busting $500,000 at Sotheby's.</p><p>KFC in Germany \"accidentally\" told customers to treat themselves on the anniversary of Kristallnacht.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Listen to the Best New Ideas in Money podcast with MarketWatch reporter Charles Passy and economist Stephanie Kelton</p><p>Crypto and tech are the first dominoes to fall as stimulus liquidity dries up, says this money manager. Here's what could happen next.</p>",
  "published": "2022-11-10T14:44:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 328,
          "end": 336
        }
      ]
    }
  ]
}