{
  "_id": "07b672bd55d91190b8438e545308c292111fb177ffa72e8409f25e7d2d9547b7",
  "feed": "wall-street-journal",
  "title": "Novelist Joshua Cohen Wrestles With Religion and History; His latest book, 'The Netanyahus,' was rejected by many publishers but went on to win this year's Pulitzer Prize for fiction.",
  "text": "<p>Mr. Cohen, whose books tend to appeal to critics more than readers, has long girded himself against the capriciousness of public opinion. \"When you win a prize, it's the god of chaos. I attach no meaning to any of this,\" he says over the phone from his book-lined apartment in Manhattan. He allows, however, that the Pulitzer is not completely immaterial: \"I had to buy a new sports jacket, and I didn't buy the absolute cheapest one.\"</p><p>Mr. Cohen's novel, subtitled \"An Account Of A Minor And Ultimately Even Negligible Episode In The History Of A Very Famous Family,\" is loosely based on a real-life visit to Cornell University by Israeli historian Benzion Netanyahu, father of Benjamin \"Bibi\" Netanyahu, Israel's former prime minister. In the late 1950s, the elder Netanyahu showed up for a job interview and lecture \"with his wife and three children in tow and proceeded to make a mess,\" Mr. Cohen writes in an afterword.</p><p>In this fictional retelling, the aggressively Zionist Netanyahu and his rowdy sons overwhelm the hospitality of a somewhat meek historian named Ruben Blum, the lone Jew at a small college who takes pains to simply blend in. Benzion Netanyahu argues that the Jews must fiercely protect the state of Israel because they will never be truly welcome anywhere else, while Blum is just grateful that the anti-Semitic slights he experiences in America aren't anything like what the Jews suffered in Europe.</p><p>Mr. Cohen heard the anecdote at the core of \"The Netanyahus\" from the late literary scholar Harold Bloom, who hosted the Netanyahus as a young academic at Cornell. \"He became so impatient when I kept asking for details,\" Mr. Cohen recalls, but the novelist saw the story as a way to probe everything from the allure of tribalism to the rise of conflicting Jewish identities in the postwar world: \"I couldn't believe that Harold had handed me this allegory and he just thought it was an experience.\"</p><p>The grandson of Jewish refugees who fled the Nazis in Germany and Hungary, Mr. Cohen grew up in a religious home near Atlantic City, N.J. There were few books: \"We had some, like 'The Chronicle of the Lodz Ghetto, 1941-1944,'\" he recalls. \"They were birthday presents.\" Today he believes his intensive studies in a rule-bound religion gave him \"some very useful discipline, an ability to say no to things,\" which came in handy in a seedy seaside town cluttered with casinos. As a teen, however, he strained against the constraints of his religious education: \"It felt to a degree that real intellectual life was elsewhere.\" </p><p>Cohen in his apartment in June, 2022. PHOTO: Peter Fisher for The Wall Street Journal</p><p>On an island without a bookstore, Mr. Cohen spent much of his time \"reading everything\" at the library, \"using every book as a vine to swing to the next book, next vine.\" He discovered drinking, smoking and girls, transferred from his yeshiva to a public high school, and cobbled together a \"haphazard\" literary canon dense with Charles Dickens and Thomas Mann. He resented that he had to figure out his cultural inheritance all by himself: \"I was so full of envy for people who had been mentored that I could barely sit in a classroom by that point,\" he says.</p><p>Mr. Cohen went on to the Manhattan School of Music, explaining that it was \"the easiest and cheapest\" way to get a bachelor's degree. He already nursed literary ambitions, but composing music came naturally, and the work let him \"build a fence around words and keep them safe\" from the tedium of teachers and grades. He suspects his ear for music infuses his writing: \"I think about how something sounds, how something feels to be sounded, feels in the mouth and throat.\" He always reads his work aloud to himself.</p><p>With a $5,000 music-composition award in his back pocket—\"It felt like a fortune\"—Mr. Cohen set off for Eastern Europe in 2001, when he was 20. Mostly based in Berlin, he traveled to post-Soviet countries as a stringer for The Forward, an American Jewish newspaper, and worked to personally \"fill in the blanks\" by exploring where his ancestors came from. \"Eastern Europe felt alive to me,\" he recalls.</p><p>Mr. Cohen returned to New York in 2006 as a literary critic for The Forward after publishing his first short story collection, \"The Quorum,\" for which he was paid $50. He earned marginally more from independent presses for subsequent books. In 2015, the leading commercial publisher Random House brought out his backbreaking, internet-skewering novel \"Book of Numbers,\" which garnered comparisons to other epic works by Thomas Pynchon and David Foster Wallace. It even became a bestseller.</p><p>More typically, Mr. Cohen's ambitious, frenetically playful books, which critics often praise as \"dizzying\" and \"wheeling,\" seem to scare readers away. \"I think I personally know all of the people who read 'Moving Kings,'\" he says of his 2018 novel. \"I think I'm related to all of them.\"</p><p>Given Mr. Cohen's lament \"that the novel has never been more marginal to our culture,\" he was as surprised as anyone that \"The Netanyahus\" struck a nerve. He acknowledges this book is somewhat more restrained than his previous novels, but he attributes its broader appeal to renewed concerns about the state of Jews in America and the political uses of history. \"I wanted to show that in these attempts to politically define ourselves now, we attempt to change the past,\" he says.</p><p>Still, Mr. Cohen insists that nothing—neither a Pulitzer nor another rejection—can help or hurt him at this point in his career. \"The things that matter to me are the sentences and what I feel like I'm trying to do with them,\" he says. \"If I didn't write, I'd lose my mind.\"</p><p>Novelist Joshua Cohen Wrestles With Religion and History</p>",
  "published": "2022-07-08T13:35:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}