{
  "_id": "2fccb373a1d6fdfb5f930988e5924daaa344cc26a45fb501a50950350d556188",
  "feed": "wall-street-journal",
  "title": "HSBC Profit Falls on French Retail Disposal, Rising Credit Provisions; The bank has set aside $1.1 billion for expected credit losses",
  "text": "<p>HSBC is Europe's biggest bank by market value. Based in London, the bank earns most of its profit in Asia. HSBC is restructuring globally, retrenching in North America and parts of Europe while it expands in Asia and the Middle East. The sale of its French retail-banking operations is part of its pivot to Asia.</p><p>The bank set aside $1.1 billion of provisions for expected credit losses. It said that was due to economic uncertainty, inflation, rising interest rates and \"ongoing developments\" in China's commercial real-estate sector. The higher expected credit losses are a stark contrast to the third quarter of 2021, when HSBC released $700 million of provisions amid rising profit.</p><p>HSBC reported revenue of $11.6 billion in the third quarter, down from $12 billion a year earlier.</p><p>American banks Citigroup Inc., JPMorgan Chase &amp; Co. and Wells Fargo &amp; Co. reported increases in third-quarter revenue on Oct. 14, but they have also prepared for tough times ahead. The banks have put hundreds of millions of dollars in reserve to prepare for a rise in customers falling behind on loans if the economy falters.</p><p>HSBC has said that, for now, it is benefiting from interest-rate increases by central banks to curb inflation. Those rate increases enable banks like HSBC to charge higher rates for consumer and business loans, earning more in interest.</p><p>But HSBC faces several risks. More expensive credit will make it harder for many households and businesses to stay on top of their loans and some will default, which would ultimately eat into HSBC's earnings. A global economic downturn would threaten to sap demand for HSBC's products, such as commercial loans and mortgages.</p><p>Under Chief Executive Noel Quinn and Chairman Mark Tucker, HSBC is also attempting to head off a push from its largest shareholder, China's Ping An Insurance, to potentially split off the company's Asian operations from its other businesses.</p><p>In the first nine months of 2022, HSBC's Asian units generated 80% of the bank's pretax profit. Growth is slowing in the region, but the hit to major Asia-focused banks like HSBC will be mild, Moody's Investors Service said in a report this month.</p><p>HSBC has named Georges Elhedery as its new chief financial officer, replacing Ewen Stevenson, who is stepping down from the job at the end of the year and leaving the bank in April. Mr. Elhedery is currently the co-chief executive of HSBC's global banking and markets team.</p><p>Greg Guyett, who runs the global banking and markets division alongside Mr. Elhedery, will become sole chief executive of the unit.</p><p>HSBC shares in Hong Kong have fallen more than 10% this year.</p><p>Write to Josh Mitchell at joshua.mitchell@wsj.com and Elaine Yu at elaine.yu@wsj.com</p><p>HSBC Profit Falls on French Retail Disposal, Rising Credit Provisions</p>",
  "published": "2022-10-25T05:20:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 816,
          "end": 836
        },
        {
          "start": 808,
          "end": 827
        }
      ]
    }
  ]
}