{
  "_id": "a9bd28ba7a3fa76dd1071fed72e544f61cf7b43c767cb222c521f957b0d65f6f",
  "feed": "ftcomall",
  "title": "FirstFT: US companies earnings set to surge",
  "text": "<p>Big US companies are expected to report strong profits for the past quarter, <a href=\"https://www.ft.com/content/8e368846-b4f8-467f-a7d9-52a39b54f62d\">according to Wall Street estimates</a>, even as high inflation, wage pressure, supply chain disruption and the Omicron coronavirus variant cloud the outlook.</p> <p>Companies in the S&amp;P 500 stock index are forecast to deliver year-on-year earnings growth of nearly 22 per cent for the final three months of 2021, according to data provider FactSet.</p> <p>Nine of the 11 sectors represented in the benchmark index are forecast to report earnings growth for the fourth quarter, with energy, industrials, and materials likely to lead the way, said John Butters, senior analyst at FactSet. The only sectors where profits are forecast to shrink are utilities and financials.</p> <p>The earnings season comes at a fraught moment for Wall Street equities, which have started 2022 with volatile trading as investors scrutinise the Federal Reserve's more aggressive stance on fighting inflation.</p> <p>The first companies to report earnings include Delta Air Lines on Thursday, followed on Friday by the banks JPMorgan Chase, Citigroup and Wells Fargo and the asset management behemoth BlackRock.</p> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Citadel Securities sells $1.2bn stake to Sequoia and Paradigm </strong>Hedge fund billionaire Ken Griffin has <a href=\"https://www.ft.com/content/188afc27-5c08-4b06-b066-d79522ed787e\">sold a $1.2bn stake</a> in Citadel Securities to venture capitalists Sequoia and Paradigm, paving the way for an initial public offering of one of the world's biggest market makers.</p> <p><strong>2. Facebook loses second attempt to dismiss FTC antitrust case</strong> A US judge has <a href=\"https://www.ft.com/content/1483f3df-0ae3-4d65-9b16-b8803380cc8a\">denied Facebook's attempt</a> for a second time to dismiss the antitrust lawsuit brought by the US Federal Trade Commission seeking to force the social media company to unwind its acquisitions of Instagram and WhatsApp. Separately, Meta <a href=\"https://www.ft.com/content/47bec852-6b94-4d95-9f1e-a1515de2d47d#post-e3da9dce-91d3-4ba7-af3c-3b467ee68d28\">has appointed</a> Tony Xu, chief executive of online food delivery platform DoorDash, to its board.</p> <p><strong>3. Citigroup to exit Mexico retail banking</strong> Citigroup will exit retail banking in Mexico after almost a century of operating in the country. The US bank said it would sell or IPO its Banamex subsidiary in <a href=\"https://www.ft.com/content/8ad8085e-52f0-49b0-8084-f62cb1d5c69c\">the latest sign</a> of the lender's shrinking global ambitions under chief executive Jane Fraser. </p> <p><strong>4. Novak Djokovic admits Covid breach</strong> Novak Djokovic has admitted that he attended a photo shoot after testing positive for Covid-19 and said discrepancies on Australian entry documents were the result of “human error”, <a href=\"https://www.ft.com/content/ecb79485-f611-444b-b604-154b8738253c\">adding to pressure</a> on the tennis star as Canberra considers deporting him.</p> <p><strong>5. Didi in Hong Kong IPO talks </strong>China's leading ride-hailing app has begun <a href=\"https://www.ft.com/content/7faaa91e-e190-4e98-aeab-f1287aedd21d\">informal discussions</a> with the Hong Kong stock exchange about a public listing, according to two people familiar with the situation. Didi's shares, which began trading in New York in June at $14, are now worth $4.90, having lost more than $40bn in market value.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>Businesses across the <strong>US</strong> are temporarily <a href=\"https://www.ft.com/content/8bd87c9c-6bae-44d1-b718-b34554f41c84\">closing or adjusting working hours</a> as the number of Americans infected with Covid reaches an&#xa0;all-time high.</p></li>  <li><p>A <strong>Chinese </strong>court has sentenced three port workers <a href=\"https://www.ft.com/content/43dde7af-e3e5-4556-b484-e570b85c6f2b\">to up to 57 months in prison</a> for breaching Covid-19 containment rules, as authorities intensified efforts to stamp out the virus.</p></li>  <li><p><strong>Boris Johnson</strong> is <a href=\"https://www.ft.com/content/949afd00-00fe-43a8-bb48-fa130b426845\">facing a mutiny</a> by MPs in his own party following the latest revelations about a lockdown-breaking party in Downing Street's garden. His leadership is now at “serious risk” <a href=\"https://www.ft.com/content/75134d52-071f-42b6-bef5-ea89b5ff4a0f\">says UK politics columnist Robert Shrimsley</a>.</p></li>  <li><p>A top <strong>World Health Organization</strong> official has warned that <a href=\"https://www.ft.com/content/a783f96e-c963-4dea-b54b-90bc6fda4915\">more than half of Europe</a> could be infected with the Omicron variant within the next two months.</p></li>  <li><p>Staff at London's University College Hospital recount fears of being overwhelmed, of broken relationships and burnout in <a href=\"https://www.ft.com/content/5b8ff061-3614-46e0-852a-1542bf5aa138\">a special report</a> by global health editor Sarah Neville. </p></li> </ul> <h1>The day ahead</h1> <p><strong>Inflation data</strong> US consumer price growth is expected to have risen at <a href=\"https://www.ft.com/content/b90f59e1-79c2-403d-94a9-776555c541fc\">the fastest pace in nearly four decades</a> in December. The consumer price index is estimated to have increased at a 7 per cent annual clip last month. Jay Powell, Federal Reserve chair, said yesterday that inflation posed <a href=\"https://www.ft.com/content/ddd02d7a-1557-4357-af6f-7c433da1b406\">a “severe threat”</a> to the US jobs recovery.</p> <p><strong>Federal Reserve Beige Book </strong>The US central bank will <a href=\"https://www.ft.com/content/254cbfd5-061f-4cc4-8f78-74c85cc9fd6a\">release</a> its first summary on economic conditions&#xa0;in 2022. </p> <p><strong>Ukraine talks </strong>Negotiations to diffuse the Ukraine security crisis move to Brussels. The Nato-Russia Council will meet in the Belgian capital for the first time since 2019, the latest in <a href=\"https://www.ft.com/content/0fe39a5b-af01-4757-8398-95c72a27a38c\">a sequence of meetings</a> intended to de-escalate tensions and address Russia's security concerns. </p> <h1>What else we're reading and listening to</h1> <p><strong>Monetary policy widens the gulf between poor and rich economies</strong> The Federal Reserve is belatedly acting to tame inflation in the US. Our economics editor, Chris Giles, asks what that will mean for developing countries. It could mean a year of reckoning for the weaker ones, <a href=\"https://www.ft.com/content/1a83fac5-3334-4887-83cb-f6c81b3341f7\">he argues</a>.</p> <p><strong>Houston emerges as rival to Delaware for bankruptcy lawyers </strong>A feature of the US bankruptcy system gives companies the liberty to file their case in virtually any federal bankruptcy venue they like. The Houston courtroom of judge David Jones is emerging as a favoured destination. <a href=\"https://www.ft.com/content/41c8bfa9-a60b-43a2-917d-323b3ee5e19d\">US Lex Editor Sujeet Indap explains why.</a></p> <p><strong>Bolsonaro crafts new social media strategy ahead of Brazil election</strong> Seen as Brazil's first “social media president”, the hard-right leader wielded WhatsApp, Facebook and Twitter to dramatic effect to win the vote in 2018. But a crackdown on misinformation by Big Tech <a href=\"https://www.ft.com/content/6804e103-c8b5-45b2-8be5-24b610330888\">is forcing a rethink</a> ahead of the presidential election in October. </p> <p><strong>North Korean women suffer from black market crackdown </strong>Thousands of women have emerged under the nose of North Korean authorities as an entrepreneurial class, filling the void left by an incapacitated state. But the regime is reasserting control over the black market economy <a href=\"https://www.ft.com/content/154f7fe6-e9b9-4a4f-b590-f08afa5ca326\">dominated by women</a>.</p> <h1>Books</h1> <p>In its earliest iteration, physical fitness was pursued in preparation for war. Now, it is increasingly sold as a luxury good. Two new books <a href=\"https://www.ft.com/content/64000895-8748-4f4f-957a-c5a9601921d3\">explore the evolution of the global fitness industry</a>, from the Greeks' fetishisation of the human body to the barre classes of the mid-20th century and the explosion of home workouts during lockdown. </p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2022 'FirstFT: US companies earnings set to surge' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-12T11:41:29.138Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1048,
          "end": 1062
        }
      ]
    }
  ]
}