{
  "_id": "aaa17434d532a548423496e97d72ef498bf5d8cb6ba3208a5edfe97e9f01a7f7",
  "feed": "ftcomall",
  "title": "The power struggle at Carlyle Group",
  "text": "<p><strong>One ‘Oops I did it again' to start:</strong> <strong>Masayoshi Son</strong> admitted that his famously aggressive global investment strategy should have been more selective as <strong>SoftBank</strong> <a href=\"https://www.ft.com/content/8d84b488-8f97-4742-ab46-154d3b312a82\">reported</a> a record ¥3.1tn ($23bn) quarterly net loss. Lex <a href=\"https://www.ft.com/content/362584b3-36a1-4079-a531-c73491de809c\">writes</a> that Son's credibility is slipping away with every tech stock reversal. </p> <p>In today's newsletter:</p> <ul>  <li><p>What happened at Carlyle&#xa0;</p></li>  <li><p>Carried interest carries on&#xa0;</p></li>  <li><p>The private market sell-off</p></li> </ul> <h1>No swansong for Kewsong&#xa0;</h1> <p>Last year, <strong>Blackstone</strong> head <strong>Stephen</strong> <strong>Schwarzman</strong> earned about $150mn in carried interest compensation. For <strong>Kewsong</strong> <strong>Lee</strong>, the chief executive of <strong>Carlyle</strong> <strong>Group</strong>, who resigned from the private equity group on Sunday evening, it was a different story. </p> <p>Lee earned just $407,427 in such pay tied to the realised gains of Carlyle's dozens of investment funds in 2021. </p> <p>The more than 300-to-1 disparity between Schwarzman and Lee underscores a cold reality for the former Carlyle leader, whose two-year tenure as sole CEO came to an abrupt end over the weekend.</p> <p>Lee was always an outsider at Carlyle who didn't directly touch its investments and had minimal economics in the firm's deals. Though he was working to diversify Carlyle beyond buyouts, which had been its lifeblood since it was founded by billionaires <strong>William</strong> <strong>Conway</strong>, <strong>David</strong> <strong>Rubenstein</strong> and <strong>Daniel</strong> <strong>D'Aniello</strong> in 1987, he was always beholden to the trio's wishes.</p> <p>On Sunday, Carlyle's board, which includes each of the firm's co-founders, decided to end <a href=\"https://www.ft.com/content/4737c65e-8994-4306-ad9c-f5597610571e\">negotiations with Lee over a new contract</a>, DD's Antoine Gara reports. After the board notified Lee, he resigned.</p> <p>The surprise change of leadership casts into question Carlyle's overall direction after a decade of drift.</p> <p>Lee joined Carlyle from <strong>Warburg</strong> <strong>Pincus</strong> in 2013, over a quarter century after the New York and Washington-based group was founded. Carlyle had grown into the world's second-largest buyout firm by the time of its 2012 initial public offering.</p> <p>Since then, however, it has experienced near constant turmoil and badly underperformed other publicly traded peers such as Blackstone, <strong>KKR</strong>, <strong>Brookfield</strong> and <strong>Apollo</strong>, which have grown far bigger.</p> <p>Carlyle's foray into hedge funds was a disaster, as were acquisitions the firm made in the oil patch. Its credit business was a constant source of problems and the area where Lee was tasked with cleaning house.</p> <p>A carefully plotted succession plan has also now gone down in flames. </p> <p>In 2017, Lee was named co-chief executive alongside <strong>Glenn Youngkin</strong>, a veteran of the firm groomed by Conway. The duo were supposed to divide labour and help Carlyle correct its course. </p> <p>Instead, they fell out. Youngkin, <a href=\"https://on.ft.com/3BPqmdV\">now governor of Virginia</a>, left in 2020, leaving Lee to lead Carlyle's recovery from the coronavirus pandemic. </p> <p>Insiders say Lee was a divisive leader as he attempted to chart his own course, focusing on expansion outside of Carlyle's buyout business, while consolidating power.</p> <p>Ultimately, Carlyle's founders have taken the power back. It underscores the ongoing identity crisis as the firm enters its second decade on public markets.</p> <p>Conway is back in charge — on an interim basis — but unlike the firm's glory days, it is no longer the envy of the buyout industry. Its newest flagship fund raised just $2.2bn last quarter, underscoring why Lee wanted to diversify.</p> <h1>A controversial private equity perk wins another term in Washington</h1> <p>Over the weekend, a diluted version of Democrats' long-awaited climate and tax bill <a href=\"https://www.ft.com/content/4d1e86e0-0254-4144-b784-88d963b310d5\">finally arrived</a>, with a glaring hole where a provision meant to weaken one of the buyout industry's most cherished tax breaks used to be.</p> <p>We're talking about “carried interest” — a seemingly indestructible multibillion-dollar giveaway for private equity that has attracted ire for enriching some of the wealthiest people in the US while they pay a lower tax rate than rank-and-file employees.</p> <p>The notorious loophole that has thwarted previous administrations has secured another victory lap in Washington after centrist Democratic senator <strong>Kyrsten Sinema</strong> insisted on removing the promise to end carried interest before lending her signature to the bill.</p> <p>It's not the first time that the self-proclaimed <a href=\"https://www.ft.com/content/6e0b6e85-30e1-46a4-b380-29c9eba66bff\">“bomb-thrower”</a> Sinema has helped detonate plans within her own party, voting against efforts to scale back <strong>Donald</strong> <strong>Trump</strong>-era tax cuts to support Joe Biden's infrastructure agenda among other proposals.</p> <p>Unlike the kind of tax reform issues that affect everyday Americans, however, it's hard to square carried interest as a top concern for voters in Sinema's home state of Arizona.</p> <p>But <a href=\"https://www.ft.com/content/64305c91-c7aa-427b-adb9-7a32d74d3490\">an FT analysis</a> of donations to Sinema's campaigns shows that the Arizona senator's relationship with the private equity industry goes deeper than her position as a political outlier.</p> <p>Sinema has received more than half a million dollars in campaign donations from private equity executives in this election cycle alone, including $54,900 from executives at KKR, $35,000 from Carlyle and $27,300 from Apollo, according to data from <strong>Federal Election Commission </strong>filings.</p> <p>She's not the only one. New York Senator <strong>Chuck Schumer</strong>, the top Democrat in the Senate, has received donations from executives at Blackstone and KKR.</p> <p>The $14bn in extra tax revenue the plan was supposed to collect by dismantling carried interest is less than half the estimated fortune of Blackstone's Schwarzman, as DD's Mark Vandevelde <a href=\"https://www.ft.com/content/51000eb2-3b3b-4ced-8019-d33a3957070d\">pointed out</a>.</p> <p>Still, Democrats' failure to get the provision over the line makes any other attempt at curbing the industry look feeble at best.</p> <h1>The record private equity probably didn't want to set</h1> <p>Private equity hit a series of record highs during the <a href=\"https://www.ft.com/content/b22a85ae-3d44-499c-a603-250ecb1158ef\">long era of easy money</a>.</p> <p>Now, as interest rates rise, portfolio companies struggle, debt markets seize up and valuations tumble, a different kind of record has been struck. </p> <p>Investors are this year selling their stakes in private equity and venture capital funds <a href=\"https://www.ft.com/content/9f34609d-e637-4061-8250-3b36e114d6c1\">at the fastest pace ever</a>, DD's Kaye Wiggins reports.</p> <p>It's partly down to a pincer effect that's left pension funds overexposed to private markets. </p> <p>First, the buyout funds they committed to have drawn down capital far faster than expected during the dealmaking boom of the past few years. Second, the values of pension funds' stock portfolios have tumbled while their private portfolios haven't been marked down in the same way. That put some in breach of their private markets allocation limits, meaning they had to sell. </p> <p>Raising new funds has been an especially big headache for buyout groups, as evidenced by the latest earnings at Blackstone and Carlyle, DD's Antoine Gara <a href=\"https://www.ft.com/content/819959e7-4c57-485a-b4c8-2212deac5fad\">reports</a>. </p> <p>Private capital groups will hope to make up for that by raising more money in other strategies such as credit, real estate and infrastructure. And they can hope that some of the cashed-out $33bn will be ploughed back into new funds. </p> <p>Still, the hefty fundraising targets set during the industry's boom times are looking increasingly hard to meet.</p> <h1>Job moves</h1> <ul>  <li><p><strong>General Atlantic </strong><a href=\"https://www.reuters.com/business/finance/general-atlantic-hires-durham-tech-buyouts-sources-2022-08-04/\">has hired</a> tech dealmaking veteran <strong>Jonathan Durham </strong>to grow its corporate buyouts business, according to Reuters. Durham spent 17 years at <strong>Silver Lake </strong>and left earlier this year. <strong>PJT Partners </strong>has appointed <strong>Don Cornwell</strong>, one of the earliest partners of its strategic advisory business who previously led <strong>Morgan Stanley</strong>'s sports M&amp;A group, to its board of directors.</p></li> </ul> <ul>  <li><p><strong>Standard Chartered </strong>has appointed <strong>Kerry Constabile </strong>to lead its net zero and sustainability strategy teams. She joins from <strong>Google</strong>, where she led the company's sustainability strategy.</p></li> </ul> <ul>  <li><p><strong>Rothschild &amp; Co</strong> has appointed<strong> Ryan Griswold</strong> as a managing director in its debt advisory group, based in New York. He was previously a managing director at <strong>JPMorgan Securities</strong>.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Party's over </strong>Property mogul Cevdet Caner used juicy fees and champagne-soaked yacht parties to woo bankers and raise €8bn in just a few years. Now some of the partygoers are <a href=\"https://www.bloomberg.com/news/articles/2022-08-08/fat-fees-champagne-and-yachts-how-adler-won-over-its-blue-chip-bankers?srnd=premium-uk&amp;sref=fLR6XBbO\">facing steep losses</a>, Bloomberg reports.</p> <p><strong>One law fits all </strong>Even the 1 per cent need antitrust protection, according to the Biden administration. Squabbles involving celebrity authors and pro golfers will <a href=\"https://www.ft.com/content/09c90d52-0c49-45f5-aec3-3b21db4337c6\">make for intriguing test cases</a> on the labour market, DD's Sujeet Indap writes.</p> <p><strong>WFM (work from metasphere) </strong>Meta <a href=\"https://on.ft.com/3vH7huo\">is following its own example</a> in forging a virtual future as its top executives disperse around the globe. Its success depends on the viability of its own digital realm, the FT's Richard Waters writes.</p> <h1>News round-up</h1> <p><a href=\"https://www.reuters.com/business/healthcare-pharmaceuticals/pfizer-buy-global-blood-therapeutics-54-bln-deal-2022-08-08/\">Pfizer buys Global Blood Therapeutics in $5.4bn deal</a> (Reuters) </p> <p><a href=\"https://www.ft.com/content/aa3d7984-42b1-43b5-b9b8-bc92830c4dc9\">ExxonMobil completes exit from Niger Delta with $1.3bn deal</a> (FT) </p> <p><a href=\"https://www.ft.com/content/f2faa2d6-13f6-4905-8034-d753062b0141\">Axios to be sold to Cox Enterprises as legacy media pursue start-ups</a> (FT) </p> <p><a href=\"https://www.ft.com/content/1bff4541-2bf0-4b18-b276-92fa55b42c4e\">Oz Minerals rebuffs BHP's $5.8bn offer</a> (FT + <a href=\"https://www.ft.com/content/bb01796d-13db-417a-9f87-ee91acada389\">Lex</a>) </p> <p><a href=\"https://www.ft.com/content/0a4de078-e5f8-4832-a802-2003a74e75ba\">Warren Buffett's Berkshire reins in stock purchases and books $43.8bn loss</a> (FT) </p> <p><a href=\"https://www.ft.com/content/8e44695c-82dc-4376-8b01-b8709c629eba\">Veolia to sell Suez's UK waste business for €2.4bn</a> (FT)</p> <p><a href=\"https://www.ft.com/content/3bdf0510-2724-4899-a659-ec1fb94a6d36\">Amazon acquires Roomba maker iRobot for $1.7bn</a> (FT) </p> <p><a href=\"https://www.ft.com/content/530e3d41-c2fe-4735-a374-f39ddc99a78c\">PwC fined £1.75mn over BT audit after alleged Italian fraud</a> (FT) </p> <p><a href=\"https://www.ft.com/content/ceaa1d7b-a862-4f32-b59a-71f4111236bc\">Travel: why airports lose your luggage</a> (Lex) &#xa0;</p><p>Source:  2022 'The power struggle at Carlyle Group' FT.com 9 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-09T04:00:12.948Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.6,
      "offsets": [
        {
          "start": 7553,
          "end": 7561
        }
      ],
      "weightsV2": {
        "weight": 0.29198903,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.708011,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 17
    }
  ]
}