{
  "_id": "b50878e84af20a0a55a42e79c7b2c92ad703163e9ca9b9330ca4816cb5afa974",
  "feed": "ftcomall",
  "title": "Japan executives urge relaxation of virus travel curbs to revive M&A boom",
  "text": "<p>Corporate chiefs at some of Japan's biggest companies have called on the government to reclassify Covid-19 as endemic and lift some of Asia's strictest pandemic restrictions to help unleash two years of pent-up demand for cross-border mergers and acquisitions.</p> <p>Their push comes as senior M&amp;A bankers and lawyers say they expect an increase of deal proposals after a ‘golden week' of national holidays in early May as corporate Japan goes on the global acquisition trail.</p> <p>While other rich nations moved swiftly to relax most entry rules after a wave of the Omicron variant, the administration of prime minister <a href=\"https://www.ft.com/content/ffa6754f-3c12-4729-921d-aa2acc5e96ee\">Fumio Kishida</a> has kept the country's borders mostly shut and capped foreign arrivals to 7,000 a day. M&amp;A advisers said this has hurt Japan's economic competitiveness. </p> <p>“In business, seeing is believing. The fact that we can't go abroad is a big disadvantage for the Japanese economy,” Takeshi Niinami, chief executive of beverage maker Suntory, told the Financial Times. “We had fewer opportunities to receive inquiries about M&amp;As. We couldn't go and see the actual locations of these businesses,” he said.</p> <p>Japanese overseas dealmaking broke a <a href=\"https://www.ft.com/content/8176beee-4963-11e8-8ae9-4b5ddcca99b3\">series of records</a> in the years before the pandemic as cash-rich companies studied the ageing, population-shrinking demographics of their domestic market and decided they had to look abroad for growth.</p> <p>Between 2016 and the outbreak of the pandemic, Japanese companies pulled off a number of megadeals, including the $62bn purchase of Shire by Takeda, SoftBank's $32bn deal to buy Arm, and Renesas Electronics acquisition of Integrated Device Technology for $6.7bn.</p> <p>In 2020, however, just $65bn was spent buying overseas targets, the lowest value of outbound M&amp;A deals in about six years, according to data firm Dealogic. The number of outbound deals in 2021 dropped to 406, the lowest level since 2006.</p> <p>Niinami said he and Suntory management could not easily leave the country, as until recently any trip overseas meant he would have to endure up to 14 days of quarantine upon return. The rules made it impossible to welcome executives from abroad, he added. </p> <p>Akifusa Takada, a partner at US legal company Baker &amp; McKenzie, said some foreign clients who had considered setting up their Asian hubs in Japan were going to Singapore or elsewhere because they had not been able to visit. For both outbound and inbound M&amp;As, “customers are frustrated with the dealmaking as speed is slower than two to three years ago”, he said.</p> <p>M&amp;A advisers say Japanese organisations have struggled to adapt to the coronavirus restrictions. “Without knowing the target, without doing the diligence, without having a face-to-face meeting, Japanese companies tend to hesitate to pay a big amount for a company which they don't know well,” said Koichiro Doi, head of Japan M&amp;A for JPMorgan. </p> <p>Since becoming prime minister last October, Kishida has been under pressure to loosen restrictions from universities, separated families and the Keidanren, Japan's largest business lobby, which last week called on the government to fully remove border restrictions and reclassify the coronavirus as “endemic”.</p> <p>However, his reluctance to go for the kind of broad reopening favoured by the business lobby appears to have public support. According to a poll this week by public broadcaster NHK, only a third of people in Japan want a further relaxation of the curbs. </p> <p>In a tentative move to satisfy the business lobby, Kishida reopened the borders to foreigners on March 1 and raised the limit on daily entries to 7,000 on Monday. The number of new daily coronavirus infections has fallen by about a half after peaking at more than 100,000 cases in early February.</p> <p>The Tokyo managing partner of one global law firm said that while pent-up demand for outbound M&amp;A was substantial, Japanese companies were still waiting on the sidelines due to the yen weakness and because currency exchange rates fluctuate around the end of the fiscal year on March 31. But they said that M&amp;A lawyers have been told to expect to be engaged as soon as public holidays in early May are over.</p> <p>JPMorgan's Doi said that Japanese companies would remain cautious in the first half of 2022 because of the remaining coronavirus restrictions but that “in six months they would be open to regular transactions”.</p> <p>Baker &amp; McKenzie's Takada said that even within his firm there was a strong feeling Japan had fallen behind rivals in the US and the UK. “By comparison, in Japan the domestic market has recovered reasonably well, but the cross-border deals have still some way to go.” </p><p>Source: Antoni Slodkowski, Eri Sugiura and Leo Lewis in Tokyo 2022 'Japan executives urge relaxation of virus travel curbs to revive M&amp;A boom' FT.com 17 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-17T00:15:08.139Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2809,
          "end": 2817
        },
        {
          "start": 4087,
          "end": 4095
        }
      ]
    }
  ]
}