{
  "_id": "59efb048e471df20d0472ed8fbde94f727c013d41019409983dca60b2e1b2340",
  "feed": "market-watch",
  "title": "U.S. forward rates market is producing clear, broadening sign of potential for Fed policy mistake, JP Morgan says",
  "text": "<p>An inversion at the front end of the curve is often seen as a significant development \"because it tends to occur relatively rarely,\" the JPMorgan team said.One way to interpret this is that markets are pricing in some risk of a policy mistake by the Fed, or the central bank \"over-tightening and at risk of having to cut rates as a result of taking rates to restrictive territory and slowing the economy or even prompting a recession,\" the JPM team said. Slowing to negative inflows into global equity funds, along without outflows from real estate ETFs, are among the metrics which suggest \"that concerns in markets over the potential for a Fed policy mistake have clearly broadened,\" JPMorgan strategists Nikolaos Panigirtzoglou, Mika Inkinen, and others wrote.Read: 'Lots of stagflation in the new home market': Home builder ETFs are struggling\"This year's market trends, negative in equities and bonds and positive in the dollar and commodities, are at risk of a more sustained reversal,\" they said. \"This should further hit the performance of momentum traders,\" which have been \"already suffering over the past two weeks from a reversal in rate and dollar momentum.\"JPMorgan's note comes as financial markets returned to risk-on mode. As of Thursday afternoon, all three major stock indexes were higher, with Dow industrials DJIA up by more than 500 points. Meanwhile, Treasury yields were mostly up as traders pared back their outlook for Fed hikes this year.</p><p>U.S. forward rates market is producing clear, broadening sign of potential for Fed policy mistake, JP Morgan says</p>",
  "published": "2022-05-26T18:43:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 440,
          "end": 443
        },
        {
          "start": 1565,
          "end": 1574
        },
        {
          "start": 99,
          "end": 108
        },
        {
          "start": 686,
          "end": 694
        }
      ]
    }
  ]
}