{
  "_id": "6557332fec6b69b48cdaee63a3bda642322843f56cb7cdc6de2e02b6bb28fbc9",
  "feed": "market-watch",
  "title": "Why a possible railroad strike would cripple the supply chain, stoke inflation; Cost of a strike seen at $2 billion a day; 'there aren't enough trucks to handle that volume'",
  "text": "<p>Railroad stocks such as Union Pacific Corp. UNP and CSX Corp. CSX fell more than 3% on Tuesday, while the iShares Transportation Average ETF IYT was down nearly 4%.</p><p>Also see: Dow books near 1,300-point drop as stocks record worst day since June 2020</p><p>Wall Street expects Congress to intervene and head off a work stoppage. If a strike happens, the big question will be for how long.</p><p>\"If we were to have a prolonged strike, let's say two weeks or more, it would be incredibly debilitating for economic activity,\" Jason Miller, a Michigan State University professor who follows the supply chain, told MarketWatch.</p><p>\"Depending on how you want to measure it, the railroads at some point touch between about a third to about 45% of all freight in the U.S. at some point or another,\" Miller said.</p><p>More than 100,000 rail workers, their unions and some of the nation's largest railroad operators are staring down a 12:01 a.m. Friday deadline to agree to new work terms.</p><p>After that, those unions can legally strike, a move that could drive transportation costs higher, stall commutes and gum up shipments of coal, chemicals, cars and grain, and cost $2 billion a day, by one estimate.</p><p>Disruptions and affected industries</p><p>Amtrak said that it would begin suspending select long-distance service on Tuesday \"in preparation for a possible freight rail service interruption later this week.\"</p><p>Rail operators such Union Pacific and Norfolk Southern Corp. NSC said they were halting shipments of hazardous materials and \"security-sensitive\" cargos this week in preparation for the possible strike.</p><p>Berkshire Hathaway's BRK.B BRK.A BNSF Railway said that the situation remains \"fluid\" and that it would update customers as information becomes available.</p><p>The White House, meanwhile, is reportedly speaking with ocean-shipping, trucking and air-freight providers to explore ways keep goods flowing.</p><p>But filling a railroad-network-sized gap in the economy could be a tough task, costing $2 billion a day, the Association of American Railroads, an industry group, estimated in a recent report.</p><p>The association estimated that it would take 467,000 long-haul trucks, daily, to haul what the railroads do. \"There simply aren't enough trucks or truck drivers to handle that volume,\" it said in the report.</p><p>That responsibility would fall on trucks, though, as space on trailers is starting to open up after more than two years of pandemic-fueled snags, but as the industry struggles to attract and retain drivers.</p><p>The report pinned that $2 billion-a-day price tag on estimates of \"lost economic output due to a nationwide rail shutdown.\" The group did not immediately respond to a request for a breakdown of that figure.</p><p>Coal, chemicals, grain shipments and auto parts and automobiles rely heavily on rail shipments.</p><p>A 'buying opportunity'</p><p>Some analysts saw any stoppage as an investing opportunity, were Congress to attempt to bring closure to the matter.</p><p>Amid strike talks, analysts at Bank of America recently raised their ratings on Canadian National Railway Co. CNI, Canadian Pacific Railway Ltd. CP and Union Pacific to buy from neutral.</p><p>Bank of America had been neutral to negative on most carriers since downgrading the sector in April.</p><p>\"However, rail service has begun to improve as hiring rebounds\" and volumes have turned positive for 10 straight weeks after falling in 37 of the previous 43 weeks, the analysts said.</p><p>\"We would view any stoppage as a buying opportunity, as we would expect Congress to mandate back-to-work terms,\" they said.</p><p>Railroads are likely to try to force congressional intervention, analysts at JP Morgan said in a recent note.</p><p>\"None of the rail management teams have stated this is their intention, but at this point it appears the most likely strategy based on commentary by the AAR,\" they said.</p><p>Others on Wall Street pointed out that a strike, if it happens, likely would be short.</p><p>The June 1992 railroad strike \"lasted only two days before Congress passed a bill banning strikes and lockouts,\" which was signed by President George H. W. Bush, analysts at Davidson said in a note Tuesday.</p><p>If a shutdown were to be longer lasting, \"we would assume spot rates would spike, as persistent driver and truck shortages would make it difficult for the trucking industry to absorb the additional volume demands,\" they said.</p><p>Dispute centers on pay hikes, sick time</p><p>The main players in the dispute, which goes back some three years, include a dozen unions, the railroad operators and White House negotiators.</p><p>In July, President Joe Biden intervened to avert a strike, naming a panel of arbitrators to mediate the contract disputes. The panel last month issued a 124-page report recommending a 24% pay increase and bonuses through 2024, along with back pay through much of 2020.</p><p>That satisfied the railroads, and has tentatively been good enough for the 10 of the 12 labor unions.</p><p>But the remaining two holdouts, the Brotherhood of Locomotive Engineers and Trainmen and the International Association of Sheet Metal, Air, Rail and Transportation Workers, account for well above half of the rail labor force.</p><p>They say they want any agreement to address what they say are strict attendance, sick and time-off policies.</p><p>\"Penalizing engineers and conductors for getting sick or going to a doctor's visit with termination must be stopped as part of this contract settlement,\" leaders of the two unions said in a statement Sunday.</p><p>They added that \"our members are being terminated for getting sick or for attending routine medical visits as we crawl our way out of a worldwide pandemic.\"</p><p>The Association for American Railroads, in a statement Tuesday, said they interpreted the emergency board's recommendations as saying that sick leave and attendance policy should be handled \"locally,\" and not through nationwide bargaining. They also said rail workers can receive up to five weeks of vacation, along with other holiday and personal-leave time, and that protections were already in place to limit hours and compensate crew who were unable to work due to sickness.</p><p>Prospects of congressional action</p><p>Congress has the authority to delay a strike, as well as the power to put any recommendations from the board into effect, Cowen policy analyst Chris Krueger noted in a report Monday. Lawmakers have used the Railway Labor Act of 1926 to intervene in at least 11 rail strikes since 1963, the report said.</p><p>Any strong-arming from Washington today would come as midterm elections loom and as the Biden administration and other Democrats try to support unionization efforts elsewhere, at companies such as Starbucks Corp. SBUX and Amazon.com Inc. AMZN.</p><p>\"Fears abound that Congress will fail to intervene to avert a work stoppage due to political gridlock,\" the Cowen note said.</p><p>Cowen analyst Jason Seidl told MarketWatch that stocks like Union Pacific and CSX stand to take a bigger hit than their Canadian counterparts the longer a strike goes on. He said if a strike happens, he expects Congress to order unions back to work by next week.</p><p>But he said that even if the unions and the rail operators work out a deal, the railroad industry would have to live with paying its workers much more, likely pressuring profits and returns.</p><p>\"Do I think the rails can get that back over time from pricing? Yes,\" he said. \"But the key words there are 'over time.'\"</p><p>Other analysts also expect Congress to take action.</p><p>\"Given this potential macro impact and the increased level of focus on rail service from the regulators/government, we believe it is likely that Congress will intervene if an agreement is not reached in the next week,\" Stephens analyst Justin Long said in a research note Friday.</p><p>Watching costs, competition</p><p>Michigan State's Miller said the industry most affected could be coal, which is the biggest carload commodity. Over the past five weeks, on average, Class I railroads — generally, the bigger ones — hauled 82,000 carloads of coal, he said.</p><p>The current tensions follow efforts by the railroads to keep costs lean, as coal's popularity has waned and competition from long-haul trucking has increased in recent years. He said that the industry tried to expand crew counts in 2014 and 2015, but layoffs followed when the oil market tanked.</p><p>In the years after, the industry moved toward so-called precision scheduling, which focuses more on getting individual train cars on tracks, rather than whole trains. Staff cuts that started in 2018 and 2019 accelerated during the pandemic, he said. Workers have had to deal with short turnaround times for long trips, often with very little notice.</p><p>Ileen Devault, a professor of labor history at Cornell University, said the pandemic has strengthened the hand of rail workers, following months of backups at ports, warehouses and railyards, amid understaffing and a shortage of trucks to move containers.</p><p>\"Given that everyone is talking these days about how important that supply chain is and how we need to get it back to at least its pre-pandemic efficiency, railroad workers hold an immense amount of power,\" she said.</p><p>Why a possible railroad strike would cripple the supply chain, stoke inflation</p>",
  "published": "2022-09-14T02:55:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3601,
          "end": 3610
        }
      ],
      "nexusId": "10009914"
    }
  ]
}