{
  "_id": "f060ff018f1e167286da2878088c335c467cdc66f2270e9920bb3988ba96fc95",
  "feed": "wall-street-journal",
  "title": "PE Daily: EQT's €20 Billion Fund Ambition | TCV Targets $5.5 Billion | PeakSpan Raises Third and Largest Fund",
  "text": "<p>Today's Top Stories</p><p>EQT AB expects to raise at least €20 billion, equivalent to about $22.8 billion, for its 10th buyout fund, which the firm would use to further expand its U.S. presence, WSJ Pro Private Equity's Preeti Singh reports. If EQT meets its target, the new fund, called EQT X, would be more than 28% larger than its predecessor. The Stockholm investment firm raised €15.6 billion for EQT IX, its ninth main buyout pool, less than a year ago</p><p>Technology Crossover Ventures, which has backed vacation-rental company Airbnb Inc., exercise-equipment maker Peloton Interactive Inc. and video-streaming service Netflix Inc., has returned to the fundraising circuit and is targeting $5.5 billion for its latest flagship private-equity fund, Preeti Singh writes for WSJ Pro Private Equity, citing people familiar with the effort.</p><p>Software-focused growth-investment firm PeakSpan Capital has wrapped up its third and largest fund with $567 million, following a busy period of investing for the firm, Laura Kreutzer reports for WSJ Pro Private Equity. PeakSpan's latest fund is more than double the size of its predecessor, which closed in late 2018 with $265 million.</p><p>Big Number</p><p>$4.5 Trillion</p><p>The projected global amount of spending on information technology this year, a 5.1% increase from 2021, according to Gartner Inc. forecasts.</p><p>Deals</p><p>Canadian pension system Public Sector Pension Investment Board and private real-estate operating company Bridge Industrial are committing up to $1.1 billion to a joint venture that plans to develop warehouses in urban areas across the United States.</p><p>Goldman Sachs Group Inc.'s asset management arm led a $335 million investment in robotics company Exotec SAS, investing from its growth strategy at a valuation of $2 billion for the company, joined by existing investors 83North and Dell Technologies Capital. The French company specializes in developing robotic systems for use in warehouses and other logistics applications.</p><p>Blackstone Inc's infrastructure-investment unit has acquired a 35% stake in cell-tower operator Phoenix Tower International from Manulife Investment Management. Phoenix Tower International operates more than 14,000 cell towers across 18 countries, according to a press release.</p><p>​​Advent International and Centerbridge Partners have lowered the threshold of shareholder acceptance for their €29.00 per share, or about $33.08, cash offer to take private Germany's Aareal Bank AG, according to a news release. The minimum acceptance rate has been dropped to 60% from 70% for the deal, which values the lender at about €1.74 billion. Investors have until Feb. 2 to indicate whether they will tender their shares.</p><p>Ardian has acquired a majority stake in nutraceutical business Biofarma Group from White Bridge Investments, investing alongside members of the company's founding families. Based in ​​Mereto di Tomba, Italy, Biofarma develops food supplements, medical devices and cosmetics and has annual sales of about €230 million, equivalent to about $262.4 million.</p><p>EnCap Flatrock Midstream, an energy infrastructure investor in San Antonio, Texas, has backed Clearfork Midstream LLC, according to a news release. The newly formed business used capital from the firm to acquire Azure Midstream Energy LLC, an operator of natural gas-gathering systems that include roughly 500 miles of pipelines on the Haynesville Shale formation in North Louisiana and East Texas, the release said.</p><p>Canadian pension manager Caisse de dépôt et placement du Québec (CDPQ) said it has increased its stake in limited partnership Trencap LP alongside Fonds de solidarité FTQ, a Canadian development capital fund that, like CDPQ, is based in Quebec. CDPQ will own nearly 80.9% of Trencap shares while FTQ maintains its 19.1% stake. Trencap is the sole owner of Noverco, which owns 100% of diversified energy business Énergir.</p><p>Riverside Partners is backing life-sciences business Sequoia Consulting Group LLC. The San Diego-based company provides technical and business support services to the pharmaceuticals, biotechnology and medical-device industries.</p><p>Wynnchurch Capital in Rosemont, Ill., has made a growth investment in retailer Mattress Warehouse LLC. The Fredrick, Md.-based business has more than 300 locations in the Mid-Atlantic region.</p><p>Dragoneer Investment Group led a $70 million growth financing in Canalyst, a data analytics and research software provider for financial professionals. The Canada Pension Plan Investment Board and Alta Fox Capital also participated in the Series C investment round.</p><p>OceanSound Partners has invested in CFM, a financial-services software provider catering to banks and other financial institutions.</p><p>Consumer-focused Story3 Capital Partners has invested an additional $115 million in personal-care products company Harry's Inc. in New York. The private-equity firm led by former Goldman Sachs Group Inc. executive Peter Comisar described it as a growth investment in a news release.</p><p>Wildcat Capital Management is backing car-wash company Rapid Express Car Wash LLC, a business founded in Houston that now operates 17 locations across Texas.</p><p>Stellex Capital Management has acquired Peltram Plumbing Holdings LLC from a group led by Crescendo Capital Partners. The Auburn, Wash.-based company provides residential and commercial plumbing systems from locations in the Seattle, Dallas, Houston and Charlotte, N.C., markets.</p><p>Graham Partners has made a growth investment in supply-chain management company Surgere Holdings LLC in Green, Ohio, according to an emailed news release. The company focuses on the automotive, industrial-manufacturing, aerospace and agribusiness sectors.</p><p>Arsenal Capital Partners has acquired industrial-automation company Eckhart Holdings Inc. in Warren, Mich., from LFM Capital. LFM acquired the business in 2015, according to its website.</p><p>Main Post Partners is backing automotive cooling products maker Mishimoto Automotive, making a growth investment in the business.</p><p>India-focused Steadview Capital led a $75 million investment in digital wealth-management services company Finzoom Investment Advisors Pvt. Ltd., which runs the INDmoney website. The business has more than 3.5 million users with over $15 billion of investments, according to an emailed news release.</p><p>SPAC Track</p><p>A blank-check company tied to Falcon Edge Capital has abandoned a planned combination with investing app Acorns Grow Inc. that was expected to have an enterprise value of about $2.2 billion, according to regulatory filings. Pioneer Merger Corp., a special-purpose acquisition company whose leaders include Falcon Edge co-founders Ryan Khoury and Rick Gerson, initially planned to merge with Acorns Grow last May. Ending the deal means Acorn Grow owes Pioneer $17.5 million in termination payments, according to the latest filing, which says the company plans to pay it in monthly installments.</p><p>Exits</p><p>Rotunda Capital Partners has sold environmental and emergency focused equipment and services provider MacQueen Equipment LLC. Rotunda initially backed MacQueen Equipment in 2018 and completed seven add-on acquisitions during the firm's ownership of the company, according to a press release.</p><p>Funds</p><p>BC Partners is expanding in the real-estate sector, raising €900 million, or about $1.03 billion, for a debut fund focused on a European value-add investment strategy, according to a news release. The London firm had set a €700 million target for the vehicle. About 40% of the new fund has been committed to deals with a sustainability aspect in the U.K., France, Germany and Italy.</p><p>Metalmark Capital has joined the growing ranks of private-equity firms raising continuation funds to support the ongoing growth of a single portfolio company, in Metalmark's case veterinary services provider Innovetive Petcare. Secondary firm Glendower Capital and funds advised by Neuberger Berman led financing for the continuation fund, according to a press release. Metalmark, which acquired Innovetive in 2018, is also backing the continuation fund along with certain of the firms' investors, including Lexington Partners, according to a press release.</p><p>People</p><p>Private credit firm Antares Capital has hired Monica Kelsey as chief financial officer and Benjamin Concessi as head of strategy and corporate development, a new role. Ms. Kelsey joined the Chicago firm from a similar role at Madison Capital Funding. Mr. Concessi, who is based in Toronto, was most recently a McKinsey &amp; Co. partner. Antares also promoted Tyler Lindblad to chief investment officer from chief credit officer.</p><p>Cohesive Capital Partners, which backs direct investments alongside private-equity firms, has promoted three investment professionals, according to founder Jon Barber. The firm promoted Managing Director Adam Freeman, who joined Cohesive in 2012, to partner, Principal Joseph Franken, who joined in 2014, to managing director and Senior Associate Stephen Kelly, who joined in 2017, to vice president.</p><p>Midmarket firm Lindsay Goldberg has promoted Vincent Ley, who first started at the firm in 2010, and Ali Nensi, who started in 2009, to its partner ranks. Both men rejoined the firm after breaks to attend business school. The firm also promoted Winnie Liu, who joined Lindsay Goldberg in 2017, to principal.</p><p>Levine Leichtman Capital Partners in Los Angeles has named Micah Levin and Matthew Rich as partners from senior managing directors and moved up Jeff Kropp to chief compliance officer, according to an emailed news release. The firm also made other promotions, including Josh Kaufman to senior managing director.</p><p>Adams Street Partners in Chicago has promoted seven people to partner and nine to principal. The firm manages about $49 billion.</p><p>Houlihan Lokey said it has hired Chris Hastings as a managing director in the bank's capital markets group. Mr. Hastings joins from DC Advisory, where he was a managing director and head of private capital.</p><p>Partners Capital Investment Group, which provides outsourced investment services for people including fund managers, has promoted three executives to partner, including Adam Watson, Elizabeth Trotta and Adam Spence, and two to managing director. The Boston firm said it has more than $46 billion in client assets under management.</p><p>Ara Partners has promoted James Wang to managing director, according to an emailed news release. He joined the firm in 2018.</p><p>Industry News</p><p>Goldman Sachs Group Inc. shelled out an additional $4.4 billion in compensation in 2021, sending the bank to its only quarterly profit decline of the year, Charley Grant reports for The Wall Street Journal. And the bank isn't alone in citing the high cost of talent, as JPMorgan Chase &amp; Co. on Friday said it had spent an additional $3.6 billion on compensation in 2021. Goldman increased pay rates by 33% last year.</p><p>A Cincinnati government agency outbid more than a dozen investment firms to buy 194 homes in and around the city, a move meant to keep tenants in their homes and private investors out of their neighborhoods, Konrad Putzier and Will Parker report for The Wall Street Journal. The Port of Greater Cincinnati Development Authority agreed last month to pay $14.5 million for the properties. While continuing to operate them as rentals, the agency said it intends to upgrade and eventually sell the homes to their primarily low-to-middle-income tenants.</p><p>Private-equity firms are finding it easier to sell oil-and-gas producers after years of depressed exit activity in the sector thanks to higher oil prices, WSJ Pro Private Equity's Luis Garcia reports, citing Enverus data. Two of the top three energy-upstream deals in the fourth quarter were sales of private-equity-backed companies, according to Enverus. In one, Southwestern Energy bought GEP Haynesville, a natural-gas producer backed by Blackstone Inc., for $1.83 billion.</p><p>Petershill Partners PLC invested $458 million in stakes of five fund sponsors during the fourth quarter, the Goldman Sachs Group Inc. unit's first as a publicly traded company. Four were new investments and included Arsenal Capital Partners, Wind Point Partners and Symphony Technology Group, Petershill said in a regulatory filing in London. The firm also made a follow-on investment in Industry Ventures.</p><p>Grafine Partners, which invests in private asset fund managers, has backed a third emerging manager and is investing in London-based midmarket-focused Stanley Capital Partners in London, founder Elizabeth Weymouth told WSJ Pro Private Equity's Preeti Singh. Stanley invests mainly in resource efficiency businesses as well as in the healthcare and technology sectors and was co-founded in 2019 by Simon Cottle, Patrick Hargutt and James Brooks. Grafine met the Stanley team almost four years ago, Ms. Weymouth said. In addition to the track record of the founding partners, the Grafine team was impressed with Stanley's investment thesis which is driven by deep sector research that helps identify sectors and companies for investments. \"They dive into complex situations and find opportunities there,\" Ms. Weymouth said.</p><p>Jefferies Financial Group Inc. won't join the race into buying stakes in fund sponsors, as Reuters reports the investment bank is abandoning an effort to raise a $1 billion fund for such deals, citing people familiar with the matter. The strategy was led by Jefferies' Leucadia Asset Management division, which partnered in 2019 with Stonyrock Partners, a private-equity firm founded by Blackstone Inc. and Carlyle Group Inc. veterans, with plans to raise $1 billion. Money invested in the vehicle is being returned, Reuters said.</p><p>New York Life Insurance Co. has invested ​​$50 million in Century Housing Corp., which provides capital for affordable lending by mission-aligned recipients in low-income communities across California. The business has invested more than $2.3 billion to support over 50,000 affordable housing units during the past 26 years, according to a news release. New York Life invested through its impact arm.</p><p>Private-equity firm GTCR in Chicago is opening offices in New York and West Palm Beach, Fla., to support expansion efforts and make the firm more attractive to new talent, according to a news release.</p><p>Macquarie Capital has set up a renewable-natural-gas investment and development company called Aerogy led by Andrew Nekus and Greg Meyer, who were both formerly with Brightmark. Aerogy has developed an anaerobic digestion facility at dairy producer Zahn's Farm near Gillett, Wis., to convert manure into natural gas.</p>",
  "published": "2022-01-19T19:18:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 10657,
          "end": 10676
        },
        {
          "start": 10657,
          "end": 10677
        }
      ]
    }
  ]
}