{
  "_id": "b7b5f7aeed8a2feab44ec601dc15bf5acda5cf477ecad8773ac2d4805e08e14c",
  "feed": "wall-street-journal",
  "title": "Banker for Bankrupt Texas Co-op Can Keep Client List Under Wraps; JPMorgan Chase can work for the largest Texas power cooperative without publicly disclosing clients connected to the chapter 11 case",
  "text": "<p>Judge David Jones of the U.S. Bankruptcy Court in Houston granted that request, saying that creditors and other parties involved in the bankruptcy case can request the unredacted list if they agree to keep it confidential.</p><p>Bankruptcy advisers generally must disclose their connections to other parties to a chapter 11 case that could give rise to a conflict of interest.</p><p>But requiring J.P. Morgan to publicly release 908 client names, Judge Jones said, could potentially allow competitors to gain unfair advantages.</p><p>\"I've learned the hard way that people will take advantage of a situation and I need to be able to protect those who are operating in good faith,\" he said.</p><p>Judge Jones overruled an objection by the Justice Department's U.S. Trustee Program, which argued that J.P. Morgan should divulge the list publicly. The bankruptcy watchdog said that keeping under seal a list of clients undermined transparency in the bankruptcy system.</p><p>Government lawyer Stephen Statham said in Thursday's hearing that sealing the clients handicaps the court and the public from evaluating the nature and the extent of these connections.</p><p>\"Evidence has been insufficient to demonstrate that disclosing the identity of these confidential parties will give any sort of unfair advantage to competitors,\" Mr. Statham said, \"particularly for folks that are out there in the public domain.\"</p><p>Judge Jones said the activities of public entities, such as cities or states, can affect markets, for example, if a municipality seeks to refinance or issue debt. Therefore, entities in the public domain also need to be protected from being identified as J.P. Morgan clients, he said.</p><p>Write to Jodi Xu Klein at jodi.klein@wsj.com</p>",
  "published": "2022-02-18T01:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1628,
          "end": 1639
        },
        {
          "start": 385,
          "end": 396
        },
        {
          "start": 66,
          "end": 80
        },
        {
          "start": 66,
          "end": 74
        },
        {
          "start": 775,
          "end": 786
        }
      ],
      "nexusId": "10009914"
    }
  ]
}