{
  "_id": "702c08fd430ab93064b01558599dc192f3bf21d2ec08cd5e7e9bb0a2519191a5",
  "feed": "wall-street-journal",
  "title": "Tyson CFO Pleads Not Guilty to Public Intoxication, Trespassing Charges; Local police say John R. Tyson was found asleep in wrong Fayetteville, Ark., house last month; company's board says it remains confident in CFO",
  "text": "<p>Tyson Foods Inc. Chief Financial Officer John R. Tyson pleaded not guilty on Thursday to charges of criminal trespass and public intoxication, while the company's board of directors said it continued to back him.</p><p>Last month Mr. Tyson, great-grandson of the meat giant's founder, was arrested after local police said he was found asleep in the wrong Fayetteville, Ark., house. The 32-year-old executive has twice apologized for the incident, saying it doesn't reflect his or the company's values, and that he would seek counseling for his alcohol use.</p><p>Mr. Tyson will have a trial on the charges Feb. 15, according to Fayetteville District Court.</p><p>SHARE YOUR THOUGHTS</p><p>What steps should the Tyson company take to address its governance issue? Join the conversation below.</p><p>Following Mr. Tyson's not guilty plea, the company's board said in a statement that after reviewing the incident, it has continued confidence in Mr. Tyson as CFO.</p><p>\"I'm embarrassed and I want to let you know that I take full responsibility for my actions,\" Mr. Tyson said on a Nov. 14 earnings call with analysts a week after spending an early Sunday morning in jail on Nov. 6. \"I am committed to making sure that this never happens again.\"</p><p>Mr. Tyson was appointed in late September as CFO of Tyson, the biggest U.S. meat company by sales. Before taking over as financial chief, he had been serving as Tyson's executive vice president of strategy and chief sustainability officer, roles he still holds. He joined Tyson in 2019, after earning a master's of business administration degree from Stanford University. He has held various roles in investment banking, private equity and venture capital, including at JPMorgan Chase &amp; Co.</p><p>Mr. Tyson's father, John H. Tyson, has been chairman since 1998 and served as the company's chief executive from 2000 until 2006.</p><p>Attorneys said pleading not guilty makes sense in Mr. Tyson's case. Doing so gives him more time to negotiate with prosecutors to potentially avoid a criminal conviction, and a later trial date allows him more time to get counseling for alcohol use and show prosecutors it is a one-time offense, said Rick Kornfeld, a Colorado attorney who specializes in white-collar crime.</p><p>Mr. Tyson could be trying to reach a deal to avoid a criminal conviction, and instead pay a fine for violating a city ordinance, said Riza Dagli, chairman of the New Jersey law firm Brach Eichler's criminal defense and government investigations practice.</p><p>\"The strategy is 'we don't want him to plead guilty to a crime, because then he's got a criminal record,'\" he said. \"You're not going to plead guilty right out of the box.\" Neither Mr. Kornfeld nor Mr. Dagli are involved in Mr. Tyson's case, they said.</p><p>The Fayetteville Police Department's report said that a woman told police that she thought Mr. Tyson came in through an unlocked front door and that she didn't know him.</p><p>Police responding to the scene found him under a comforter and he briefly attempted to go back to sleep, police body camera footage of the incident showed, and officers reported the smell of alcohol.</p><p>The CFO's legal troubles follow a broader reshuffling of some of the top leadership positions at Tyson. The company is also closing several key offices in Illinois and South Dakota that have housed about 1,000 employees and is aiming to relocate those positions to its Arkansas headquarters.</p><p>Write to Patrick Thomas at Patrick.Thomas@wsj.com</p><p>Tyson CFO Pleads Not Guilty to Public Intoxication, Trespassing Charges</p>",
  "published": "2022-12-01T21:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1678,
          "end": 1698
        }
      ]
    }
  ]
}