{
  "_id": "799dd068bf3c438b704aab42dec0f0997b63ee7241b80784915ac5a4d0fefc5f",
  "feed": "ftcomall",
  "title": "Private equity companies can't catch a break",
  "text": "<p><strong>One thing to start: State Street</strong> <a href=\"https://www.ft.com/content/e51e08a3-30ee-4a91-85e5-c8844e3480a5\">denied</a> it was in talks to acquire <strong>Credit Suisse</strong>, knocking back a report that it was pursuing the troubled Zurich-based lender.</p> <p>In today's newsletter: </p> <ul>  <li><p>Lina Khan has her eye on private equity</p></li>  <li><p>Claridge's is home to a dispute</p></li>  <li><p>Former Apollo exec demystifies the PE world</p></li> </ul> <h1>US regulators muscle up against private dealmaking&#xa0;</h1> <p><strong>Lina Khan</strong> and <strong>Jonathan Kanter</strong> love competition. </p> <p>The dynamic duo, entrusted by US president <strong>Joe Biden</strong> to <a href=\"https://www.ft.com/content/eba8d3d7-dba7-4389-858c-5406c31b413d\">revolutionise antitrust</a> rules and enforcement in America, appear to be challenging each other as to who can scare private equity the most. </p> <p>Both have recently vowed to crack down on buyout deals. </p> <p>Khan, who is chair of the <strong>Federal Trade Commission</strong>, <a href=\"https://www.ft.com/content/ef9e4ce8-ab9a-45b3-ad91-7877f0e1c797\">told the FT's</a> Stefania Palma she wants to take a more “muscular” approach to regulating private equity dealmaking. She says buyouts of large sections of the economy are having real “life and death consequences”.&#xa0;&#xa0;</p> <p>Her attack on the so-called Masters of the Universe follows the one made by Kanter, top antitrust enforcer, <a href=\"https://www.ft.com/content/7f4cc882-1444-4ea3-8a31-c382364aace1\">who also spoke</a> to Stefania last month on how the <strong>Department of Justice</strong> will take a tougher stance on private equity firms rolling up large parts of the US economy. </p> <p>Kanter and Khan, best known for being <a href=\"https://www.ft.com/content/eba8d3d7-dba7-4389-858c-5406c31b413d\">leading critics</a> of Big Tech, are keen to send a broader message to Wall Street's largest investment firms: the days when buyout deals went through without a peep from regulators are over.</p> <p>That's right. Historically, private equity groups were seen as an antitrust solution rather than a problem. </p> <p>If two large publicly listed companies combined they would often sell to private equity the bits of the business that overlapped, a move that would generally suffice for competition watchdogs to allow two corporations to merge.</p> <p>The world has, however, changed significantly since the 1980s when private equity was a cottage industry on Wall Street. </p> <p>The likes of <strong>Blackstone Group</strong>, <strong>KKR</strong> and <strong>Apollo Global Management</strong> have grown into <a href=\"https://www.ft.com/content/2c56a7da-6435-469c-90d8-28e966f20379\">huge corporate empires</a>, reminiscent of the conglomerates they used to break into pieces. </p> <p>Buyout groups are now sitting on trillions of dollars of assets, control thousands of companies across major sectors and employ millions of people, directly and indirectly. </p> <p>They've shown no signs of slowing down. Last year private equity groups announced a <a href=\"https://www.ft.com/content/6dfdd78a-e229-4524-a400-144396524eb6\">record 14,730 deals</a> globally worth $1.2tn, nearly double the previous high set in 2007, according to Refinitiv data.</p> <p>But they aren't just deal machines, they have also become an essential provider of capital for dealmaking. </p> <p>For all of these reasons, Khan and Kanter say the FTC and DoJ cannot continue looking the other way when it comes to private equity dealmaking. </p> <p>“The world of private equity is only likely to get a lot bigger,” Khan said. Regulators, she added, need to “improve our tools [such as merger guidelines] to go after this in a more muscular way”.</p> <h1>Inside a bitter dispute over Claridge's</h1> <p>If all seems calm amid the white tablecloths and fresh flowers of the dining room at <strong>Claridge's</strong> hotel in Mayfair, it's less so underneath. </p> <p>Dig deeper in a literal sense and you will find that 10 metres below, builders have been working on a subterranean members' club and spa. </p> <p>Dig deeper in a metaphorical sense, and there's more to see. The London hotel is at the centre of a bitter corporate dispute between an Irish property developer and a group of Qatari investors. </p> <p><strong>Paddy McKillen</strong> owned a stake in a hotel group behind names such as Claridge's, the Berkeley and the Connaught between 2004 and 2015. </p> <p>He says he is owed billions of pounds, a share of profits negotiated when <strong>Maybourne Hotel Group</strong> took control of the hotels in 2015. </p> <p>Maybourne is ultimately owned by Qatar's former prime minister, <strong>Sheikh Hamad bin Jassim bin Jaber al-Thani</strong>, and its former emir,<strong> Sheikh Hamad bin Khalifa al-Thani</strong>. </p> <p>The Qataris' group accepts that McKillen is owed something, but the two sides cannot agree on how much. </p> <p>They can't even agree which hotels are included in the deal. A contract covers the three, but Maybourne argues it doesn't cover newer hotels in the US and France. </p> <p>If both sides dig in, the dispute might ultimately end up in court, a fresh round of litigation about a hotel that has previously been the subject of one of the most costly legal battles in British court history. </p> <p>Read up on the details <a href=\"https://ft.com/content/059ba2c1-d911-4995-acb4-1a758d78e715\">with this story</a> from the FT's Daniel Thomas and Alice Hancock. </p> <h1>A former Apollo executive talks private equity</h1> <p>Just what do the Masters of the Universe do all day? </p> <p>A book <a href=\"https://www.penguinrandomhouse.com/books/672416/two-and-twenty-by-sachin-khajuria/\">to be released</a> next week, <em>Two and Twenty: How the Masters of Private Equity Always Win</em> seeks to answer that question and demystify the private equity industry. </p> <p>Its author is <strong>Sachin Khajuria</strong>, a veteran of <strong>Apollo Global Management,</strong> who now runs his own private investment firm. &#xa0;</p> <p>DD asked Khajuria about the state of the industry and advice he has for those looking to break into the investing game. Here's what he had to say: </p> <p>1) What do you think is the biggest popular misconception about PE?</p> <p>There are folks who think that private equity doesn't really work. That it doesn't create real value — that it is about financial engineering rather than operating improvement. The truth is very different. </p> <p>Most deals I've seen generate excellent cash-on-cash returns for investors due to a mix of drivers: big operating improvements, managing the financing, and buying and selling well. </p> <p>The funds and firms making these investments tend to outperform their rivals, and the public markets. The trick is you need to know where to look, which funds and firms to give money to.</p> <p>2) Is the golden age of PE over?</p> <p>No. I think it's likely that for the major firms, there's a limit to scale in traditional private equity if they want to maintain their outperformance over the public markets and their rivals. </p> <p>But they are not at the limit yet. Moreover, there are many other ways to grow creatively and at scale. There are large and growing verticals — from life sciences to technology — and awakened markets, like Japan. </p> <p>There are new strategies like social impact, clean energy and sports investing. There are new products like permanent or perpetual capital. One of the key edges that top firms have is they keep evolving. </p> <p>3) Would you recommend to young people a career in investing? What's the best way to prepare?</p> <p>Yes. It's a superb career. You need to learn how to invest, at least to some extent, no matter what you end up doing in your career. Finance and economics should be part of your syllabus. </p> <p>And read the FT <em>[we didn't pay him to say that]</em> — ask yourself if you really understand it. If you don't, that's your call to action, to develop a foundation. </p> <h1>Job moves</h1> <ul>  <li><p><strong>Disney</strong> <a href=\"https://www.ft.com/content/3a0c0ba0-028b-4175-bed1-76e5f94ae571\">has fired</a> Hollywood executive <strong>Peter Rice</strong> after the entertainment company concluded that he wasn't a good fit for its corporate culture. Rice, who some had seen as an eventual candidate to become chief executive of the company, had publicly criticised a Florida law dubbed “Don't Say Gay”, despite Disney's chief <strong>Bob Chapek</strong>'s hesitation to denounce the anti-LGBTQ bill. He will be replaced by Fox veteran <strong>Dana Walden. </strong></p></li>  <li><p><strong>Eduardo Gallardo </strong>has joined <strong>Paul Hastings</strong> as global co-chair of M&amp;A. He joins from <strong>Gibson, Dunn &amp; Crutcher</strong>.</p></li>  <li><p><strong>Latham &amp; Watkins </strong>has hired <strong>Gary Boss </strong>and<strong> Analisa Dillingham </strong>as partners in the M&amp;A team with a focus on insurance deals. They both joined from<strong> Clifford Chance. </strong>The Chicago-based law firm also hired <strong>Jamie Lynn Walter </strong>to join its investment advisory team in Washington DC. She was most recently at <strong>Kirkland &amp; Ellis.</strong></p></li>  <li><p><strong>Bill Sorabella </strong>has joined <strong>Cooley </strong>as a partner in its New York office after leaving <strong>Gibson Dunn.</strong></p></li> </ul> <h1>Smart reads</h1> <p><strong>Office taboo </strong>Shared Google Docs have introduced a whole new set of <a href=\"https://www.wsj.com/articles/google-doc-sharing-work-collaboration-11654612774\">dreaded and awkward interactions</a> in the work-from-home transition, making workers anxious that their creative processes may be scrutinised, the Wall Street Journal reports.</p> <p><strong>Royal Golf Super League </strong>Saudi Arabia's attempt to entice high-profile international players to participate in its new LIV Golf series with huge cash prizes is <a href=\"https://www.nytimes.com/2022/06/09/sports/golf/liv-golf-pga-tour.html\">disrupting the incumbent PGA Tournament</a>, the New York Times reports. It's unclear whether it will succeed. </p> <p><strong>Elon's Musketier </strong>Vy Capital founder Alexander Tamas <a href=\"https://www.bloomberg.com/news/articles/2022-06-09/musk-twitter-bid-counts-secretive--5-billion-fund-among-backers\">has more in common with Elon Musk</a> than their shared billionaire status, Bloomberg reports. Tamas, who has backed Musk's Twitter bid with a big check, is also an investor in SpaceX and Neuralink. And to keep things personal, he also hired Benjamin Birchall, the son of Musk's right-hand man Jared Birchall. </p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/fc4eeb5c-479a-4daf-9f8b-808ee937530f\">Apple sidelines Goldman Sachs and goes in-house for lending service</a> (FT)</p> <p><a href=\"https://www.ft.com/content/50aca302-1d1d-42d0-a52c-8303fc53a9fb\">Insurance start-ups face credibility crisis in brutal tech rout</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/features/2022-06-09/jpmorgan-s-175-million-clo-packaged-pain-into-profit\">JPMorgan's $175 million CLO packaged pain into profit</a> (BBG)</p> <p><a href=\"https://www.wsj.com/articles/private-equity-turns-to-direct-lenders-as-leveraged-loans-dry-up-11654682400?tpl=pe\">Private equity turns to direct lenders as leveraged loans dry up</a> (WSJ)</p> <p><a href=\"https://www.wsj.com/articles/as-markets-reel-startups-hope-for-flat-rounds-11654768801?tpl=vc\">As markets reel, start-ups hope for ‘flat' rounds</a> (WSJ)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-06-08/apple-will-handle-the-lending-itself-with-new-pay-later-service\">Apple will handle lending itself with new pay later service</a> (BBG)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-06-08/bond-investors-like-nations-with-lower-esg-scores-than-russia\">Bond investors still buy debt from nations with lower ESG scores than Russia</a> (BBG)</p> <p><a href=\"https://www.nytimes.com/2022/06/09/business/dealbook/billionaires-biden-semiconductors.html?searchResultPosition=7\">Billionaires, Biden and chips</a> (NYTimes)</p><p>Source:  2022 'Private equity companies can't catch a break' FT.com 10 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-10T04:00:12.169Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 8605,
          "end": 8613
        }
      ]
    }
  ]
}