{
  "_id": "c551145fb960641bffd813849e889e26d6e0a1501a9cfc0fd75d649176653cc1",
  "feed": "market-watch",
  "title": "Don't buy Occidental stock just because Warren Buffett is buying, analyst says; Buffett's Berkshire Hathaway boosted its stake in the oil-and-gas company to about 21% after buying another 6 million shares this week",
  "text": "<p>In a Form 4 filing with the Securities and Exchange Commission, Occidental (OXY) showed that Berkshire Hathaway BRK.B BRK.A spent $352.07 million to buy a total of 5,978,190 common shares in a series of transactions from Sept. 26 through Sept. 28, at a weighed-average price of $58.893, according to a MarketWatch analysis of the data.</p><p>With those purchases, Berkshire Hathaway, of which Buffett is chairman and chief executive officer, now owns about 194.35 million shares, or 20.9% of the 931.49 million shares outstanding as of June 30. That makes Berkshire by far the largest shareholder, with Dodge &amp; Cox next in line with a 10.6% stake, according to FactSet data.</p><p>All of Berkshire's purchases of Occidental shares were this year, as the company disclosed no ownership as of Dec. 31.</p><p>Helped by Buffett's backing, Occidental's stock has rocketed 112.1% year to date, while the energy ETF has advanced 29.9% and the S&amp;P 500 has dropped 24.0%.</p><p>It's that outperformance, not the company's fundamentals, that keeps J.P. Morgan analyst John Royall neutral on the stock.</p><p>He said the company has shown \"solid execution\" through the COVID-19 downturn, managed \"fairly stable\" production at minimal levels of capital expenditure and has done well to lower its debt load.</p><p>\"All in, we think OXY is executing well and still has legs to the transformation of its capital structure, but the outperformance in shares, led by buying activity on the common shares from Berkshire Hathaway, keeps us on the sidelines, given a lack of clarity on Berkshire's ultimate intentions,\" Royall wrote in a note to clients.</p><p>Also read: Warren Buffett not expected to vie for control of Occidental Petroleum.</p><p>Along with his neutral rating, Royall set a $61 price target on the stock, which 0.8% below current levels.</p><p>Don't buy Occidental stock just because Warren Buffett is buying, analyst says</p>",
  "published": "2022-09-29T19:15:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1014,
          "end": 1025
        }
      ],
      "nexusId": "10009914"
    }
  ]
}