{
  "_id": "fd2aebd18727660e40fafcf3d682529d69b92ed75a904ddc7006bd141f4a6469",
  "feed": "ftcomall",
  "title": "How retail investors can navigate the rough terrain of US equities",
  "text": "<p>For many prudent investors, buying <a href=\"https://www.ft.com/us-equities\">US equities</a> now might seem like courting disaster. Sticker prices have been slashed but, like marked-down milk, that itself is a reason to worry more, not less.</p> <p>The 20 per cent drawdown in stocks this year is still far from the 30-35 per cent crashes that have typified past bear markets. With recession looming, many worry it is only the beginning. That bearish consensus, combined with very high uncertainty, makes markets feel perilous. </p> <p>But times like this are when it pays most to keep level-headed. While a recession looks likely, the economy is undergoing historic shocks with unpredictable effects — and markets are along for the ride. If inflation abates, so could recession fears, bolstering the case for buying for the recovery.</p> <p>So what should investors do, particularly overseas retail savers who are rarely as close to the scene of the action as the US professionals? To think through the uncertainty, FT Money has paired up with Unhedged, the FT's daily markets newsletter written from New York. With FT Money readers in mind, Unhedged has drawn on weeks of conversations with US market experts, boiling down our daily letters into this article.</p> <p>Our take: keep your head, start small, don't time the market and prepare for many possible worlds.</p> <h2>Why everyone is so bearish</h2> <p>First and foremost, it's clear that the recent decline has come chiefly from valuation multiples falling, rather than earnings getting marked down. No one has made this case as clearly as Ian Harnett of Absolute Strategy Research, a regular Unhedged correspondent. As he <a href=\"https://www.ft.com/content/757cb5e3-ad2f-41e2-9094-ccf0148f9e30\">pointed out</a> in a recent FT piece, the drop in US stocks' 12-month trailing price-to-earnings multiple to the end of June is the steepest since the great stagflation of 1975.</p> <p>Behind such squished valuations is the rapid change in interest rates, courtesy of the Federal Reserve's inflation-fighting campaign. Higher interest rates, the standard story goes, raise the “discount rate” applied to far-off cash flows, making promised future earnings look less desirable than cash now. </p> <p>The result: in millions of analyst spreadsheets across the world, stock valuations are clipped. Selling follows. There are other ideas for why higher rates lower valuations, but the basic pattern of rates up, stocks down is the same.</p> <p>Yet, as rates have risen, something strange has happened — or, more precisely, has not happened. Analyst earnings forecasts have, by and large, stayed optimistic, projecting steady growth for the next several years.</p> <p>You might expect the opposite to happen, especially as <a href=\"https://www.ft.com/content/3e3dedc4-5ece-4a35-84c7-e3e670c29c72\">recession calls</a> have swept Wall Street. In principle, tighter monetary policy works by making companies' financing more expensive. Investment shrinks, workers get laid off and spending gives way to saving, all of which slow economic activity. In this world, most companies should make less profit than previously expected. But despite that, analysts have only recently started downgrading expected future earnings. More could follow. </p> <p>“It is hard to argue that the market has fully priced in the possibility of recession when consensus [earnings] estimates are so disconnected from reality,” Unhedged wrote <a href=\"https://www.ft.com/content/26f3910c-043d-481b-90b1-d461be15fa6c\">last month</a>.</p> <p>Why have earnings forecasts lagged behind reality? It may have to do with the fact that these measures are constructed “bottom-up,” meaning 500 different company analysts' estimates are aggregated. Perhaps the big picture gets lost when looking at the firm level. By contrast, “top-down” earnings estimates, which start by looking at the macro level data, have looked less sanguine.</p> <p>So if the first 20 per cent drop in stocks was air seeping out of valuations, the next 20 per cent could come from earnings getting marked down.</p> <h2>If things improve, stocks look cheap</h2> <p>Even bulls acknowledge this risk. But might markets have overestimated its likelihood? JPMorgan's Marko Kolanovic has been one of the most vocal proponents of this view. He pegs the probability of recession at 35 per cent, but points out that if the US dodges recession, stocks look too cheap. </p> <p>“It is not that we think that the world and economies are in great shape, but just that an average investor expects an economic disaster, and if that does not materialise risky asset classes could recover most of their losses from the first half,” Kolanovic's team wrote in late June.</p> <p>The important context here is just how pessimistic markets are. After a procession of bad economic news over several months, investor sentiment is worse than in the 2020 Covid lockdowns. It has become so bad that you need to reach back to the global financial crisis or Black Monday in 1987 for a close comparison. Look, for example, at the weekly survey run by the American Association of Individual Investors. These are not investors thinking about buying.</p> <p>Most assets, Unhedged <a href=\"https://www.ft.com/content/29a4a9cf-712d-4a13-86ea-1db83062ea93\">argued</a> recently, are now positioning for a recession. Growth stocks are beating value, as the latter tend to be more sensitive to downturns. You still need toilet paper and cooking gas when the economy is bad, so investors are piling into defensive stocks like utilities and consumer staples. Recessions almost always damp inflation, so inflation break-evens — the bond market's guess at future inflation — have started to fall. </p> <p>Futures markets are anticipating the Federal Reserve will raise interest rates high enough to stamp out inflation, but in so doing will effectively engineer a recession. Market pricing suggests rate cuts to resuscitate the economy aren't far behind, perhaps as soon as May 2023.</p> <p>That is a reasonable view, but it is not preordained. Much hinges on the trajectory of inflation and how the Fed reacts to it. Could sub-4 per cent inflation later this year prompt a more dovish Fed, for instance? Kolanovic, for his part, thinks moderating energy prices, a lighter-touch approach to Covid in China, strong household and corporate balance sheets and a gentler Fed could keep the US economy from slipping into recession. </p> <h2>How to play this market</h2> <p>The point is not that the bulls are right and the bears are wrong. Rather, as Unhedged likes to say, post-pandemic markets are <a href=\"https://www.ft.com/content/afbf67d1-7349-4fd3-9161-af89b632ba70\">genuinely more uncertain</a>. Markets are highly sensitive to what happens next in the economy — which is the biggest question mark of them all. What's an individual investor to do?</p> <p>First, a little humility is no bad thing. As Adam Tooze, the Columbia economic historian, has <a href=\"https://adamtooze.substack.com/p/chartbook-131-calibrating-the-polycrisis\">written</a>: “In the current conjuncture, if you aren't puzzled you don't get it. This isn't your common or garden slowdown. Admitting to disorientation is a sign of honesty and realism.”</p> <p>This calls for starting with small bets that can be scaled up as the economic picture becomes more clear. Here are some ideas.</p> <p>Some market segments have taken a rougher pounding than the broad market, and are worth watching. Biotech index funds are trading below pre-pandemic levels. Small cap stocks are off nearly 30 per cent from their recent peak and, more importantly, are trading at depressed valuations. </p> <p>The Russell 2000 index of small-caps is at the lowest multiple of earnings in a decade, after adjusting for interest, tax, depreciation and amortisation. Small caps tend to be more volatile than blue-chip stocks both on the way up and down — and could be big medium-term winners if Kolanovic et al are right.</p> <p>Or take the big five tech companies (the Faangs plus Microsoft, less Netflix). They have all lagged behind the S&amp;P 500 this year. Since November, Facebook is down 51 per cent and Amazon 34 per cent. These remain remarkable companies well worth owning; the question is at what price. Facebook's 12-month trailing price/earnings ratio, at 12.1, is lower than the S&amp;P 500's <a href=\"https://www.yardeni.com/pub/sp500trailpe.pdf\">historical average</a> of 15.5. Google (19.7) and Apple (22.6) are also getting cheaper than they have been in a long time.</p> <p>“While [the big tech stocks] are not cheap yet, they are a hell of a lot cheaper than they were, and the fact that the zeitgeist is now anti-tech should not discourage us from watching them closely as the current bear market plays out,” Unhedged's Robert Armstrong <a href=\"https://www.ft.com/content/ac1200cd-75f7-4ea8-89ee-8125e0e9e67d\">wrote</a> in May.</p> <p>Second, forget about timing the market. The pros can hardly do it in normal times; assume you are no more clever than them. Instead, the more markets fall, the greedier you ought to get. Unless retirement is on the horizon, most investors want long-term exposure, including to US equities. Even if stocks are only halfway to the bottom, starting slowly to engage in dollar cost average (that is, dripping in money at fixed intervals) into the market, or into your preferred segment, and speeding up as prices fall can form the basis for long-term returns — without needing to precisely time anything.</p> <p>Lastly, mind your allocations. Until we have a better sense of where the economy is heading, it's wise to prepare your portfolio for many possible realities. If inflation becomes structurally entrenched, fixed-income allocations will probably start to look less attractive. In such a world, trimming bonds to add real estate, commodities or Treasury inflation-protected securities <a href=\"https://www.ft.com/content/58af95c6-f95e-4be2-b82d-8f8754be6386\">may make sense</a>.</p> <p>More exotic options, such as listed infrastructure projects or factor-based funds, could also offer diversification. Naturally, all these have trade-offs. Commodities, for their hedging benefits, have looked poor for long-term capital appreciation, while factor funds are complex and rely on having a good fund manager.</p> <p>In this bear market, some have taken to ridiculing the “buy the dip” mantra that symbolised the long bull market. But the basic fact remains that the American stock market tends to go up most of the time. Indiscriminately fearing US stocks means opting out of that exceptional long-run growth story — an average 8 per cent annual growth since 1945. Better to keep calm and keep watch. As Unhedged put it in May, “There will be a moment to pounce.”</p> <p><em>To read more from Robert Armstrong and Ethan Wu, FT premium subscribers can sign up for Unhedged </em><a href=\"https://www.ft.com/unhedged\"><em>here</em></a><em>.</em></p><p>Source: Ethan Wu 2022 'How retail investors can navigate the rough terrain of US equities' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-08T04:00:51.708Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3846,
          "end": 3854
        }
      ]
    }
  ]
}