{
  "_id": "b5ff652937a456a0a21e69f92fd73798b90c434ea14e611563f52b0e23737b86",
  "feed": "ftcomall",
  "title": "Sensyne shares plummet after warning over cash",
  "text": "<p>More than two-thirds was wiped from the value of a healthcare technology company founded by former science minister Paul Drayson after it warned that it may run out of cash next month without an emergency loan.</p> <p>Sensyne Health, an Aim-listed tech start-up in buyout talks with its management and other investors, said on Friday that it had&#xa0;signed a non-binding term sheet&#xa0;with its institutional shareholders to provide £6.35m through a loan note. A further £5m “may be provided by mutual consent”.</p> <p>But the company said that without the loan it would be “unlikely to be able to continue to trade beyond early February 2022”.</p> <p>Oxford-based Sensyne warned that any sale was unlikely to have concluded before the need for new cash, but added that it was also pursuing “a substantial debtor” to bring in cash.</p> <p>Shares in the company dropped 70 per cent on Friday to 22p, a new low compared with the IPO price of 175p in 2018, valuing it at just £36m.</p> <p>In November, the company launched a strategic review and sales process after Drayson, a Labour peer and Sensyne's chief executive, approached the board asking for permission to pursue a management buyout. </p> <p>JPMorgan and Peel Hunt are acting as joint financial advisers to Sensyne, and have since contacted a range of rivals and investors to gauge interest in an offer or strategic investment into the company. A number of parties were now in more detailed discussions, Sensyne said on Friday, but with “no certainty that any offer will be made”.</p> <p>The company's board has said that it believes that its market value does not reflect the fair value of its electronic patient record health data. As of January 12 2022, Sensyne said it had an unaudited cash position of £2.8m.</p> <p>In its trading update, Sensyne sought to reassure that it was on track operationally. The company is building an international database of anonymised patient data, including through a partnership with the NHS, to help discover new drugs. This database can provide detailed information on demographics, diagnosis, treatment, medication, biochemical and genetic tests and procedures.</p> <p>In December 2021, Sensyne signed a strategic research agreement with Cambridge University Hospitals NHS Foundation Trust to access 3m patient records, bringing the total of anonymised records in the UK to 12.9m patients. </p> <p>The company's board is led by Sir Bruce Keogh, NHS England's former national medical director, who is the fourth chair to have served since the group floated. </p><p>Source: Daniel Thomas 2022 'Sensyne shares plummet after warning over cash' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-14T17:07:44.036Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1148,
          "end": 1156
        }
      ],
      "nexusId": "10009914"
    }
  ]
}