{
  "_id": "c045423fab4583df3ee7f83cfccea3c14ad03441f731efd2dd377c52b2d5220b",
  "feed": "market-watch",
  "title": "Wall Street profit expectations for megabanks cooled only slightly despite deep freeze in stocks; Banks see downward spiral in share prices, but sustain relatively mild estimate cuts by analysts",
  "text": "<p>Citigroup Inc. C and Wells Fargo &amp; Co. WFC both report earnings on Friday, July 15, while Bank of America Corp. BAC and Goldman Sachs Group Inc. GS weigh in on July 18.</p><p>Bank stocks have been pulled lower this year by forward-looking recession woes, even as the current economic conditions remain relatively strong. The selloff in stock prices may appear to make sense, since stock market investors typically look ahead and earnings reports mostly provide a look back.</p><p>Some of the economic pessimism in the stock market came from the banks themselves, with JPMorgan Chase CEO Jamie Dimon warning of a hurricane coming in the economy in an appearance at the Bernstein Strategic Decisions Conference.</p><p>The Financial Select SPDR ETF XLF ended the first half with a loss of 19.5%. The S&amp;P 500 index SPX dropped 20.6% in its worst first half since 1970. The Dow Jones Industrial Average DJIA retreated by 15.3% as of Thursday's close.</p><p>See Market Snapshot: Wall Street on course to continue its rotten run, with ISM manufacturing data in focus</p><p>Bank of America's stock ended the first half of 2022 with a loss of 30.0% as the weakest performer among the big six banks, while JPMorgan Chase shares have dropped 28.9%, Citigroup by 23.8%, and Wells Fargo by 18.4%.</p><p>Morgan Stanley stock had fallen by 22.5% since the start of 2022 and Goldman Sachs was off 22.4%.</p><p>Putting a positive spin on weak stock performances, Deutsche Bank analyst Matt O'Connor said bank stocks are already pricing in a 65% to 75% chance of a recession, which suggests \"good upside potential\" in 2023.</p><p>\"Despite anticipating solid/strong 2Q results and likely upgrades to 2H outlooks (driven by higher net interest income), we don't expect recession fears to abate,\" O'Connor said.</p><p>During the second quarter, the economy continued cooling off, with banks facing a drop in mortgage lending as refinancings and home purchases fell back in the face of higher interest rates. Some jobs have been shedat JPMorgan and elsewhere as a result.</p><p>Banks have also absorbed a pause in the market for initial public offerings.</p><p>But analysts saw little reason to reduce megabank earnings forecasts by drastic margins since the end of the first quarter. Out of the six bank giants, analysts cut estimates on five, and raised estimates on JPMorgan Chase.</p><p>Analysts ease back on profit expectations</p><p>JPMorgan Chase is on deck to report second-quarter earnings of $2.94 a share on revenue of $31.85 billion, according to FactSet estimates. Analysts have hiked their profit estimate for the bank from a mean of $2.79 a share as of March 31.</p><p>Analysts expect Morgan Stanley to report earnings of $1.70 and revenue of $13.97 billion. The median estimate for Morgan Stanley was $1.81 as of March 31, according to FactSet data.</p><p>Up next is Citigroup, which is expected to earn $1.66 a share on revenue of $18.26 billion. The bank's second-quarter earnings forecast has fallen a dime since the March 31 analyst estimate of $1.76 a share, according to FactSet.</p><p>Wells Fargo is expected to earn 88 cents a share on revenue of $17.72 billion. Its second-quarter earnings target stood at 95 cents a share on March 31.</p><p>Bank of America is expected to report earnings of 79 cents a share on revenue of just under $23.0 billion, according to FactSet. At the end of the first quarter, analysts had expected the company to earn 83 cents share.</p><p>Finally, Goldman Sachs GS is on tap to earn $7.86 a share on revenue of $11.66 billion, according to Fact. On March 31, analysts had expected the bank to earn $9.35 a share.</p><p>BofA Securities analyst Ebrahim H. Poonawala made it clear in his June 29 upgrade of Goldman Sachs to buy from hold that the investment bank and all other players in the industry face a bumpy road ahead.</p><p>\"Our ratings change (first upgrade of 2022) does not indicate an improved outlook for bank stocks,\" Poonawala said. \"To the contrary, we see the stock as well-positioned to outperform in what is likely to be a worsening economic backdrop that could weigh more materially on the EPS outlooks for its balance sheet lending heavy peers.\"</p><p>Goldman offers an attractive risk/reward profile relative to other bank stocks, he said.</p><p>\"We believe that the volatility in the interest rates, FX, commodities markets is unlikely going away anytime soon and should serve as a tailwind for the markets business,\" Poonawala said. \"We also expect GS's strong risk management to mitigate any material negative surprises owing to market dislocations.\"</p><p>Oppenheimer analyst Chris Kotowski said it's reasonable to expect some noise in banks' second-quarter results, but for the most part, he expects in-line fundamental trends.</p><p>Banks signaled their relative health in mid-June conferences such as the Bernstein Strategic Decisions Conference and other gatherings.</p><p>\"Bank after bank came out and said things were tracking well,\" Kotowsky said in his note on Friday. \"Loan growth and net interest margins (NIM) were, if anything, better than expected; expenses OK; and credit continues to track better than expected. Clearly with Jamie Dimon's 'hurricane' out there, 2Q22E doesn't tell us much where we'll be in 12–18 months, but so far the visible trends are generally favorable.\"</p><p>Wall Street profit expectations for megabanks cooled only slightly despite deep freeze in stocks</p>",
  "published": "2022-07-01T16:54:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 553,
          "end": 567
        },
        {
          "start": 1159,
          "end": 1173
        },
        {
          "start": 1948,
          "end": 1956
        },
        {
          "start": 1960,
          "end": 1968
        },
        {
          "start": 2266,
          "end": 2280
        },
        {
          "start": 2323,
          "end": 2337
        }
      ]
    }
  ]
}