{
  "_id": "d7cc6d3cf46651392148283782a3e27e57a9d8750fe2d871357132c6d718b0be",
  "feed": "wall-street-journal",
  "title": "Steve Ballmer Commits $400 Million to Black-Led Venture Capital and Private Equity; The former Microsoft CEO is seeding new private-fund ventures to help remedy the lack of capital available to Black entrepreneurs",
  "text": "<p>The Ballmers provided a total of $150 million as anchor commitments to two new vehicles, one managed by investment bank Goldman Sachs Group Inc. and one by alternative-asset-management firm GCM Grosvenor Inc., with investment bank JPMorgan Chase &amp; Co. handling fundraising. These investments will use fund-of-fund strategies to back Black-owned or Black-managed firms, which in turn will aim to invest a significant portion of the money with Black entrepreneurs and Black-owned businesses.</p><p>Additionally, the Ballmers committed a total of $250 million to vehicles managed by Ariel Investments and Fairview Capital, two of the longest-tenured Black-founded asset managers in the U.S.</p><p>Mr. Ballmer said he hopes the $400 million commitment will help right the imbalance in access to capital between Black and white fund managers.</p><p>\"The money is not flowing to Black fund managers,\" said Mr. Ballmer. \"And for Black VCs I have talked to, it's just a little harder than for their white counterparts to raise that money.\"</p><p>Mr. Ballmer, who succeeded Bill Gates as Microsoft CEO in 2000 and led the technology company until 2014 and who also owns the Los Angeles Clippers basketball team, made the investment using his own assets, rather than through his philanthropic organization, the Ballmer Group, which aims to promote economic mobility. With an estimated net worth of nearly $84 billion, Mr. Ballmer is the world's ninth-wealthiest person, according to the Bloomberg Billionaires Index.</p><p>The investment is an unusual one for the Ballmers, who don't often commit to private funds. \"Normally, our investment portfolio is the S&amp;P index and Microsoft stock,\" Mr. Ballmer said.</p><p>Mr. Ballmer said he had been concerned about the funding disparities between Black and white investment firms for years, but was spurred to take action amid the unrest following the 2020 murder of George Floyd in Minneapolis.</p><p>Looking for Black-led funds of funds to invest in, the Ballmers found little available. This gap in the market helped convince Mr. Ballmer that there was a huge unmet need for capital among Black private-markets managers and company founders.</p><p>\"I started feeling bullish that this is a real opportunity,\" he said.</p><p>Mr. Ballmer sees no trade-off between strong financial returns and his social goals. The four investments will target market-rate returns for private investments, which are typically higher than the target returns for publicly traded stocks and bonds.</p><p>Lack of racial diversity has been a longstanding issue in the alternative-investments industry, a category that includes private equity, venture capital, hedge funds and other managers of private funds.</p><p>Despite some progress in recent years, Blacks and other minorities represent only a fraction of fund managers. In the U.S., 5.1% of private-equity firms are owned by minorities, a category including Blacks, Latinos and Asians, according to a report released last year by the nonprofit Knight Foundation and advisory firm Bella Private Markets.</p><p>But the number of Black-owned private-fund managers is growing, with many new and relatively young firms entering the fray, said Laurence Morse, co-founder and managing partner of Fairview Capital. Mr. Ballmer tapped Fairview, a West Hartford, Conn., private-markets investor, to manage a $50 million single-investor fund of funds that backs Black private-fund managers.</p><p>Mr. Morse said his firm tracked 84 Black-owned venture-capital and private-equity funds raising money last year, up 25% from 2020. The number is likely to exceed 90 this year, which is a large enough group to create a diversified fund-of-funds portfolio, he said.</p><p>\"We know what the opportunity set looks like, and we think we're able to build a portfolio and have appropriate shots on goal,\" he said.</p><p>The Ballmers' largest single commitment, at $200 million, is to Project Black, a private-equity fund managed by asset manager Ariel Investments' alternatives arm, which launched last year.</p><p>As Ariel's first private-equity vehicle, the fund aims to acquire a portfolio of minority-owned midmarket companies that the firm can position as key suppliers to Fortune 500 companies, according to an Ariel investor memo. Ariel sealed its first Project Black investment this year, acquiring Sorenson Communications, which provides technologies for people with hearing loss, in a $1.3 billion deal.</p><p>The Project Black fund had raised about $1.1 billion by last month toward a $2.5 billion goal, according to a regulatory filing.</p><p>A key part of his plan, according to Mr. Ballmer, is to create vehicles that can attract other investors and grow over time. The Ballmers made a $100 million anchor investment in a new fund of funds managed by Goldman Sachs, called Black Equity Opportunities LLC, which aims to raise approximately $200 million. And they made a $50 million commitment to a fund-of-funds-type strategy managed by Grosvenor, which is aiming to raise about $100 million.</p><p>Mr. Ballmer hopes his seed investments will catalyze the flow of more capital to these funds. The $400 million \"is a significant commitment, and we hope other people will make significant commitments as well,\" he said.</p><p>Write to Chris Cumming at chris.cumming@wsj.com</p>",
  "published": "2022-10-19T12:45:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 231,
          "end": 251
        }
      ]
    }
  ]
}