{
  "_id": "0f5bb6a11ef0b2b243e2ef19f40d15f922c999bc4c5b67da76816e5d4a1996ce",
  "feed": "wall-street-journal",
  "title": "Biden's Student-Debt-Forgiveness Plan May Cost Up to $1 Trillion, Challenging Deficit Goals; White House hasn't released full accounting but some analysts see high cost in debt relief and modified repayment measures",
  "text": "<p>Analysts expect strong interest in both debt cancellation and in programs that allow borrowers to pay a lower percentage of their income to keep up with their loans. The expected popularity of the policy could drive up costs and raise questions about whether the expense can be offset by other Biden administration policies, as the White House says.</p><p>The total price tag for the program could reach $1 trillion, according to the Penn Wharton Budget Model, a widely regarded analysis frequently cited by policy makers. Other analysts say the total bill could be nearly $500 billion, a range that shows the uncertainty and complexity of projecting the student-loan portfolio's performance.</p><p>The White House hasn't released comparable estimates of the policy's total cost, though it said the debt-cancellation portion of the plan alone would reduce revenue the government receives from student-loan payments by about $240 billion over a decade.</p><p>The White House hasn't proposed to raise taxes or other forms of revenue to offset the cost of the student-loan programs, but it says the debt-forgiveness portion is paid for through the reduction in the federal deficit that has occurred this fiscal year. The Biden administration has touted recent deficit reduction as an economic achievement and part of its strategy to counter inflation.</p><p>Some analysts say the student-loan programs move the federal budget in the other direction.</p><p>\"This action by the president will make the deficit bigger than it would be otherwise,\" said Douglas Elmendorf, who served as director of the nonpartisan Congressional Budget Office during the Obama administration.</p><p>The debt-cancellation portion alone could cost over $500 billion, according to the Wharton model.</p><p>In addition to the estimate of forgone payments, the White House has said a more detailed estimate of the cost of the debt-forgiveness provisions is forthcoming. In the absence of an official estimate, markets and deficit watchers have relied on private forecasts.</p><p>The administration also may underestimate how many borrowers will enroll in the program, budget analysts said, because it is likely to be more popular than the White House assumes. While the White House projects a 75% enrollment rate similar to other debt-relief programs, analysts see that number as too low.</p><p>\"There's no downside—we expect compliance to be very high,\" said Kent Smetters, director of the Wharton model. \"It really just depends how easy they make it to apply.\" The White House said that while there is uncertainty about what the take-up rate is going to be, they hope it is as high as possible.</p><p>Meanwhile, the White House's use of projected declines in the deficit as a means of justifying the costs of the debt-relief provisions in the program deviates from what it usually means for government spending to be \"paid for,\" budget experts said. Typically that term has been used to describe when the costs of a policy are offset—such as through higher taxes or spending cuts in specific programs—rather than relying on a broad, existing reduction in the deficit to cover its expense.</p><p>Bharat Ramamurti, deputy director of the White House National Economic Council, told reporters last month that the administration would use a portion of the projected decline in the federal deficit this fiscal year, which ends in September, to provide the debt relief and that the White House considers the forgiveness fully paid for.</p><p>The U.S. is projected to run a $1.03 trillion deficit this fiscal year, according to White House estimates released in August. That would represent a roughly $1.7 trillion decline from the prior fiscal year. The decrease reflects waning federal pandemic spending and strong tax receipts. In the 2019 fiscal year, before the pandemic began, the U.S. recorded a $984 billion deficit.</p><p>The White House's most recent projections showed a narrower deficit than previously forecast, which an administration official said provided flexibility to implement the forgiveness plan without altering the nation's fiscal trajectory or compromising the administration's efforts on deficit reduction.</p><p>\"It is paid for and far more by the amount of deficit reduction that we're already on track for this year,\" Mr. Ramamurti said of the debt-relief provisions.</p><p>How Are You Paying for School?</p><p>Download free WSJ's Guide to Student Loans: Navigating the Myths and Misunderstandings About College Debt.</p><p>Mr. Elmendorf, now dean of the Harvard Kennedy School, said \"that argument is a misuse of the term 'pay for'.\"</p><p>The ultimate cost of the Biden administration's entire student-debt plan will depend on take-up rates for its two primary components: debt cancellation of up to $20,000 for borrowers subject to income and other eligibility factors; and a revamped, far more generous income-based repayment program.</p><p>Payment-plan changes could, over time, be nearly as costly as the debt-cancellation provisions. The Wharton model suggested a range of possible price tags for the changes to income-driven repayment, as the payment plans are known, ranging from around $70 billion over 10 years to $450 billion over a longer period, depending on enrollment, and whether colleges continue to raise costs. More study is needed on the future effects, Wharton says.</p><p>\"This IDR plan is so generous—for a lot of people, you'd be crazy not to take IDR,\" said Mr. Smetters, referencing income-driven repayment.</p><p>Another model from the Committee for a Responsible Federal Budget projected that the cost of debt cancellation would total $360 billion, with income-driven repayment changes costing $120 billion over a decade.</p><p>SHARE YOUR THOUGHTS</p><p>What do you see as the pros and cons around student-loan forgiveness? Join the conversation below.</p><p>One of the major difficulties facing policy makers and outside economists is the history of questionable, and often overly rosy, estimates of how much revenue the student-loan portfolio would generate, long before Mr. Biden announced his plan.</p><p>Last month, the Government Accountability Office released a report showing that the Education Department will likely lose $197 billion on loans it made over the past 25 years because of pandemic-related disruptions and lower levels of repayment, among other factors.</p><p>The Trump administration produced a separate internal report, written by a former JPMorgan Chase &amp; Co. executive, that found repayments on federal student loans had come in persistently below projections and defaults were becoming more likely. If the loans now slated for forgiveness were likely to go unpaid anyway, then the government would face the same lost revenue.</p><p>\"The face value of forgiveness is going to massively overestimate the cost to the government,\" said Constantine Yannelis, finance professor at the University of Chicago Booth School of Business. \"A lot of those loans were never going to be repaid.\"</p><p>Write to Gabriel T. Rubin at gabriel.rubin@wsj.com and Amara Omeokwe at amara.omeokwe@wsj.com</p><p>Biden's Student-Debt-Forgiveness Plan May Cost Up to $1 Trillion, Challenging Deficit Goals</p>",
  "published": "2022-09-05T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 6292,
          "end": 6312
        },
        {
          "start": 6331,
          "end": 6351
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}