{
  "_id": "65f8ce009d79226ef9cc51decff49f1bd7fe6b93c6e4286ac4825746e8757f7a",
  "feed": "ftcomall",
  "title": "Nomura co-head of investment banking foresees huge rise in ESG dealmaking",
  "text": "<p>In early 2020, when the world's attention was on the emerging terrors of the Covid-19 pandemic, Japan's biggest investment bank, Nomura, took its most daring gamble in more than a decade.</p> <p>It bought a boutique mergers and acquisitions advisory firm, focused on environmental, social and governance (ESG) issues, called Greentech Capital Advisors. And, in doing so, the Japanese bank was betting on the future behaviour of corporations around the world.</p> <p>Nomura believed that companies, of any age and across multiple industries, would increasingly turn to dealmaking as part of their campaigns to raise environmental and sustainability credentials. For the bank, it was a first attempt at a major overseas acquisition since its purchase of Lehman Brothers' Asian and European assets in 2008. That deal cost Nomura heavily, in financial and reputational terms, and sent its international division into a succession of profitless years.</p> <p>The ambition behind the Lehman purchase had been for Nomura to compete with the “bulge bracket” giants JPMorgan and Goldman Sachs, as a titan of global investment banking. It has since abandoned that vision and, under its chief executive and former investment banking head <a href=\"https://www.ft.com/stream/3aa548b6-dccc-45e5-8db1-e2e956f5794b\">Kentaro Okuda</a>, taken the risk on a strategy that may ultimately prove far more transformative.</p> <p>Though relatively small at about $100mn, the purchase of Greentech — and the decision to position Nomura as a global heavyweight in green financing and ESG-related mergers and acquisitions — has become central to its new growth strategy.</p> <p>Nomura's assumption is that M&amp;A — and financing deals related to clean energy, green innovative technology and next generation transport — will increase dramatically in volume and in value.</p> <p>Greentech's original focus was on business in the US, where Nomura has long dreamt of exerting greater heft. But, as well as using Greentech to pursue that, Nomura plans to use its strength in Asia to expand ESG-focused investment banking work. Such dealmaking in the region is expected to accelerate rapidly.</p> <p>“We are hiring bankers at a time when our clients are trying to transform their business models and other banks are maybe not taking this as seriously,” says Nomura's global co-head of investment banking, and Greentech founder, Jeffrey McDermott, who is based in New York.</p> <p>“What we are seeing within this transformation of the economy is sectors blending together to deliver low carbon solutions, such as storage, utility software and electric vehicle (EV) charging.” He adds that such a process will inevitably generate large-scale M&amp;A.</p> <p>In particular, he says, dealmaking and financing of innovation centred on the transformation of agricultural systems will require deep expertise. Climate change will force profound change on how the world feeds itself, and how it ensures sufficient supply of water to manage that transition.</p> <p>McDermott says trillions of dollars will have to be thrown at the effort. Advanced transport — the business of moving goods around the world with more efficiency and less environmental impact — will also become a centre of gravity for dealmaking.</p> <p>The rise of ESG and other thematic investment strategies, he argues, will trigger significant corporate restructuring. “One of the things we expect is the sale of businesses that are bad for ESG reasons. [A problem] with these highly inefficient, high carbon emission businesses is that the terminal values are going to be impaired . . . the valuation implications are severe.”</p> <p>The trajectory envisaged by Nomura is based in part on <a href=\"https://www.sifma.org/wp-content/uploads/2020/12/Climate-Finance-Markets-and-the-Real-Economy.pdf\">an analysis</a> produced by the Boston Consulting Group and the Global Financial Markets Association in late 2020.</p> <p>Their report notes that the 2016 Paris Agreement calls for measures to limit the global temperature rise to below 2°C from pre-industrial levels, and to pursue efforts to limit it to 1.5°C.</p> <p>Implicit in that call to action, the report says, is a wholesale transformation of the global economy. In turn, that will lean heavily on the financial industry and markets for the colossal volumes of capital required.</p> <p>The volume of “climate aligned finance” — a catch-all term for financing that is focused on any aspect of climate change mitigation — must grow at an unprecedented scale and geographic scope: an estimated expansion of between $100tn-$150tn cumulatively over the next three decades.</p> <p>That estimate, the report concludes, represents an average investment of about $3tn-$5tn a year globally to decarbonise key economic sectors, the output of which generates 75 per cent of global emissions.</p> <p>As well as acknowledging the raw velocity of financing implied by those forecasts, says McDermott, the financial industry should prepare for the new type of deals likely to emerge.</p> <p>He cites several types of transactions that are “part of this movement and which we support”. “There are the strategic acquisitions where large companies are growing their ESG capabilities, and there are sales where entrepreneurs or early-stage growth companies are seeking strategic acquirers, and there are the equity placements for disruptive tech companies.”</p><p>Source: Leo Lewis 2022 'Nomura co-head of investment banking foresees huge rise in ESG dealmaking' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-21T21:30:08.044Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1030,
          "end": 1038
        },
        {
          "start": 1036,
          "end": 1044
        }
      ]
    }
  ]
}