{
  "_id": "c6b9bdc95fbf439b9a2f5eb8315642f92d9760cab835d462efc3fe2271af0eab",
  "feed": "market-watch",
  "title": "Morgan Stanley evaluating job cuts, CEO says; Morgan Stanley CEO says bank sees potential efficiencies as it looks past recent hirings",
  "text": "<p>The bank is working on these plans from now until the end of the year, Gorman said.</p><p>\"We want to provide growth opportunities across the platform, but we've also identified some efficiencies, so over time, that will become clearer,\" Gorman said.</p><p>Morgan Stanley MS ended the most recent third quarter with 81,567 personnel, up from 78,386 in the second quarter and 73,620 in the year-ago quarter.</p><p>Overall, layoffs have been increasingly on the table for the megabanks as they cut back businesses with less demand such as mortgages, which have weakened in the face of higher interest rates.</p><p>For now, however, the only major bank to report a head count reduction in the third quarter was Wells Fargo &amp; Co. WFC, which has been stating publicly it would make cuts in its mortgage business.</p><p>Meanwhile, Goldman Sachs Group Inc. GS is reportedly eyeing a re-alignment of its business units in a move that often includes job cuts when companies restructure their businesses into three major units.</p><p>Goldman Sachs will group its investment bank and trading operations in the same business unit. It will also combine its asset and wealth management into a second department, while a third division will be home to its financial technology platforms as well as specialty lender GreenSky, The Wall Street Journal reported.</p><p>Bank of America Corp. BAC, which reported better-than-expected earnings on Monday, finished out the third quarter with 213,270 employees, up 18% from 209,407 people in the year-ago quarter, and ahead of the 209,824 figure as of June 30.</p><p>Wells Fargo reported total head count of 239,209 as of Sept. 30, down from 243,674 people at the end of the second quarter and 253,871 at the end of the year-ago quarter.</p><p>JPMorgan Chase &amp; Co.'s JPM head count grew to 288,474 as of Sept. 30, up from 278,494 at the end of the second quarter and 265,790 at the end of the third quarter of 2021.</p><p>Citigroup, which rounds out its head count numbers to the nearest thousand, ended the third quarter with 238,000 people on its payroll, up from 231,000 at the end of the second quarter and 220,000 in the year-ago quarter.</p><p>Also Read: JPMorgan CEO Dimon says inflation hasn't dampened consumer spending yet but give it time</p><p>See: JPMorgan profit falls but beats estimates while Morgan Stanley misses</p><p>Morgan Stanley evaluating job cuts, CEO says</p>",
  "published": "2022-10-17T15:49:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1739,
          "end": 1742
        },
        {
          "start": 1706,
          "end": 1726
        },
        {
          "start": 2121,
          "end": 2129
        }
      ]
    }
  ]
}