{
  "_id": "fe6198cce3eb78e09bf7a4e36fd04818219decd4746269f33bde64b8daea8e0c",
  "feed": "ftcomall",
  "title": "Private equity's ‘technicolour dreamcoat'",
  "text": "<p><strong>In today's newsletter:</strong></p> <ul>  <li><p>The quiet rise of the “collateralised fund obligation”</p></li>  <li><p>An interview with Gautam Adani</p></li>  <li><p>Bill Ackman bets against Hong Kong's US currency peg</p></li> </ul> <h1>How private equity securitised itself</h1> <p>The buyouts business has made a discovery: a bunch of highly leveraged portfolio companies can be transformed into a financial product with an investment-grade credit rating. </p> <p>Welcome to the world of the “collateralised fund obligation”.</p> <p>Essentially, a CFO is a box containing stakes in multiple private capital funds. It issues bonds and shares. When the underlying funds pay money into the box, the CFO uses it to make interest payments and ultimately to repay its senior bondholders, then its junior bondholders, leaving whatever's left for the equity holders. </p> <p>It's as though the private equity industry took a look at collateralised debt obligations — which only became widely understood after wreaking havoc in the 2008 financial crisis — and said: “We can do that.”</p> <p>The model has flown under the radar, largely because CFOs are often put together privately with few disclosure requirements. But it appears to be on the rise, DD's Kaye Wiggins reports in <a href=\"https://ft.com/content/e4c4fd61-341e-4f5b-9a46-796fc3bdcb03\">this in-depth piece</a>. </p> <p>“We represent 50 of the world's largest asset managers and lots of large private equity shops, and this is the hottest inbound call we get,” said <strong>John Timperio</strong>, a partner at the law firm<strong> Dechert </strong>who advises on CFOs. </p> <p>In marketing materials, Dechert describes CFOs as “the technicolour dreamcoat of fund finance”.</p> <p>Some of the industry's biggest names such as <strong>Blackstone</strong>, <strong>KKR </strong>and<strong> Ares</strong> have set up versions of CFOs, typically bundling together stakes in several of their own funds. That can include credit, real estate and infrastructure funds as well as private equity. </p> <p>One of private equity's major investors, the Singapore state-owned investor <strong>Temasek</strong>, is a big player. Its independently run <strong>Azalea</strong> unit has issued a series of CFOs, some of which are available to retail investors. </p> <p>Its most recent, issued this year, bundles 38 funds from groups including Blackstone, KKR and <strong>Advent International</strong>. It includes exposure to <strong>Envision Health</strong>, the KKR-owned hospital staffing group that has the lowest possible junk-grade credit rating and is, according to<strong> Moody's</strong>, at risk of bankruptcy. </p> <p>The idea is that, by parcelling up funds, you can diversify risk. While payouts from the individual funds are lumpy, the theory goes, exposure to enough of them should bring in sufficiently regular cash flows. If it doesn't, many CFOs have a credit facility (yes, more debt) to cover interest payments and meet capital calls. </p> <p>The model introduces a new layer of leverage into an industry already built on debt. And it's growing in popularity just as times get tough for private equity. A downturn could lead to a generation of portfolio companies, which were purchased at eye-watering multiples at the top of the market, turning into what buyout groups euphemistically call a “bad vintage” with poor returns. </p> <p>Post-crisis regulation was designed to quell the use of esoteric structures and risky leverage. If regulators, increasingly alert to the risks in so-called “shadow banking”, want an example of how that risk has instead been shifted to a more lightly regulated corner of the financial world, they know where to look. </p> <h1>Adani's next power play</h1> <p>Can <strong>Gautam Adani </strong>build India's answer to<strong> Al Jazeera</strong>? Asia's richest man revealed ambitions to become a media baron when he sat down for a <a href=\"https://ft.com/content/d6c5ffa0-0b9b-436f-8c8b-ef4170bedfe3\">rare interview</a> at his conglomerate's plush offices in west India's Gujarat last week.</p> <p>The ports-to-power tycoon, whose influence has risen as he has championed prime minister <strong>Narendra Modi</strong>'s development agenda, surprised markets this year when his new media unit <a href=\"https://www.ft.com/content/50758480-a908-4311-ae6b-402606bd668e\">launched a hostile takeover</a> of <strong>NDTV</strong>. </p> <p>The media company is best known for giving airtime to voices critical of Modi, and is one of India's most respected media brands.</p> <p>Adani told DD's Chloe Cornish and Benjamin Parkin that he saw the as-yet-incomplete NDTV takeover as more of a “responsibility” than a business opportunity. </p> <p>“Why can't you support one media house to become independent and have a global footprint?” he said. “India does not have one single [outlet] to compare to Financial Times, or Al Jazeera.”</p> <p>Adani thinks building a global media brand will be a “negligible” outlay for his infrastructure and logistics conglomerate. He said media independence means that “if [the] government has done something wrong, you say it's wrong”, but that “when the government is doing the right thing every day, you have to also say that”.</p> <p>Share prices of <strong>Adani Group</strong> companies have <a href=\"https://www.ft.com/content/cdc60a6f-9cd7-4fc5-872c-9b0e67bd657f\">rocketed</a>, in some cases by percentage figures in the thousands. Now worth $138bn, according to Forbes, Adani jostles with <strong>Elon Musk </strong>and <strong>Bernard Arnault </strong>atop the global wealth rankings.</p> <p>Adani has been on an investment spree already — from a $10bn acquisition of Holcim's two Indian cement businesses to a $1.2bn deal for Israel's <strong>Haifa Port </strong>with local group <strong>Gadot</strong> — and he isn't ready to stop.</p> <p>From plans for a petrochemical complex to a consumer-facing “super app”, to potential bids for Israeli power plants, Adani sketched out ambitions far beyond India's borders.</p> <h1>Ackman plays the Hong Kong lottery</h1> <p>“If you bet against the Hong Kong dollar, you are bound to lose,” Hong Kong's financial secretary <strong>Paul Chan</strong> told attendees at a financial forum this month.</p> <p><strong>Bill Ackman</strong> is feeling lucky. The billionaire hedge fund manager and founder of <strong>Pershing Square Capital Management</strong> has taken a “large notional short position against the Hong Kong dollar through the ownership of put options”, <a href=\"https://twitter.com/BillAckman/status/1595569030798139395\">he revealed on Wednesday evening</a>.</p> <p>The move puts him in the company of other western fund managers who have tried to do the same thing. <strong>George Soros</strong> bet against the peg during the Asian financial crisis in 1998, while Dallas-based investor <strong>Kyle Bass</strong>, who rose to prominence by shorting the US housing market ahead of the global financial crisis, had his bet turn sour <a href=\"https://www.bloomberg.com/news/articles/2021-10-13/kyle-bass-s-disastrous-hong-kong-short-got-bannon-linked-cash\">in more ways than one</a>.</p> <p>Ackman has his own reasons to be confident. Pershing is down <a href=\"https://pershingsquareholdings.com/performance/net-asset-value-and-returns/\">7.3 per cent this year</a>. Aside from <a href=\"https://www.ft.com/content/36c96d6d-a4df-4b89-8cd7-48bac2983dba\">a little faux pas with <strong>Netflix</strong></a>, that's not so bad <a href=\"https://www.ft.com/content/4af5c796-b8a5-4046-baf4-c9c7411929c2\">compared to the <strong>Tiger Global</strong>s</a> of the world.</p> <p>He has also been trading around the HKD for <a href=\"https://assets.pershingsquareholdings.com/2014/09/13094310/PSCM-Annual-Investor-Update-Presentation.pdf\">more than a decade</a>:</p> <p>Investors have lost their shirts trying to recreate aggressive macro currency trades like that of Black Wednesday, 1992, when Soros shorted sterling and “broke” the <strong>Bank of England</strong>.</p> <p>But for those who can afford to take the risk, the upside is hard to resist.</p> <p>“Bill's trade is a smart lottery ticket and I also have it on,” said <strong>Boaz Weinstein</strong>, the New York credit trading veteran behind <strong>Saba Capital </strong>credited with spotting the “London Whale” derivatives trader a decade ago, giving it 200-to-1 odds.</p> <a href=\"https://twitter.com/boazweinstein/status/1595644914263810048\">https://twitter.com/boazweinstein/status/1595644914263810048</a> <h1>Job moves</h1> <ul>  <li><p><strong>Twitter</strong> <a href=\"https://www.ft.com/content/f9fdace4-5eb2-4db2-929b-e34861fa0521\">has disbanded</a> its entire Brussels office, sparking concerns among EU officials about whether the social media platform will abide by the bloc's stringent new rules on policing online content.</p></li>  <li><p><strong>RBC Capital Markets</strong> <a href=\"https://www.fnlondon.com/articles/rbc-capital-markets-hires-bnp-paribas-hofmeister-for-german-private-equity-coverage-20221123?mod=topic_news\">has hired</a> senior <strong>BNP Paribas</strong> dealmaker <strong>Thomas Hofmeister</strong> as head of sponsor coverage for Germany, per Financial News.</p></li>  <li><p><strong>Goodwin </strong>has appointed private investment funds partner <strong>Ajay Pathak</strong> as co-chair of its London office. </p></li>  <li><p><strong>Unilever </strong>chair<strong> Nils Andersen</strong>, <a href=\"https://www.ft.com/content/e1b361e5-efd8-414a-ba69-e09ddc86c78b\">who's expected to step down</a> from the group by the end of 2024, as the FT reported in September, will also step down from his position as chair of Europe's biggest paint maker <strong>Akzo Nobel</strong> this April. He'll be nominated to the board of Netherlands-based chipmaker <strong>ASML</strong> shortly after with the intention of becoming chair.</p></li>  <li><p><strong>Anglian Water</strong>, one of the UK's largest suppliers of water and sewerage services, has appointed <strong>SSE</strong> chief executive<strong> Alistair Phillips-Davies </strong>as a non-executive director.</p></li>  <li><p><strong>Shearman &amp; Sterling</strong> capital markets and leveraged finance partner <strong>Marwa Elborai</strong> <a href=\"https://www.thelawyer.com/ao-swoops-to-recruit-shearman-finance-partner/\">is moving</a> to<strong> Allen &amp; Overy</strong>, per The Lawyer. </p></li> </ul> <h1>Smart reads</h1> <p><strong>A poodle called Stormy </strong>The FT's Jemima Kelly wrote a <a href=\"https://www.ft.com/content/66e9fa9a-00c2-4394-8bf8-3552f76c9079\">dispatch</a> from Mar-a-Lago, and it has everything. There's Donald Trump DJ-ing badly on an iPad, the billionaire founder of Interactive Brokers shooting an iguana, Roger Stone posing for fans' photos, and more.</p> <p><strong>Disney's dictatorship </strong>Hollywood has been transfixed by Disney's ousting of Bob Chapek and the return of his successor Bob Iger. <a href=\"https://ft.com/content/6c0b203e-3c00-41f4-9cd9-5ec3dc4c29bc\">What it should be struck by</a> is how so much power is concentrated in the hands of one man, the FT's Anna Nicolaou writes.</p> <p><strong>Masa Son's $5bn IOU explained </strong>Struggling to understand how on earth Masa Son racked up a nearly $5bn unpaid tab to SoftBank? DD's Rob Smith<a href=\"https://www.ft.com/content/5973a25d-b5b2-446e-b0d4-6ebc422f214b\"> breaks it down</a> in terms we can all understand: poker.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/5f1ce4a4-3004-4a98-8887-72a429a3408b\">Adidas to launch probe into claims about Kanye West playing pornography to staff</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-11-23/777-partners-to-buy-berlin-soccer-club-stake-from-lars-windhorst\">777 Partners to buy Windhorst stake in Berlin football club</a> (Bloomberg) </p> <p><a href=\"https://www.ft.com/content/87767acb-ed1d-4074-808e-76bcdf5bf0d5\">JPMorgan and Deutsche Bank sued by Epstein victims</a> (FT)</p> <p><a href=\"https://www.ft.com/content/6b0e81ad-effd-4e1c-ad9c-0b9f708dcdf5\">Crypto investor DCG reveals web of investments between units</a> (FT) </p> <p><a href=\"https://www.ft.com/content/5ac72014-d7af-4435-aaaf-2a15033fb2a1\">Yandex seeks Putin approval for restructuring plan</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-11-23/elior-is-said-to-discuss-potential-tieup-with-biggest-investor?sref=vEQJzSks\">French caterer Elior weighs a tie-up with biggest investor</a> (Bloomberg) </p> <p><a href=\"https://www.reuters.com/markets/commodities/saudi-aramco-gets-regulator-nod-luberef-ipo-2022-11-24/\">Saudi Aramco gets regulator nod for Luberef IPO</a> (Reuters) </p> <p><a href=\"https://www.ft.com/content/60d00a94-0305-45ea-9938-3eabe30c049e\">FTX's bankruptcy hearing: the highlights</a> (Alphaville) </p> <p><a href=\"https://ft.com/content/64e11ce1-c0c7-4663-a46c-2bd33ac1cbc6\">Bahamas reels from FTX collapse: ‘crypto was going to be our way out'</a> (FT)</p> <p><a href=\"https://www.ft.com/content/b8f23f49-0aea-47c0-9dd2-97918130b02c\">Taylor Swift/Live Nation: superstar's fury means headaches for ticket vendor</a> (Lex) </p><p>Source:  2022 'Private equity's ‘technicolour dreamcoat'' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-25T05:01:53.285Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 8760,
          "end": 8768
        }
      ]
    }
  ]
}