{
  "_id": "b5f7e16f1af456fd7cc561e59a459456247048a1c4e19b0714f19de00cc3360e",
  "feed": "market-watch",
  "title": "The SEC has taken the first step toward undermining 401(k) plan fiduciaries; Allowing Amazon shareholder vote could lead to worse retirement outcomes",
  "text": "<p>The SEC used to allow companies to exclude this type of proposal from proxy statements, because they relate to the company's ordinary business operations – the wages and benefits provided to employees. The agency simply viewed it as impractical to resolve operational problems at an annual meeting. In this new era, however, the SEC has adopted a new stance – it does not support the exclusion of any proposal pertaining to \"significant social issues.\"</p><p>The significant social issue in this case is climate change, and As You Sow is going after broad market index funds, which by their very nature include fossil fuel companies in the asset mix. The organization's website focuses particularly on low-cost target-date funds that serve as the default investment in most 401(k) plans. Vanguard funds, which are used by 14 of the 16 companies identified as bad actors, receive special attention. Although other target-date funds, such as those from BlackRock, Fidelity, American Funds, T. Rowe Price TROW, TIAA-CREF, J.P. Morgan JPM, and State Street STT also received failing grades.</p><p>As You Sow is not advocating for simply adding an ESG option to the company's 401(k) plan investment roster, but rather to replace low-cost index funds with high-cost ESG funds as the plan default. They contend that dropping fossil fuel companies would allow investors to reduce risk and earn higher returns, while supporting socially beneficial practices and outcomes.</p><p>Such a shift, however, would be a terrible idea for many reasons, including:</p><p>* It isn't clear that this form of social investing is effective. The SEC itself has started to crack down on \"greenwashing\"— the claim that investments will save the world with little evidence to support it.</p><p>* Moreover, ESG funds are expensive (on average 80 basis points more than index funds). Essentially, they are a marketing ploy by financial-services firms to repackage costly, actively managed investments—which were becoming increasingly less appealing—in a trendy wrapper.</p><p>* Even more pernicious, social investing allows people to think that they're really solving an important world problem when, in fact, they are doing nothing. It's delusional to think that 401(k) participants can lead the way on fighting climate change by not investing in fossil fuel stocks. Other investors will step in and pick up the stock in undervalued fossil fuel companies.</p><p>So, what happens now? The best outcome would be that shareholders vote down the proposals, and no one has to write a report. The alternative is that the proposal is approved and the report tries to reconcile the company's and its retirement plan's objectives. This would be an impossible task. Fiduciaries under ERISA are supposed to invest in the best interest of plan participants, not get involved with ineffective divestures that involve lower returns and higher fees.</p><p>If As You Sow creates pressure for a climate-pure default in 401(k) plans, fiduciaries will face either the wrath of disappointed socially active participants or future lawsuits by participants angry over low returns and high fees. The ultimate bad outcome is that companies throw up their hands and stop offering 401(k) plans.</p><p>All this could have been avoided if the SEC just stuck to its knitting.</p><p>The SEC has taken the first step toward undermining 401(k) plan fiduciaries</p>",
  "published": "2022-05-18T10:12:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1013,
          "end": 1024
        },
        {
          "start": 1025,
          "end": 1028
        }
      ]
    }
  ]
}