{
  "_id": "393066da3615902b7535ed8ed6e70c9591b28917dbd934004c08c12976e34ef5",
  "feed": "wall-street-journal",
  "title": "Investors Bet Ukraine-Russia War Will Be Averted; Russia's ruble and Ukraine's hryvnia have staged a recovery in recent days; if investors are wrong, an outbreak of hostilities could mean big losses",
  "text": "<p>Hedge funds have been especially active, with the most net long positions in the ruble in 23 months as of last Friday, according to data from the Commodity Futures Trading Commission.</p><p>\"It's extraordinary. I think it's a naive read on the situation,\" said Timothy Ash, an emerging-market strategist at BlueBay Asset Management. \"I don't see any reduction in geopolitical risk. If anything, evidence shows that Russia is putting more troops into position.\"</p><p>Signs of a partial reversal emerged Friday afternoon when warnings from the U.S. and Japan for their citizens to leave Ukraine sent the Russian ruble lower. The currency was trading 2.9% lower against the dollar on the day, but is still up for the month.</p><p>Russia's aggression toward Ukraine has been building for months and signs point to a further escalation. Moscow increased its battalion tactical groups near the Ukrainian border in recent days to 83, from 60 last month and 53 in December, according to U.S. officials. It has also moved tanks, infantry fighting vehicles, rocket launchers and other military equipment westward from bases in Russia's Far East. The White House warned last weekend that an invasion could be imminent.</p><p>President Biden ramped up threats of sanctions this week, saying that a gas pipeline under development from Russia to Germany wouldn't go forward in the event of an invasion. French President Emmanuel Macron met with his Russian counterpart, Vladimir Putin, this week to try to broker a diplomatic solution. French officials had to walk back from suggestions that there were any agreements from the talks after a Kremlin spokesperson denied that a deal was struck. Russia has also repeatedly said it doesn't plan to invade Ukraine.</p><p>\"Markets seem to be attributing weight to the Russian denial that they are planning aggressive action. But it still seems to me that we could get a significant escalation in eastern Ukraine, which would probably still be enough to attract stronger sanctions,\" said Paul McNamara, an emerging-market debt fund manager at GAM. \"I think there's a bit of a disconnect.\"</p><p>The uneven positioning in the market could mean an extreme outcome for investors in the coming weeks as the severity of the situation becomes clearer. A renewed conflict could catalyze aggressive moves in markets if risk is rapidly priced back in, analysts said.</p><p>SHARE YOUR THOUGHTS</p><p>Is a Ukraine-Russia conflict inevitable? Why or why not? Join the conversation below.</p><p>\"It's very hard to see Russian prices stay where they are. They will either get absolutely murdered or come screaming back,\" Mr. McNamara said.</p><p>Investors say they are holding on to Russian assets because the country is in a strong financial position due to high oil prices. The country's current-account surplus increased by 3.5 times in 2021 through November. It also has $630 billion in international reserves as of December, an all-time high, which could be used to cushion the currency.</p><p>The central bank raised its key interest rate on Friday to 9.5% from 8.5%, a move that is also supportive for the ruble.</p><p>Russian bonds make up about 7% of a JPMorgan bond index that is used by many emerging-market investors as a benchmark. This encourages fund managers to hold some of the country's assets, even if they are concerned about the situation because they typically try not to deviate too much from the index.</p><p>\"We are very defensive and underweight across the board. But we're indexed so we're not fully out,\" BlueBay's Mr. Ash said. \"It's very hard not to have any of these assets at all.\"</p><p>Some investors are also betting on de-escalation. Uday Patnaik, head of emerging-market debt at Legal &amp; General Investment Management, recently bought more Russian bonds.</p><p>\"I just don't think Putin would do this without an element of surprise. It has been very well flagged,\" Mr. Patnaik said. \"There also aren't sufficient troops on the border to take Ukraine.\" There could be a continuation of tensions in eastern Ukraine but that has been going on for years, he added.</p><p>Debt markets have undergone a sharp reversal. Russian and Ukrainian bonds sold off last month but have rallied back since late January. Russia's cost of borrowing has eased down after reaching multiyear highs for both its dollar- and ruble-denominated debt. Ukrainian yields have fallen even further, down to 9.8% from their 11% peak last month for its benchmark 10-year bond. Yields decline when prices rise.</p><p>In another sign of easing stress, the cost of insuring against default, known as a credit default swap spread, for Ukrainian government debt has more than halved from its peak in January.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Investors Bet Ukraine-Russia War Will Be Averted</p>",
  "published": "2022-02-11T19:59:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3106,
          "end": 3114
        }
      ],
      "nexusId": "10009914"
    }
  ]
}