{
  "_id": "4a86565b05d585f359544536aecb9ec44b77869f1fa8db65867fb3987dc26694",
  "feed": "ftcomall",
  "title": "‘Buy now, pay later': bill comes due as rates rise and behemoths barge in",
  "text": "<p>Companies that allow shoppers to pay for purchases in instalments took off in a big way last year. But investors who piled into the “buy now, pay later” (BNPL) theme may now be coming down with a case of buyer's remorse.</p> <p>Higher interest rates, greater regulatory scrutiny and mounting competition from big banks and payment groups are all threatening the prospects of pay-later lenders.</p> <p>Shares in Affirm, one of the largest participants in the US market, have slumped 78 per cent from their November peak. A tentative rally earlier this month was snuffed out by results that showed steeper losses than expected. Smaller rivals like Zip and Sezzle have suffered similar drops in value. </p> <p>Most BNPL lenders do not apply the strict credit scoring of credit card companies. Nor do they generally charge interest. Instead they make money from imposing a fee on merchants for each transaction. </p> <p>This model has allowed them to grow quickly. BNPL accounted for 2.1 per cent — or about $97bn — of global ecommerce transactions in 2020, according to Worldpay, the payments group. This figure is expected to double to 4.2 per cent by 2024.</p> <p>The business model of BNPL companies makes them very dependent on retailers. Most tend to fund the loans from their own balance sheets. It is harder for them to pass on rising borrowing costs to consumers when interest rate rises.</p> <p>Big, diversified entrants — including Square, PayPal, Goldman Sachs and Apple — mean standalone BNPL companies have to spend more to win and retain merchants and users. That is a concern since companies in the sector still do not make a profit.</p> <p>At around eight times this year's sales, lossmaking Affirm continues to trade at a premium to banking behemoths like JPMorgan, which generated $48bn in net profit last year. Sweden's Klarna raised money last June at a $46bn valuation, making it more valuable than many European banks. </p> <p>Fast growth and user acquisition have long helped justify the sector's frothy premium. But as the easy money starts to evaporate, expect investors to demand that BNPL companies pay up themselves.</p><p>Source:  2022 '‘Buy now, pay later': bill comes due as rates rise and behemoths barge in' FT.com 23 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-23T11:00:36.491Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1719,
          "end": 1727
        }
      ]
    }
  ]
}