{
  "_id": "e1faedf280e34881318ddbc17d0e405ca5b83831632ad9be279281f98fdce6c5",
  "feed": "wall-street-journal",
  "title": "Stocks Fall After Wild Surge on Wall Street; Major banks, including JPMorgan Chase and Wells Fargo, reported results ahead of the opening bell",
  "text": "<p>Stocks fell to start the week, then tumbled again early Thursday after data showed inflation rose more than expected in September—a major setback for investors who had hoped for a report that might give the Federal Reserve space to slow down its rapid pace of interest-rate increases.</p><p>Then something unexpected happened. Stocks surged to finish the day higher. Thursday marked the first time the Dow Jones Industrial Average both fell at least 500 points and rose at least 800 points in a single trading day, according to Dow Jones Market Data.</p><p>Outsize moves both to the upside and downside show just how jittery investors have gotten this year. Inflation has remained uncomfortably high, despite the Fed raising rates at the fastest pace since the early 1980s. Economic growth is also slowing. That has made many investors build up bets against the market—which they have then sometimes, as in Thursday's case, abruptly unwound.</p><p>\"The conditions were ripe for a counterintuitive move, since we often see something like this when positioning is one-sided,\" said Jason Goepfert, president of Sundial Capital Research in an email.</p><p>Stocks fell broadly Friday, with all 11 sectors of the S&amp;P 500 posting losses.</p><p>Bank stocks were mixed after large lenders reported profits dropping in the third quarter.</p><p>Shares of JPMorgan Chase, whose revenue rose more than expected thanks to solid consumer spending, higher interest rates and strong performance on its trading desks, gained 4%.</p><p>Wells Fargo, which delivered stronger-than expected revenue, in part because of a jump in its net interest income, rose 4.6%.</p><p>Morgan Stanley bucked the trend. Its shares fell 3.8% after the bank missed analysts' expectations for both earnings and revenue.</p><p>In the bond market Friday, the yield on the 10-year U.S. Treasury note rose to 4.009%, from 3.952% Thursday. Yields rise as bond prices fall.</p><p>Elsewhere, U.K. stocks and government bonds, or gilts, rose after Prime Minister Liz Truss fired Treasury chief Kwasi Kwarteng, just weeks after he presented the largest tax cuts in a generation.</p><p>The U.K.'s benchmark FTSE 100 climbed 0.4%. The yield on the 10-year U.K. government bond fell to 4.064%.</p><p>The British pound fell 1% against the dollar.</p><p>Meanwhile, the pan-continental Stoxx Europe 600 gained 0.7%. In Asia, China's Shanghai Composite climbed 1.8% while Japan's Nikkei 225 added about 3.3%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com and Akane Otani at akane.otani@wsj.com</p><p>Stocks Fall After Wild Surge on Wall Street</p>",
  "published": "2022-10-14T15:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1308,
          "end": 1316
        },
        {
          "start": 68,
          "end": 76
        },
        {
          "start": 68,
          "end": 82
        }
      ],
      "nexusId": "10009914"
    }
  ]
}