{
  "_id": "753cf5608e59bab7d1446e2b463f73f6682e6136c8ffc8ee6a751649a71ad30e",
  "feed": "wall-street-journal",
  "title": "World News: Restrictions Against Covid Cloud Hong Kong Summit",
  "text": "<p>\"The overall feedback we got was: Thanks, but call us when you are actually opened up,\" Johannes Hack, president of the German Chamber of Commerce in Hong Kong, said of how people feel about business travel to the city. As long as the restrictions are in place, \"no one can come to Hong Kong with the peace of mind that their schedule won't be impacted,\" he added.</p><p>The Hong Kong Monetary Authority, the city's de facto central bank, sees its financial summit on Nov. 2-3 as an important way to pitch the city's future to Wall Street.</p><p>The event will be followed by the Hong Kong Sevens rugby tournament, which has for years drawn executives from global banks and corporations, but hasn't been held since 2019.</p><p>The city has a lot riding on this year's events. More than a third of the fund managers surveyed by the Hong Kong Investment Funds Association in July had moved some or all of their regional or global posts from the city to other offices. About two-thirds of them said it has been \"extremely difficult\" or \"difficult\" to attract and retain people to work in such positions in Hong Kong.</p><p>Business leaders in Hong Kong say the events are unlikely to provide convincing evidence that the city has returned to normal.</p><p>\"It may be counterproductive if you're inviting people to see how open Hong Kong is, and they are restricted,\" said Evaristo Trevino Berlanga, partner at La Nao Consulting, which provides services to firms looking to enter or expand in China's market.</p><p>Hong Kong uses what it refers to as a \"0+3\" system, meaning those arriving in the city no longer need to quarantine but they can't enter bars and restaurants for three days. Visitors who test positive for Covid-19 on arrival are generally ordered to isolate for seven days, or risk jail time.</p><p>The HKMA has said senior executives attending the financial summit can opt to leave Hong Kong -- on a private jet -- if they test positive. The top executives attending the summit will be allowed to enter restaurants as long as they stay in a private room. These options aren't available to most people.</p><p>\"What is more important is to look beyond the November summit,\" said Sally Wong, chief executive officer of the HKIFA. She said it was crucial that the city gets to a place where all levels of staff can travel without restrictions.</p><p>\"We all want to get to 0+0 and until then, there's going to be some friction,\" said David Graham, executive director of the British Chamber of Commerce in Hong Kong. \"It's not ideal. That said, I'm also aware of an increasing number of senior people coming into Hong Kong over the next month. So there's definitely some momentum building,\" he said.</p><p>The summit, \"Navigating Beyond Uncertainty,\" starts with a tour and welcome dinner on Tuesday at Hong Kong's M+ art museum. On Wednesday, the chief executive officers or chairmen of Morgan Stanley, Goldman Sachs Group Inc., UBS Group AG and other firms will speak at panels at the Four Seasons hotel, with more top asset managers scheduled to speak the following day. The chief operating officers of Blackstone Inc. and JPMorgan Chase &amp; Co. are also speaking at the event.</p><p>Jane Fraser, Citigroup Inc.'s chief executive, was set to speak at the summit but has contracted Covid-19, forcing her to cancel her trip to Hong Kong, the bank said. Paul Chan, Hong Kong's financial secretary, also caught the virus while on an official trip to Bahrain and Saudi Arabia, the government said Thursday.</p><p>John Lee, Hong Kong's new leader, will give a keynote speech at the event. Some overseas Hong Kong activists and U.S. lawmakers have criticized American bankers for meeting with Mr. Lee, who is under sanctions imposed by the U.S. government over alleged human-rights violations in Hong Kong. Mr. Lee has repeatedly said he would \"scoff at the sanctions.\"</p><p>YouTube blocked Mr. Lee's campaign account before he took office this year, citing the U.S. measures.</p><p>While some executives will stay for around a week to meet clients and employees, several others will make a quick stopover in the city, staying for less than 24 hours because they didn't have sufficient advance notice to make more time in their schedules, according to people familiar with the matter. The city announced the scrapping of hotel quarantine rules in late September.</p><p>Bernard Chan, a former top government adviser, said that before Hong Kong authorities could end the restrictions, they would need more data showing that further relaxation of the rules won't burden the broader public-health system.</p><p>But he added that Hong Kong needed to act fast to remove the remaining restrictions, especially Covid-19 tests for arrivals.</p>",
  "published": "2022-10-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3073,
          "end": 3093
        },
        {
          "start": 3051,
          "end": 3071
        }
      ]
    }
  ]
}