{
  "_id": "ca06ccb7818344168f257a96a3079db8be6bcb8d4983fb247f8b221293f418ee",
  "feed": "market-watch",
  "title": "Why a top Wall Street quant sees S&P 500 taking back all its losses by year's end",
  "text": "<p>As a reminder, bearish comments from Dimon and St. Louis Federal Reserve Bank President James Bullard contributed to the selloff in stocks (among other factors), driving the S&amp;P 500 SPX down 0.8%, while the Dow Jones Industrial Average DJIA lost 0.5% and the Nasdaq Composite COMP dropped 0.7%. That left the S&amp;P 500 down 14% for the year to date.</p><p>He also noted that his bullish call is \"out-of-consensus\" on Wall Street, although strategists across Wall Street have raised their year-end targets for stocks in recent weeks. According to FactSet data, the present median year-end forecast for the S&amp;P 500 is north of 5,000, which is well above where the equity benchmark is presently trading.</p><p>\"Despite the steep selloff, we believe that markets will recover YTD losses and result in a broadly unchanged year,\" Kolanovic wrote.</p><p>Kolanovic cited a few factors that helped drive the raucous equity bounce that helped spur the S&amp;P 500 and Dow to finish May with tiny gains (while the tech heavy Nasdaq Composite lagged behind the broader market and finished roughly 2% lower).</p><p>* First, there were measured comments from Federal Reserve officials – most notably Atlanta Fed chief Raphael Bostic – who raised the possibility of a \"pause\" in the central bank's plan for rapidly hiking interest rates.</p><p>* Then there was the encouraging commentary from megabank CEOs (including, ironically, Dimon, who sounded much more sanguine about the outlook for the U.S. economy just one week ago).</p><p>* And finally, corporate buybacks kicked in post earnings while the rebalancing of fixed weight portfolios helped drive equities higher heading into the end of the month.</p><p>All of this was undergirded by a vicious short squeeze that helped spur the strongest comeback in U.S. stocks in more than a year.</p><p>Considering that position, according to Kolanovic, is already stretched to the down side, there simply isn't room for stocks to move substantially lower.</p><p>\"Bears are saying, 'only the Fed making a U-turn can change the course of markets here.' We think this is not true as what is needed is incremental change relative to the significant amount of tightening already priced into the market. In fact, when positions get to minimum thresholds (and we are close to that point), even bad news cannot push the market substantially lower.\"</p><p>And as cross-asset volatility continues to normalize, the foundation for re-risking to drive stocks higher is well established, with JPM seeing $1.2 trillion of equity buying from corporations buying back their own shares, and another $500 billion pouring into the market on behalf of \"volatility-sensitive\" investors.</p><p>To be sure, the present outlook doesn't warrant indiscriminate buying. Rather, investors should be discerning. Currently, there is a tremendous dispersion of performance and valuations, which creates space for investors to outperform the benchmark.</p><p>With \"defensive\" stocks already trading near record relative valuations to the rest of the market, Kolanovic sees the most opportunity in the comparatively unloved market segments, including Chinese ADRs (one popular ETF of these stocks is down more than 20% so far this year), small-caps (the Russell 2000 RUT is down more than 17% year to date), energy and biotech. All these segments are trading near all-time-low relative valuations.</p><p>Kolanovic illustrated this dispersion in a pair of charts. The first showed the spread between the forward price-to-earnings ratios for stocks that are \"expensive\" vs. the market and those that are \"cheap\".</p><p>His second chart illustrated how small-cap stocks are trading at rock-bottom valuations compared with the rest of the market.</p><p>Kolanovic concluded by pointing out that there's scope for stocks to move lower if the U.S. economy does slip into recession. But that's not JP Morgan's base case.</p><p>Why a top Wall Street quant sees S&amp;P 500 taking back all its losses by year's end</p>",
  "published": "2022-06-04T09:54:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2445,
          "end": 2448
        },
        {
          "start": 3792,
          "end": 3801
        }
      ]
    }
  ]
}