{
  "_id": "f80cff171c84e69a7f9f3ce9719a983c3f101ac02409617491e5556e3a369287",
  "feed": "market-watch",
  "title": "Dish stock rallies to best day in nearly two years after double upgrade",
  "text": "<p>J.P. Morgan's Philip Cusick bumped up his rating on Dish's stock DISH by two notches, to overweight from underweight, writing that while the company still faces some challenges, Dish's vast spectrum holdings create a floor under the stock.</p><p>“With shares substantially lower, from here we see a better value proposition as well as positive upcoming data points improving sentiment on Dish shares, which seem oversold vs. the underlying value of spectrum, though we acknowledge potential execution challenges, including risk of further delay of the Las Vegas commercial launch, business model questions, and funding risks,” he wrote in a note to clients Friday morning.</p><p>Dish shares rose 11.3% in Friday's session, delivering their largest single-day percentage gain since March 24, 2020, when they rose 14.3%. The jump built on a 6.9% rally in Thursday's session following the company's fourth-quarter earnings report.</p><p>See more: Dish Network profit matches consensus for Q4 while revenue falls slightly short</p><p>The company has committed to deploying 5G that can serve 20% of the U.S. population by June 2022, Dish noted in its 10-K filing. Known for its satellite-TV business, Dish has been working to build out a wireless operation since acquiring prepaid brands from Sprint and T-Mobile US Inc. TMUS in conjunction with the 2020 merger of those two telecommunications companies.</p><p>“We've long anticipated potential delays given the new network and architecture, which we believe Dish was cognizant of going in, but still expect Dish to meet its (interim) June 2022 buildout requirement of 20% of US POPs with the company targeting 27 major metros for this milestone,” Cusick wrote.</p><p>Dish has also committed to being able to serve 70% of the U.S. population with 5G by June 2023, per the filing.</p><p>“Note that we still would not be surprised to see Dish apply for an extension due to COVID-19 and supply chain issues, but believe this is better built in at today's price than last summer's,” Cusick commented.</p><p>He's upbeat about the company's commercial 5G launch in Las Vegas and its planned analyst day in May.</p><p>Cusick lowered his price target on Dish's stock to $40 from $42 in conjunction with the double upgrade.</p><p>Shares have lost 20% since the start of November as the S&amp;P 500 SPX has declined 6.9%.</p>",
  "published": "2022-02-25T17:58:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 11
        }
      ]
    }
  ]
}