{
  "_id": "7b9f8a28c281a1e6f20c46d5aa9eb345853085759422dcc297a4dcfb5b252a2e",
  "feed": "ftcomall",
  "title": "Siemens Energy warns on wind costs ahead of Gamesa acquisition",
  "text": "<p>A surge in raw material costs is threatening hopes that wind energy will stay a cheaper alternative to power generated by fossil fuels, the head of Siemens Energy has warned.</p> <p><a href=\"https://www.ft.com/stream/29e9fad1-14fc-480b-a89c-cd964750bd80\">Renewable energy</a> would “get more expensive and must reflect the volatility in the market”, said Christian Bruch, stressing predictions that the price of wind energy would keep falling predated the supply chain crisis gripping the industry.</p> <p>“If oil stays at $100 [a barrel], then OK, I think it gives you enough headroom,” said Bruch. “But don't forget the assumption two years ago . . . was that offshore wind in 2030 will probably be half the price compared to 2021 or 2020,” he added.</p> <p>“That is a logic which doesn't prevail if your material costs double.” </p> <p>Wind prices have been climbing since 2019 as supply chain disruptions and higher raw material costs shake up the sector.</p> <p>The gloomier outlook from Bruch came as Siemens Energy announced on Saturday its long-expected €4bn offer to buy the remaining 33 per cent of <a href=\"https://www.ft.com/stream/773e4942-2ce6-4210-b431-f91bf67f6a69\">Siemens Gamesa</a>, the world's largest offshore wind turbine maker.</p> <p>Shares of Siemens Gamesa, which has been plagued by successive profit warnings, climbed 6 per cent to €17.79 on Monday, just shy of the €18.05 offered by Siemens Energy.</p> <p>Like competitors such as Vestas and Nordex, Siemens Gamesa has <a href=\"https://www.ft.com/content/29832c31-b3be-43cf-8dab-6970daa57ebb\">suffered from sharp increases</a> in the cost of steel, copper and rare earths used in turbines, which it is often unable to pass on to customers because of long-term contracts signed when commodity prices were cheaper.</p> <p>Siemens Gamesa has also <a href=\"https://www.ft.com/content/aa462efc-0f41-4bcb-8e3b-9e3e58b505ff\">cycled through chief executives</a> as it grappled with operational problems, such as delays to the manufacture and installation of its new 5x onshore platforms, forcing Siemens Energy to write down the value of its stake by about €800mn</p> <p>Acquiring the rest of Gamesa would give Siemens Energy more control over the struggling company, said Bruch, but cautioned that it would take until the middle of the decade for the turbine maker to deliver consistent profits.</p> <p>The wind energy market was “in dire straits at the moment”, he said, predicting that “we might see some consolidation further in the industry”.</p> <p><a href=\"https://www.iea.org/news/renewable-power-is-set-to-break-another-global-record-in-2022-despite-headwinds-from-higher-costs-and-supply-chain-bottlenecks\">The IEA warned this month </a>that the rollout of wind and solar was “set to lose momentum next year” after growing rapidly, citing supply chain and logistics challenges as a constraint on the industry. </p> <p>However, in the longer term, Bruch emphasised that “there is no solution without wind”.</p> <p>“The question is whether it will double until 2030 or will it quadruple until 2030,” he said, but warned that the wind sector needed “to find a business model which reflects on the one hand the supply chain volatility, and on the other hand allows companies like ours . . . to earn enough money to also invest in research and development”, for bigger turbines.</p> <p>That would necessitate Gamesa customers sharing more risk, Bruch said. </p> <p>Siemens Energy's offer to Gamesa shareholders represents roughly an 8 per cent premium on the Madrid-listed group's closing price on Friday last week. Siemens Energy would delist Gamesa if the acquisition — fully underwritten by Bank of America and JPMorgan Chase — was successful, the company said.</p> <p>Siemens Energy will finance up to €2.5bn of the transaction with equity, and the remainder with a mixture of debt and cash. It hopes to close the transaction in the second half of the year.</p><p>Source: Joe Miller in Frankfurt 2022 'Siemens Energy warns on wind costs ahead of Gamesa acquisition' FT.com 23 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-23T12:15:04.808Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3106,
          "end": 3120
        },
        {
          "start": 3106,
          "end": 3114
        }
      ]
    }
  ]
}