{
  "_id": "2df97a9bf03bce44f4070121ef821962e5f78d2f5344c1a20158b86004188693",
  "feed": "market-watch",
  "title": "Gold prices jump as dollar weakens, 'risk off' mood dominates",
  "text": "<p>Meanwhile, the U.S. dollar, which has been cited as a catalyst for moves in metals markets this year, was modestly lower, down 0.4% to 104.80, according to the ICE U.S. Dollar Index DXY. Still, although the dollar's value weakened slightly on Thursday, it remained near its strongest level in decades against a basket of its main rivals.</p><p>Price action</p><p>* Gold GCQ22 futures expiring in August were up $14.3, or 0.8% at $1,833.7 an ounce.</p><p>* Silver SIN22 futures expiring in July were up 16 cents, or 0.7%, at $21.59 an ounce.</p><p>* Platinum PLN22 prices were up $14.40, or 1.5%, at $939.20 an ounce.</p><p>* Palladium PAU22 was up $53, or 3%, at $1,826.</p><p>* Copper prices HGN22, meanwhile were down 8 cents, or 1.9%, at $4.08.</p><p>What analysts are saying</p><p>As was the case with stocks and bonds, analysts mostly described the price action in gold as a reaction to the recent moves from central banks. Jim Wyckoff from Kitco said that \"risk averse is keen late this week.\" U.S. stocks opened sharply lower, with the Dow Jones Industrial Average DJIA falling more than 600 basis.</p><p>A series of U.S. economic data releases that hit the tape at 8:30 a.m. Eastern Time only served to highlight that theme, as housing starts plunged, while applications for unemployment benefits in the U.S. remained near their highest level in five months.</p><p>Naeem Aslam, chief market analyst at Avatrade, noted that the price action in gold in recent weeks remained decidedly bearish despite Thursday's relief rally.</p><p>\"Gold price is maintaining its downward trend for the past number of days as traders and investors believe that the Fed is determined to bring inflation under control. However, the Fed has made it clear that their policy is data dependent, and today's data has once again confirmed that more weakness is coming for the U.S. economy,\" Aslam said.</p><p>Meanwhile, a team from JPMorgan blamed the drop in industrial metals prices like copper on the fact that Chinese demand has been \"fragile so far with continued mass testing and more-targeted recent restrictions in Shanghai and Beijing stirring fears of a backslide on the COVID front.\"</p><p>The Federal Reserve raised the Fed Funds target rate by 75 basis points on Wednesday, the central bank's largest such hike since 1994, and Chairman Jerome Powell did leave the door open for either a 50 basis points or 75 basis point hike at the next policy-setting meeting in July.</p><p>Gold hasn't always been the best \"risk off\" hedge during this year's stock-market rout. That title has instead gone to the U.S. dollar. And following the Swiss National Bank's decision to hike its benchmark interest-rate by 50 basis points, Deutsche Bank's George Saravelos noted that he sees the Swiss franc as \"the best hedge against global stagflation\". The franc CHFEURwas up more than 2% to trade at just under one euro.</p><p>Gold prices jump as dollar weakens, 'risk off' mood dominates</p>",
  "published": "2022-06-16T14:12:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1841,
          "end": 1849
        }
      ]
    }
  ]
}