{
  "_id": "cf188d5900d2051396ed93eb014f13f0d8ce6d572974f8f77858519ce4382680",
  "feed": "ftcomall",
  "title": "Cerberus in checkout line for $14bn payday",
  "text": "<p><strong>One thing to start:</strong> <strong>Binance</strong> has abandoned a deal to rescue Sam Bankman-Fried's <strong>FTX</strong> cryptocurrency exchange, citing concerns about its business practices and investigations by US financial regulators. Get the latest developments <a href=\"https://www.ft.com/content/ad440b22-00e2-44e9-b95d-449bb89fd504\">here</a>. </p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p><strong>Cerberus turns $2bn into $14bn profit&#xa0;</strong></p></li>  <li><p><strong>Sovereigns lend buyout firms a hand</strong></p></li>  <li><p><strong>Musk: Oops I did it again . . . </strong></p></li> </ul> <h1>Cerberus is close to bagging $14bn at the supermarket</h1> <p>In 2006, <strong>Cerberus Capital Management</strong> was mostly an afterthought in a mega buyout of the US grocery chain, <strong>Albertsons</strong>. <strong>Stephen Feinberg</strong>'s private equity firm picked up about 700 unwanted stores while the main Albertsons buyer, a Midwestern food wholesaler, <strong>Supervalu</strong>, took on more than 1,000.</p> <p>Fast-forward to the present: Albertsons is controlled by Cerberus and about to sell the company to rival <strong>Kroger</strong> <a href=\"https://www.ft.com/content/99cdbd23-8637-4c06-ac8c-4618196b817d\">for nearly $25bn</a>.&#xa0;</p> <p>The various wheelings and dealings by Cerberus over the past nearly two decades is set to be worth an incredible $14bn in cash winning for the secretive private equity firms and its partners.</p> <a href=\"http://www.ft.com/cms/11613875.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>That is if they can get the sale past authorities in Washington, DC as well as state capitals, who are naturally not excited about the supermarket business shrinking. Those opposed to the consolidation are putting up a spirited-fight, arguing that the deal will be bad for grocery prices, grocery workers and cities and towns across America.</p> <p>It underscores how politics, for the private equity industry, has become as important a skill as financial engineering and operations.</p> <p>As DD's Antoine Gara and Sujeet Indap <a href=\"https://www.ft.com/content/0cf2b825-cde2-408f-b13f-38f1de2760aa\">report in this feature</a>, the key to Cerberus' huge windfall is a set of real estate specialist investors. Starting with the 2005 transaction, the likes of <strong>Kimco</strong>, <strong>Lubert-Adler</strong> and <strong>Klaff</strong>, all of who are experts in “<strong>PropCos</strong>”, joined Cerberus in buying the unwanted Albertsons stores.</p> <p>Eventually the group acquired the rest of Albertsons as well as the national chain <strong>Safeway</strong>. In between, Cerberus and friends sold properties and land, paid down debt, took some dividends and eventually listed Albertsons in 2020 with a $25bn enterprise value.</p> <p>“Real estate played a major part,” said an investor in the sale-leaseback deal. “Early on, it gave us a lot of cash. Then it gave us a financing base whenever we needed it . . . It gave us great downside protection. We always knew we could access it if we needed it.”</p> <p>By the FT's calculations, the investment group put in just over $2bn in equity and are set to collect, across the years, a total of $16bn of cash payouts, reflecting one of the great Wall Street gushers in history.</p> <p>Closing, however, is going to be a fight.</p> <p>Two separate lawsuits from state attorneys-generals have sought to halt an interim $4bn dividend to shareholders that Albertsons is set to pay shortly. Separately, US senators <strong>Bernie Sanders</strong> and <strong>Elizabeth Warren</strong> <a href=\"https://www.warren.senate.gov/newsroom/press-releases/warren-sanders-schakowsky-to-ftc-oppose-kroger-albertsons-deal\">wrote in a letter</a> to the <strong>Federal Trade Commission</strong> that the deal “could exacerbate existing antitrust, labour and price-gouging issues in the grocery sector and further raise prices for vulnerable Americans”.</p> <p>Kroger and Albertsons note that their workforces remain unionised unlike those of grocery rivals <strong>Amazon</strong> and <strong>Walmart</strong>. Still, private equity riches draw more scrutiny than ever even when the deals that created them were not so remarkable at the time.</p> <h1>‘The balance of power is shifting'</h1> <p>It isn't easy to finance private equity deals these days. </p> <p>Debt markets have been tough to tap in the middle of this year's sell-off, with companies and banks offering large concessions on a number of deals to entice willing creditors. For some, particularly risky deals, the market has been all but closed.</p> <p>It's forcing a number of sponsors and banks to get more creative with the financing packages they are striking, given that it's unclear when credit funds will start waving unsecured debt deals through again.</p> <p>One thing that can help get a deal over the line is to turn to deep-pocketed co-investors who can stump up a large amount of equity. That isn't new, of course. But some of the North American pension funds that have been substantial co-investors in previous large transactions are finding it harder to commit funds to new deals. </p> <p>Two of the very few sizeable deals that private equity groups have been able to pull off are bankrolled in part by oil-rich Gulf investors. </p> <ul>  <li><p>Saudi Arabia's <strong>Public Investment Fund</strong> <a href=\"https://www.ft.com/content/5e68714e-b03c-4592-b993-5d47457f7351\">is helping to fund</a><strong> KKR</strong> and <strong>Global Infrastructure Partners</strong>' agreement to buy a stake in <strong>Vodafone</strong>'s €15bn towers business. The unit operates tens of thousands of mobile towers across 10 European countries including the UK, making it one of Europe's largest and an important piece of communications infrastructure.</p></li> </ul> <ul>  <li><p>The <strong>Abu Dhabi Investment Authority</strong>, alongside Singapore's <strong>GIC</strong>, <a href=\"https://www.ft.com/content/d92ee0ae-faeb-497d-a8a3-1cc165ef5db5\">helped fund</a> <strong>Blackstone</strong>'s deal to buy a stake in <strong>Emerson Electric</strong>'s climate technologies business last week in a deal that valued the unit at $14bn. It also included a term loan that a number of banks plan to hold, as well as an asset-backed revolving credit facility — providing extra surety to Wall Street lenders that have dramatically tightened underwriting standards over the past six months.</p></li> </ul> <p>It's worth remembering that capitalism's titans including<strong> Jamie Dimon</strong>,<strong> Stephen Schwarzman </strong>and<strong> David Solomon </strong>were <a href=\"https://www.ft.com/content/92ae04c5-3024-4fc1-8862-0a0463f34dab\">back at Saudi Arabia's “Davos in the Desert”</a> conference last month.</p> <p>“The ambition of these guys [Saudi officials] is off the charts,” an executive at a large European-based credit fund told DD's Antoine Gara at the time. “The balance of power is shifting to the Middle East in private markets.”</p> <p>Expect private equity firms to continue courting direct lenders and cash-rich partners as credit markets remain difficult to access. Unless the broad investing public takes the view that the Federal Reserve is serious about slowing or pausing rate rises, turbulence in financial markets is expected to persist. It makes inflation data due on Thursday morning out of Washington all the more important.</p> <h1>Fool us once . . . </h1> <p>When<strong> Elon Musk</strong> announced his offer for <strong>Twitter </strong>in April, he appeared to claim he had sufficient funds to complete the deal after selling $8.5bn worth shares in his electric carmaker <strong>Tesla</strong>. “No further TSLA sales planned after today,” he wrote on Twitter at the time.</p> <p>And just like the first time round, Musk's tweet apparently wasn't written in stone. (Changing his mind, from <a href=\"https://www.ft.com/content/a77d4001-628f-4d13-b864-f68d89b340b4\">$44bn takeovers</a> to <a href=\"https://www.nbcnews.com/news/us-news/comedian-kathy-griffin-suspended-twitter-mocking-ceo-elon-musk-rcna55916\">his views on content moderation</a>, is not uncommon for the billionaire, after all.)</p> <p>On Tuesday evening, Musk revealed he had <a href=\"https://www.ft.com/content/21b1259e-4e6b-4e52-bdd5-cebb89f111c0?shareType=nongift\">dumped another $3.95bn worth of his Tesla shares</a>, taking his total sales to nearly $20bn since he launched his Twitter bid earlier this year.</p> <p>The reason behind his latest sales hasn't been disclosed. But speculation has been brewing that Musk would need to sell a large block of Tesla stock to finance the deal. The rumours have dragged on the electric carmaker's share price for much of this year. </p> <p>Tesla shares have fallen 52 per cent this year. Investors in the carmaker have more than just its fickle chief executive and his dabblings as a social media baron. Tesla has battled supply chain shortages, rising inflation and <a href=\"https://www.ft.com/content/966dbbda-ad05-44c9-a0d2-8e9340cd692e\">formidable rivals</a> encroaching on its territory.</p> <p>The more time Musk spends toying around with Twitter, the farther Tesla shareholders will be left in the dust.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Goldman Sachs </strong>has <a href=\"https://www.ft.com/content/da92dc10-c69f-42d5-930f-639b87e3bffb\">named 80 new partners</a>. Here's <a href=\"https://www.goldmansachs.com/media-relations/press-releases/2022/gs-partner-class-2022.html\">the full list</a>. </p></li>  <li><p><strong>Izzy Englander</strong>'s<strong> Millennium Management</strong> <a href=\"https://www.ft.com/content/b3b26365-fc4a-4824-962b-7a306b280dd6\">has announced a shake-up</a> of its investment unit: co-chief investment officer<strong> Bobby Jain</strong> is departing the hedge fund while global head of equities risk <strong>Paul Russo </strong>will become one of two co-CIOs. Chief operating officer <strong>Ajay Nagpal</strong> will take on the role of president.</p></li>  <li><p><strong>Citigroup</strong> has <a href=\"https://www.fnlondon.com/articles/citigroup-cuts-10-european-capital-markets-bankers-as-it-trims-dealmaker-headcount-20221108\">cut 10 capital markets bankers</a>, per Financial News.</p></li> </ul> <h1>Smart reads</h1> <p><strong>Clean slate </strong>First Boston churned out industry heavyweights leaders such as Larry Fink and Joe Perella and helped modernise M&amp;A. But as Bloomberg asks, <a href=\"https://www.bloomberg.com/news/articles/2022-11-08/credit-suisse-spinoff-first-boston-tries-to-turn-back-clock#xj4y7vzkg\">does the world really need a new investment bank?</a></p> <p><strong>Liquidity crunch</strong> The market turmoil parked by Liz Truss's government's “mini” Budget in the UK September could lead to <a href=\"https://www.ft.com/content/1854d64f-491d-432e-9899-2fd565e7ff06\">reduced demand for private assets</a>, including property and infrastructure projects, the FT reports.</p> <p><strong>And here's a smart listen: </strong>Russia has been running a massive grain-looting scheme from occupied Ukraine as the war triggers a food crisis in the region. FT correspondents Polina Ivanova, Chris Cook and Laura Pitel <a href=\"https://link.chtbl.com/ftbehind-the-money\">explain how they uncovered the plot</a> on the FT's Behind the Money podcast. </p> <p><strong>News round-up</strong><br><a href=\"https://www.ft.com/content/e787e064-0321-46b1-8216-edd7bfc8e9f1\">Sir Evelyn de Rothschild, financier, 1931-2022</a> (FT)</p> <p><a href=\"https://www.theinformation.com/articles/tiger-global-slashes-value-of-private-tech-bets-by-billions-documents-show?utm_campaign=Automated+Fallback+R&amp;utm_content=89&amp;utm_medium=email&amp;utm_source=cio&amp;utm_term=19\">Tiger Global slashes value of private tech bets by billions</a> (The Information)</p> <p><a href=\"https://www.ft.com/content/d8628545-ce35-43fa-9458-04c6d8080821\">Tech investor Baillie Gifford warns of 2023 reckoning for private companies</a> (FT)</p> <p><a href=\"https://www.ft.com/content/348068b1-24d9-434b-9ae7-6599027bf84f\">Meta cuts 11,000 staff in largest cull in company's history</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-11-09/softbank-buyback-spree-sparks-speculation-that-son-plans-buyout?srnd=deals\">SoftBank buyback spree sparks speculation that Son plans buyout</a> (BBG)</p> <p> <a href=\"https://www.ft.com/content/81d9b4e9-376a-425d-8878-f6bd15bdc4c8\">Newcastle United owners invest £70mn to compete with rivals</a> (FT)</p> <p> <a href=\"https://www.bloomberg.com/news/articles/2022-11-09/edf-employees-challenge-chairman-s-role-in-10-billion-buyout?srnd=deals#xj4y7vzkg\">EDF employees challenge chair's role in $10bn buyout</a> (BBG)</p> <p><a href=\"https://www.ft.com/content/9bb738e0-0c96-424b-9159-55806429ec2e\">Schroders chief slams pension consultants' ‘conflicts of interest'</a> (FT)</p><p>Source:  2022 'Cerberus in checkout line for $14bn payday' FT.com 10 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-10T05:00:15.867Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}