{
  "_id": "45d56edd665f92c2035379f8e81c6f6f1954ff1360f1a6a3e805e8b5f584c8e8",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  Kroger Keeps Ringing  The Register  ---  Lean times are good times  for the supermarket giant and its investors  ----  By Aaron Back",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  There can be something reassuring about a trip to a well-stocked supermarket. </p><p>\n  Evidently, both investors and customers are finding Kroger a refuge amid inflationary times. Shares of the supermarket company, which owns chains such as Dillons and King Soopers, are up around 12% so far this year compared with a decline of around 15% for the S&amp;P 500. </p><p>\n  Friday's solid results show why. In the company's fiscal second quarter, identical store sales excluding fuel rose 5.8% from a year earlier. That was up from 4.1% growth the prior quarter, and significantly better than analyst expectations for an increase of around 4.5%. Sales momentum improved over the course of the quarter, the company said. Earnings of $1 per share handily beat consensus estimates of just 78 cents, according to FactSet. </p><p>\n  Shoppers are becoming more frugal. \"We continue to see more customers cooking from scratch and eating out less often,\" said Chief Executive Rodney McMullen on a conference call with analysts. Engagement with digital coupons hit an record high in the quarter, with 750 million offers downloaded by customers, for total savings of around $1 billion. Sales of Kroger's private label goods rose 10.2% from a year earlier, compared with 6.3% growth the prior quarter. </p><p>\n  Despite all this the company has managed margins well, with adjusted gross margins excluding fuel actually ticking slightly higher from a year earlier. </p><p>\n  The company also raised guidance for the second straight quarter for both sales and operating profits for its full fiscal year ending early 2023. It now sees identical store sales growth of 4.0% to 4.5%, up from 2.5% to 3.5% at its last update, and operating profit of $4.6 billion to $4.7 billion compared with $4.3 billion to $4.4 billion previously. </p><p>\n  That outlook could be raised yet again next quarter, said J.P. Morgan analyst Ken Goldman in a note, given Kroger's \"multiyear history of beating and raising.\" </p><p>\n  All in all, there is little for investors to dislike here. Nonetheless Kroger now trades at only a slight premium to historic levels: 0.24 times forward sales compared with an average of 0.22 times over the last 10 years, according to FactSet. That ratio could look even better once analysts have incorporated Friday's improved sales guidance. </p><p>\n  Investors looking for good value could do far worse. </p><p></p>",
  "published": "2022-09-10T06:07:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 1855,
          "end": 1866
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}