{
  "_id": "a06615f868f9eaa9dc58f59926d98088800b96b6b16656b477363507cec2ba7a",
  "feed": "ftcomall",
  "title": "China second-quarter GDP: five things to watch",
  "text": "<p>During a visit to Wuhan last month, President Xi Jinping acknowledged that Covid-19 lockdowns were hurting the Chinese economy, but added that it was better to “temporarily affect a little economic development rather than risk people's health and safety”.</p> <p>On Friday, the National Bureau of Statistics will quantify the “little” price Xi insists is worth paying in pursuit of his “zero-Covid” approach when it publishes its estimate for second-quarter economic growth. Here are five things to look for in Friday's release. </p> <h2>How much bigger was the impact of regional lockdowns in the second quarter?</h2> <p>The world's second-largest economy <a href=\"https://www.ft.com/content/63c9b1fd-c084-4328-a5f4-485844d335df\">expanded 4.8 per cent</a> in the first quarter of 2022, below the government's full-year growth target of 5.5 per cent. The NBS's first-quarter figure captured lockdowns in the central city of Xi'an and Jilin province, a big agricultural and industrial centre, but not Shanghai's two-month lockdown that took full effect in April.</p> <p>The second-quarter estimate will also reflect much-curtailed <a href=\"https://www.ft.com/chinese-economy\">economic activity</a> over recent months in Beijing, which did not implement an extended citywide lockdown as in Shanghai but did bring large parts of the capital to a standstill for weeks.</p> <p>As a result, economic expansion will probably be the slowest since the first quarter of 2020, when a de facto nationwide lockdown in response to the original outbreak in Wuhan led to an unprecedented contraction of 6.8 per cent.</p> <h2>Will officials acknowledge that their full-year GDP growth target of 5.5% is unachievable?</h2> <p>Many organisations and investment banks have already said as much, as they downgraded their full-year projections for Chinese economic growth.</p> <p>In June, the World Bank officially revised its full-year estimate for Chinese economic growth to 4.3 per cent, compared with 5.1 per cent in December. </p> <p>“This revision largely reflects the economic damage caused by Omicron outbreaks and the prolonged lockdowns in parts of China from March to May,” the World Bank said. It also predicted “aggressive policy stimulus to mitigate the economic downturn” in the second half of the year.</p> <p>Global investment banks are similarly pessimistic. Economists at Goldman Sachs, Citi, JPMorgan and Morgan Stanley have all lowered their estimates for 2022 growth to between 4 per cent and 4.3 per cent over recent months. Goldman cited “the second quarter Covid-related damage to the economy” for its revised projection.</p> <h2>Is a stimulus wave gathering?</h2> <p>One frequent criticism of the Chinese government's annual growth targets — including, in private settings, from reform-minded officials — is that they are responsible for <a href=\"https://www.ft.com/content/b58a1489-5d66-4a55-bd98-1dea0715b2c3\">“artificial” growth</a> driven by local governments for the sheer purpose of achieving the target.</p> <p>Such growth for growth's sake is often debt-fuelled and wasteful, a habit Xi and his economic advisers, led by vice-premier Liu He, have promised to end. But it is a hard habit to break when local governments across the country need economic growth to create jobs and fund their operations, regardless of the longer-term debts incurred.</p> <p>This reflex is already kicking in. According to people familiar with the related policy discussions in Beijing, local governments across China will be allowed to issue an additional Rmb1.5tn ($223bn) worth of bonds this year to boost flagging growth.</p> <p>The Chinese government set this year's bond quota, mainly used by local governments for infrastructure projects, at Rmb3.65tn, of which Rmb1.5tn was moved forward to late 2021.</p> <p>In March, the State Council, China's cabinet, said the remaining Rmb2.2tn in bonds for 2022 should be issued by the end of September. The additional Rmb1.5tn would be brought forward from next year's quota. </p> <h2>Is the tide finally turning for the property sector?</h2> <p>Recently released credit figures also suggest that the race to reach 5.5 per cent growth is under way. New credit totalled Rmb5.2tn, well above expectations and almost 11 per cent higher than in May.</p> <p>The increase was driven in part by cuts in the benchmark interest rate used to price mortgages and Rmb848bn in household loans, in line with the June 2021 figure when China's escape from Covid seemed more assured. June property sales were down 9.5 per cent year on year, compared with a more than 48 per cent fall in May.</p> <p>Larry Hu, chief China economist at Macquarie, said the “darkest moment for the property sector”, China's largest economic motor, might have finally passed.</p> <h2>Will more lockdowns doom hopes for a second-half rebound?</h2> <p>Xi's Wuhan trip sent an important signal, reiterating the sanctity of zero-Covid. The city was the site of the Chinese Communist party's first victorious battle over the pandemic and the country's first big lockdown.</p> <p>Similar victories have since been declared in Shanghai and many other cities that have successfully implemented strict lockdowns to crush local outbreaks.</p> <p>Xi visited Wuhan at a time when it appeared life had fully returned to normal in Shanghai, Beijing and many other cities affected by lockdown.</p> <p>But the virus often responds to those declarations of success with another variant that is more transmissible but not more lethal, raising questions about the wisdom and sustainability of zero-Covid. </p> <p>Shanghai residents are already girding themselves for another potential lockdown this week as the <a href=\"https://www.ft.com/content/1cc5e1d5-7665-4379-a344-7e9a9aaceaae\">BA.5 variant spreads</a> around China.</p> <p><em>Additional reporting by Cheng Leng in Hong Kong and Sun Yu in Beijing</em></p><p>Source: Tom Mitchell in Singapore 2022 'China second-quarter GDP: five things to watch' FT.com 14 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-14T00:31:28.398Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2187,
          "end": 2195
        },
        {
          "start": 2173,
          "end": 2181
        }
      ]
    }
  ]
}