{
  "_id": "d4e53b9f68fd89609e8d678a23b651799b195b9727f3b0895b9486b654301db7",
  "feed": "wall-street-journal",
  "title": "For U.S. Stocks, 2022 Is a Year With Almost No Record Highs; The S&P 500 finishes 2022 with just one record close, the lowest tally since 2012",
  "text": "<p>The S&amp;P 500 wrapped up 2022 with only one record close, the lowest total since 2012, according to Dow Jones Market Data. The Dow Jones Industrial Average closed the year with two. And the technology-focused Nasdaq Composite ended the year with no record closes to its name—the first time that has happened since 2014.</p><p>The lack of new record highs came in a madcap year that also saw notable declines in assets such as bonds that are usually considered safe, and those that are usually not, such as cryptocurrencies. The sell-everything market left many investors paralyzed throughout much of the year.</p><p>After setting a new closing high on Jan. 3, the first trading day of 2022, the S&amp;P 500 proceeded to fall throughout the rest of the year. The Dow set back-to-back record closes on the first two trading days of the year, then followed the S&amp;P 500 down.</p><p>The S&amp;P 500 lost 19% in 2022, its worst year since 2008, when U.S. banking stalwarts such as Bear Stearns, Lehman Brothers and Wachovia collapsed. The Dow and Nasdaq also notched their worst years since 2008.</p><p>An often-tracked metric in financial markets, the number of records that stock indexes hit is important mostly from a psychological perspective. In recent years, individual and professional investors alike cheered the rising tally as they piled into markets, expecting that, even on days when markets slid, another record would be just around the corner. Conversely, 2022's downward slog has given few investors the confidence to jump back in with both feet, investors and strategists say.</p><p>\"Day in and day out, when you're hearing about new records, it does have psychological implications for how people trade,\" said Craig Erlam, senior market analyst at Oanda.</p><p>Droughts of record closes can often last for years, history shows. In 2008, for example, as the global financial crisis roiled markets, all three major U.S. indexes finished the year with no record closes. It took until 2013 for at least one of the indexes to notch a record close again. After the burst of the dot-com bubble in 2000, major U.S. indexes similarly didn't see records for several years after that.</p><p>Still, that doesn't necessarily mean new index records will be impossible in the year ahead. Looking farther back in history, neither the S&amp;P 500 nor the Dow or Nasdaq notched records in 1988 following the sharp Black Monday crash of October 1987. But the indexes roared back the following year, scoring new closing records along the way.</p><p>The 2023 market performance will depend on the path of interest rates and the strength of the U.S. economy. Many investors are split on whether the U.S. will enter a recession, how severe it might be and whether it might prompt the Federal Reserve to begin cutting interest rates.</p><p>Strategists at JPMorgan Chase &amp; Co. expect the S&amp;P 500 to retest 2022's lows in the first half of the new year, saying that the Fed will keep tightening as the economy weakens.</p><p>But they think the latter half of the year will be better—at least for the markets. Among the reasons, the strategists said: The market selloff, combined with slowing inflation, rising unemployment and declining corporate sentiment, could prompt the Fed to start signaling an interest-rate cut and, in turn, spur a market rebound.</p><p>The JPMorgan strategists, led by Marko Kolanovic and Hussein Malik, expect the S&amp;P 500 to end the year at 4200. That is roughly 9% higher than Friday's close but still not enough to notch a closing record.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>For U.S. Stocks, 2022 Is a Year With Almost No Record Highs</p>",
  "published": "2022-12-31T10:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2774,
          "end": 2794
        }
      ]
    }
  ]
}