{
  "_id": "9b6461c2bd3bbe370c160866b8eb604e0ada32f95bb12741472f436aff620cd9",
  "feed": "wall-street-journal",
  "title": "World News: War of Attrition Takes Toll on Russia, West --- Costs mount on both as invasion, sanctions and Moscow's tactics drive up inflation and rates",
  "text": "<p>But the U.S. and Europe are also incurring severe costs, mainly through higher energy prices that are likely to rise this winter, analysts say. Joblessness is expected to mount, too, as central banks respond to those inflation pressures by raising interest rates.</p><p>The coming months will prove crucial in determining who gains leverage in this economic war, analysts say, with Russia struggling to find imports for its military and economy, and Western nations maneuvering to replace Russian energy.</p><p>The war will cost roughly $1 trillion in global output this year, according to a recent report from the Economist Intelligence Unit, a U.K.-based research group. The global economy is now projected to grow 2.8% instead of its prewar forecast of 3.9%, with the biggest losses in output suffered by Italy, Germany and France, the EIU says.</p><p>Russia is \"testing the West and the West is responding in kind,\" said Tymofiy Mylovanov, a University of Pittsburgh associate professor of economics and former Ukrainian government official. \"It's a war of attrition -- not only for Ukraine and Russia in the war theater, but for the moral resolve of Russia and the West,\" he said.</p><p>This is a closer outcome than what many expected at the outset, when almost all the economic firepower was trained on Russia.</p><p>The U.S. and its allies hit Russia with sanctions unprecedented in scope: restrictions on transactions with its central bank, travel, trade and foreign investment, among other measures. The aim, a U.S. official said at the time, was to \"deliver overwhelming costs to Russia\" while avoiding \"unwanted spillovers back to the U.S. or the global economy.\"</p><p>In April, Russia's central bank projected gross domestic product would fall 8% to 10% this year; its governor has since said the contraction will likely be smaller, citing more recent data.</p><p>The Institute of International Finance, a Washington-based trade group, projects Russia's output will fall 15% for the year as a whole from 2021. JPMorgan Chase &amp; Co. forecasts a much lower but still sharp 3.5% drop. In either scenario, Russia's contraction would be more severe than the 3.1% decline in global output in 2020, the first full year of the pandemic, according to the International Monetary Fund.</p><p>Russia's official inflation rate soared to 15.9% in June -- far higher than in the U.S. and Europe -- government figures show. Analysts anticipate that unemployment will rise later this year.</p><p>\"Russia is definitely feeling the pinch here -- especially the Russian middle class who are used to being able to do all kinds of stuff they can't do now,\" said Claus Vistesen, chief eurozone economist at Pantheon Macroeconomics, a U.K.-based economic-research consulting firm.</p><p>But the war is also exacting a toll on the West, analysts say. Trade disruptions caused by the sanctions, combined with investor fears of an eventual shortage of energy, have pushed up prices for oil, natural gas and other commodities.</p><p>That has helped drive inflation to multidecade highs, leading central banks of the U.S., Australia, Canada and the U.K. to raise interest rates and the European Central Bank to prepare to do so. Barclays PLC analysts expect the eurozone to slip into recession in the fourth quarter of this year.</p><p>Meanwhile, economists surveyed this month by The Wall Street Journal expect the U.S. to grow just 0.7% in the fourth quarter from a year earlier, a downgrade from their 3.3% projection in January.</p><p>That outlook could slip further if the energy crisis deepens. If Russian gas supplies are shut off completely, Germany's output would likely fall 5% this year compared with current projections, according to the Bundesbank, Germany's central bank.</p><p>The sanctions in some ways have hurt the countries that imposed them and helped Russia. Though Russia is exporting fewer barrels of oil, a higher price for a barrel means the country is expected to rake in more revenue than initially budgeted, according to a recent research note from JPMorgan analysts.</p><p>High inflation is contributing to political strife in the West. Italian Prime Minister Mario Draghi tendered his resignation last week because of differences over how to respond to the war in Ukraine. French President Emmanuel Macron lost his parliamentary majority in an election driven by voters' concerns about the rising cost of living. U.K. Prime Minister Boris Johnson resigned this month under pressure from Conservative Party lawmakers who worried scandals would impede the government's ability to respond to inflation.</p><p>European plans to embargo Russian oil later this year could send energy prices up even more sharply and push the U.S. and Europe into recession, JPMorgan said. That is one reason U.S. Treasury Secretary Janet Yellen has pushed to cap the price on Russian oil.</p><p>\"I think what we want to do is keep Russian oil flowing into the market to hold down global prices and try to avoid a spike that causes a world-wide recession and drives up oil prices,\" Ms. Yellen said in June. \"But absolutely, the objective is to limit the revenue going to Russia,\" she added.</p><p>---</p><p>Amara Omeokwe contributed to this article.</p>",
  "published": "2022-07-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1982,
          "end": 2002
        },
        {
          "start": 4669,
          "end": 4677
        }
      ]
    }
  ]
}