{
  "_id": "711b05aea63a3ab6c893f0a72c71747c06d943330962e10eb1da750c970abdb8",
  "feed": "wall-street-journal",
  "title": "The Earnings Crunch Is Only Just Getting Going; Corporate profits have actually held up pretty well so far this year. But it probably can't last.",
  "text": "<p>Here are some of the challenges facing U.S. companies: Gross domestic product growth slumped in the first half of the year, with little sign of a meaningful revival in the third quarter. Many overseas economies have fared even worse, a problem for the big multinationals that dominate the S&amp;P 500, which is compounded by the strength of the dollar. A shift in consumer spending away from goods is an additional hurdle, because the stock market has a higher concentration of goods-selling companies than the economy at large. Finally, rising labor costs—the most significant cost for most U.S. businesses—are making it harder for companies to maintain profit margins.</p><p>Yet even excluding the energy sector, which received a big boost to profits from surging oil prices, earnings at companies in the S&amp;P 500 were down just 2.1% in the second quarter from a year earlier, Refinitiv estimates, with analysts looking for a slimmer, 1.9% decline in the soon-to-finish third quarter. Considering that actual results typically come in better than late-quarter estimates, ex-energy earnings seem likely to register growth in the third quarter.</p><p>That would be quite a trick, considering how profit margins seem stuck between downward pressure on demand and upward pressure on costs. Part of the explanation could be that the U.S. economy might not be quite as weak as advertised, points out JPMorgan Chase economist Michael Feroli. Gross domestic income—a measure of the economy that in theory should move in sync with GDP, and which some studies suggest is a more reliable real-time gauge of activity—grew on a quarterly basis in the first half this year even as GDP contracted.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for corporate profits? Join the conversation below.</p><p>But the bigger factor behind why profits have been holding up so well is what companies call pricing power, and what ordinary people call inflation. The price increases that companies have been pushing through have been outstripping the increases in their labor costs, particularly in the goods-producing and selling industries that have an outsize presence in the S&amp;P 500 relative to the U.S. economy.</p><p>Commerce Department figures show that prices for goods sold by manufacturers, wholesalers and retailers were 15.2% higher in the second quarter than a year earlier, whereas the Labor Department reported that private-sector compensation costs were up by 5.5% over the same period.</p><p>Companies' ability to keep raising prices in excess of their cost increases seems doubtful. Not only is the Federal Reserve raising rates in an effort to bring inflation down, consumers' willingness to pay up, now that supply-chain snarls are easing, might be limited. Meanwhile, weakening overseas demand and the dollar's strength are only becoming more pronounced. Any pleasant surprises companies' third-quarter results provide could be overshadowed by worries over what comes next.</p><p>Write to Justin Lahart at Justin.Lahart@wsj.com</p><p>The Earnings Crunch Is Only Just Getting Going</p>",
  "published": "2022-09-27T11:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1379,
          "end": 1387
        },
        {
          "start": 1379,
          "end": 1393
        }
      ],
      "nexusId": "10009914"
    }
  ]
}