{
  "_id": "5240e81ea086249d1a971d47b51cda761db8f103ca7e1085810ef5c1d7e5305d",
  "feed": "market-watch",
  "title": "This is the time when 'accidents' like Enron have happened — this JPMorgan quant says yields have peaked and prefers bonds over stocks",
  "text": "<p>\"WorldCom, Enron, Bear Stearns, Lehman's, accounting irregularities etc. have all occurred when the cycle is slowing and the Fed is raising rates,\" says Khuram Chaudhry, a European equity quantitative strategist at JPMorgan in London. \"The probability of an 'accident' is very high right now, than at any time over the recent past.\"</p><p>Chaudhry says JPMorgan's own quant macro index suggests bond returns are likely to get a bid very soon, as it's edging further into contraction territory.</p><p>Inflation expectations are high, but inflation has peaked, he says. If history is a guide to where we are today, then bond yields should soon peak and start to move significantly lower, the Fed's target rate will peak sooner than the market is currently forecasting, and equities will remain volatile even through the first part of the next interest-rate easing cycle.</p><p>More than that, bond yields peak when the yield curve inverts. \"During June/July, bond yields fell 100bps from 3.5% to 2.5% and a rotation towards bond proxies within equities followed with quality and selected growth stocks outpacing Value and high Risk stocks. We believe, if we are right that an inverted yield curve soon leads to a peak in bond yields then the 'trailer' we saw over the summer is very likely to support bond prices, quality stocks and more defensive sector positioning,\" he says.</p><p>Another historical fact is that when the yield curve inverts, the Fed rate hiking cycle very soon comes to an end. \"It is for this reason we believe any potential change in Fed policy going forwards is unlikely to be a pivot but simply the end of the rate hiking cycle. The Fed's job is done, and they have more than likely over tightened,\" he says.</p><p>This is an atypical Fed hiking cycle in that it started after equities have peaked.</p><p>\"Historically, interest rates start their rise before equities peak, the market will then continue to fall during a period of rate cuts, and will then bottom when macro and profit data start to respond to the additional liquidity and monetary stimulus. With so much uncertainty surrounded the direction of further rate hikes, and where the bottom is in macro data we prefer to overweight quality rather than value stocks,\" he said.</p><p>That leads him to continue to favor bonds over equities, and within equities, prefer quality over value. JPMorgan colleague Marko Kolanovic, it should be said, has been a steadfast bull on stocks this year.</p><p>The S&amp;P 500 SPX has dropped 24% this year, while the yield on the 10-year Treasury BX:TMUBMUSD10Y has climbed 2.25 percentage points.</p><p>This is the time when 'accidents' like Enron have happened — this JPMorgan quant says yields have peaked and prefers bonds over stocks</p>",
  "published": "2022-10-01T14:40:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2329,
          "end": 2337
        }
      ],
      "nexusId": "10009914"
    }
  ]
}