{
  "_id": "4e6b84232eba21f8ad892c0461974e1cd68f7def7517467fdf7aa60ce6044a27",
  "feed": "ftcomall",
  "title": "The energy crisis is distracting us from the real emergency",
  "text": "<p>Something about young women protesting against climate change triggers men of a certain age. If you want proof — and can bear it — read the vitriol on social media directed at Greta Thunberg or the anti-oil activists who chucked soup at Van Gogh's “Sunflowers” last week. </p> <p>While the painting is fine thanks to the glass screen protecting it, po-faced commentators still labelled the activists' stunt as “counterproductive” to their anti-oil cause. </p> <p>But their cause is already struggling. Pro-oil voices are suddenly much bolder again, swatting aside environmentalists for having the gall to worry about the climate during a global energy crisis. For every pink-haired teenager gluing herself to a wall, a shouty cohort of Twitter blowhards is ready to mansplain how petrochemicals made the glue she used.</p> <p>And it isn't just on social media. As Vladimir Putin wages war, oil and gas boosters from Wall Street to the American shale patch are seizing the moment. Sure, climate change is real, they acknowledge, and good for you for caring. But grown-ups need to deal with a real-world crisis. The wind turbines can wait. </p> <p>Two years ago, JPMorgan's Jamie Dimon <a href=\"https://reports.jpmorganchase.com/investor-relations/2020/ar-ceo-letters.htm\">told</a> investors that his bank would “align” its fossil fuel financing with the Paris Agreement. Last month, he <a href=\"https://www.c-span.org/video/?c5032401/challenged-rep-tlaib-ceasing-funding-fossil-fuels-jp-morgan-chase-ceo-jamie-dimon-says-that\">told</a> the US Congress that restricting investment in new hydrocarbons was the “road to hell for America”. “This should be treated almost as a matter of war at this point,” he told <a href=\"https://www.cnbc.com/2022/10/11/us-should-pump-more-oil-to-avert-war-level-energy-crisis-jpmorgans-jamie-dimon.html#:~:text=JPMorgan%20Chase%20CEO%20Jamie%20Dimon%20said%20Monday%20that%20the%20U.S.,risk%20of%20war%2Dlevel%20proportions.\">CNBC</a> more recently. </p> <p>To be clear, the International Energy Agency's <a href=\"https://www.ft.com/content/2bf04fff-5b2f-4d96-a4ea-ff55e029f18e\">net zero road map</a> says that if the world is to avoid the worst effects of climate change, no new fossil fuel projects are necessary, period.</p> <p>But with energy prices soaring across the western world, oil executives believe the calamity has finally revealed the naivety of too hasty a transition from fossil fuels to clean energy. </p> <p>Mostly, they make these comments in private. But in a recent <a href=\"https://www.ft.com/content/83d93bdd-659a-47b3-96bf-40884ef46a09\">interview</a> with the Financial Times, Chevron chief executive Mike Wirth spelt some of it out, saying western policy and discourse around energy had been “skewed” too heavily towards climate. </p> <p>The “reality” was that fossil fuels would run the show for decades, Wirth said, reflecting a sentiment widespread in the oil sector. Governments had sent a different signal and investors had listened, he argued, and the result was too little cash flowing into new projects. </p> <p>Climate campaigners had long sought this outcome. But it also might hinder their cause, runs the argument, if higher prices from demand outstripping supply trigger social unrest, a backlash against climate policy, or push governments to subsidise consumption. All three have happened in recent months. </p> <p>Meanwhile, Wall Street's souring on fossil fuels has left private capital — untroubled by environmental, social and governance investment metrics — to fund new drilling. </p> <p>The trend is gathering steam. Harold Hamm, the shale billionaire who railed against the ESG “bandwagon” in a <a href=\"https://www.ft.com/content/93dffdd3-45f3-4628-b3b6-8204f1dd5777\">Lunch with the FT</a> this year, last week announced a $4.3bn take-private deal for Continental Resources, the company he founded decades ago and listed in 2007. </p> <p>Hamm told employees he wanted “freedom” to invest without the “encumbrances” of pesky ESG-bothering outsiders. He and Continental could now go it alone, finding “value through the drill bit”. </p> <p>You would think this would trouble climate-focused western politicians such as US president Joe Biden, who once pledged to limit America's shale sector and recently signed into law hundreds of billions of dollars of clean energy subsidies.</p> <p>But in a speech last week, Biden <a href=\"https://www.ft.com/content/0600d0d8-4f66-4f88-bda5-af21b1966b0d\">outlined</a> once again all the measures he was taking to make it cheaper for Americans to consume more fossil fuels, including his urgent call on shale oil producers to “ramp up production now”. </p> <p>Amid rampant inflation, war and a deepening energy crisis, it seems that the world's climate problem is being overshadowed. But it isn't going away — and nor are the young activists who care. The next protest might involve something stronger than tinned soup and a target less protected than a Van Gogh. </p> <p><strong>Letter in response to this article:</strong></p> <p><a href=\"https://www.ft.com/content/53d9bc62-17f3-41a1-86fb-5b1061de025d\"><em>Here's a climate change ploy to incentivise Big Oil / From James Denman, Berlin, Germany</em></a><br></p><p>Source: Derek Brower, US Energy Editor 2022 'The energy crisis is distracting us from the real emergency' FT.com 21 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-21T14:24:58.983Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1130,
          "end": 1138
        }
      ],
      "nexusId": "10009914"
    }
  ]
}