{
  "_id": "4ac985cc369ae2cd74934fbbb53dca45edac9238a3f67a66e29186812dd3fd8c",
  "feed": "ftcomall",
  "title": "India tipped to join pivotal JPMorgan bond index",
  "text": "<p>JPMorgan is sounding out big investors on adding India to its widely tracked emerging-market bond index, setting the stage for tens of billions of dollars of inflows as the country's domestic market opens up to foreign capital. </p> <p>The Wall Street bank is seeking investor views on whether to make a large chunk of India's $1tn rupee-dominated bond market eligible for inclusion in the GBI-EM Global Diversified index of local currency debt, according to two people familiar with the matter. It opened the consultation this summer with fund managers accounting for 85 per cent of the $240bn in assets under management tracking the benchmark.</p> <p>A decision to add Indian debt to one of the bank's flagship indices would mark an inflection point for global investor exposure to the world's fifth-largest economy and the fruition of years of discussions between <a href=\"https://www.ft.com/india\">India</a>'s government, index providers and investors.</p> <p>The consultation with asset managers comes as a growing chorus of investors and analysts are tipping India's sovereign bonds for inclusion in the influential benchmark, a move that would drive an estimated $30bn in passive investor inflows, according to Goldman Sachs.</p> <p>“We think there is now a momentum from the investor side for inclusion,” said Jayesh Mehta, India country treasurer at Bank of America. The Indian government's wariness of hot money flows — which can quickly move into and out of markets — has also been allayed, Mehta added. “The government has been convinced that funds coming in through indexes are more sticky.”</p> <p>Danny Suwanapruti, head of Asia emerging markets foreign exchange and rates strategy at Goldman, said that “it's a win-win for everyone if they can make it work and the incentives are now more aligned for this to happen, so it becomes a matter of time”. </p> <p>Suwanapruti forecast that about $270bn of so-called fully accessible route sovereign bonds traded in India's local market would become eligible for the GBI-EM index by 2023, and the country to represent about a tenth of the overall benchmark upon its inclusion. “That would prompt around $30bn of passive inflows . . . helping India to finance its fiscal and current account deficit,” he said.</p> <p>Indian government bonds rallied on Friday after the Financial Times reported the consultation, with the yield on the country's 10-year debt falling 0.07 percentage points to 7.22 per cent</p> <p>The <a href=\"https://www.ft.com/stream/3de2fad0-44c8-492f-9b62-7e1374292a9e\">JPMorgan</a> consultation should be complete by next month, with the announcement of an official proposal expected in October, according to people familiar with the matter. The bank declined to comment on the potential inclusion, as did India's finance ministry. </p> <p>India is not included in most other major bond indices, such as Bloomberg's Global Aggregate index or the FTSE Emerging Markets Bond index.</p> <p>FTSE Russell placed Indian government bonds on a watchlist for possible inclusion in early 2021 but said in March that that status remained unchanged — although it is scheduled for another assessment next month. FTSE Russell declined to comment on India's assessment status.</p> <p>The Reserve Bank of India introduced fully accessible route (FAR) bonds in March 2020, allowing foreign financial institutions to invest in rupee-denominated bonds without restrictions for the first time. It is this subset of FAR bonds from the Indian government on which the JPMorgan consultation is focused. </p> <p>The prospect of foreign inflows has become more attractive in New Delhi since the start of 2020. Although India did not splurge on coronavirus stimulus measures as forcefully as other big economies, its fiscal deficit reached record levels during the pandemic, sharpening the need to broaden its financing options.</p> <p>“Post-Covid, our deficit has grown to such a level that financing it only domestically has [negative] implications,” said one senior banker based in Mumbai. </p> <p>One of the key stumbling blocks to previous drives for inclusion has been where and how bond trading should be settled — whether outside India's borders on a platform such as Euroclear that is familiar to global financial institutions, or in India, where investors would have to complete onerous registration procedures.</p> <p>According to three senior bankers in India familiar with the talks, the offshore settlement option was, in effect, vetoed by the Indian government last year owing to issues with administering capital gains tax, which would have disadvantaged Indian investors.</p> <p>Goldman's Suwanapruti said the lack of settlement on a global platform was unlikely to derail the process, since it had not prevented the inclusion of either China or Indonesia. He added that although the time needed to open a trading account in India would be “burdensome” for foreign investors new to the market, a longer lead time for inclusion in the benchmark index could help address this.</p> <p>Despite the growing expectation from much of the market for imminent inclusion, some bankers expressed doubts that approval would come so quickly.</p> <p>“I think September would be too aggressive [for index inclusion], my feeling is maybe the beginning of next year,” said a senior banker. </p> <p>Views also differ on the immediacy of investor demand for India's inclusion, particularly with interest rates rising in developed markets.</p> <p>Another senior banker said: “Given the size of the Indian market and the Indian economy, there is a certain investor view that, look, you need to find a way to get India in [to the indices] . . . but not necessarily today. In the medium term, I think there is enough investor sentiment.”</p><p>Source: Hudson Lockett in Hong Kong, Chloe Cornish in Mumbai and Jonathan Wheatley in London 2022 'India tipped to join pivotal JPMorgan bond index' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-26T07:09:36.407Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.9998464,
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 29,
          "end": 37
        },
        {
          "start": 2366,
          "end": 2374
        },
        {
          "start": 2377,
          "end": 2385
        },
        {
          "start": 3310,
          "end": 3318
        },
        {
          "start": 3327,
          "end": 3335
        }
      ],
      "weightsV2": {
        "weight": 11.0,
        "baseWeight": 6.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}