{
  "_id": "603a41df48e558f9b3ae5399a83d72c3aed765526e6af8e33d9a3e5e665fd3ca",
  "feed": "market-watch",
  "title": "The retail slump could end soon, and there are four 'turnaround' stocks JPMorgan says you will want as it does; JPMorgan analysts make the case for cautious optimism and cleaner inventories in department and apparel stores by the end of the year, though that sentiment isn't shared by all analysts",
  "text": "<p>JPMorgan analysts, in a research note on Friday, said that the prospect of cleaner inventories, low unemployment, easing inflation and loosening supply chains, and a bigger return to offices, vacations, business travel and other forms of what they called \"occasion-based dressing,\" could help struggling retailers before the end of the year. They also called out four \"turnaround\" stocks worth watching— Burlington Stores Inc. BURL, Victoria's Secret &amp; Co. VSCO, Macy's Inc. Mand Foot Locker Inc. FL</p><p>Those analysts also said that management for a majority of the department stores and specialty \"soft-line\" retailers — which sell things like clothes, linens and shoes — they cover expected to smooth out their inventories by the end of the third quarter.</p><p>\"Importantly, 60% of companies expect to see right-sized inventory levels by 3Q-end/October pointing to sequential bottom-line improvement in 4Q,\" they said, \"while the balance or remaining 40% expect 'appropriate' inventory levels in their Spring 2023 assortment (both quantity and mix).\"</p><p>But \"cautiously optimistic\" could prove to be not cautious enough for those analysts. Cowen analysts, in a note also published Friday, said there were still \"record high levels of inventory across the sector with demand slowing.\" The fattening inventories, they said, were the product of rising costs along with more items.</p><p>Cowen also said that September U.S. retail traffic, while still up year-over-year, had slowed since Labor Day weekend and was down from 2019 levels. But those analysts noted brighter spots as well, writing that sales of sporting goods held up, relative to other categories, in August. They said Dick's Sporting Goods Inc. DKS, Target Corp. TGT, Lululemon Athletica Inc. LULU, Deckers Outdoor Corp. DECK and Ulta Beauty Inc. ULTAwere \"best positioned\" for the current backdrop.</p><p>As for their turnaround calls, JPMorgan noted new leadership additions at Burlington Stores and a strategy intended to be more nimble and trend-conscious, and market-share gains for Victoria's Secret and Macy's. They also cited new opportunities for incoming Foot Locker CEO Mary Dillon, including e-commerce growth and new partnerships.</p><p>Echoing other analysts, JPMorgan also said wealthier customers were holding up better than others. They said luxury and premium clothing brands continued to hold up — with 21% sales gains in the second quarter compared with a 9% drop in non-premium brands. And they noted \"$6.5 trillion of net wealth creation for the top 1% income demographic.\"</p><p>Rising prices have hit lower-income consumers harder than their wealthier counterparts, but the analysts expect some relief next year. The analysts said that JPMorgan economists expect 3.5% growth next year in the Consumer Price Index — a gauge of prices for consumer goods and services — compared with 7.8% this year. The economists forecast 3.9% unemployment for next year, with \"mid-single-digit\" wage growth.</p><p>The retail slump could end soon, and there are four 'turnaround' stocks JPMorgan says you will want as it does</p>",
  "published": "2022-09-16T19:12:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3015,
          "end": 3023
        },
        {
          "start": 1877,
          "end": 1885
        }
      ]
    }
  ]
}