{
  "_id": "16bca383ac5ef8921c21517f605fc5afcd9ded5e5918b8de4883c656252abf41",
  "feed": "ftcomall",
  "title": "Asian airlines rush to restore routes as air travel recovers from Covid",
  "text": "<p>Ahead of the year-end travel season, Asian airlines are ramping up flight options in a battle to board flyers, with air travel continuing to recover as Covid concerns remain largely downgraded.</p> <p>From Singapore to Japan, carriers have raced to restore routes less well served during the height of pandemic-related border restrictions, with new partnerships now being formed to capture travel demand.</p> <p>The unwinding of zero-Covid policies in China may gradually spur air travel as well. </p> <p>But analysts and industry groups note that regional airlines are closely monitoring rising fuel prices and interest rates, as economic uncertainties could dampen earnings while airlines are grappling with a gradual recovery.</p> <p>Shukor Yusof of Endau Analytics said that “both [factors] will determine if an airline can raise capacity without hurting its balance sheet”. He added that “financially strong airlines” like Singapore Airlines (SIA) would have the capacity to increase flight frequencies and new destinations if demand stays firm.</p> <p>For example, SIA and India's Tata Sons announced in November the merging of Air India and Vistara, with SIA investing $250mn in Air India as part of the deal.</p> <p>This would give Singapore's flagship carrier a 25.1 per cent stake in a bigger Air India group. The merger is slated for completion by March 2024, clearing the skies for the airline to bolster its presence in the fiercely competitive south Asian travel market.</p> <p>SIA noted that Tata's Air India has “valuable slots and air traffic rights” at domestic and international airports that are not available to Vistara, a joint venture between SIA and Tata launched in 2015.</p> <p>“We have an opportunity to deepen our relationship with Tata and participate directly in an exciting new growth phase in India's aviation market,” SIA's chief executive Goh Choon Phong said in November.</p> <p>“We will work together to support Air India's transformation programme and unlock its significant potential,” Goh said.</p> <p>SIA has gradually recovered after bleeding billions of dollars when Covid travel restrictions were in full force: shortly after its Tata deal surfaced, it announced a partnership with Thai Airways.</p> <p>Thai Airways and SIA disclosed an agreement on December 2 in which the two airlines will code-share flights for the first time, letting the companies sell seats on each other's routes, starting with flights between Singapore and Bangkok.</p> <p>Thailand is on track to surpass its 2022 target of 10mn foreign visitors, with total arrivals hitting 7.56mn as of October. The country's tourism authority expects to welcome 18mn foreign tourists in 2023 — still less than half the 40mn in 2019.</p> <p>In the past, Thai Airways and SIA — both members of the Star Alliance, a global aviation network — have partnered with other member carriers such as Japan's All Nippon Airways but have avoided route conflicts in south-east Asia. Star Alliance gives companies a wider flight network while sharing costs with other members.</p> <p>Separately, SIA announced in late November it would add flights, with a fifth daily service to Bangkok from October 2023 and a fourth to Phuket from March 2023.</p> <p>Singapore's flagship carrier said flights “will reach or exceed” pre-pandemic levels by March 2024 in east and south-east Asia, including those to Vietnam, Malaysia and Cambodia.</p> <p>According to the International Air Transport Association (Iata), total global passenger traffic in October surged 45 per cent from a year earlier — about 74 per cent of pre-pandemic levels. By region, Asia-Pacific saw the biggest uptick of 440 per cent in traffic despite being generally slower than the rest of the world to open up after the pandemic.</p> <p>“Considering the high forward booking visibility and further upside arising from the final leg of reopening in parts of the region, we stay positive on the Asia airlines and airports sectors,” JPMorgan said in a report last month.</p> <p>Asian markets like Thailand are “in a race to revive inbound tourism”, the report noted.</p> <p>In August, Japan Airlines (JAL) and Malaysia Airlines rolled out a code-share agreement for the Tokyo-Kuala Lumpur route. Customers flying with the Malaysian carrier to Haneda Airport in Tokyo will be able to book and connect to other tourist destinations in Japan, including Osaka, Fukuoka, Nagoya and Okinawa.</p> <p>Following Japan's reopening to foreign visitors in October, JAL said it would increase the number of flights on its Narita-Shanghai route as China shows signs of easing its strict Covid policies following countrywide protests.</p> <p>Korean Air is eyeing Shanghai as well. In November, the carrier said it would resume operations on more routes to China and Japan after a long Covid hiatus. This includes resumption of services to Shanghai, Nanjing and Qingdao, along with Sapporo and Okinawa in Japan.</p> <p>Meanwhile, Malaysia's AirAsia X this month said it would continue rapid expansion into Australia with flights to the Gold Coast commencing in February 2023. The route will be the airline's fourth destination in Australia after resuming flights to Sydney, Melbourne and Perth earlier this year.</p> <p>But Asian airlines remain cautious owing to the uncertain global economic outlook.</p> <p>For the six months to September, SIA reported a record 1.23bn Singapore dollars ($740mn) in operating profit during the period — a huge turnround from the SG$620mn full-year loss in 2021, as flight demand surged following Singapore's reopening to vaccinated travellers in April.</p> <p>Still, SIA noted that high fuel prices, inflationary pressures across the supply chain, geopolitical issues and the risk of global recession “remain a concern” beyond the Chinese new year in January.</p> <p>Asia has also suffered from the impact of China's strict zero-Covid policies on travel, lagging behind the strong recovery shown by North American carriers.</p> <p>This month, Iata said Asia-Pacific carriers were expected to post a net loss of $6.6bn in 2023. Though narrowing from a $10bn loss this year, the region is expected to lag the global outlook of a $4.7bn net profit next year — in positive territory for the first time since 2019.</p> <p><em>A </em><a href=\"https://asia.nikkei.com/Business/Transportation/From-Singapore-to-Japan-Asian-airlines-rush-to-ramp-up-routes\"><em>version of this article</em></a><em> was first published by Nikkei Asia on December 13, 2022. ©2022 Nikkei Inc. All rights reserved.</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Companies/Asian-airlines-brace-for-worse-earnings-amid-China-s-slow-opening2\">Asian airlines brace for worse earnings amid China's slow opening</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Transportation/AirAsia-carriers-seek-to-merge-in-Capital-A-shake-up\">AirAsia carriers seek to merge in Capital A shake-up</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Transportation/Tata-Group-to-bolster-Air-India-with-Vistara-merger\">Tata Group to bolster Air India with Vistara merger</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Transportation/Thai-airline-companies-on-path-to-recovery-but-still-in-the-red\">Thai airline companies on path to recovery but still in the red</a></p></li> </ul><p>Source: Dylan Loh and Tsubasa Suruga 2022 'Asian airlines rush to restore routes as air travel recovers from Covid' FT.com 20 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-20T23:00:36.493Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3860,
          "end": 3868
        }
      ]
    }
  ]
}