{
  "_id": "edea846b2b2f91aadb265b2fc194fe51327464dbd7a5688cc901194f96470a74",
  "feed": "wall-street-journal",
  "title": "Think Working From Home Won't Hurt Your Career? Don't Be So Sure; Many companies are letting employees stay home some or all of the time, but workers who frequent the office might get ahead",
  "text": "<p>Sounds like a good time to get back to the desk.</p><p>\"If you want to be a managing partner, you're probably not going to do that working one day a week in the office, and I think people get that,\" says Mr. Snow, who is now Forvis's chairman. Employees still can work from home much of the time, he notes, but there may be trade-offs.</p><p>Hybrid workers, beware: There can be a gap—sometimes a wide one—between what's required and what it really takes to succeed.</p><p>Office hard-liners like Tesla CEO Elon Musk have made clear that \"a minimum of 40 hours in the office per week\" is the only way to thrive, or even survive, at his company. The leaders of Goldman Sachs, Morgan Stanley and JPMorgan Chase also don't hide their disdain for remote work.</p><p>While telecommuting may be fine in certain roles, people in the upper ranks \"cannot lead from behind a desk or in front of a screen,\" JPMorgan CEO Jamie Dimon wrote in his annual shareholder letter this spring.</p><p>Yet other businesses are promising \"hybrid equity,\" insisting some employees can enjoy the conveniences of working from home without compromising their ambitions.</p><p>HubSpot, a Boston-based digital marketing firm, plans to track promotions in the coming years to ensure people who rarely visit the office aren't disadvantaged, says Katie Burke, chief people officer. Citigroup requires three days of officer work per week, and human resources head Sara Wechter says those who log only the minimum will have an \"equitable opportunity to develop and advance their careers.\"</p><p>It's a dream for many workers, but it could be pure fantasy unless companies are vigilant, according to career coaches and researchers who say people in the office are more likely to get noticed and rewarded. A 2020 study of more than 400 tech workers by researchers at Rensselaer Polytechnic Institute and Northeastern University found that while remote and non-remote workers won roughly the same number of promotions, the salaries of remote workers grew more slowly. At companies where remote work was less common, telecommuters won fewer promotions.</p><p>Sure, you can hit your performance targets from the kitchen table and wear out the \"raise hand\" button on Zoom. But a colleague who chats up the boss when the meeting is over and goes for a drink after hours may get ahead.</p><p>There's a term for this.</p><p>Proximity bias (präk-ˈsi-mə-tē bī-əs) | noun</p><p>1. A tendency to favor people in close proximity to you</p><p>2. Human nature and the way things have worked in business since forever</p><p>It's certainly possible to progress while working from home most or all of the time, especially in today's tight labor market, and not everyone aspires to climb the corporate ladder to the top. Still, hybrid and remote arrangements could be vulnerable to management changes or an economic downturn—which many economists say is increasingly likely, by the way.</p><p>Businesses are hunting for leaders who can handle decentralized teams, says Bo Burch, founder of the executive search firm Human Capital Solutions in Wilmington, N.C.</p><p>Yet, \"companies aren't saying, 'Bo, you need to make sure you present a panel of executives that have great stories to tell about how they overcome proximity bias,'\" he says.</p><p>Office-goers sometimes enjoy special status even at companies that have embraced remote work. Google, Facebook, Twitter and others have allowed many employees to scatter—but warned of pay cuts for those who go remote and move to cheaper cities.</p><p>Polls show people in historically marginalized groups are among the most likely to prefer working from home, and businesses with hybrid teams should be careful not to exacerbate longstanding inequities, says Kathlyn Perez, a New Orleans labor lawyer who counsels companies on unconscious bias.</p><p>Then again, she notes remote workers aren't members of a legally protected class in the way that women, minorities and people with disabilities are. Those who feel that infrequent office visits unfairly cost them promotions could have little recourse.</p><p>\"Unfortunately, if you know that your employer values some face time, then you as an individual trying to improve your working situation and endear yourself to your boss may want to put some of that face time in,\" she says.</p><p>Ms. Perez's advice might seem obvious. Not to everyone, apparently.</p><p>Overstock.com CEO Jonathan Johnson expected good turnouts, especially among young workers, when he extended a staff-wide invitation to join him for lunch every Tuesday at the company's Midvale, Utah, headquarters.</p><p>Total attendance over eight months: 10 people.</p><p>\"Most of the time, I eat my peanut butter sandwich alone,\" he says. \"When I was 25, if I had a chance to eat my sandwich with the CEO, I'd have been there.\"</p><p>He says he doesn't mind letting a majority of his 1,500 employees work from home most of the time, and Overstock recently hired executives in Austin and Cleveland to demonstrate its commitment to a hybrid workforce.</p><p>Nevertheless, when Mr. Johnson and I spent almost an hour chatting in a hotel lobby recently, I asked whether his lunchmates stand out as go-getters.</p><p>\"A little bit,\" he allowed.</p><p>The man likes to talk in person. If I worked at Overstock and wanted to get ahead, I'd find out whether Mr. Johnson prefers Skippy or Jif and bring a jar to the office next Tuesday.</p><p>Write to Callum Borchers at callum.borchers@wsj.com</p><p>Think Working From Home Won't Hurt Your Career? Don't Be So Sure</p>",
  "published": "2022-06-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 676,
          "end": 690
        },
        {
          "start": 872,
          "end": 880
        }
      ]
    }
  ]
}