{
  "_id": "94c3589b868f4110a8c30edb3c30a1d2df35e9fc13d7e9717f4ece3fd6c43bc0",
  "feed": "wall-street-journal",
  "title": "Small Banks Warn They Might Have to Drop Zelle Over Scam Payment Costs; Credit unions, community banks say they might not be able to afford to repay targeted customers",
  "text": "<p>SHARE YOUR THOUGHTS</p><p>Who should reimburse people who are victims of fraud on Zelle? Join the conversation below.</p><p>Zelle, which is owned by JPMorgan Chase &amp; Co., Bank of America Corp., Wells Fargo &amp; Co., U.S. Bancorp, Capital One Financial Corp., PNC Financial Services Group and Truist Financial, allows customers to make free instant payments between individual bank accounts. Customers can send money from their bank accounts to others in real time, but there is no way to reverse payments when transactions go wrong.</p><p>Putting financial institutions on the hook to repay scammed customers will disproportionately affect smaller banks, which operate with thinner margins compared with the large banks that own Zelle, said Rebecca Kruse, chief operating officer of Independent Community Bankers of America, a trade association representing roughly 5,000 community banks.</p><p>\"When utilizing Zelle and other [peer-to-peer] applications, community banks have little room or ability to customize the applications, including fraud warnings and alerts to end users,\" she said. The new proposed playbook \"may threaten their ability to offer these services.\"</p><p>Early Warning Services, the company that runs Zelle, said fraud and scam payments represent less than 0.1% of payments across the network, which processed 1.8 billion transactions worth more than $490 billion last year.</p><p>Credit unions and banks with less than $10 billion in assets make up more than 90% of signed financial institutions on the Zelle network, said Meghan Fintland, a spokeswoman for EWS.</p><p>\"Customers who started using Zelle increased year-over-year profit [for financial institutions] by an average of $24 more than non-Zelle users,\" she said.</p><p>Instant payments on apps such as Zelle differ from credit-card transactions, which carry fees that can be used to offset the losses from fraud. Card payments and traditional bank transfers can also take up to three days to be completed, making them easier to reverse. Zelle transfers are free and instant, allowing scammers to withdraw or convert the money into cryptocurrencies, making the funds harder to recoup.</p><p>More banks have signed onto the Zelle network in recent years in response to demand from consumers who wanted access to fast and free payments. As of December, there were nearly 2,400 financial institutions on the network, up from 766 in early 2020.</p><p>More than two-thirds of community banks and credit unions reported that customers had asked for access to Zelle, according to a 2020 study by Aite Group, a financial-services consulting firm.</p><p>\"Some institutions may pull away from partnerships like the ones with Zelle or not offer as many products and services because of the expense that they will anticipate taking on,\" said Greg Mesack, senior vice president of government affairs at the National Association of Federally-Insured Credit Unions, a trade association representing credit unions with more than 130 million customers.</p><p>Financial institutions are required by law to reimburse customers for payments they didn't authorize if a bad actor takes control of their account. No such requirement exists for customers who are tricked into making payments under false pretenses, a growing problem on instant-payment apps like Zelle that has caught the attention of prominent lawmakers like Sen. Elizabeth Warren.</p><p>Any policy that requires banks to reimburse customers for scams could result in steep losses for the banks, said Cleber Martins, head of payments intelligence and risk solutions at ACI Worldwide.</p><p>When Zelle launched in 2017, banks pitched it to consumers as a way to instantly transfer money to friends and family, and to investors as a powerful tool that would ultimately help them reduce the costs of processing checks. However, if regulators mandate they cover the cost of scams, it is unclear if the service will be cost effective for all banks in the long run, even if it reduces transaction costs for consumers and businesses, Mr. Martins said.</p><p>\"The consumer is trying to get paid back, but there's no revenue stream,\" he said.</p><p>Write to Imani Moise at imani.moise@wsj.com</p><p>Small Banks Warn They Might Have to Drop Zelle Over Scam Payment Costs</p>",
  "published": "2022-12-12T15:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 137,
          "end": 157
        },
        {
          "start": 137,
          "end": 151
        }
      ]
    }
  ]
}