{
  "_id": "b3cc3f7fe45ff62622b8da6cbd850eee6c64ce9dce5e214eff759e95855ef713",
  "feed": "market-watch",
  "title": "Investors are dismissing — or maybe even welcoming — signs of cracks in the global financial system. Here's what's at stake.",
  "text": "<p>But the notion that policy makers might buckle under pressure risks leaving them in an even more untenable situation: They could lose their credibility if they fail to arrest the hottest price gains of the past 40 years and if developed countries are forced to simply live with persistent inflation. More than a full year since the 2020 global pandemic unleashed an unexpectedly long stretch of inflation, financial markets and policy makers seem to have entered a new stage — and none of the outcomes look particularly good. After largely dismissing the likelihood that inflation would continue to run hot into 2022, wrong-footed policy makers have been mostly fighting to catch up and investors are once again ignoring signs that something deeply amiss might be under way. To recap: Concerns about the financial health of Swiss banking giant Credit Suisse CH:CSGN, one of the world's most systemically important banks, raised fears of the possibility of a\"Lehman moment,\"a reference to the September 2008 collapse of Lehman Brothers that deepened the global financial crisis.</p><p>Meanwhile, the Bank of England's recent effort to stabilize the U.K. bond market may end up failing to calm markets, said Bank of America analysts, led by Benjamin Bowler. And Andy Sparks, the New York-based head of portfolio management research at MSCI, sees the potential for \"a sharp, sudden dislocation in markets\" and says history shows that \"it's often related to the use of derivatives, with liquidity and leverage being the other variables. \" \"I do think central banks will be more concerned about inflation and their inflation-fighting credibility at the end of the day, and that tightening is going to continue further than the market thinks\" in the U.S. and around the world, said Tom Nakamura, a portfolio manager and currency strategist at AGF Investments in Toronto, which manages C$37.5 billion ($27.8 billion). Still, \"when it comes to a crisis, I wonder if that might be less likely because in the post-Great-Financial-Crisis world, a lot of firewalls have been put up between financial institutions and there are a lot of protections in place,\" Nakamura said via phone. \"Major central banks are going to be able to continue to tighten to address inflation, but also provide enough liquidity through adjustments to balance-sheet programs. And if not, there's room through regulatory relief to keep a financial systemic crisis event from occurring.\" Mark Heppenstall, chief investment officer of Penn Mutual Asset Management in Horsham, Pa., and Keith Lerner, chief market strategist at Truist Advisory Services in Atlanta, are among those who don't see a financial crisis as their base-case scenarios.</p><p>Indeed, Heppenstall said, the traditional 60/40 portfolio mix of stocks and bonds, built for moderate-risk investors, is on track for its worst year on record, down by 20% through September — suggesting \"a lot of pessimism has already been built into markets.\" And Lerner says the financial system is much stronger than in 2007-2009, even if Truist still sees the likelihood of a recession in 2023. Meanwhile, there's plenty to think about when trying to ascertain what might lie ahead. Here's a list of some of the risks.</p><p>U.K. crisis spillover</p><p>Panic. That's the word used to describe what took place in U.K. markets, when government bonds sold off on concern about the new government's tax-cutting fiscal policy planunveiled on Sept. 23 and the pound GBPUSD plunged to a record low versus the dollar last Monday. Anxiety over U.K. assets raised fears that pension funds might collapse, leading to an emergency intervention by the Bank of England —which bolstered investors' hopes that central banks could ride to the rescue of shaky markets under pressure. The U.K. government also scrapped the part of the plan involving tax cuts for the wealthy. The Bank of England may have stabilized the U.K. bond market for now by agreeing to aggressive purchases of longer-dated securities — a form of quantitative easing at a time when another major central bank, the Fed, is doing the opposite and engaging in quantitative tightening. But there's a risk that its decision ends up failing to completely calm markets, and leads to an event similar to \"the Bear Stearns moment,\" Bank of America analysts said.</p><p>Bear Stearns is the investment bank that, like Lehman Brothers, collapsed during the 2007-2009 financial crisis, triggering fears of broader contagion; it was later acquired by JPMorgan Chase &amp; Co. JPM \"Elevated market volatility and elevated economic uncertainties can be a powerful combination, and the risk of some other significant dislocation is quite high. So it's a time for investors to be cautious,\" MSCI's Sparks told MarketWatch on Tuesday. \"Though the disruption in the U.K. pension sector may be short-lived, events in the U.K serve as a reminder that there's a lot of risk in the current market environment,\" Sparks said via phone. \"We have multiple events going on in the market now, with central banks working hard to lower inflation while raising rates and engaging in quantitative tightening. In the middle of all this, it's quite possible we may see some further disruption in the system.\"</p><p>See: Will something break? What's next for global financial markets after U.K. meltdown. Given the strong correlation between bonds and equities in the past year, in which selloffs are occurring in both asset classes simultaneously, \"investors are absolutely asking what other asset classes may play the role of a buffer that bonds used to,\" he said. Real estate is one possible choice and so is cash, though investors lose on the potential upside by holding the latter if markets rebound or stabilize, he said.</p><p>Need to Know: Ray Dalio has just reversed his long-held stance on this key asset class</p><p>Credit Suisse moment</p><p>Echoes of the financial crisis rang loudly this week, when investors woke up to the news on Monday of trouble at Switzerland's Credit Suisse. The cost of insuring the bank against a default had surged, while its shares plunged to a record low before recovering.</p><p>The concerns about Credit Suisse's financial health reminded some of the frantic days around 2008's Lehman Brothers collapse, known as the \"Lehman moment,\"which culminated in the worst recession since the Great Depression. Interestingly, the crisis-like mood in markets gave way to hope that policy makers could be forced to step in during a worst-case situation. In the U.S., all three major stock indexes DJIA SPX COMP logged another big day of gains on Tuesday, with Dow industrials and the S&amp;P 500 heading for their biggest stretch of outsize moves in years.</p><p>Liquidity (or a lack thereof)</p><p>For now, investors in search of positive-yielding assets that might outperform stocks are heading back into U.S. government bonds, where yields have recently been at or around 4%. But concerns about liquidity — or ease with which an asset can be converted into cash, without significantly impacting its underlying price — continue to plague bond markets, like the one for Treasurys. Another round of volatility, in which inflation persists and central banks are forced to continue with more aggressive rate hikes, could lead to another major round of bond selloffs and an absence of buyers — which then spills over into other asset classes, like stocks. In a note this week, strategists at Barclays UK:BARC said that the implied volatility, or market's forecast of the likely movement, in rates is now trading at the largest premium to equity vol since at least 2005, surpassing highs set during the Great Financial Crisis. \"While not our base-case, the risk is that such a dislocation persists or even magnifies, similar to what occurred in the stagflationary '70s,\" they said.</p><p>Investors are dismissing — or maybe even welcoming — signs of cracks in the global financial system. Here's what's at stake.</p>",
  "published": "2022-10-04T20:59:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4474,
          "end": 4494
        },
        {
          "start": 4495,
          "end": 4498
        }
      ],
      "nexusId": "10009914"
    }
  ]
}