{
  "_id": "027d23eced9289150c77c68a3417795c30c12533ae70be528138b4552730ca2e",
  "feed": "market-watch",
  "title": "‘This is a brilliant move': Bank of America slashes overdraft fees — and it has good reason to do so",
  "text": "<p>Bank of America BAC said Tuesday it plans to end its $35 “non-sufficient funds” fees next month, and will drop overdraft fees to $10 from $35, starting in May. Non-sufficient fund fees occur when a payment bounces. Overdraft fees occur when consumers withdraw more than the agreed amount.</p><p>“Over the last decade, we have made significant changes to our overdraft services and solutions, reducing clients' reliance on overdraft, and providing resources to help clients manage their deposit accounts and overall finances responsibly,” Holly O'Neill, Bank of America's president of retail banking, said in a statement.</p><p>The announcement “is the latest, and most significant, move by the banking industry in an area that has been under intense scrutiny by regulators and lawmakers alike,” Greg McBride, Bankrate.com chief financial analyst. “This will ratchet the pressure up on other large national and regional banks to take similar steps.”</p><p>“This is a brilliant move by CEO Brian Moynihan,” said Michael Moebs, economist and CEO of Moebs Services, an economic research firm. “Moynihan is putting Bank of America's stake in the ground and telling all depositories and fintechs that BoA is going after their checking business, especially Wells Fargo, Chase and Chime.”</p><p>The COVID-19 pandemic has led the average American to store more money in their checking accounts, he said. In 2018, the average checking balance was $3,754. That fell to $3,698 at the end of 2019, according to data from Moebs Services. At the end of 2021, the average balance had risen to $8,244, Moebs said.</p><p>Amid this competition for checking accounts, Capitol One COF announced it was ending overdraft and non-sufficient funds fees on the same day that CFPB report came out last month. Before that, Ally Bank ALLYended overdraft fees and PNC Bank PNC introduced offerings that will let customers avoid overdraft fees.</p><p>In December, JP Morgan Chase said customers would not pay overdraft service fees when they were overdrawn by $50 or less at the end of the day. The bank previously had a $5 “cushion” before overdraft fees kicked in. It also stopped assessing a returned item fee if accounts lacked the money to cover the transaction.</p><p>Starting this year, customers will have one full business day to get their account back to a buffer of at least $50 overdrawn to avoid overdraft fees and funds from direct deposit payroll money will become available quicker up to two business days quicker to avert cashflow problems, Chase said.</p><p>Bank of America shares are up more than 48% in the past 12 months. The Dow Jones Industrial Average DJIA is up nearly 17% in that time and the S&amp;P 500 is up roughly 23% in that time.</p>",
  "published": "2022-01-11T17:03:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1897,
          "end": 1906
        }
      ],
      "nexusId": "10009914"
    }
  ]
}