{
  "_id": "374db792ee5775d0666e8aa71e996b86f389d93068b07de7f0f9cd4ec8be0ed2",
  "feed": "market-watch",
  "title": "Stock-market investors hunt for recession and inflation clues as earnings season kicks off; Reporting season could be catalyst for earnings downgrades: analysts",
  "text": "<p>The corporate earnings reporting season, which kicks off in the week ahead, could help quantify the danger to corporate profits, while representing a downside threat to a stock market that's already been pushed into bear territory as the Fed delivers rate increases at a historic pace and reduces its balance sheet.</p><p>Focus on demand</p><p>Investors already expect earnings growth to slow down, which has contributed to the fall in stock prices so far this year, said Michael Arone, chief investment strategist for the U.S. SPDR business at State Street Global Advisors, but the focus will be on guidance from companies on the outlook for the rest of the year.</p><p>\"A big concern for this quarter and the next few quarters is the demand side of the equation, and is that falling? If that starts to fall, and fall aggressively, that will negatively impact the earnings picture,\" Arone said, in a phone interview.</p><p>As of Friday, companies in the S&amp;P 500 index were expected to report year over-year earnings growth of 5.7% for the second quarter, according to IBES data from Refinitiv, which would be the slowest since the fourth quarter of 2020 during the pandemic. The expectations are skewed, however, by expectations for year-over-year growth of 239.1% for the energy sector. Excluding energy, earnings are expected to contract by 3%, the data show. Full-year earnings are expected to see a rise of 9.4% but 3.8% excluding energy.</p><p>Major stock indexes rose in the past week, with the S&amp;P 500 SPX rising 1.9%, the Dow Jones Industrial Average DJIA up 0.8% and the Nasdaq Composite COMP gaining 4.6%. Stocks have bounced modestly off June lows, but the S&amp;P 500 remains down more than 18% for the year to date, while the Dow has lost 13.8% and the Nasdaq has tumbled 25.6%.</p><p>'Deceptively inexpensive'</p><p>Stock-market valuations, such as the price-to-earnings ratio, have fallen over the course of 2022, largely tracking the decline in stock prices. The 12-month forward price to earnings ratio has dropped from around 24 in September to just above 15, Arone noted. The question going forward is whether stock prices will see additional downside if expected earnings fall in coming weeks.</p><p>Optimistic investors argue that the market is \"cheaper than it was,\" Arone said, but he warned that it may be \"deceptively inexpensive until we see earnings cuts.\"</p><p>While analysts' earnings expectations have come down, they still look \"very optimistic,\" said James Reilly, assistant economist at Capital Economics, in a Friday note, observing that 12-month forward earnings expectations for S&amp;P 500 companies were still around 16% above their prepandemic trend (see chart below).</p><p>\"We wouldn't be surprised if the upcoming U.S. earnings season was a catalyst for earnings downgrades and the next leg down for U.S. equities,\" he wrote.</p><p>Stocks ended mostly lower, but little changed, on Friday after data showed the U.S. economy added 372,000 jobs in June, well above forecasts for a 250,000 rise. Treasury yields pushed back to the upside, as the data helped cement expectations for another supersized 75 basis point rate hike from the Fed at its July meeting, with fed-funds futures traders penciling in the outside prospect of a full percentage point rise.</p><p>Earnings kickoff</p><p>Earnings reporting season unofficially kicks off Thursday with results from banking giants JPMorgan Chase &amp; Co. JPM and Morgan Stanley MS.</p><p>The week ahead also features key inflation readings, including the June consumer-price index on Wednesday.</p><p>\"We look for the Consumer Price Index to have maintained buoyant momentum at the headline and core level in June. Meanwhile, we look for the Producer Price Index to have risen more slowly though high input prices continue to pressure corporate margins,\" said Oren Klachkin, lead U.S. economist at Oxford Economics, in a note. \"Import prices likely stayed elevated last month amid still-high fuel costs prior to recession fears taking some steam out of commodity prices.\"</p><p>Meanwhile, the bond market reaction to the U.S. jobs data, including a continued inversion of the 2-year vs. 10-year portion of the yield curve, shows that investors believe that the Fed \"will need to tighten enough to really slow the economy,\" said Rob Haworth, senior investment strategist at U.S. Bank Wealth Management, in a phone interview.</p><p>'Second repricing'</p><p>Heading into earnings season, investors will be eager to see if margins are holding up and, in particular, if companies are able to maintain profit margins by passing on cost increases, particularly for labor, Haworth said.</p><p>The question of whether the market sees a \"second repricing,\" with investors repricing earnings expectations for a slower economy is the other big question, he said.</p><p>\"It's a possible scenario, not our base scenario, but one we have to be concerned about as the economy continues to battle inflation and the Fed and European Central Bank continue to raise interest rates and Fed continues to shrink the money supply,\" Haworth said. \"Whether we see that show up in the data is still an open question because of what we're seeing in the labor market.\"</p><p>Stock-market investors hunt for recession and inflation clues as earnings season kicks off</p>",
  "published": "2022-07-11T11:41:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3333,
          "end": 3353
        },
        {
          "start": 3354,
          "end": 3357
        }
      ]
    }
  ]
}