{
  "_id": "3027b8fcfb496e359b8c215f4bde7d56a91857d84a7ece8fb550d205fd46cc17",
  "feed": "market-watch",
  "title": "U.S. stocks struggling to make 'crazy' bounce-back rally stick as earnings season gets under way",
  "text": "<p>What's happening</p><p>* The Dow Jones Industrial Average DJIA fell 223 points, or 0.7%, to 29,815, after rising 390 points at its session high.</p><p>* The S&amp;P 500 SPX was down 58 points, or 1.6%, at 3,612.</p><p>* The Nasdaq Composite declined 227 points, or 2.1%, to 10,422.</p><p>On Thursday, the Dow erased a plunge of nearly 550 points to end 828 points higher, while the S&amp;P 500 bounced back from a loss of more than 2% to end 2.6% higher, and the Nasdaq Composite jumped 2.2%.</p><p>The Dow's 2.8% rise was the largest one-day gain since Nov. 9, 2020.</p><p>See: Why stocks scored a historic bounce after another hot inflation report</p><p>What's driving markets</p><p>Gains early Friday gave way to losses after the University of Michigan's consumer sentiment survey showed expectations for inflation over the next year rose to 5.1% from September's one-year low of 4.7%, while expectations for inflation over the next 5 years ticked up to 2.9% from 2.7% last month.</p><p>\"The uptick in inflation expectations probably is a response to the increase in gas prices in recent weeks, in which case it won't continue,\" said Ian Shepherdson, chief economist at Pantheon Macroeconomics, in a note, observing that preliminary readings tend to see big revisions.</p><p>\"Still, on the heels of the September inflation data this rebound — reversing the drop last month — does not look good, given how closely policy makers appear to track the measure,\" Shepherdson said.</p><p>The survey's gauge of consumer sentiment rose to 59.8 in October from 58.6. Economists were expecting a reading of 59, according to a Wall Street Journal poll.</p><p>Data Friday also showed U.S. retail sales were unchanged in September, coming in below forecasts for a 0.3% rise. Excluding autos, sales rose 0.3%.</p><p>Analysts cited a number of factors to explain the huge rise in stocks on Thursday, which came after equities initially tanked following a hotter-than-expected September consumer-price index reading.</p><p>Factors behind the bounce included technical and positioning considerations after a steep selloff that had seen the S&amp;P 500 index tumble for six sessions in a row to end Wednesday at its lowest since November 2020.</p><p>\"Among the most frequent explanations is that the most pessimistic of all possible scenarios were built into prices: a 75-point rate hike at the next two meetings,\" said Alex Kuptsikevich, senior market analyst at FxPro, in a note. \"After this, market participants turned their attention to substantial discounts to prices from their highs with a relatively healthy economy that continues to create jobs and raise wages,\"</p><p>But caution still prevailed on Friday.</p><p>\"Despite October's notoriety as a 'bear market killer' and an auspicious intraday move, investors should maintain a certain degree of caution. A real change in trend requires a shift in fundamentals. And those changes are still not easy to identify,\" Kuptsikevich said.</p><p>Rick Rieder, the chief investment officer for fixed income at BlackRock, told MarketWatch's Christine Idzelis that Thursday's gyrations marked one of the \"craziest\" days in market history, coming after data showing U.S. September inflation runningat a hotter-than-expected pace.</p><p>\"One of the largest intraday reversals in recent memory off a closely watched CPI print underscores the oversold condition and sentiment extreme in this market. The vulnerability wasn't in the number, the vulnerability was in the positioning leading up to the number,\" said Jeff deGraaf, founder of Renaissance Macro Research, in a Friday note.</p><p>BlackRock's Rieder advised investors to consider parking their money in short-term bonds, apoint recently echoed by hedge-fund legend Ray Dalio.</p><p>Shares of JPMorgan Chase &amp; Co. JPM were up 2.7% after the bank and Dow component beat Wall Street targets for earnings and revenue.</p><p>Analysts were also weighing results from Wells Fargo &amp; Co. WFC and Morgan Stanley MS, and Citigroup Inc. C .</p><p>See: JPMorgan profit falls but beats estimates while Wells Fargo misses</p><p>Investors were also monitoring developments in the U.K., where Prime Minister Liz Truss fired Kwasi Kwarteng from his role as chancellor of the exchequer. Yields on U.K. government bonds spiked after Kwarteng presented a budget plan that included large tax cuts in late September, sparking a crisis that required the Bank of England to step in with an emergency buying program.</p><p>Read: Why Kwasi Kwarteng could not survive the battle with the Bank of England</p><p>U.K. bond yields initially dropped on Friday on indications many of the planned tax cuts would be reversed. But they later rose after Truss only reversed corporate tax cuts.</p><p>Also see: Larry Summers says U.K. debt market stress could be the 'tremor' signaling global economic 'earthquake'</p><p>The Federal Reserve needs to continue raising interest rates but should be careful about the pace of these moves, Kansas City Fed President Esther George said on Friday.</p><p>Companies in focus</p><p>* Wells Fargo WFC shares rose 3.8% after the bank posted stronger-than-expected revenue for the third quarter, offsetting a profit miss.</p><p>* Shares of Morgan Stanley MS fell 4.5% after the investment bank missed Wall Street's targets for earnings and revenue amid a drop in deal activity.</p><p>* Citigroup C shares rose 1.9% after the bank topped Wall Street forecasts on earnings and revenue.</p><p>* UnitedHealth Group Inc. UNH shares were up 1.6% after the Dow component and health insurer reported third-quarter profit and revenue that rose above expectations, and lifted its full-year outlook for a third-straight quarter.</p><p>* Kroger Co. KR announced a $24.6 billion deal to buy Albertsons Cos. Inc. ACI. Under the terms of the merger agreement, Kroger will acquire all of the shares outstanding of Albertsons' common and preferred stock for an estimated $34.10 per share. Kroger shares fell 4.9%, while Albertsons was off 7%. Shares of Albertsons jumped more than 11% Thursday on reports of a potential deal, while Kroger rose 2%.</p><p>* Beyond Meat Inc. BYND shares fell 6.2% after the plant-based food company issued a revenue warning, announced a plan to cut about 200 workers and said it's cutting other costs as it makes a strategic shift aimed at achieving positive cash flow operations.</p><p>Also see: Beyond Meat COO Douglas W. Ramsey is leaving the company after being suspended for allegedly biting a man's nose</p><p>U.S. stocks struggling to make 'crazy' bounce-back rally stick as earnings season gets under way</p>",
  "published": "2022-10-14T16:05:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3878,
          "end": 3886
        },
        {
          "start": 3854,
          "end": 3862
        }
      ]
    }
  ]
}