{
  "_id": "309860d76f7ff2e5099b26ca31ad79807767226f83320f44647cbce44c04deda",
  "feed": "ftcomall",
  "title": "Turkey raises $1.5bn in dollar bonds as emerging market sell-off cools",
  "text": "<p>Turkey has issued $1.5bn in new dollar bonds in a sign of how this year's vicious sell-off in emerging market debt has eased in recent weeks.</p> <p>The country&#xa0;sold the five-year debt at a yield of 10 per cent, Turkey's Ministry of Treasury and Finance said on Tuesday. It brings the total amount <a href=\"https://www.ft.com/turkey\">Turkey</a> has raised on international&#xa0;markets this year to $9bn.</p> <p>Turkey's debt sale highlights how some investors are snatching up debt of riskier emerging market issuers after a big fall in prices in 2022 sharply increased the returns they receive for holding the bonds.</p> <p>Emerging market debt traded on international markets has recovered in price since late October, sending the premium in borrowing costs that investors demand to hold these bonds above ultra low-risk assets such as <a href=\"https://www.ft.com/us-treasury-bonds\">US Treasuries</a> — known as the “spread” — falling.</p> <p>Spreads on emerging market&#xa0;sovereign debt on international markets reached 5.07 percentage points on Monday from 5.77 percentage points on October 21, according to JPMorgan's global diversified emerging market bond index. It is still up significantly from 3.59 percentage points at the start of 2022.</p> <p>Turkey, which holds a junk credit rating, sold its new dollar bonds at a spread against US Treasuries of 5.61 percentage points, compared with 6.45 percentage points for its $2bn&#xa0;dollar bond in March. Almost three-quarters of the debt was purchased by investors outside Turkey, including those in the US, UK, Europe and the Middle East.</p> <p>Sentiment surrounding emerging markets has improved in recent weeks as investors bet the US Federal Reserve's cycle of rate increases, which has weighed heavily on the asset class, will end in the middle of next year.</p> <p>“Into next year, a peak in [the Fed's main interest rate] will eventually materialise, which can be a catalyst for relief rallies in EM,” JPMorgan said in a note to clients last week.</p> <p>Still, many analysts see a risk of further flare-ups causing a fresh wave of outflows.</p> <p>JPMorgan warned that concerns over rising interest rates could quickly morph into worries about US recession, something that could place fresh pressure on EM assets. Investors have already yanked $84bn from EM equity and debt funds this year, according to its data.</p> <p>Turkey has also seen investors flee its domestic markets in recent years over concerns about the unorthodox policies pursued by president Recep Tayyip Erdoğan, a staunch opponent of high borrowing costs. The country's <a href=\"https://www.ft.com/stream/d0c978ed-f2f0-4f83-9eaa-e04eaf40ece3\">central bank</a>, which is in effect controlled by Erdoğan, has sharply cut interest rates this year, despite inflation reaching 85.5 per cent.</p> <p>The lira has tumbled 28&#xa0;per cent against the dollar since the end of 2021, with many analysts saying the falls would have been much more severe if not for a series of measures&#xa0;aimed at steadying the currency ahead of elections in 2023.</p> <p>IMF staff, who visited the country in mid-October, <a href=\"https://www.imf.org/en/News/Articles/2022/11/04/pr22372-turkiye-imf-staff-completes-2022-article-iv-mission-to-turkiye\">last week</a> said that to address challenges, the country should enact “early policy rate hikes accompanied by moves to strengthen the central bank's independence”.</p> <p>“Such moves would help reduce inflation more durably and allow reserve buffers to be rebuilt over time,” the IMF team added.</p><p>Source: Adam Samson in London 2022 'Turkey raises $1.5bn in dollar bonds as emerging market sell-off cools' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-08T10:43:54.636Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1949,
          "end": 1957
        },
        {
          "start": 986,
          "end": 994
        },
        {
          "start": 1816,
          "end": 1824
        }
      ]
    }
  ]
}