{
  "_id": "e921ea5e2deddab221c224ead0df549c73f982726a7bf1ead1fae5612b0a9c48",
  "feed": "ftcomall",
  "title": "Negative-yielding debt slides below $2tn as central banks lift rates",
  "text": "<p>Negative bond yields have become a thing of the past this year, following a string of large interest rate rises by global central banks — everywhere, that is, except Japan.</p> <p>Negative yields — which occur when bond prices climb so high that buyers holding them to maturity are guaranteed to lose money — engulfed a large chunk of the global debt market during the depth of the Covid crisis. Those sub-zero levels stemmed from huge central bank stimulus programmes, with the US Federal Reserve and several peers slashing interest rates and buying up swaths of debt in a bid to backstop pandemic-hit markets.</p> <p>The total stock of negative-yielding bonds ballooned to a record of more than $18tn at the end of 2020, according to a Bloomberg index of debt trading at yields below zero. But that pile has now dwindled to less than $2tn — all of it in Japan — after the eurozone and Switzerland ended their experiments with negative interest rates in an effort to tackle inflation.</p> <p>“This is a stunning reversal given negative-yielding bonds accounted for 40 per cent of the government bond universe at the apex of the pandemic,” wrote analysts at JPMorgan this week.</p> <p>In the UK, some short-term debt traded at slightly negative yields as recently as June despite the Bank of England never setting a negative interest rate, according to the Wall Street bank. Yields below zero disappeared from the euro area in September, two months after the European Central Bank lifted its benchmark interest rate to zero, JPMorgan added.</p> <p>The almost complete disappearance of negative yields from markets where they were recently commonplace underlines the speed of this year's shift in monetary policy. It is also the latest sign of the Bank of Japan swimming against the global tide, by holding rates below zero and sticking with its policy of capping longer-term bond yields — so-called “yield curve control”.&#xa0;</p> <p>The contrast with rapid increases in borrowing costs elsewhere has pushed the yen to its weakest level in 24 years, sparking speculation that the BoJ could be pressured to raise its yield limit.</p> <p>“Sayonara for negative yields may be just months away as we have now brought forward the timing of the BoJ's yield curve control adjustment” to the first quarter of 2023, JPMorgan said.<br></p><p>Source: Tommy Stubbington 2022 'Negative-yielding debt slides below $2tn as central banks lift rates' FT.com 8 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-08T13:00:05.079Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2253,
          "end": 2261
        },
        {
          "start": 1137,
          "end": 1145
        }
      ],
      "nexusId": "10009914"
    }
  ]
}