{
  "_id": "52255369ae035f8263be6ba503b3f22741c958828fbfb7bde03ce057a0e4b13b",
  "feed": "ftcomall",
  "title": "UK pensions implosion could end with a deals boom",
  "text": "<p>There is nothing like a good crisis to reignite an argument that everyone has been having for 20 years.</p> <p>The pandemonium unleashed by the UK “mini” Budget, which <a href=\"https://www.ft.com/content/8eef221f-7caa-432c-a4c1-d36b2174f919\">prompted a scramble for collateral</a> by pension schemes to meet margin calls on so-called liability-driven investment strategies, has lit a fire under an old barney about how much risk these schemes should take.</p> <p>The debate dates back to the 1990s when policy and accounting changes vastly increased the cost and complexity of managing defined benefit <a href=\"https://www.ft.com/personal-finance/pensions\">pension</a> schemes. Funds closed to new members. A push — from shareholders in the companies backing the schemes and regulators — to reduce risk led to a shift out of equities and into fixed income, particularly government bonds.</p> <p>The investment of defined benefit pension schemes in UK equities, <a href=\"https://www.ft.com/content/f6fab179-b0db-474e-bf6a-64fb3ee7ed1f\">as mentioned yesterday</a>, has plunged from about 50 per cent of assets in 2000 to 3 per cent. </p> <p>Michael Tory, co-founder of boutique investment bank Ondra Partners, <a href=\"https://www.ft.com/content/f4f78487-0e9d-4dea-afe7-425b11e83a4d\">argues</a> that this has created an “emasculated system that is unintentionally self-destructive”, pushing schemes towards the supposedly risk-free derivatives at the heart of last week's meltdown and starving the UK economy of long-term equity capital.</p> <p>The standard bearer for the opposing camp agrees that schemes should never have dabbled in the leveraged swaps and repos that left them scrambling to sell assets during the recent turmoil.</p> <p>John Ralfe, an architect of the deal that saw the Boots scheme switch out of equities and into bonds in 2001, maintains that a defined benefit pension plan should be thought of as an unconsolidated subsidiary of the corporate sponsor. Risk within the scheme is effectively being taken by the shareholders of the company behind the scheme. Matching pensions liabilities with bonds, he says, reduces the risk to them, the pension scheme members and the system as a whole.</p> <p>The world appears to be moving in Ralfe's favour as risk is now reduced. Asset managers are cutting the leverage permitted in the LDI vehicles used by pension schemes, which means it will require more capital to achieve the same gilt exposure. John Dunn, director at PwC, expects companies and trustees to take advantage of an improved funding picture to cut risks further, taking leverage and complexity out of the investment strategy.</p> <p>The irony is that despite the liquidity crisis that engulfed DB pension schemes their funding has improved dramatically. The steep rise in interest rates has shrunk liabilities faster than asset values have sunk. <a href=\"https://www.pwc.co.uk/press-room/press-releases/uk-pension-schemes-still-reach-record-collective-funding-level.html\">PwC estimates</a> that, on aggregate, the UK's 5,000-plus defined benefit pension schemes have sufficient assets to strike a “buyout” deal, or shift their payout promises to insurance companies.</p> <p>This is a dramatic turnround. Buyouts require a scheme to be better funded than simply having a technical surplus. On the tougher measure, PwC puts the market on a £155bn surplus compared to a £600bn deficit a year ago; liabilities have shrunk to £1.2tn from £2.4tn.</p> <p>Many companies eager to get shot of their schemes into the tightly-regulated, better capitalised security of the insurance sector had been shut out thanks to poor funding. Trustees and boards, many of whom last week found themselves wearing a hidden risk they didn't really understand, will have been given an extra shove by this crisis. </p> <p>JPMorgan has forecast that £600bn of DB pensions could be bought out over the next decade, over double the run rate of the past 10 years. It was<a href=\"https://www.londonstockexchange.com/news-article/LGEN/trading-statement/15656238\"> notable that Legal &amp; General</a>, when reassuring investors about its substantial LDI business on Tuesday, underlined that it was still doing pension buyout deals, with the pipeline the “busiest we have ever seen”. In a sluggish, mature sector, these pension deals are seen as a growth opportunity.</p> <p>The capacity of insurers' balance sheets and their investors' appetite for an asset-heavy business could become a constraint. A finite supply of the low risk, stable investments that insurers will need to take on schemes is another.</p> <p>Still, it would be a fitting legacy of this crisis if the defined benefit pension world — finally — started to shrink much faster.</p> <p><a href=\"mailto:helen.thomas@ft.com\">helen.thomas@ft.com</a><br><a href=\"https://www.twitter.com/helentbiz\">@helentbiz</a></p><p>Source: Helen Thomas 2022 'UK pensions implosion could end with a deals boom' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-05T03:00:50.729Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3319,
          "end": 3327
        }
      ],
      "nexusId": "10009914"
    }
  ]
}