{
  "_id": "05f9c7ffaf3fe756e3d9894ffc3483b00dc2b283f0c52630c0a4d7b06a6474b1",
  "feed": "market-watch",
  "title": "JPMorgan's Jamie Dimon hopes Elon Musk 'cleans up Twitter' and scraps bot accounts; 'Elon is very smart,' Jamie Dimon added when asked whether Musk is paying too much for Twitter",
  "text": "<p>Dimon then echoed Musk's concerns about the social media site being flooded with too many bot and scam accounts.</p><p>\"I hope Elon cleans up Twitter,\" Dimon continued. \"Like, for example, why can't Twitter know who you are when you come on board, so they can eliminate all those people in the public square who are robots and emails and stuff like that, and it gives them a little bit of legal liability?\"</p><p>Dimon added, \"Why can't they give you a choice of algorithms, you know? As opposed to one that just jazzes you up.\"</p><p>Musk agreed to buy Twitter last April in a deal that valued the company at roughly $44 billion, but he later said that he was terminating the takeover over bot concerns on Twitter. He accused the company's management team of being inaccurate in its public disclosures about the extent of spam activity on the platform. But after months of legal wrangling, Musk's lawyers sent a letter to Twitter's management team last week indicating that he was ready to move forward with the original acquisition terms after all.</p><p>Read more: Twitter stock surges 22% after Elon Musk gives up bot battle and commits to $44 billion deal</p><p>Dimon's Musk comments were just one highlight from the CNBC interview on Monday, where he also warned that stocks could fall \"another easy 20%,\" and the next drop will be \"much more painful than the first.\"</p><p>JPMorgan's Jamie Dimon hopes Elon Musk 'cleans up Twitter' and scraps bot accounts</p>",
  "published": "2022-10-11T14:35:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1344,
          "end": 1352
        }
      ]
    }
  ]
}