{
  "_id": "43d71efeecfb4e70d6f96a8ce9526dbd3a59b6adea4ac5224696c83c1785098e",
  "feed": "market-watch",
  "title": "Wells Fargo outshines JPMorgan in earningsfest",
  "text": "<p>Wells Fargo's 2022 guidance also beat expectations, while JPMorgan's view fell short.</p><p>In 2022, Wells Fargo WFC expects 8% growth over its $35.8 billion in net interest income , or about $38.66 billion. That figure would beat the latest analyst target of $37 billion in net interest income in 2022, according to a survey by FactSet.</p><p>Meanwhile, JPMorgan Chase JPM expects 2022 net interest income of about $50 billion, which is below the latest Wall Street target of $55.7 billion. JPMorgan Chase also expects about $77 billion in adjusted noninterest expense, up from $70.9 billion in 2021.&#xa0;</p><p>Shares of Wells Fargo rose 2.2% in premarket trades, while JPMorgan dropped 3.4%. Citigroup C gave up 4%.</p><p>JPMorgan profit drops by nearly $2 billionJPMorgan Chase, a component of the Dow Jones Industrial Average DJIA, said its fourth-quarter net income fell to $10.4 billion, or $3.33 a share, from $12.14 billion, or $3.79 a share in the year-ago quarter. The results included benefit of a $1.8 billion, or 47 cents per share, from the release of credit reserves.</p><p>Managed revenue rose 1% to $30.3 billion, with reported revenue of $29.3 billion. The megabank was expected to earn $3.01 a share and generate revenue of $29.78 billion, according to a survey of analysts by FactSet.</p><p>Total Markets revenue of $5.3 billion fell 11%, including a drop of 16% in fixed-income markets and a 2% dip in equity markets.</p><p>“The economy continues to do quite well despite headwinds related to the omicron variant, inflation and supply chain bottlenecks,” Chief Executive Jamie Dimon said. “Credit continues to be healthy with exceptionally low net charge-offs, and we remain optimistic on U.S. economic growth as business sentiment is upbeat and consumers are benefiting from job and wage growth.”</p><p>Wells Fargo profit increases by $2.7 billionWells Fargo's fourth-quarter profit increased to $5.75 billion, or $1.38 a share, from $3.09 billion, or 66 cents a share in the year-ago quarter. Revenue increased to $20.86 billion from $18.49 billion.</p><p>The San Francisco-based banking giant was expected to earn $1.11 a share on revenue of $18.79 billion, according to a FactSet survey of Wall Street analysts. “The changes we've made to the company and continued strong economic growth prospects make us feel good about how we are positioned entering 2022,” CEO Charlie Scharf said. “But we also remain cognizant that we still have a multiyear effort to satisfy our regulatory requirements – with setbacks likely to continue along the way – and we continue our work to put exposures related to our historical practices behind us.”</p><p>Citigroup earnings drop by about $1.1 billion</p><p>Citigroup reported fourth-quarter net income of $3.17 billion, or $1.46 a share, down from $4.3 billion, or $1.92 a share, in the year-ago period. Revenue increased to $17 billion from $16.8 billion.</p><p>The New York-based bank beat the Wall Street targets of $1.39 in earnings on revenue of $16.85 billion, according to a survey by FactSet. Citi said it faced higher expenses, partially offset by higher revenue and lower cost of credit.</p><p>The latest quarter also included a pre-tax impact of approximately $1.2 billion related to its previously announced divestiture of its consumer banking businesses in Asia.</p><p>Earlier on Friday, the bank said it agreed to sell its consumer banking franchises in Indonesia, Malaysia, Thailand, and Vietnam to United Overseas Bank Ltd. SG:U11. The deal includes a premium of about $690 million paid to Citigroup; plus a payment for the net assets of the acquired businesses.</p><p>UOB disclosed $2.98 billion in aggregate net asset value for Citigroup's consumer business, which includes Citigroup's retail banking. The deal will affect about 5,000 of Citigroup's consumer bank and supporting employees who are targeted to transfer to UOB.</p><p>Earlier this week, Citigroup revealed plans to exit its consumer business in Mexico, but it has yet to name a buyer. The move took Wall Street analysts by surprise.</p><p>Also Read:JPMorgan, Goldman profit updates may shape bank stock rally</p>",
  "published": "2022-01-14T09:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 22,
          "end": 30
        },
        {
          "start": 58,
          "end": 66
        },
        {
          "start": 480,
          "end": 494
        },
        {
          "start": 649,
          "end": 657
        },
        {
          "start": 696,
          "end": 704
        },
        {
          "start": 738,
          "end": 752
        }
      ]
    }
  ]
}