{
  "_id": "4611bb70b2b7d0004a381292600688f847db784bbbbe473e3afcc4fa54f48e70",
  "feed": "market-watch",
  "title": "Treasury yields snap three straight sessions of gains after first-quarter GDP is revised lower",
  "text": "<p>* The yield on the 2-year Treasury BX:TMUBMUSD02Y declined 6.9 basis points to 3.053% from 3.122% at 3 p.m. Eastern on Tuesday. Yields move in the opposite direction to prices.</p><p>* The yield on the 10-year Treasury BX:TMUBMUSD10Y fell 11.5 basis points to 3.091% from 3.206% on Tuesday.</p><p>* The yield on the 30-year Treasury bond BX:TMUBMUSD30Y dropped 9.9 basis points to 3.212% from 3.311% on Tuesday.</p><p>* It was the biggest one-day decline for all three rates since June 22, based on 3 p.m. levels, according to DowJones Market Data.</p><p>What's driving markets?</p><p>Recession worries continued to circulate in financial markets on Wednesday after the final reading of U.S. first quarter GDPshowed the contraction in gross domestic product — the official scorecard for the economy — was deeper than the previously reported 1.5% decline. While a record surge in the U.S. trade deficit was largely responsible for the decline, some analysts said the contraction also showed consumers were on less firm footing than previously thought.The first-quarter contraction was the first since the onset of the pandemic in early 2020. Meanwhile, second-quarter GDP is on track to grow less than 1%, according to the latest Wall Street estimates.In a note released after the GDP report on Wednesday, JPMorgan Chase &amp; Co.'s Bruce Kasman and Joseph Lipton said \"it is reasonable to consider the risk that the US and/or global economy slips into recession this year.\" They said \"rising concern about persistent inflation shocks has combined with news of a more aggressive Fed and sliding sentiment to materially shift our views on 2H22 growth.\" Just a week ago, JPMorgan's global markets outlook indicated the firm's economics department saw no recession materializing this year.Meanwhile, Federal Reserve Chairman Jerome Powell, in remarks at a European Central Bank conference in Sintra, Portugal, said U.S. policy maker's aim is to have growth moderate. Powell also said he sees a path back to 2% inflation that includes a sustained strong labor market, but he warned there's no guarantee that will happen. The benchmark 10-year Treasury yield is almost 40 basis points off its multiyear high reached on June 14, as investors struggle to assess how much the central bank will tighten policy amid burgeoning inflation. Thursday will bring PCE price inflation, a report that will be closely monitored by policy makers.</p><p>What analysts are saying</p><p>\"The poor performance of the equity and bond markets this year suggests that market participants have already discounted a lot of bad news,\" James Solloway, chief market strategist at SEI.\"The froth certainly appears to have been taken out of the financial markets by this year's stock-and-bond pullback. That's the good news,\" Solloway wrote in an email. \"The bad news is that an economic recession and a corresponding decline in earnings might not yet be fully priced into markets.\"</p><p>Treasury yields snap three straight sessions of gains after first-quarter GDP is revised lower</p>",
  "published": "2022-06-29T19:45:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1275,
          "end": 1295
        },
        {
          "start": 1634,
          "end": 1642
        },
        {
          "start": 1275,
          "end": 1289
        }
      ]
    }
  ]
}