{
  "_id": "bd590b5689a8b61ea14fd93a3ae80aeb33cc6adeefb632643f734e141f67cdeb",
  "feed": "market-watch",
  "title": "JPMorgan and Morgan Stanley shares slide after earnings fall short of estimates; Banks faced economic headwinds even as their core businesses remained relatively strong but below year-ago levels",
  "text": "<p>Shares of JPMorgan dropped 4.6% in morning trading, weighing on the Dow Jones Industrial Average DJIA, which fell by about 1.4%. Morgan Stanley's stock retreated by 1.4%.</p><p>JPMorgan Chase JPM CEO Jamie Dimon said the bank performed well in the second quarter despite challenges posed by inflation and fears of a recession.</p><p>\"The U.S. economy continues to grow and both the job market and consumer spending, and their ability to spend, remain healthy,\" Dimon said.</p><p>However, geopolitical tension, high inflation, waning consumer confidence, and uncertainty about how high interest rates will go continue to loom on the horizon, he said.</p><p>Dimon also cited challenges from \"never-before-seen\" quantitative tightening by the U.S. Federal Reserve and other central banks and its effects on global liquidity, as well as a spike in energy and food prices in the wake of the war in Ukraine.</p><p>These and other factors \"are very likely to have negative consequences on the global economy sometime down the road,\" Dimon said.</p><p>The bank bought back $224 million in stock in the second quarter.</p><p>Looking ahead, the bank will temporarily suspend stock buybacks as part of an effort to build up its balance sheet to meet requirements laid out in the U.S. government's annual stress tests.</p><p>CFRA Ken Leon said the bank's decision to suspend buybacks is disappointing and is weighing on the stock on Thursday. Leon reiterated a hold rating on JPMorgan and cut his price target on the stock to $120 a share from $145 a share.</p><p>JPMorgan's profit for the three months ended June 30 fell to $8.65 billion, or $2.76 a share, from $11.95 billion, or $3.78 a share, in the year-ago quarter. Reported revenue rose to $30.72 billion from $30.48 billion. Managed revenue increased to $31.6 billion from $31.4 billion.</p><p>Analysts expected JPMorgan Chase to report second-quarter earnings of $2.89 a share on revenue of $31.81 billion, according to FactSet estimates.</p><p>On a conference call with analysts, Dimon said some of the stress test regulatory requirementsimposed on U.S. banks are \"ridiculous\" and that JPMorgan has always managed its way successfully through downturns.</p><p>\"We've always run the company consistently through storms,\" Dimon said.</p><p>Dimon said the bright spots in the bank environment right now include business credit, which is the best he's seen.</p><p>Asked if the bank would try to cut back on expenses in anticipation of a recession, Dimon said he has no current plans to do so in 2022 in order to invest in the business for future growth.</p><p>The bank has been pairing back its exposure to bridge loans and it avoids subprime lending, he said.</p><p>JPMorgan CFO Jeremy Barnum said the bank is seeing \"a little bit of an early warning signal\" of a recession in cash buffers by low income borrowers and an uptick in delinquency roll rates. But he said the bank has low exposure to this segment of the market. He also said these indicators may also just mark a normalization in trends to pre-pandemic levels.</p><p>Among other key metrics, the bank's second-quarter net interest income rose 19% to $15.2 billion. Net interest income excluding markets rose 26% to $13.7 billion, driven by higher rates and balance sheet growth.</p><p>Looking ahead, JPMorgan increased its 2022 net interest income target by $2 billion to $58 billion, but still below the latest Wall Street estimate of $62 billion, according to FactSet.</p><p>JPMorgan Chase shares were down 32.5% so far in 2022. By comparison, the Dow Jones Industrial Average DJIA has fallen 17.0% and the S&amp;P 500 SPX has lost 21.8%.</p><p>Analysts had hiked their profit estimate for the bank from a mean of $2.79 a share as of March 31. JPMorgan was the only major bank to draw more bullish profit targets from analysts in recent weeks.</p><p>In the second quarter, JPMorgan's consumer and community banking unit booked a 15% increase in credit card spending as customers maintained robust travel and dining spending. Card loans rose 16%, with \"strong\" new account originations.</p><p>The firm's global investment banking fees fell 54% against a year-ago record, but its market revenue rose 15% as clients tweaked their portfolios to navigate volatile market conditions.</p><p>Commercial banking loans increased by 7%, while asset and wealth management delivered \"solid\" results, Dimon said.</p><p>Citi analyst Keith Horowitz reiterated a buy rating on JPMorgan and said the bank's earnings of $2.76 a share beat his target of $2.57 a share.</p><p>Net interest income and expenses both came in better than expected, but were offset by weaker commercial and industrial banking fees, he said.</p><p>\"We have a different take than early stock action,\" Horowitz said in reaction to the drop in the bank's stock price. \"The EPS miss vs. Street seems more one-timer in nature (mostly in taxes and fees).\"</p><p>Morgan Stanley profit drops</p><p>Morgan Stanley shares slumped after the bank said its second-quarter net income fell to $2.5 billion or $1.39 a share, from $3.51 billion, or $1.85 a share in the year-ago quarter.</p><p>Adjusted net income for the latest quarter was $1.44 a share.</p><p>Second-quarter net revenue dipped to $13.13 billion from $14.76 billion.</p><p>Analysts expected Morgan Stanley to report earnings of $1.56 a share and revenue of $13.39 billion, according to a FactSet survey.</p><p>CEO James Gorman said the bank's results were \"solid\" despite the most volatile market environment \"that we have seen for some time.\"</p><p>The bank delivered \"strong\" results in its equity and fixed income units, which offset weaker investment banking activity, Gorman said.</p><p>Drilling down into Morgan Stanley's major business units, second-quarter revenue at its institutional securities business fell to $6.1 billion from $7.1 billion. Wealth management revenue fell to $5.7 billion from $6.1 billion. Investment management revenue dipped to $1.4 billion from $1.7 billion.</p><p>Morgan Stanley bought back $2.7 billion in stock during the quarter. The purchase completed a $12 billion stock buyback program it announced last year. The firm has also OK'd a new $20 billion stock buyback plan without a set expiration date.</p><p>Shares of Morgan Stanley are down 23.6% in 2022 compared with a loss of 20.3% by the S&amp;P 500</p><p>Bank stocks have been weak this year, leaving them cheaper compared with their five-year average price-to-earnings ratio, according to Citi analyst Keith Horowitz.</p><p>JPMorgan Chase is one of two big banks in the 30-stock Dow Jones Industrial Average, along with Goldman Sachs Group Inc. GS, which is down 26.7% year-to-date. Goldman is expected to report earnings of $6.56 a share on Monday, July 18.</p><p>Also Read: Bank stocks are super cheap — even with the risk of recession</p><p>JPMorgan and Morgan Stanley shares slide after earnings fall short of estimates</p>",
  "published": "2022-07-14T14:39:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 10,
          "end": 18
        },
        {
          "start": 1406,
          "end": 1414
        },
        {
          "start": 1416,
          "end": 1424
        },
        {
          "start": 1487,
          "end": 1495
        },
        {
          "start": 1498,
          "end": 1506
        },
        {
          "start": 1784,
          "end": 1798
        },
        {
          "start": 2053,
          "end": 2061
        },
        {
          "start": 2068,
          "end": 2076
        },
        {
          "start": 2595,
          "end": 2603
        },
        {
          "start": 3174,
          "end": 3182
        },
        {
          "start": 3199,
          "end": 3207
        },
        {
          "start": 3344,
          "end": 3358
        },
        {
          "start": 3600,
          "end": 3608
        },
        {
          "start": 3629,
          "end": 3637
        },
        {
          "start": 3722,
          "end": 3730
        },
        {
          "start": 3752,
          "end": 3760
        },
        {
          "start": 4287,
          "end": 4295
        },
        {
          "start": 4321,
          "end": 4329
        },
        {
          "start": 6249,
          "end": 6263
        },
        {
          "start": 6608,
          "end": 6616
        }
      ]
    }
  ]
}