{
  "_id": "90f31464db0016b579fd6b9e15712ea551f2812018e7c32cd62b1badc6672ec2",
  "feed": "wall-street-journal",
  "title": "Pfizer Seeks FDA's Full Approval for Paxlovid Covid-19 Pill; Treatment that has been available under emergency-use authorization could be marketed and sold commercially if approved",
  "text": "<p>To date, Pfizer has been selling the drug, called Paxlovid, to the federal government under an authorization for emergency use. The federal government has then been directing the pills' distribution.</p><p>If the FDA grants an approval, Pfizer could begin selling the drug as it does most of its medicines—with the help of advertising and through intermediaries that distribute it to pharmacies and other buyers.</p><p>Pfizer plans to begin selling Paxlovid through the intermediary wholesalers if the FDA grants approval and once the federal government's existing supplies are nearly exhausted, a company spokesman said.</p><p>Paxlovid has become a significant tool in the fight against the pandemic as a convenient, at-home treatment that can keep people newly infected with the virus out of the hospital.</p><p>Some 1.6 million courses have been administered since it was cleared for use in December, according to federal figures. The U.S. has committed to purchasing 20 million courses of Paxlovid.</p><p>The FDA authorization of Paxlovid permits its distribution during the public-health emergency of the pandemic.</p><p>Under the terms, Paxlovid can be distributed only at the direction of the U.S. government, and the FDA can restrict advertising and communications related to the drug.</p><p>Pfizer has run advertisements promoting Covid-19 antiviral pills in general, without mentioning Paxlovid by name.</p><p>The existing authorization has limited Pfizer's ability to advertise as well as the availability of Paxlovid, with the drug stocked in less than half the number of potential pharmacies, Pfizer Biopharmaceuticals President Angela Hwang said on an earnings call in May.</p><p>The drug is forecast to generate roughly $26 billion in sales this year, according to analysts at JPMorgan Chase &amp; Co., making it a key contributor to Pfizer's financial performance.</p><p>Write to Jared S. Hopkins at jared.hopkins@wsj.com</p><p>Pfizer Seeks FDA's Full Approval for Paxlovid Covid-19 Pill</p>",
  "published": "2022-06-30T10:45:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1738,
          "end": 1758
        },
        {
          "start": 1738,
          "end": 1752
        }
      ]
    }
  ]
}