{
  "_id": "24af54c72874da79cc9d1808460390e73469c4a0fb60811740f494bc128d415c",
  "feed": "ftcomall",
  "title": "Expectations build for more than three US rate rises this year",
  "text": "<p>A growing number of Federal Reserve officials and Wall Street economists are opening the door to more than the forecast three interest rate rises this year as the US central bank strives to stamp out soaring inflation.</p> <p>Senior policymakers and private sector forecasters have laid the groundwork for “<a href=\"https://www.ft.com/content/24d59ee8-973b-444b-9217-6314f7246fe2\">lift-of</a>f” of the main policy rate from zero as early as the March policy meeting. They cite fresh evidence that inflation — <a href=\"https://www.ft.com/content/b90f59e1-79c2-403d-94a9-776555c541fc\">running</a> at its highest pace in nearly 40 years — is broad and rising, and further signs that the labour market is rapidly recovering.</p> <p>But in the past week — during which Jay Powell, the chair, said inflation poses a “<a href=\"https://www.ft.com/content/ddd02d7a-1557-4357-af6f-7c433da1b406\">severe threat</a>” to the economic recovery — support has mounted for the Fed to move more aggressively after that point. </p> <p>“The rate at which the Fed comes back to normal is way too slow for an economy that is dynamic,” said David Kelly, chief global strategist at JPMorgan Asset Management. “It is plausible that we will see more than three hikes.”</p> <p>Last month, individual interest rate projections published by members of the Federal Open Market Committee and regional branch presidents indicated three quarter-point increases in the federal funds rate in 2022. Now, expectations are beginning to swell for four rate rises or more.</p> <p>While Christopher Waller, a Fed governor, said three adjustments this year is still a “good baseline”, he <a href=\"https://www.bloomberg.com/news/articles/2022-01-13/fed-s-waller-says-three-2022-rate-hikes-still-a-good-baseline?sref=pjl0iuNA\">suggested</a> on Thursday that four or even five rate rises may be appropriate if inflation stays elevated. </p> <p>Waller, who is seen as one of the most hawkish members of the FOMC, was joined by James Bullard of the St Louis Fed, who has long supported the Fed moving forcefully to counteract surging consumer prices. Bullard, who is a voting member on the policy-setting committee this year, <a href=\"https://www.wsj.com/articles/fed-s-bullard-four-interest-rate-rises-in-2022-now-appear-likely-11642017785\">said</a> on Wednesday he now thinks the central bank should raise rates four times in 2022.</p> <p>Other Fed officials have also signalled their willingness to back a more swift scaling back of the Fed's accommodation, with Patrick Harker, president of the Philadelphia branch of the Fed, <a href=\"https://www.ft.com/content/8d1582b7-a8aa-4bfa-8e29-6ce2f85e7b9a\">telling</a> the Financial Times this week that he would be open to more than three increase this year if inflation figures he characterised as “very bad” get worse. </p> <p>Charles Evans of the Chicago Fed added that four adjustments could be warranted if the inflation data does not improve “quickly enough”.</p> <p>Wall Street economists have followed suit, adjusting their forecasts for the trajectory of Fed policy this year. </p> <p>Morgan Stanley on Thursday upped its expectations to four quarter-point rate rises this year, which Robert Rosener, its senior US economist, said reflected a Fed that is “seeking flexibility to respond to the data”.</p> <p>Jay Bryson, chief economist at Wells Fargo, similarly revised up his predictions, warning that “over the course of the year, the Fed is going to continue to be surprised by overall inflation”.</p> <p>Economists at Goldman Sachs and RBC Capital Markets have also pencilled in four adjustments. Chiming into the debate on Friday, Jamie Dimon, chief executive of JPMorgan, said he sees a “pretty good chance” there will be more than four moves, with the possibility of six or seven.</p> <p>“This whole notion that somehow it's going to be sweet and gentle and no one's ever gonna be surprised, I think is a mistake,” he said on the bank's fourth-quarter earnings call.</p> <p>Top officials are also debating how quickly to begin shrinking the size of the $9tn balance sheet, with many policymakers on board for a rapid reduction soon after the first interest rate increase.</p> <p>Further details about the specific pace are set to be hashed out in subsequent policy meetings, but John Williams, president of the New York Fed, on Friday said he supports a “predictable” process that is not “disruptive” to financial markets and “doesn't require a lot of adjustments along the way”.</p> <p>Raphael Bostic, president of the Atlanta Fed, this week <a href=\"https://www.reuters.com/business/feds-bostic-says-three-hikes-fast-balance-sheet-runoff-needed-inflation-fight-2022-01-11/\">became</a> the first official to name a number, calling for a monthly reduction in the central bank's portfolio of securities by at least $100bn.</p> <p><em>Additional reporting by Joshua Franklin in New York</em></p><p>Source: Colby Smith in Washington 2022 'Expectations build for more than three US rate rises this year' FT.com 16 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-16T05:00:30.106Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3017,
          "end": 3025
        }
      ]
    }
  ]
}