{
  "_id": "78b97854c44046b18ca84a0f55b19764df9d8f084aa82b8e624e0a4e881b3e2b",
  "feed": "wall-street-journal",
  "title": "Card Debt Rebounds To 2019 Levels",
  "text": "<p>Card balances fell sharply in the early months of the pandemic after Americans, out of work and stuck at home, cut back on spending. Stimulus checks later padded savings accounts and allowed many to pay down costly debt.</p><p>When the economy reopened and people went back to work, credit-card issuers launched a big push to get people borrowing again. Many loosened underwriting standards, making it easier for people with lower credit scores to get cards.</p><p>Now, Americans are spending and borrowing, despite fears that a recession is on the horizon. Missed payments on credit cards, while rising, remain below prepandemic levels.</p><p>Still, rising card balances could be an early sign of financial pain. Consumers are still paying a higher share of their balances than they were before Covid-19 hit, according to card issuers, but that figure at some lenders is starting to decline. The rising cost of food, gasoline and housing, meanwhile, has strained household budgets, forcing some Americans to use their credit cards to make ends meet.</p><p>The trillions of dollars in rainy-day funds Americans built up during the pandemic are dwindling. The personal saving rate as a share of disposable personal income fell to 3.3% in the third quarter, one of the lowest readings going back to the late 1940s and down from 26.4% in the second quarter of 2020, according to the Bureau of Economic Analysis.</p><p>\"You have an increasing number of people running out of that excess savings, but it's small,\" said Mark Zandi, chief economist at Moody's Analytics. \"The folks who are the most pressed are starting to turn to debt to supplement their income to maintain their spending.\"</p><p>Some card issuers have begun pulling back on lending to consumers they deem to be the most vulnerable in a recession. Nearly all set aside money to cover loan losses in a potential recession.</p><p>Consumers had credit-card debt of $5,529 on average in September. That figure has been rising but remains below its prepandemic peak, according to the credit-score provider VantageScore Solutions LLC.</p><p>At JPMorgan Chase &amp; Co., credit-card balances that are carried from month to month increased 15% in the third quarter from a year prior, but they remain slightly below prepandemic levels.</p><p>\"Credit-card borrowing is normalizing, not getting worse,\" Chief Executive Jamie Dimon said on a call with analysts this month.</p><p>At Citigroup Inc. and Bank of America Corp., general-purpose credit-card spending fell slightly from the second to the third quarter while balances increased, evidence that people who are carrying debt from month to month are contributing to rising loan balances.</p><p>Interest-earning balances on Citigroup general-purpose cards grew 9% in the third quarter from the year-earlier period. The bank said it expects those balances to continue to grow in the fourth quarter.</p><p>The increases follow a period of record card issuance for borrowers of all stripes. Lenders issued nearly 47 million general-purpose credit cards during the first seven months of the year, up 17% from a year earlier and the highest level for the period, according to data from Equifax that goes back to 2011. Nearly 9.6 million of those cards were issued to people with credit scores below 620, the highest for the period and up 8% from a year earlier.</p><p>Prime and subprime consumers who received a new general-purpose card in July were given average spending limits of $5,115 and $892, respectively, up about 15% from a year prior and nearly back to prepandemic levels.</p><p>Despite rising interest rates, issuers have ramped up offers for cards that don't charge interest on purchases or balance transfers for a period. That could be contributing to the increase in balances, because borrowers have less incentive to pay down their debt during the promotional period.</p><p>Costly car repairs and higher housing costs led Sarah Shah to start racking up credit-card debt last year. This summer, she transferred about $10,000 of the roughly $13,000 she owes to a new card with a temporary 0% rate.</p><p>\"It just creeps up on you when you have a bunch of things that go wrong,\" she said.</p><p>There are early signs of caution. Some 2.2% of banks eased credit standards for credit-card approvals in the second quarter, according to a Federal Reserve survey of senior loan officers, down from 14.6% in the first quarter and 39.3% a year prior.</p><p>Discover Financial Services began tightening underwriting in the third quarter for new card approvals for \"segments that will be most volatile in a downturn\" such as people who are on the \"lower end of prime,\" Chief Executive Roger Hochschild said on an earnings call.</p><p>Still, he said, credit cards remain an attractive area for banks.</p><p>\"I'd say overall, a very good environment,\" Mr. Hochschild said in an interview. \"And that's part of why you're seeing such strong growth.\"</p>",
  "published": "2022-10-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2034,
          "end": 2054
        },
        {
          "start": 2051,
          "end": 2071
        }
      ]
    }
  ]
}