{
  "_id": "8c8b8982eda9de15ff06d8aea163218e5f32cfc73c8eede6a3ebe0c7fb5bf50d",
  "feed": "wall-street-journal",
  "title": "Jittery Markets Head Into Earnings Season --- Corporate results to offer a glimpse at how businesses are holding up as Fed raises rates",
  "text": "<p>Judging by the violent reactions to several early-reporting companies, the coming corporate results seem unlikely to calm a market that has been particularly volatile of late. The S&amp;P 500 has notched moves of at least 1% in 11 of the past 14 trading days, the most in such a time frame since April 2020, according to Dow Jones Market Data.</p><p>The broad U.S. stock index fell 2.8% Friday after the latest jobs report showed the labor market remained robust, potentially strengthening the case for continued large rate increases. Even after a short rally early last week, the S&amp;P 500 remains on pace for its worst year since the 2008 financial crisis.</p><p>Analysts are forecasting 2.4% growth in third-quarter earnings for S&amp;P 500 companies, according to FactSet. The small share of S&amp;P 500 companies that have already unveiled their results have reported earnings that in aggregate are only 0.4% higher than a year earlier. Four of every five of those companies have seen their shares fall in the days surrounding their reports, the data provider shows.</p><p>\"The picture that they're painting, I would say it's not a very good one,\" said Nadia Lovell, senior U.S. equity strategist at UBS Global Wealth Management.</p><p>Over the past month, stocks including FedEx Corp., CarMax Inc., Nike Inc. and Carnival Corp. have slumped by double-digit percentages in single sessions after disappointing the market with their results or commentary.</p><p>Investors plan this week to examine results from big banks including JPMorgan Chase &amp; Co., Citigroup Inc. and Wells Fargo &amp; Co., as well as PepsiCo Inc., Delta Air Lines Inc. and Walgreens Boots Alliance Inc.</p><p>They also plan on Thursday to scrutinize data on consumer-price inflation, which has the potential to jolt the market for better or worse as investors try to anticipate the Fed's next moves. Traders are betting that the central bank raises rates by another supersize 0.75 percentage point at its November meeting, according to CME Group's FedWatch Tool.</p><p>\"Earnings are important,\" said Alex Chaloff, co-head of investment strategies at Bernstein Private Wealth Management. \"But as far as earnings being the beacon for the future of the market? No, it's less important this quarter. Inflation is the number one, two and three most important data point.\"</p><p>Still, the roster of companies slated to open their books in the coming weeks will give investors a sense of how the Fed's actions are filtering through the economy. Higher rates cool demand by raising borrowing costs for businesses and households, but it takes time for those effects to be seen. Companies also are trying to manage higher costs without alienating consumers weary of price increases.</p><p>Wall Street analysts in recent months have moderated their bullish outlook for corporate profits. Over the third quarter, they trimmed forecasts for S&amp;P 500 third-quarter earnings by 6.8%, the largest cut to estimates during a reporting period since the second quarter of 2020, according to FactSet. Analysts also dialed back their projections for the fourth quarter and 2023.</p><p>Some investors think earnings expectations are still too rosy, with S&amp;P 500 profits forecast to grow 7.8% next year even as worries mount that the U.S. could be facing a recession.</p><p>That suggests stocks could be more expensive than a frequently cited valuation metric makes them out to be. The S&amp;P 500 traded last week at 15.9 times its projected earnings over the next 12 months, in line with the 20-year average of 15.7, according to FactSet. But if earnings estimates are optimistic, that implies shares aren't as cheap as they might appear.</p><p>The market has been so focused on clues about the path of interest rates that even investors who believe companies are doing a good job managing inflation don't necessarily expect earnings season to spark the next leg higher for stocks.</p><p>\"There are so many naysayers out there,\" said Diane Jaffee, a senior portfolio manager on TCW Group's relative value team. \"I don't know if they'll give the companies credit yet for really being able to manage their business as well as I think they have been.\"</p>",
  "published": "2022-10-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1481,
          "end": 1500
        },
        {
          "start": 1490,
          "end": 1510
        }
      ]
    }
  ]
}