{
  "_id": "ca5510ffd6a9b33735e2b5dcd4e1e8175457d1661b214fa782e58e642d4b9b2f",
  "feed": "ftcomall",
  "title": "The new bank on the block",
  "text": "<p>Hey Fintech Fam,</p> <p>Last year was a great year to be a bank. But as the largest US players reported record profits in 2021, they also warned of higher expenses to battle external competition from almost every direction. In this week's newsletter US banking editor Josh Franklin talks to the latest unlikely market entrant — a tax preparation provider.</p> <p>Plus, we catch up with one of the banking industry's leading providers of blockchain technology as the sector waits for formal regulatory guidelines. And don't miss the cyber security scare that is threatening a JPMorgan investment in the payments space. </p> <p>Write to the FintechFT team at&#xa0;<a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=imani.moise@ft.com\">imani.moise@ft.com</a>&#xa0;and&#xa0;<a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=sid.v@ft.com\">sid.v@ft.com</a>.</p> <h1>H&amp;R Block spruces up its approach to banking</h1> <p>After calling it quits on the banking business almost a decade ago, US tax-preparation company H&amp;R Block started marketing new checking and saving accounts last week — this time, without actually being a bank.</p> <p>With the launch of its mobile banking platform, Spruce, the 67-year-old firm is joining a crowded field of fintech challenger banks hoping to take share from traditional retail banks by offering low-cost accounts. However, the brand's reputation as the second-largest US tax company sets it apart, chief executive Jeff Jones told FintechFT. </p> <p>“The banks tend to have great stability, but waning trust, and have been behind on the modern features that people want today,” he said. “Fintechs have this great feature set, but have a real lack of stability, and are trying to build trust.”</p> <p>H&amp;R Block plans to advertise Spruce accounts to its millions of existing customers as federal refunds are disbursed starting next month.</p> <p>Marketing has emerged as the primary differentiator in the digital banking space as software-as-a-service firms make <a href=\"https://www.ft.com/content/60a2ea9d-8453-4515-b5e2-881d92a3e64d\">popular products like mobile apps and budgeting tools</a> easy to replicate. </p> <p>“Increasingly, great customer experience and technology and modern features are becoming table stakes,” Jones said.</p> <p>Even as H&amp;R Block re-enters the banking space, the company is not interested in pursuing a banking charter. Instead, the new accounts are being offered in partnership with MetaBank, Jones said. His strategy runs counter to other digital challenger banks that have ditched the partner-bank model to pursue banking charters, which <a href=\"https://www.ft.com/content/7a4142dd-a472-4675-84df-286656d562cf\">lower their cost of capital</a> and earn more revenue by cutting out the middleman.</p> <p>Investors appear to prefer the traditional banking model. Shares of US fintech giant SoFi surged 16 per cent last week after it secured regulatory approval to become a bank while shares in Dave, a fintech that relies on the partner bank model, lost half their value in the first few days of trading this year. </p> <p>H&amp;R Block once held a banking charter. But when regulators forced banks to hold more capital in 2012 after the financial crisis, the company said it would rather offload that business than comply with the costlier requirements and it sold it at a loss in 2014. Still, the company has been able to make millions of dollars annually on lending and deposit products through banking partnerships that allow it to earn interest and interchange fees without having to worry about high regulatory expenses. Last fiscal year, revenue from its Refund Advances and pre-paid Emerald card was nearly $200m.</p> <blockquote>  <p>“As long as the regulatory framework allows companies like Block to have all the customer-facing benefits . . . we just don't see the need to have to pursue [a banking charter] again,” Jones said. “We've been down that path.”</p> </blockquote> <p> <em>(Joshua Franklin)</em></p> <h1>Quick Fire Q&amp;A</h1> <p><em>Every week we ask the founders of fast-growing fintechs to introduce themselves and explain what makes them stand out in a crowded industry. Our conversation, lightly edited, appears below.</em></p> <p>In anticipation of a formal regulatory framework on blockchain and cryptocurrencies expected from global financial authorities later this year, I checked in with R3, a software company that set out to help highly regulated entities like banks embrace blockchain technology in 2015. The company counts banking and technology heavyweights including Bank of America, HSBC, Barclays, Intel, ING, and UBS among its shareholders. Since its public launch, the company has grown its client base to almost 400 and expanded to roughly 14 different countries, according to chief communications officer Charley Cooper.</p> <p><strong>How did you get started?</strong> R3, which was initially formed as a consortium backed by global banks,&#xa0;was founded by former UK brokerage executive David Rutter and Todd McDonald, former managing director at Standard Chartered. There was a recognition early on by mainstream financial players, that this new technology was going to rewrite the rules of finance, and they either had to find a way to get involved in harnessing the power of the technology or they would quickly find themselves overrun. When we launched the company publicly at the end of the summer of 2015 we announced that we had nine founding members and by the following Friday we were up to 22. By December were up to 40-plus.</p> <p><strong>Why can't banks develop similar technology in-house? </strong>Large financial institutions have continued to see outside technology experts as the best way to bring together their financial expertise with the technology necessary to deliver to customers. There are types of expertise that are required to be a financial player and there's a type that's required to be a technology player. While those two things are moving closer together, they still have a long way to go.</p> <p><strong>How did Covid impact your business? </strong>It was a delayed accelerant. There was an initial hit that all innovative technology felt at the beginning of Covid because so many companies were knocked back on their heels and they were scrambling to figure out new ways of working. But it really got the attention of our client base and any thoughts they had about innovation went from a nice to have to a necessity pretty quickly and we've seen a significant uptick, I would say over the last six to nine months from clients coming to us saying ‘now it's time to get serious.'</p> <p><strong>Are crypto-crackdowns in countries like China and India a threat to your business? </strong>We are not a crypto company. What we do is develop software that was inspired by those products. The type of things that we build for regulated entities are in no way impacted by crackdowns in India or China or anywhere else. What it has done though, is send a signal to the world that, when these governments act, innovation will be welcome. But it has to be responsible innovation and it has to be done in a thoughtful way that is in compliance with the various different rules and regulations. It's players like us that have worked with regulated entities since the beginning that are now seen as the way of the future and a safe pair of hands when these companies want to come in and try to innovate in a way that is OK with the government agencies that oversee them.</p> <h1>Fintech fascination</h1> <p><strong>Cyber scare at Volkswagen payment arm</strong> A <a href=\"https://www.ft.com/content/f5db8164-6d82-495e-a0a0-f12ae96dbd55\">whistleblower was fired</a> after pointing out cyber security vulnerabilities in Volkswagen's payments arm shortly after JPMorgan announced a deal to buy a majority stake in the division, according to a new FT report. The investment was intended to support JPMorgan's vision for a future of embedded payments where consumers can make purchases from connected devices like cars and household appliances, but the whistleblower's warning highlights the potential risks of storing financial data in too many places.</p> <p><strong>Fintech leads 2021 LatAm Funding</strong> Venture capitalists invested a <a href=\"https://www.ft.com/content/6f08aa97-ce65-44c8-9fe2-e5ed342c3cef\">record $15.3bn across Latin America</a> last year, more than the previous seven years combined. Fintech continued to be the biggest draw to the region accounting for 39 per cent of funding. Fintech Nubank, now the most valuable financial institution in the region, held the record for the largest funding round of the year after raising $1.15bn from investors including Berkshire Hathaway.</p> <p><strong>The future of commerce is meta</strong> Facebook parent Meta is working on a feature <a href=\"https://www.ft.com/content/2745d50b-36e4-4c0a-abe0-e93f035b0628\">that will allow users to create and potentially sell NFTs</a> in a move that could push the digital collectible craze further into the mainstream, the FT revealed. Earlier this month, Sid&#xa0;wrote <a href=\"https://www.ft.com/content/304be1c6-13ca-4139-92f5-0c4c9c314468\">a really informative&#xa0;piece</a> about how video games were becoming a testing ground for crypto-commerce and since then, <a href=\"https://www.ft.com/content/2d446160-08cb-489f-90c8-853b3d88780d\">investments in the gaming industry</a> have only accelerated. Read more about the patents that shed light on <a href=\"https://www.ft.com/content/76d40aac-034e-4e0b-95eb-c5d34146f647\">Facebook's plans to cash in on the metaverse</a>.</p><p>Source: Imani Moise 2022 'The new bank on the block' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T18:27:27.891Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 7078,
          "end": 7086
        },
        {
          "start": 561,
          "end": 569
        }
      ],
      "nexusId": "10009914"
    }
  ]
}