{
  "_id": "147d860fd0b9e1cee737a675e7b050150880ee90c7fcbbcf604a7ea5699cd0ba",
  "feed": "ftcomall",
  "title": "Vanguard closes in on BlackRock in $6.6tn US ETF market",
  "text": "<p>Vanguard is closing in on industry leader BlackRock in US exchange traded funds, a $6.6tn competitive battleground for the world's two largest asset managers.</p> <p>US ETF assets under Vanguard's management totalled $1.84tn at the end of August, compared with the $2.21tn run by BlackRock's iShares ETF unit, according to newly released data. Vanguard led the pack in attracting money into US ETFs in 2021 and is ahead again this year, in August receiving <a href=\"https://www.ft.com/content/aa568c8f-93cb-4e97-8465-261cd2c48e14\">four times</a> as much as BlackRock.</p> <p>BlackRock has been at the top of the ETF industry since its 2009 purchase of iShares from Barclays, but its rival is fast catching up. While BlackRock's US ETFs still have 20 per cent more assets than Vanguard's, they were 50 per cent larger in 2019.</p> <p>As they jostle for dominance, the two groups have left other investment houses behind. BlackRock and Vanguard control more than 60 per cent of a US ETF market that has increased almost fivefold to $6.6tn from $1.35tn a decade ago.</p> <p>The single largest ETF by assets is State Street's SPDR S&amp;P 500 index tracker, but BlackRock and Vanguard offer 15 of the next 16. They also run the two biggest <a href=\"https://www.ft.com/content/c0fad709-8b9f-449a-b16c-60757a84eef7\">bond ETFs</a>, which position them to take advantage of what analysts expect to be a boom in debt products.</p> <p>Industry experts predict a long contest for dominance as both groups seek out new investors in turbulent markets. Other asset managers including Invesco, JPMorgan Chase, Fidelity and Charles Schwab are also trying to tap investor interest in ETFs.</p> <p>“The race in the US ETF market will be far from over even if the leadership baton does pass from BlackRock to Vanguard. Both managers are winning a disproportionately large share of an [ETF] pie that is continuing to grow,” said Todd Rosenbluth, head of research at VettaFi.</p> <p>Vanguard and BlackRock are pursuing different strategies and customers. While Vanguard focuses on a relatively small suite of low-cost products aimed at retail investors and their financial advisers, BlackRock's iShares business offers a broader set of funds and also courts institutions.</p> <p>“We are playing a different game. We want to lead, but it is also about expanding ETF usage across all client types. That's more important,” said Armando Senra, who heads BlackRock's Americas ETF business. He said that institutional clients historically make heavy use of iShares in the fourth quarter as part of their tax strategies, and predicted a rise in inflows then. </p> <p>BlackRock has 399 US ETFs and 1,309 globally. “We are all about expanding choice and access . . . Other competitors are very focused on one client segment or product segment,” Senra said. “ETFs are one of the engines of growth at BlackRock, but they are not our only engine of growth.” </p> <p>Vanguard offers 82 ETFs and has not rolled out a new one in two years, said Dan Reyes, head of its department that develops and oversees ETFs. </p> <p>“We are continually looking at expanding the offering but we will be very judicious,” he said. “We tend to stay away from thematic or narrowly sliced versions of the universe.”</p> <p>Globally, BlackRock also retains a substantial advantage. It had $2.96tn in worldwide ETF assets compared to $2.04tn for Vanguard at end of July, the most recent comparable figures. </p> <p>Both groups have continued to absorb net inflows even though total assets under management have fallen since Russia's invasion of Ukraine pushed down equity and debt markets. Total US ETF assets reached a record $7.2tn last year before falling back to $6.6tn at the end of July, according to ETFGI, a consultancy.</p> <p>“It's been really encouraging and pleasing to see the ETF line-up as a whole resonate with investors,” Reyes said. </p> <p>Ben Phillips, head of asset management advisory services at Broadridge, a financial technology company, predicts that shrinking fees for ETFs will prompt Vanguard and BlackRock to redouble their search for other income. </p> <p>Vanguard has recently strengthened its advice offerings, and BlackRock founder Larry Fink has cited alternative investments such as real estate and private equity as well as its technology division as additional drivers of growth. </p> <p>“As passive ETF providers consolidate market share, they gain ever-bigger pieces of pies with ever-shrinking fees,” Phillips said. </p><p>Source: Brooke Masters in New York and Chris Flood in London 2022 'Vanguard closes in on BlackRock in $6.6tn US ETF market' FT.com 9 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-09T04:00:13.258Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 1374,
          "end": 1388
        }
      ],
      "weightsV2": {
        "weight": 0.9025021,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.097500026,
        "tagPositionWeight": 2.1457672e-06,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}