{
  "_id": "e66bed3660d8a2e1d9d3c9e63d3480bca2b5b865c9c50d4cb28ea4ffb993f3d2",
  "feed": "ftcomall",
  "title": "The age taboo in workplaces means we miss out on talent",
  "text": "<p>Would you apply for a job which requires you to be “dynamic” or a “digital native”? If you're over 40, it might not be worth bothering. Until recently, it looked as though Generation X had never had it so good. But age discrimination is alive and well — and the <a href=\"https://www.ft.com/content/f4b64153-b7da-46d6-b882-415907bb77f1\">exodus of older workers</a> in the pandemic may be more of a Great Clear-Out than a Great Resignation. </p> <p>As the diversity and inclusion agenda spawns a million training courses and reports into race and gender, age remains taboo. Amazon has agreed to <a href=\"https://www.ft.com/content/2117d8e0-4f4e-4724-b9db-eca418ed13f9\">audit its racial diversity</a>, under pressure from shareholders, following similar moves at Apple and JPMorgan. But discrimination against older workers rarely features. Even though Google and other companies have been successfully sued for it, a 2020 survey of global employers revealed that most do not include age in their diversity and inclusion policies. </p> <p>This is not entirely surprising. After all, the over-50s have driven most of the growth in employment in the past decade, and have a greater share of assets than younger generations. Moreover, when there are so few workers that flights are being cancelled, the waiter at my local café looks about 12 and half the windows on my local high street display a “help wanted” sign, it seems straightforward for anyone, however doddery, to find work. But recently, I've met quite a few individuals who say they have given up looking for a job, so hard is it to find anything. </p> <p>It has been assumed that the mass resignation of baby boomers in the pandemic was a choice, made by thrill-seeking oldsters who had saved enough money to kick the rat race. But what if employers used the pandemic to quietly shed older workers who cost more than younger ones? Analysis by the US Schwartz Center for Economic Policy Analysis suggests that not all of the exodus was voluntary. Of the 1mn Americans aged between 55 and 74 who have left the job market since March 2020, according to Schwartz, about 400,000 were people who lost their job, and a year later still couldn't find another one. In the UK, the number of 50 to 64-year-olds who are no longer looking for work has risen to 228,000, according to the Centre for Ageing Better, which says that over-50s were half as likely as younger workers to be re-employed during the pandemic. </p> <p>I have been wondering about this since overtaking a Deliveroo cyclist with white hair in London last month. He turned out to be a fit 65-year-old who is quite cheerful about going from a desk job to deliveries but worries about whether he'll be able to face it in the winter. Like an Uber driver of the same age I met the next day, he can't find anything else. A former marketing executive in his 50s, who has suffered rejection after rejection, says he keeps being told he is “overqualified”. Although CVs no longer state birth dates, he says, “they can tell I've been around”.</p> <p>Is this prejudice? Research by two Harvard psychologists, Tessa Charlesworth and Mahzarin Banaji, suggests that negative stereotypes of ageing are actually more persistent than those about race and gender. Drawing on data from more than 4mn tests of conscious and unconscious bias, they have found that attitudes to sexual orientation, race and skin tone have improved during the past decade, compared to stubborn biases about age and disability, and increasing negativity about people who are overweight. Charlesworth and Banaji predict that anti-gay bias could reach “neutrality” in 20 years' time, but that on current trends it will take 150 years for the same to happen to ageism.</p> <p>The raw reality is that older workers tend to be more expensive than younger ones, and are more vulnerable to cuts to middle management. But it may be a false economy to lower initial salary costs by hiring the young, if familiarity with procedures and teamwork are lost. </p> <p>This should not be a zero-sum game. If older workers are pushed out too early, we miss out on talent and shore up bills for the taxpayer. In the west, we are obsessed with youth, tech and flexibility, and fear that longevity means stagnation. But it also means institutional memory and experience — which is surely part of the diversity organisations claim to want. </p> <p>Campaign groups make a mistake, I think, if they try to present everyone in a certain category as brilliant. Lee Iacocca, the former Chrysler boss, once told Wired magazine that he was against using chronological dates to farm people out. “I had people at Chrysler who were 40 but acted 80,” he said, “and I had 80-year-olds who could do everything a 40-year-old can”. I met a host of such types when I was writing a book about the ageing world. One, Bette Nash, was still flying as an air stewardess after 60 years. Another, an experienced executive called Clare, had joined a youthful charity aged 70, and she put the dilemma shrewdly. &#xa0;“They'd only just got rid of someone called Sue, who was 60 and hopeless,” she said. “They were afraid I was another Sue. Who can blame them?”</p> <p>Employers face a genuine problem with senior people who have grown stale — and who can end up pricing themselves out if they keep demanding higher pay. But when society is making such strides in seeing the individual behind the label, we need to remind ourselves that wrinkles are superficial too. Once older people give up looking for work, they drop out of the unemployment statistics. But that doesn't mean they're not still there — or that we don't need them.</p> <p><a href=\"mailto:camilla.cavendish@ft.com\"><em>camilla.cavendish@ft.com</em></a></p> <p><strong>Letters in response to this column:</strong></p> <p><a href=\"https://www.ft.com/content/50fcbc27-f744-4e2b-bf6f-304d4674ddc4\"><em>Older workers are leery of employers' behaviour too</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/50fcbc27-f744-4e2b-bf6f-304d4674ddc4\"><em>From Gregory Tingey, London E17, UK</em></a></p> <p><a href=\"https://www.ft.com/content/d036f153-9ff7-421a-9491-77762ec23a57\"><em>Old dogs can't learn new tricks, but old people can</em></a><em> / </em><a href=\"https://www.ft.com/content/d036f153-9ff7-421a-9491-77762ec23a57\"><em>From Carol Symons, London NW8, UK</em></a></p><p>Source: Camilla Cavendish 2022 'The age taboo in workplaces means we miss out on talent' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-22T16:32:50.341Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 606,
          "end": 614
        }
      ]
    }
  ]
}