{
  "_id": "f29f655c328d9e85456f7236c68184792e1a5e7bd3687f67f8adcb9c00e76fb5",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: Elon Musk and Twitter get ready to fight, fight, fight ",
  "text": "<p>Dear reader,</p> <p>If you want to see how seriously Elon Musk regards his disintegrating Twitter deal, take a look at his own Twitter feed. Last month, his tweeting habits fell off a cliff, prompting some concern. Now he's back and busy as ever, joking about the deal with Chuck Norris memes.</p> <p>From the start, Lex had a hunch that this deal was <a href=\"https://www.ft.com/content/d96170df-ebbd-4f82-b055-e17c8a5e1a05\">going to run into trouble</a>. Unfortunately for Musk, his agreement doesn't allow for a last-minute change of heart. Twitter wants Musk to hand over the money it claims has been lost as a result of what the company calls a “public spectacle”.</p> <p>Now the pair are headed for court. Lex thinks Twitter has little choice. Letting Musk walk away would expose it to lawsuits from its own shareholders. Meanwhile, morale is low and executives are leaving. We don't expect either side to emerge in good shape from this fight. </p> <p>Speaking of unedifying public bust-ups, witness Conservative politicians in the UK jockeying to replace Boris Johnson as leader. Many have focused their <a href=\"https://www.ft.com/content/57f90d38-fafe-4de6-ab4d-54dc3f89ea07\">pitch on tax cuts</a>. Lex can see why. Inflation may be adding hundreds of pounds to household bills but it has given the Treasury some breathing space. However, we also note the risk of restricting fiscal headroom at a time when households require extra help. </p> <p>Spending habits are being scrutinised particularly carefully right now. This week, the UK's monthly estimate of growth from the Office for National Statistics showed a 5.3 per cent drop in sports, recreation and amusement activities. To make ends meet, the <a href=\"https://www.ft.com/content/b4c2894d-4b65-4b21-932a-cf771cf8395a\">trend for second jobs</a> is on the rise. Recruitment consultants may be showing more vacancies than job seekers but central bank action could soon change that. Recruiter PageGroup's enterprise value, relative to gross profits, has <a href=\"https://www.ft.com/content/a94736bb-61da-4499-b1ef-340e5d932eef\">dipped to financial crisis-era levels</a>. </p> <p>Holidays, however, are still on the cards. There was an 11 per cent rise in spending for travel agencies and tour operators in May. Penned in for two years, Brits have decided that this is one cost worth keeping — for now.</p> <p>Next year, though, all bets are off. Lex suggests investors skip <a href=\"https://www.ft.com/content/77ca696e-b6f7-47f2-b96c-97a3d224a91b\">Europe's travel sector</a>. Without another surge in passenger numbers, revenue cannot keep up with costs. As household prices rise, we expect those passenger numbers to fall. </p> <p>Inflation in the UK and US now exceeds 9 per cent. In Turkey, however, the rate of inflation is close to 80 per cent. Only Venezuela, Sudan and Zimbabwe's price increases are likely to be higher this year. A divide has opened between large emerging economies that have reduced their dependence on external financing and are experiencing a&#xa0;commodity boom and those that still rely on overseas debt investors. One-third of emerging market countries are <a href=\"https://www.ft.com/content/d9621c33-f564-4002-a235-1ee4ed47efa3\">already in debt distress</a>. That number is going to rise. </p> <p>In Europe, memories of the eurozone sovereign debt crisis cast their own shadows. The European Central Bank is yet to raise rates. What happens when it does? Lex wondered whether Norway, home to early rates rises, might offer a clue. Results from DNB, its largest bank, <a href=\"https://www.ft.com/content/f30e2afe-0b22-4b13-bf8b-4354a65b7391\">are positive so far</a>. </p> <p>Net interest income rose in the wake of last year's interest rate rise and provisions for bad loans are still unwinding. Then again, the Nordics have some of the lowest credit losses in Europe. Spanish banks may not have the same experience. &#xa0;</p> <p>Not that the government in Spain has much sympathy. With an election on the horizon,&#xa0; Socialist prime minister Pedro Sánchez wants a tax on their “extraordinary profits”. Such a move ignores the possibility that banks may <a href=\"https://www.ft.com/content/5a054d12-7238-4cad-9dc8-c9ff26bf9ae7\">not have sufficient buffers</a> to manage bad loans if rates rise sharply. In Spain, common equity tier one ratios are more than 13 per cent. Healthy, yes, but lower than the equivalent buffers in Germany and the UK. </p> <p>In the US, recession fears are lowering bank stock prices. JPMorgan Chase's results showed both top and bottom line figures below expectations. Lex notes that JPMorgan has set aside an additional (and ominous) <a href=\"https://www.ft.com/content/2c36d886-195a-4d99-a663-5d5687b0a2bb\">$428mn against potential loan losses</a>. &#xa0;</p> <p>Does a downturn spell an end to financial engineering? Not for Bill Ackman. He may be giving $4bn back to shareholders after failing to locate a buyout target but his interest in new ideas has not dissipated. After Spacs come Sparcs — vehicles for investors to put money in after he has identified a target. Lex <a href=\"https://www.ft.com/content/04b944bc-3a9d-4683-8d13-098bed657ef9\">likes the idea</a>. But we wonder whether regulators, increasingly leery of novelty (and still trying to formulate a way to deal with Musk's many provocations) will feel the same. &#xa0;&#xa0;</p> <p>Enjoy your weekend,</p> <p><strong>Elaine Moore</strong><br><em>Deputy Head of Lex</em></p><p>Source: Elaine Moore 2022 'The Lex Newsletter: Elon Musk and Twitter get ready to fight, fight, fight ' FT.com 15 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-15T11:30:07.477Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 3779,
          "end": 3787
        }
      ]
    }
  ]
}