{
  "_id": "482892a89ad42906f8504c2c765850995d0363404082af7477b6888a2520b8ac",
  "feed": "market-watch",
  "title": "Amazon stock still a 'compelling opportunity' despite cloud concerns, says JPMorgan; Recent AWS moves 'will likely result in some price concessions' but could help strengthen customer relationships, analyst says",
  "text": "<p>Even so, Amazon looks well positioned for secular growth, and that part of the business is \"well positioned,\" Anmuth said.</p><p>\"In many cases AWS is helping customers move to lower storage tiers or instances levels, while also leveraging its own Graviton chips which provide better price performance and drive higher margins for AWS through better optimization,\" he continued. \"AWS also prices mostly in USD &amp; is working closely with international customers who are now seeing significant price increases related to currency.\"</p><p>Such initiatives \"will likely result in some price concessions near term, but also better customer relationships long-term,\" Anmuth said.</p><p>He'll also be watching AWS profit trends. \"Going forward, we are hopeful that following a heavy build-out period — and slower usage growth — AWS may soon slow data center and infrastructure investments,\" he wrote.</p><p>See also: 5 reasons why Meta stock is now worth buying, according to JPMorgan</p><p>Anmuth noted that there's also pressure on the retail part of the business, but Amazon has levers to pull.</p><p>Beyond the fourth quarter, \"improving in-stock levels and faster delivery speeds should help drive stronger demand,\" he said, and comparisons get easier in 2023, setting the stage for a reacceleration in retail revenue growth.</p><p>The company can make progress as well when it comes to profits. While Anmuth cut his 2023 operating-income estimates by 21% in his latest note to clients, he also wrote that Amazon should see easing fulfillment pressures as the year goes on, and it could save more money through additional staffing cuts.</p><p>All said, he lowered his price target on Amazon's stock to $130 from $145 in his Friday report, though he said Amazon is still a \"compelling opportunity\" for investors, and he rates the stock at overweight.</p><p>Amazon stock still a 'compelling opportunity' despite cloud concerns, says JPMorgan</p>",
  "published": "2022-12-16T21:20:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 75,
          "end": 83
        },
        {
          "start": 944,
          "end": 952
        },
        {
          "start": 1874,
          "end": 1882
        }
      ]
    }
  ]
}