{
  "_id": "0a2afc1cdb2130b6f7a4b621f70b80df4cc20c47fb49e9ecbd13f69e9ff09cfe",
  "feed": "market-watch",
  "title": "Chase is giving customers one extra day before charging overdraft fees, which still yield billions of dollars for banks; JPMorgan Chase is among several big banks that are changing how they charge overdraft fees amid pressure from the Consumer Financial Protection Bureau",
  "text": "<p>The change is among many actions the bank announced in December regarding overdraft fees. Chase will give customers until the end of the next business day to cover the overdrawn amount in their accounts to avoid being charged a fee.</p><p>Previously, the bank gave customers until the end of the same business day to cover an overdrawn amount more than $50. Overdrafts lower than $50 would not incur an overdraft fee.</p><p>Fourteen of the country's 20 largest banks have either eliminated some overdraft or non-sufficient fees or made other changes to relieve pressure on consumers, according to a snapshot of the banks' latest practices published by the Consumer Financial Protection Bureau in February.</p><p>The snapshot showed that Wells Fargo took in $1 billion in overdraft or non-sufficient funds fees in the nine-month period ending in September 2021. JPMorgan Chase took in $924 million and Bank of America saw $832 million in revenue from overdraft or non-sufficient funds fees during that same period.</p><p>Since last year, big banks have been under pressure from the CFPB, the government's lead consumer watchdog agency, to eliminate overdraft fees. The largest banks in the country — JPMorgan Chase, Wells Fargo WFC and Bank of America BAC — take in billions of dollars annually in overdraft fees and other non-sufficient fund fees, according to a CFPB report published last December.</p><p>The CFPB promised a crackdown on overdraft fees on behalf of consumers. The fees disproportionately harm low-income, Black and Latino account holders, the Center for Responsible Lending previously told MarketWatch. After the CFPB report came out, several banks announced that they would reduce or eliminateoverdraft fees.</p><p>Chase announced in December that it would eliminate its non-sufficient funds (NSF) fee and increase its overdraft buffer by $5 to $50 to help consumers avoid fees. This change has been life since August 2021.</p><p>Bank of America announced in January that it would reduce its overdraft fees from $35 to $10 and eliminate its $12 \"Balance Connect\" fee for overdraft protection transfers. Those changes went into effect in May. Wells Fargo announced several changes in January, including a 24-hour grace period for overdraft and the elimination of NSF fees.</p><p>Several U.S. senators, led by Sen. Elizabeth Warren, a Democrat from Massachusetts, wrote a letter in May to CEOs of the three largest banks, urging them to end overdraft fees as a whole. The letter was sent out ahead of a Senate hearing on bank overdraft fees where Warren said Wells Fargo, Bank of America and Chase were \"still squeezing families on overdraft fees.\"</p><p>\"Customers have told us that they value access to overdraft services to help them when they're short on any given day or in a time of need. Chase covers millions of transactions annually for billions of dollars in payments for customers who lacked sufficient funds and as a result of the many changes we've made over time, more than half of these transactions do not incur any fee at all,\" said a Chase spokesperson.</p><p>Wells Fargo and Bank of America declined to comment on Chase's change or their own practices.</p><p>\"We are paying close attention to changes banks are making in the overdraft space and continuing to evaluate the impact of these changes on consumers,\" a CFPB spokesperson told MarketWatch.</p><p>Chase is giving customers one extra day before charging overdraft fees, which still yield billions of dollars for banks</p>",
  "published": "2022-06-16T14:19:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 843,
          "end": 851
        },
        {
          "start": 121,
          "end": 129
        },
        {
          "start": 1175,
          "end": 1183
        },
        {
          "start": 843,
          "end": 857
        },
        {
          "start": 121,
          "end": 135
        }
      ]
    }
  ]
}