{
  "_id": "50cdacf48772b2b543f084077967be1c5766ed845b2917341c2f8e33af3aa363",
  "feed": "wall-street-journal",
  "title": "Stocks Waver After Jobless Claims, Inflation Data; Earnings season kicks off this week, with JPMorgan, Wells Fargo, BlackRock set to report Friday",
  "text": "<p>Investors examined data showing that filings for jobless claims rose to a seasonally adjusted 230,000 last week, higher than economists had expected. A tight U.S. labor market has kept applications near pre-pandemic lows for the past two months.</p><p>Other data showed that the prices suppliers charge businesses and other customers cooled in December. The Labor Department said its producer-price index rose 0.2% in December from the prior month, the slowest pace since November 2020.</p><p>In individual stocks, shares of Delta Air Lines rose 3.3%, despite posting a loss, after the airline's chief executive said he expected it to quickly recover from the effects of the Omicron variant. Home builder KB Home climbed 13% after its earnings came in above analysts' expectations.</p><p>The yield on the benchmark 10-year U.S. Treasury note ticked up to 1.727% Thursday from 1.724% Wednesday, reversing direction after two sessions of declines. Yields rise when prices fall.</p><p>Federal Reserve officials are signaling that an interest-rate rise could come as soon as March. The Fed's James Bullard said Wednesday that four rises were likely in 2022.</p><p>\"The main story is the market view on the central bank's next steps. The market is balancing two things: less support from monetary policy, but overall the underlying economy is good and we think the earnings figures that will start to come out now will be quite strong,\" said Luc Filip, head of investments at SYZ Private Banking.</p><p>Earnings season kicks off this week, with major financial firms including BlackRock, Citigroup, JPMorgan and Wells Fargo set to report Friday. Investors are on edge after Jefferies Financial Group posted revenue and earnings that missed analysts' estimates Wednesday, said Jeffrey Meyers, a consultant at Market Securities.</p><p>Overseas, the pan-continental Stoxx Europe 600 hovered around the flatline.</p><p>In Asia, most major benchmarks fell. The Shanghai Composite Index lost 1.2% on concerns about China's latest Covid-19 outbreak after the port city of Tianjin reported higher infections. Japan's Nikkei 225 retreated 1%.</p><p>Genting Hong Kong, a cruise-ship operator, plunged 56%. The stock resumed trading Thursday after a German subsidiary filed for insolvency, triggering defaults. Australia's Crown Resorts jumped nearly 9% after private-equity giant Blackstone raised its takeover offer for the company.</p><p>—Karen Langley contributed to this article.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Stocks Waver After Jobless Claims, Inflation Data</p>",
  "published": "2022-01-13T15:41:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 93,
          "end": 101
        },
        {
          "start": 1558,
          "end": 1566
        }
      ]
    }
  ]
}