{
  "_id": "1d269b739d4754745c9f2c7f9bcd8715103a76135215c807068156b31f844fa5",
  "feed": "ftcomall",
  "title": "Beijing changes tack on tackling property crisis",
  "text": "<p>More than a year after China's property crisis began, the government has finally changed its tune on the best way to overcome it.</p> <p>In its initial stages, which were dominated by the default of heavily indebted real estate developer <a href=\"https://www.ft.com/content/6b96ecba-1534-4b94-b0b1-b18de668f938\">Evergrande and a host of its peers</a>, widely held expectations of government support failed to materialise.</p> <p>The liquidity problems had in part arisen because of Beijing's attempts to discourage the excessive borrowing that had for years dominated real estate development. Companies unable to borrow new money as markets froze on the spectacle of Evergrande's excess defaulted on the old and construction activity slumped.</p> <p>But in November this year, as concerning housing data continued to emerge, authorities appeared to reconsider the dangers of debt. The government unveiled 16 support measures for the property sector. Then state-run banks pledged an eye-watering amount — around $256bn according to S&amp;P — in potential credit to specific developers.</p> <p>The message of an industry divided between the good and the bad was reiterated this month at the country's Central Economic Work Conference, where policymakers pledged to support “high-quality leaders” and their balance sheets.</p> <p>These include companies such as Vanke, which is partly owned by the subway operator in the city of Shenzhen, and Country Garden, the biggest developer in the country by sales. Jens Presthus, an associate director at advisory group Global Counsel, notes that Vanke's part state ownership has already allowed it to borrow at lower rates than peers. One potential use of the vast funds earmarked for them is mergers and acquisitions, potentially allowing them to snap up the land or assets owned by failed peers, bailing out the assets if not their previous owners or creditors.</p> <p>This kind of state-encouraged private-sector consolidation is typical of financial crises, as when JPMorgan agreed to buy Bear Stearns and the assets of retail bank Washington Mutual during the 2008 financial crisis. But while a collapse of financial institutions posed a spiralling threat to the entire financial and payments system, the collapse of Chinese real estate developers has so far been largely confined to that sector in its effects.</p> <p>Despite the new wave of government support, the latest data in November still paint a grim picture. Property investment fell 20 per cent year-on-year. Property sales fell by a third in both volume and value in November year on year. </p> <p>Ting Lu, chief China economist at Nomura, notes that the rate of decline in sales did improve in a 30-city sample in the first half of December, but believes it could take a few more months for the sector to recover. The zero-Covid apparatus that is now being relaxed may, with its lockdowns and bureaucracy, explain in part why the sluggishness in real estate dragged on for so long.</p> <p>Until now, the official response has been to encourage the completion of housing projects, given that homebuyers in China typically pay for new apartments before they are completed. This has often required the help of local governments, who were already under significant financial pressure because of the loss of revenues from land sales to developers.</p> <p>The government's so-called <a href=\"https://www.ft.com/content/d5803d64-5cc5-46f0-bed0-1bc207440f9c\">“three red lines” policy</a>, introduced in the summer of 2020, sought to constrain developers. It came at a time, now easily forgotten, when stimulus and monetary loosening to ward off the economic hit from Covid-19 had prompted a boom in both the stock and property markets in China.</p> <p>The new funds pledged by state-owned banks amount to credit lines that stand available, rather than an immediate lending splurge. They differ in legal convention from the international debts that some developers took on and which were at the centre of the crisis.</p> <p>If the flood of money is unleashed, it would amount to a significant undoing of a new creed of restraint on borrowing. But ultimately new lending will not be easily deployed unless there is a major recovery in demand for housing — what Harry Hu at S&amp;P Ratings has called a “buy-in from end-customers”.&#xa0;</p> <p>Lu at Nomura notes that medium- to long-term household loans were Rmb210bn ($30bn) in November, less than half their level a year earlier. The big question is whether Chinese homebuyers, rather than the Chinese government, have also changed their minds about debt and housing.</p> <p><a href=\"mailto:thomas.hale@ft.com\"><em>thomas.hale@ft.com</em></a></p> <a href=\"http://www.ft.com/cms/2fce1e2e-52a1-4882-868e-c18802793e8a.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Thomas Hale 2022 'Beijing changes tack on tackling property crisis' FT.com 28 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-28T00:01:49.084Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1885,
          "end": 1893
        }
      ]
    }
  ]
}