{
  "_id": "956bd5c6c34be58236b62f0dd9edaeb149a74e872173ed0f0e00611c9b8e810f",
  "feed": "ftcomall",
  "title": "Energy crisis is forcing climate targets off-track, JPMorgan says",
  "text": "<p>JPMorgan, the first big US bank to pledge to reduce financing for the oil and gas industry, has failed to stay on-track to meet its climate change goals, blaming the energy crisis for forcing clients to ramp up fossil fuel production.</p> <p>The bank pledged&#xa0;last year to decarbonise its oil and gas portfolio: by 15 per cent between 2019 and 2030 for emissions produced when the fuel an energy company sells is burnt; and by 35 per cent for the smaller amount linked to extraction and production processes.</p> <p>Both of these targets were calculated using a controversial “intensity” measure, which allows for a rise in absolute carbon emissions as output grows.</p> <p>Reporting on these targets for the first time on Thursday, the bank said the intensity of its financed emissions linked to fuel sold by its oil and gas clients rose 1 per cent between the end of 2020 and June 2022, while the intensity measure for their operational emissions remained flat instead of falling as planned.</p> <p>Global efficiency gains in oil and gas operations had materialised more slowly than expected, the bank argued, in part because of the volatility in commodity markets.</p> <p>“JPMorgan are implying a challenging macroeconomic environment and higher interest rates have dampened investments into cleaning up the oil and gas supply chain, like methane leakage reduction measures,” said Lorne Stockman, research co-director at advocacy organisation Oil Change International.</p> <p>But US president Joe Biden's <a href=\"https://www.ft.com/content/f16ddb43-818c-4c82-8700-0c710659d443\">Inflation Reduction Act</a>, which allocated billions of dollars to initiatives such as the reduction of methane — a greenhouse gas with 80 times the warming potential of carbon dioxide in the short run — had already started boosting investment, he added.</p> <p>JPM was <a href=\"https://www.ft.com/content/3eeee0f7-bb02-4950-a6d6-49da39c3cc41\">the world's biggest fossil fuel funder in&#xa0;2021</a>, according to widely accepted data from the Rainforest Action Network, keeping the top spot it has occupied since at least 2016.</p> <p>“It's disappointing that JPM's emissions intensity is increasing at a time when they very clearly should be rapidly decreasing,” Paddy McCully, an energy transition analyst at Reclaim Finance, an NGO, told the Financial Times. “They have been talking about the climate for years and intensity reduction should be the lowest of low-hanging fruit.”</p><a href=\"http://www.ft.com/cms/9195063.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The bank chose to use 2019 and 2020 emissions data from its oil and gas clients to report on progress, combining this with a snapshot of its investments at the end of June this year to measure its relative exposure.</p> <p>JPM said the 1 per cent increase had been driven by portfolio energy companies shifting towards oil rather than natural gas in 2020, “against the backdrop of the pandemic and volatile commodity markets”.</p> <p>“While we recognise the necessity and likelihood of the long-term shift of energy demand away from fossil fuels, the challenging macroeconomic environment that we are operating in makes the decreases . . . our clients are expecting to achieve difficult,” <a href=\"https://www.jpmorganchase.com/content/dam/jpmc/jpmorgan-chase-and-co/documents/Climate-Report-2022.pdf\">it said in its annual climate report</a>.</p> <p>JPM also outlined new industry-specific 2030 climate targets on Thursday, including a 31 per cent reduction in carbon emissions relative to output in its iron and steel portfolio, a 29 per cent cut for cement and 36 per cent for aviation.</p> <p>Its climate goals now covered the majority of global emissions across supply and demand-side value chains, it said, including both direct and facilitated financing.</p> <p>Adele Shraiman, a representative for the Fossil-Free Finance campaign of the Sierra Club, the US environmental group, said the new intensity-based targets showed that the bank was “digging in its heels” on a metric she described as “fundamentally misaligned with a 1.5C future” — referring to the target of limiting the rise in global temperatures to 1.5C above preindustrial levels.</p> <p>Rival banking giant Citigroup set out a rare absolute emissions reduction target of 29 per cent in January, covering its loan portfolio only.</p><p>Source: Kenza Bryan in London 2022 'Energy crisis is forcing climate targets off-track, JPMorgan says' FT.com 22 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-22T20:58:02.495Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 52,
          "end": 60
        },
        {
          "start": 1710,
          "end": 1713
        },
        {
          "start": 1717,
          "end": 1720
        },
        {
          "start": 1926,
          "end": 1929
        },
        {
          "start": 2454,
          "end": 2457
        },
        {
          "start": 2464,
          "end": 2467
        },
        {
          "start": 2948,
          "end": 2951
        },
        {
          "start": 2961,
          "end": 2964
        }
      ]
    }
  ]
}