{
  "_id": "162a1ac18c2b3ded64f512f77d9afad2c5f60836e5aa4f48d798bc1054f7f5e3",
  "feed": "ftcomall",
  "title": "HSBC removes references to Ukraine ‘war' from analyst reports",
  "text": "<p>HSBC has repeatedly edited its analysts' research publications to remove references to a “war” in Ukraine, as the UK bank resists pressure to follow rivals by closing its business in Russia.</p> <p>Moscow officials have consistently denied that Russia's invasion of Ukraine constitutes a war, calling it <a href=\"https://www.ft.com/content/dd0a68fb-f52d-49b1-b514-ee0a8031a823\">a special military operation</a> justified on grounds of self-defence.</p> <p>HSBC committees that review all external-published research and client communications have amended multiple reports to soften the language used on the subject, including changing the word “war” to “conflict”, according to two people with direct knowledge of the matter.&#xa0;</p> <p>The changes in language had triggered internal debate and strong complaints from some staff, they added. It contrasts with explicit references to Russia's “war” in research from rival banks such as UBS, Goldman Sachs and Deutsche Bank.</p> <p>One HSBC commodities research note dated March 22 did include the word “war”, in reference to a Bloomberg report. Another report about food retail on March 23 referenced a Financial Times article that quoted the chair of Waitrose speaking about the inflation impact of the “war”.</p> <p>HSBC declined to comment and referred to a <a href=\"https://www.hsbc.com/-/files/hsbc/investors/investing-in-hsbc/all-reporting/group/2022/220321-hsbc-statement-on-ukraine-and-russia.pdf\">previous statement</a> that read: “Our thoughts are with all those impacted by the continuing conflict in Ukraine.”</p> <p>A person close to the bank said the issue was sensitive because HSBC had about 200 staff in Russia, where the government had introduced a harsh new law against spreading what it considered false information around the Ukraine war, with prison terms of up to 15 years.</p> <p>Internally, staff are able to be more frank about the situation. For example, chief executive Noel Quinn has used the word “war” to describe the invasion of Ukraine in a video that was made for the bank's top managers, according to a person familiar with its contents.</p> <p>HSBC's subsidiary in Russia is a tiny part of the banking group, with assets of 89.9bn roubles, roughly $900mn, as of last June. It opened a retail banking operation in Russia in 2009, but closed it two years later, since when its Moscow office has focused on services to multinational and Russian companies.&#xa0;</p> <p>The Russian invasion, and ensuing financial sanctions against the country, have prompted banks including JPMorgan Chase and Goldman Sachs to <a href=\"https://www.ft.com/content/402a96df-fe97-44db-8df0-e0feba2fceaa\">announce their withdrawal from Russia.</a>&#xa0;</p> <p>HSBC has come under pressure to follow suit from UK members of parliament, including members of the Treasury select committee. But while it has said it is fully implementing sanctions and will not take on new business in Russia, it has stopped short of an exit from the country.</p> <p>This month, a cross-party group of more than 60 MPs asked the trustees for the parliamentary pension scheme to sell its shares in HSBC, citing the company's continued exposure to Russia.</p> <p>The controversy over HSBC's stance on Russia follows criticism of its position on China's political crackdown in Hong Kong. HSBC and rival Standard Chartered both supported a new security law imposed on the territory in 2020, saying it would promote long-term stability, amid huge protests against what opponents called a chilling effect on civil liberties. </p> <p>HSBC has in the past had to tread a careful line to avoid upsetting Beijing, which has also <a href=\"https://chinamediaproject.org/2022/03/12/when-war-isnt-war/\">steadfastly refused</a> to describe the invasion of Ukraine as a war. </p> <p>Hong Kong and mainland China together accounted for 46 per cent of HSBC's $18.9bn pre-tax earnings in its last financial year.</p> <p>The approach to Hong Kong triggered dissent among staff who considered the bank unhealthily focused on pleasing Chinese authorities. Further complaints focused on senior executives in the research department in Asia, who allegedly often changed reports so that negative economic news about China were given a positive gloss or were buried at the end of reports, two people close to the situation previously <a href=\"https://www.ft.com/content/13e8ad28-beb1-11e9-b350-db00d509634e\">told the FT</a>.</p> <a href=\"http://www.ft.com/cms/bec85cd0-6687-48b9-baa8-7bdc35fc9a48.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Simon Mundy and Stephen Morris in London 2022 'HSBC removes references to Ukraine ‘war' from analyst reports' FT.com 28 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-28T04:00:59.944Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2256,
          "end": 2270
        }
      ]
    }
  ]
}