{
  "_id": "0ae75a63e92247752de185e63b483cbc9352d4a65bbe11954eaff8505c2cdf0c",
  "feed": "wall-street-journal",
  "title": "Banking & Finance: U.K. Corporate Bonds Take Brunt of Global Debt Selloff",
  "text": "<p>U.K. corporate bonds have been battered by the same factors weighing on all debt investments: Central banks are lifting rates at the fastest pace in more than four decades to combat high inflation. Rising consumer prices and higher central-bank policy rates are typically negative for bonds because it makes the value of their fixed payments less appealing to investors.</p><p>But U.K. investors have to contend with the added headwind of extreme political and financial-market volatility. Prime Minister Liz Truss sparked an unprecedented selloff in government bonds in September by announcing plans for debt-funded tax cuts. In recent days, Ms. Truss attempted to stabilize markets by reversing most of those plans and replacing her treasury chief.</p><p>The yield on the U.K. 10-year government bond fell as low as 3.9% Tuesday from levels above 4.5% in just the past week. Yields fall as prices rise. Still, investors remain skittish as Ms. Truss's ability to hold on to her job as prime minister remains unclear and the U.K. economy faces an energy crisis and probable recession.</p><p>Corporate bonds, which are seen as riskier than government debt because companies are more likely to miss debt payments, have been caught in the crossfire.</p><p>\"You've not seen anything like it in the history of the market,\" said Barnaby Martin, a credit strategist at Bank of America in London. \"It's all been about a rate shock in the U.K., which has driven these unprecedented returns.\"</p><p>The average yield on investment-grade debt issued in sterling has risen to 6.5% from 2.1% at the end of last year, according to data from index provider ICE. The yield on its index of lower-rated U.K. corporate debt rose to 12% from 5% at the end of 2021. Yields rise as prices fall.</p><p>Among the companies facing sharply higher borrowing costs: Rolls-Royce Holdings PLC, whose bond maturing in 2027 has a yield of 10%, more than doubling from 3.6% at the end of last year. The yield on a high-rated bond from Shell PLC maturing in 2052 jumped to 5.7% from 2.4% at the end of last year, according to ICE.</p><p>The selloff has been exacerbated by an unexpected crisis that hit U.K. pensions. Schemes dumped assets including corporate bonds in recent weeks to meet margin calls related to a hedging strategy known as liability-driven investment, or LDI.</p><p>\"To make margin calls, they're selling what they can and some of that is investment-grade corporate debt,\" said Andreas Michalitsianos, a portfolio manager at J.P. Morgan Asset Management. Efforts by the Bank of England to sell down its holdings of corporate and government bonds could further strain U.K. debt markets, he added.</p><p>The central bank has said it will restart selling corporate bonds next week, and is due to start selling down its government-bond holdings on Nov. 1.</p><p>Companies have held off on issuing new debt this year. Investment-grade corporate bond issuance in the U.K. currency is down 43% from 2021's level, while high-yield issuance is down 65%, according to Dealogic, a data provider.</p>",
  "published": "2022-10-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}