{
  "_id": "f2bf3fb04af81a798d9f4e2eacbbdc9a75151b64d0310999ddd15d521c5993c5",
  "feed": "wall-street-journal",
  "title": "Fed Prepares Double-Barreled Tightening With Bond Runoff; Officials' plans for their $9 trillion asset portfolio reflect many similarities—and differences—from earlier experiment to shrink holdings",
  "text": "<p>To support financial markets and the economy during the pandemic, the Federal Reserve more than doubled its asset portfolio of mostly Treasury and mortgage securities to a mammoth $9 trillion.</p><p>This Wednesday, officials are to announce plans on how they will shrink those holdings. Expect the process to be faster and potentially more disruptive to financial markets than last time.</p><p>The Fed first undertook large-scale bond buying, dubbed \"quantitative easing,\" during and after the 2007-09 financial crisis. At a time when the Fed's short-term interest rate was near zero, the purchases were designed to stimulate economic growth by lowering long-term interest rates and pushing investors into riskier assets, buoying stocks, corporate bonds and real estate. It stopped expanding its portfolio in 2014, reinvesting the proceeds of maturing securities into new ones, dollar for dollar.</p><p>In 2017, when the Fed concluded the stimulus was no longer needed, it began to shrink its portfolio passively—that is, by allowing bonds to mature without reinvesting the proceeds, rather than actively selling them in the open market.</p><p>This time, officials have opted again for primarily a passive approach so that investors don't have to guess from one meeting to the next how the Fed might recalibrate its bond redemptions.</p><p>But passive redemptions, also known as runoff, will be bigger and faster than five years ago. Then, nervous about how runoff would work, officials imposed a low, $10 billion cap on monthly runoff and slowly increased that cap to $50 billion over the course of a year.</p><p>Officials have recently indicated that in this go-round, they would allow $95 billion in securities to mature every month—$60 billion in Treasurys and $35 billion in mortgage-backed securities—nearly double the caps from last time. Runoff is likely to start in June and reach the new caps in just a couple months instead of a year.</p><p>\"It was bolder than I was expecting,\" said Eric Rosengren, who was Boston Fed president from 2007 until last year.</p><p>Another change is that in September 2017, the Fed briefly paused raising rates when it launched runoff to avoid doing too many things at once. It hoped the program wouldn't draw much attention; one official quipped it would be akin to \"watching paint dry.\"</p><p>This time, runoff will start while the Fed raises rates quickly. Officials raised rates a quarter percentage point in March, and this week are set to approve a half-point rate increase, the first in 22 years.</p><p>The Fed wasn't in a rush five years ago because inflation was running just below its 2% target. Runoff was motivated partly by political considerations. The large holdings had become unpopular with some members of Congress who thought such unconventional stimulus tools hid the costs of steep budget deficits. To blunt such concerns, officials wanted to prove they could reverse quantitative easing.</p><p>This time, the Fed is in a hurry to remove stimulus because inflation was 6.6% in March using the Fed's preferred index, near a four-decade high.</p><p>\"I don't think this is going to be 'watching paint dry,'\" said Diane Swonk, chief economist at Grant Thornton. \"The Fed is doing this at the same time they are raising rates aggressively and inflation is high. They want to tighten financial conditions.\"</p><p>Economists at Piper Sandler estimate the Fed will shrink its balance sheet by around $600 billion this year and $1 trillion next year. Officials are talking about shrinking holdings by around $3 trillion over the next three years, compared with just $800 billion between 2017 and 2019.</p><p>Five years ago, the Fed never seriously considered active sales of bonds in addition to passive runoff. By contrast, in March officials agreed they might need to eventually sell some mortgage bonds on the open market.</p><p>The reason is that as mortgage rates rise, borrowers are less likely to refinance into a new loan, and thus mortgage-backed securities are slower to mature. This means the Fed might not be able to shrink its mortgage holdings very much through runoff alone.</p><p>Active sales could add to this year's climb in mortgage rates. By some measures, the spread between yields on mortgage securities and Treasurys is the widest since 2008, said Michael Fratantoni, chief economist of the Mortgage Bankers Association.</p><p>In March, Fed Chairman Jerome Powell equated the effect of shrinking the balance sheet this year to an additional quarter-percentage-point increase in the central bank's benchmark short-term rate.</p><p>SHARE YOUR THOUGHTS</p><p>What effects, if any, do you expect the Fed's asset-portfolio runoff to have on financial markets? Join the conversation below.</p><p>Analysts at JPMorgan Chase &amp; Co. have estimated that each $1 trillion in Fed bond buying during and after the 2008 financial crisis reduced the term premium—the extra yield that investors get for holding a 10-year Treasury note—by 0.15 to 0.2 percentage points. Runoff should, in theory, boost the term premium by increasing the supply of bonds, pushing their prices lower and raising their yields, which move in inverse relationship to prices.</p><p>Some studies show that bond purchases' greatest effect didn't come through reducing the supply of bonds but signaling the Fed wouldn't raise interest rates for a while. If so, then increasing the supply of bonds via runoff might have little effect.</p><p>The reality is no one is quite sure of the impact on growth and markets of throwing quantitative easing into reverse. That ambiguity complicates the Fed's calculations of how high to raise interest rates to slow the economy and bring down inflation.</p><p>\"When people talk about the Fed needing to raise short-term rates higher, it depends on how much the balance sheet amplifies short-term rate hikes,\" said Ms. Swonk. \"Even the people who were the closest to designing these programs don't seem to share a consensus.\"</p><p>Write to Nick Timiraos at nick.timiraos@wsj.com</p><p>Fed Prepares Double-Barreled Tightening With Bond Runoff</p>",
  "published": "2022-05-01T09:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 4658,
          "end": 4678
        }
      ]
    }
  ]
}