{
  "_id": "a276cb6d3f663e5ba18fdb0fc112849abdbef2722ff70cc6e2cadef32d43b7f7",
  "feed": "ftcomall",
  "title": "Sibanye seeks to scrap $1bn nickel deal",
  "text": "<p>A high-profile mining deal that was set to generate a near billion-dollar windfall for a London-based private equity group has been thrown into doubt after the buyer attempted to back out of the transaction.</p> <p>Sibanye-Stillwater, one of South Africa's biggest miners, said it had terminated the <a href=\"https://www.ft.com/content/0de9153b-dfa3-41c8-9714-ab66d359854c\">$1bn acquisition of Atlantic Nickel</a> from Appian Capital Advisory because of a “geotechnical event” at the Santa Rita mine in Bahia, north-eastern Brazil. </p> <p>“The company has assessed the event and its effect and has concluded that it is and is reasonably expected to be material and adverse to the business, financial condition, results of operations, the properties, assets, liabilities or operations of Santa Rita,” Sibanye said.</p> <p>That view was immediately challenged by Appian, which said there was no basis for Sibanye to “lawfully terminate” the acquisition of Atlantic Nickel and a smaller copper asset, Mineração Vale Verde.</p> <p>It said the geotechnical event referenced by Sibanye was a “localised fracture” that occurs in the normal course of open pit mining and did not constitute a “material adverse event” clause, allowing it to walk away from the deal.</p> <p>“To remedy the condition of the area in question, some amount of additional waste will need to be mined earlier in the mine plan, which equates to less than 1 per cent of the mine's volume over a 34-year mine life,” it said. “Appian is currently assessing all of its legal options and will take all necessary action to enforce its legal rights.”</p> <p>Shares in Sibanye, which is listed in Johannesburg, dropped almost 7 per cent to R5,469. The company has a market value of $10.5bn.</p> <p>“We have previously viewed this transaction as having major strategic and valuation implications for Sibanye, pivoting it away from a purely precious metals company towards a base metals profile,” said Dominic O'Kane, analyst at JPMorgan.</p> <p>Since 2016, Sibanye has transformed itself from a high-cost South Africa-focused gold miner in to the one of the world's biggest producers of platinum, palladium and rhodium through a string of transactions. </p> <p>The Atlantic Nickel deal, announced in October, was seen as a key part of the company's strategy to expand in electrification metals and followed the purchase of a 50 per cent stake in a&#xa0;<a href=\"https://www.ft.com/content/4751d303-1969-4641-bfb2-efd18dd6e561\">Nevada lithium mine</a>&#xa0;for $490m.</p> <p>At the time, Sibanye chief executive Neal Froneman hailed the purchase of Atlantic Nickel as a “significant additional step” in its transition into a “climate change resilient business”. </p> <p>It saw off competition from big miners and carmakers to win the race for a company that operates one of the world's largest open pit nickel sulphide mines. It agreed to a price of $1bn in cash plus a stream of future royalty payments for Santa Rita and MVV.</p> <p>For London-based Appian the agreement was a vindication of its “hands on” approach to investment and drew plaudits from the industry — in December it was named ‘Mining Deal of the Year' at Mines and Money, a leading mining summit.</p> <p>Appian, which is led by former JPMorgan banker Michael Scherb, acquired Atlantic Nickel out of a complex bankruptcy process in 2018 for just $68m. It invested a further $50m on redesigning the Santa Rita mine and restarted operations in January 2020. </p> <p>Nickel is used in many of the cathodes that go into lithium-ion batteries used by most electric carmakers. Sulphide ores are best suited for the task but increasingly difficult to find.</p> <p>“Santa Rita is expected to have strong operational and financial performance in 2022 and generate significant free cash flow,” Appian said.<br></p><p>Source: Neil Hume, Natural Resources Editor  2022 'Sibanye seeks to scrap $1bn nickel deal' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-24T15:08:38.329Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1858,
          "end": 1866
        },
        {
          "start": 3001,
          "end": 3009
        }
      ],
      "nexusId": "10009914"
    }
  ]
}