{
  "_id": "7388344a24bde7823e8e5d10641289895b9ee52118116eb1d59554fba8df8d05",
  "feed": "market-watch",
  "title": "Peter Thiel calls Warren Buffett a top ‘enemy' of bitcoin and part of a ‘finance gerontocracy'",
  "text": "<p>Bitcoin BTCUSD could have a market capitalization that matches the $12 trillion gold market and even the $115 trillion public equity market, Thiel said at the Bitcoin 2022 conference in Miami on Thursday.&#xa0;</p><p>But a group that the outspoken venture capitalist referred to as the “finance gerontocracy” has suppressed bitcoin's adoption, said Thiel, who called Buffett a “sociopathic grandpa from Omaha.” Buffett is the chairman and chief executive of Omaha-based Berkshire Hathaway Inc. BRK.ABRK.B.</p><p>Thiel's list also included Jamie Dimon, chief executive of JPMorgan Chase &amp; Co. JPM and Larry Fink, chief executive of BlackRock Inc. BLK.&#xa0;</p><p>“Why bitcoin has not yet gone up to $100,000 to a million dollars? Why has it not yet converged with gold or or even with the equity markets more broadly?” Thiel said. “It's a movement as a political question, whether this movement is going to succeed, or whether the enemies of the movement are going to succeed in stopping us.”</p><p>Bitcoin BTCUSD was trading at around $43,350, down 0.5% over the past 24 hours, according to CoinDesk data.</p><p>Critical of bitcoin, Buffett has said that the cryptocurrency has “no unique value at all.”</p><p>Though skeptical about bitcoin, Dimon and Fink are both positive about the prospects for blockchain technology.</p><p>Read:JPMorgan CEO Jamie Dimon continues throwing shade on crypto</p><p>Read more: Russia-Ukraine war could accelerate use of digital currencies, BlackRock's Larry Fink says</p><p>A JPMorgan spokesperson declined to comment. Spokespersons for Berkshire Hathaway and BlackRock didn't respond to requests for comment.</p>",
  "published": "2022-04-08T08:05:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1444,
          "end": 1452
        },
        {
          "start": 553,
          "end": 573
        },
        {
          "start": 574,
          "end": 577
        }
      ]
    }
  ]
}