{
  "_id": "be5efe277267de1f316e8fe5f377a9e90ef6b027ebe344fc75a07dc59da90cb4",
  "feed": "ftcomall",
  "title": "Finance sector calls for government action on fraud",
  "text": "<p>Hello readers, from an overcast Bethnal Green — hoping all of you had an exciting bonfire night.</p> <p>I've been looking at the high-cost credit market, a space which proliferated in the UK after the 2008 financial crisis, until the Financial Conduct Authority clamped down in 2014.</p> <p>To that end, I've started reading Sean O'Connell's <em>Credit and Community: Working-Class Debt in the UK Since 1880</em>, an in-depth exploration of the wider history of lending. The book came out in 2009 —&#xa0;a fascinating point in time just before the ascendence of the first wave of lending-focused fintechs.</p> <p>The journey from 19th century “tallymen”, who provided credit to working-class housewives, to modern day automated credit cards and “buy now, pay later” apps is a long and winding one. </p> <p>But it is a reminder that there has long been a demand for credit, even if it has not always been affordable.</p> <p>As always, drop your story ideas to me at <a href=\"mailto:sid.v@ft.com\">sid.v@ft.com</a> and have a great week.</p> <p><em>PS Join us at the FT's flagship banking event of the year and meet all the major bank CEOs in one place, online and in-person from November 29 - December 1 at the Global Banking Summit. </em><a href=\"https://on.ft.com/3FM2Zb2\"><em>Register here.</em></a> </p> <h1>Latest News</h1> <ul>  <li><p>Payments company Stripe was among several tech companies that <a href=\"https://www.ft.com/content/12b41e69-fb77-4015-87dc-ab6ca101576f#post-0883bc9d-71b5-4d10-a4c4-16563348b415\">announced swingeing lay-offs</a> last week. About 1,000 jobs, 14 per cent of its workforce, are being cut as chief executive Patrick Collison said the company was preparing for “leaner times”.</p></li>  <li><p>Asean tech is facing <a href=\"https://www.ft.com/content/e2792f1a-0d75-4450-aefb-fe3ca77c0c12\">the end of a golden decade</a>, Nikkei Asia's Tsubasa Suruga reports. Among those whose share prices have tumbled is Grab, the ride-hailing platform that diversified into fintech and food delivery services.</p></li>  <li><p>It's a <a href=\"https://www.ft.com/content/7b3a7c25-499c-4666-9ff5-4eb24ed49d24\">battle of the titans</a>: JPMorgan and Goldman Sachs are entering the UK retail banking market. But with rising interest rates and higher costs, can these leading US investment banks break through?</p></li> </ul> <h1>Lenders call for regulatory certainty to help fight fraud </h1> <p>In the UK, fraud is not just big business — it's growing. Statistics from industry trade body UK Finance estimated that £1.3bn was stolen by criminals last year, an 8 per cent increase year on year. Data from Barclays found that purchase scams in July to September 2022 were up 70 per cent compared to the same period in 2021.</p> <p>Enrique Alvarez Labiano, chief customer officer for everyday banking at Santander UK, said the UK faced “a perfect storm” when it came to this sort of crime because of English being a global language, and fast and cheap payments.</p> <p>“Too often people ignore their gut feeling when making important decisions, which unfortunately can make them more vulnerable to scams,” said Ross Martin, head of digital safety at Barclays, which estimated around 70 per cent of people ignore their initial instincts when faced with situations related to money.</p> <p>The cost of living crisis is only heightening the risks. “Sadly, whenever there is an economic downturn there [are] more [scams]. The numbers are going in the wrong direction,” warned Richard Lloyd, interim FCA chair, in a treasury select committee meeting today.</p> <p>While lenders are rolling out <a href=\"https://www.ft.com/content/2d17f68f-135b-460c-ab44-cf70045a20a2\">advertising campaigns </a>to increase consumers' awareness of the issues, they are also clear that there are structural problems which require government intervention — starting with social media platforms, where most customers encounter scams and fraud.</p> <p>“It's important to prevent fraudsters from reaching people in the first place,” said David Lowe, director of fraud at Santander. “They are using various platforms to access consumers; there's an opportunity for the Online Safety Bill to bring all the right players to the table.”</p> <p>The Online Safety Bill includes both paid-for advertising and other types of fraud within its remit, placing a “duty of care” on online platforms to put measures in place to protect users.</p> <p>Lowe also called for legislation that would require banks to better share data without breaching rules on privacy or competition, allowing lenders to more clearly identify potential criminals.</p> <p>“Imagine a consumer thinks they're making a payment as an investment — if you had a scenario where you had strong rules around data sharing and saw it was a personal account and it had never seen a credit of greater than £5, that's a massive red flag instantly,” he said.</p> <p>“That type of thing is missing today. We think the type of data we're talking about sharing is not at all harmful to consumers,” he added.</p> <h1>Quotable</h1> <blockquote>  <p>“Fear and embarrassment can make people reluctant to engage with creditors when they are facing financial problems. The language, tone and presentation of communications can make a real difference here.” <em>— Peter Tutton, head of policy, research and public affairs at debt charity StepChange</em> </p> </blockquote> <p>The FCA last week warned banks over their treatment of distressed borrowers, criticising them over confusing channels of communication and an over-reliance on scripts with “no relevance to the customer”. Seven lenders paid a total of £12mn in compensation to customers who were treated unfairly after falling into financial difficulty.</p> <p>For neobanks and fintechs, smaller staffs and lower overhead costs allowed them to be nimble and offer lower costs than traditional competitors. </p> <p>But as defaults rise and more customers go into arrears, chatbots or messaging applications are likely to be less effective than traditional lenders' larger pool of support staff, either in branches or on the phone. </p> <p>Ensuring that digital channels can provide tailored support which encourages customers in financial difficulty to engage with their bank will be vital to mitigate some of the impacts of the cost of living crisis.</p> <h1>Recommended Reading</h1> <p><strong>Fintech lay-offs continue </strong>The once-buoyant sector is facing <a href=\"https://techcrunch.com/2022/11/06/the-fintech-layoffs-just-keep-on-coming/\">a wave of firings and hiring freezes</a>, report Mary Ann Azevedo and Kyle Wiggers in TechCrunch. In addition to Stripe, affected companies include US neobank Chime, real estate fintech Opendoor and Danish start-up Pleo.</p> <p><strong>Carta hunts for new acquisitions </strong>The US fintech unicorn is <a href=\"https://sifted.eu/articles/carta-europe-acquisitions/\">looking for new targets</a>, Amy O'Brien reports in Sifted. Carta, which provides a platform to help manage equity and ownership, previously purchased British fintechs Capdesk and Vauban. </p> <p><strong>Robinhood competitor Public.com reveals global ambitions </strong>Tiger Global-backed investing app Public.com is considering <a href=\"https://www.altfi.com/article/10073_robinhoods-biggest-competitor-publiccom-reveals-global-expansion-plans\">expanding beyond the US</a>, writes Daniel Lanyon at AltFi, in a year where retail investing has taken a hit.</p><p>Source: Siddharth Venkataramakrishnan 2022 'Finance sector calls for government action on fraud' FT.com 7 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-07T18:30:21.666Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1668,
          "end": 1676
        }
      ]
    }
  ]
}