{
  "_id": "6a16cabfecddc96bd49efccc4497879d41c0f3cf25b4e6d72229b730f5ba9c9d",
  "feed": "ftcomall",
  "title": "Bank of England governor faces week of tough questions in Washington",
  "text": "<p>Andrew Bailey will face intense scrutiny in Washington this week as the Bank of England prepares to end its emergency backstop support for government bonds on Friday.</p> <p>Surfacing for the first time since the BoE had to intervene in the gilts market over fears of a <a href=\"https://www.ft.com/content/09c43669-18a9-4476-9a95-044a2448d400\">full financial crisis</a> in the wake of the UK government's “mini” budget last month, the central bank governor will need to reassure investors that both the market dysfunction is over and that the bank has a grip on inflation. </p> <p>Long-term government borrowing costs have climbed over the past week, although they remain below the 20-year high that prompted the central bank to step into markets. Thirty-year gilt yields ended the week at 4.39 per cent, up from a low of 3.64 per cent in the wake of the BoE's intervention last month. </p> <p><a href=\"https://www.ft.com/stream/6ed94185-2f5c-4996-8e6e-6b162f455beb\">Bailey</a> is in the US capital for annual IMF and World Bank meetings and is participating in several fringe events. But his trip abroad will not insulate him from numerous problems filling his in-tray back home. These have multiplied since chancellor Kwasi Kwarteng's September 23 fiscal event and its unfunded tax cuts undermined confidence in UK economic policy around the world. </p> <p>Allan Monks, UK economist at JPMorgan, said the <a href=\"https://www.ft.com/stream/0ee3486f-0669-4774-b8f6-0c67e3b6b18f\">BoE</a> was now “caught in the crossfire” between meeting financial markets' expectations of interest rates rising from the current 2.25 per cent to 5.75 per cent next year and concerns that much higher mortgage rates would push the UK into an unnecessarily deep downturn. </p> <p>However, there is tension within the BoE over whether it is now targeting lower gilt yields, bringing with it lower government borrowing costs. </p> <p>Since the central bank announced its £65bn bond-buying programme to end a crisis in the liability-driven investment element of occupational pensions, it has tried to argue both that lower yields are a sign of success for financial stability and that driving them down is nothing to do with monetary policy. </p> <p>Sir Jon Cunliffe, the bank's deputy governor, said the main sign of a well-received intervention was that it “led to a [1 percentage point] fall in the 30-year gilts yield that day”, but BoE officials insist it was not a monetary policy action, even though it used the bank's monetary policy tool — quantitative easing. </p> <p>This confusion over the purpose of intervention has underscored the potential difficulties the bank will face on October 14, when it has said it will stop intervening and buying bonds. The deadline helps the BoE to make the case it wasn't seeking to restart normal QE operations, but leaves traders asking whether the bank will step in again if there is renewed market disorder.</p> <p>Jon Jonsson, a senior bond portfolio manager at Neuberger Berman, said he did not “understand why they put dates on this thing . . . everyone's just waiting now and you will see the market start to test the BoE again”.</p> <p>James Athey, senior fund manager at Abrdn, agreed, predicting that the market was likely to “test” the bank ahead of October 14 deadline, and warned that it could be forced to extend purchases.</p> <p>There are signs that this is beginning to happen already. The rise in yields over the past week has come as the BoE decided to buy a far smaller quantity of bonds than its programme allows. Over the first eight days of its 13-day intervention, the central bank purchased less than £4bn of a potential £40bn of gilts.</p> <p>These potential difficulties reveal a second tension facing the central bank: it must choose either to meet market expectations on interest rates or risk a further slump in sterling.</p> <p>Financial markets are very keen to see the size of the “significant monetary response” promised by BoE chief economist Huw Pill at the next meeting of the Monetary Policy Committee and want it to be large enough to underpin interest in purchasing UK assets. </p> <p>But Mark Dowding, chief investment officer at BlueBay Asset Management, said there were no easy decisions for the BoE. </p> <p>“Essentially you have a choice to control the pound and you end up with ultra-high rates, a housing market crash and a crisis in confidence in the government,” he said. “Otherwise, there is a tacit acceptance to keep rates lower and accept inflation may be a bit higher for a bit longer, and then the pound will drop further towards parity with the euro and the dollar. I think this latter outcome will be seen as the lesser of two evils.”</p> <p>Jonsson said: “How do you make UK assets attractive enough to stabilise the currency — you've got to let real yields rise.”</p> <p>The third problem for Bailey is that he will also face difficult questions not only on the central bank's £65bn intervention, but also on the regulation of LDI managers and funds by the Financial Conduct Authority and the Pensions Regulator. Bailey was chief executive of the FCA between 2016 and 2020. </p> <p>Bailey can take some cheer from the fact that Kwarteng, who is heading to Washington later in the week, is under even more pressure than he is after his unfunded tax cuts, U-turns on the 45p rate of income tax and the need to demonstrate that the government takes the sustainability of the public finances seriously. </p> <p>The central bank governor can also be reassured that UK financial markets were much less volatile last week, for which some of those participating in the market credit the BoE. </p> <p>“Ultimately, the BoE have made it understood to the market that they are willing to step in to protect a dysfunctional market,” said Iain Stealey, head of international fixed income at JPMorgan Asset Management.</p> <p>But these are small comforts for Bailey who, after he was forced to restart QE against the BoE's will, is now confronting the spectre of having to raise interest rates forcefully, putting the economy at greater risk, or watch financial markets dump sterling again. Every word he utters in Washington will be closely scrutinised. </p><p>Source: Chris Giles in Washington and Tommy Stubbington in London 2022 'Bank of England governor faces week of tough questions in Washington' FT.com 10 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-10T03:00:19.050Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1202,
          "end": 1210
        },
        {
          "start": 5476,
          "end": 5484
        }
      ],
      "nexusId": "10009914"
    }
  ]
}