{
  "_id": "6f020a126d5274cb25dabd1100cdad449120940d6bf0e2ab21ed33cbe4f4984c",
  "feed": "wall-street-journal",
  "title": "Musk, Wood Are Almost Right About The Fed",
  "text": "<p>Both Mr. Musk and Ms. Wood have blamed rising interest rates for their assets' poor performance. Ms. Wood published an open letter to the Federal Reserve back in October warning that the central bank's hawkish stance raised the risks of a \"deflationary bust.\" Replying to an investor's gripe in a tweet this month over Tesla's recent stock drop, Mr. Musk called the Fed \"the real problem.\" As the return on risk-free Treasurys rises, he explained in another tweet, the value of owning more-risky equity assets drops.</p><p>The underperformance of Ms. Wood's exchange-traded funds and Mr. Musk's largest asset can't be entirely blamed on the Fed. The ARK Innovation ETF has fallen 67% this year, while Tesla's stock is down 65%. The Nasdaq-100, a tech-heavy index that includes only nonfinancial companies is down just 33%.</p><p>But the phenomenon these tech celebrities describe has broadly been true of late. A report published last year by Nasdaq Investment Intelligence on the interest-rate sensitivity of major indexes shows a negative correlation between the Nasdaq-100 and the average yield change of 10-year Treasury notes in 2021 -- a dynamic that continues to exist. This fits with what is accepted across Wall Street: The valuation of growth stocks is tied to their future earnings potential, and as yields rise, the present value of those future earnings should diminish in value.</p><p>Of course, reality hasn't always been quite so simple. Nasdaq Investment Intelligence found the Nasdaq-100's performance has been positively correlated with the yield on 10-year Treasurys over the past 30 years, except when rates get to a high range and keep rising. That could be because early on in rate-boosting cycles, the economy is performing strongly.</p><p>Some tech stocks are set to end the year looking almost irresistibly cheap. Take Facebook owner Meta Platforms, whose shares are fetching just over 14 times forward earnings, versus an average of nearly 29 times across the past 9 1/2 years. Over the past few months, Meta took steps to right its business in a declining ad environment, laying off 13% of its workforce and cutting noncore projects. JPMorgan upgraded shares of Meta to overweight earlier this month, citing more-favorable risk/reward and valuation.</p><p>Ditto for such stocks as Amazon.com, Airbnb and DoorDash, all of which underperformed indexes this year, despite being businesses that are still growing even on top of their respective pandemic surges.</p><p>Just because something is cheap doesn't necessarily make it a great investment. If the Fed suspends rate increases next year as many market watchers expect, tech stocks would be due for a bounce. But contra Mr. Musk and Ms. Wood, that isn't the only thing weighing on the sector. Other macroeconomic factors need to be taken into account.</p><p>Meta said in October that it expects its largest-ever revenue decline in the fourth quarter, down around 7% at the midpoint of its outlook. The company was clear that some of its performance is \"just going to depend on the broader economy.\"</p><p>Amazon similarly was clear on its third-quarter conference call that the economic environment would play a big role in its fourth-quarter earnings. It highlighted \"broad-scale inflation\" and rising fuel and energy costs leading consumers to reassess their purchasing power, and corporations to reconsider their technology and ad spending.</p><p>Over the past two years, investors were punished for forgetting that company fundamentals matter. Next year, they could be punished for forgetting the bigger story.</p>",
  "published": "2022-12-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 2138,
          "end": 2146
        }
      ]
    }
  ]
}