{
  "_id": "c14b25c3a008dd0c642c94e0821d70161f8de3c2625034a51702bfad5e7c7616",
  "feed": "market-watch",
  "title": "Treasury yields fall, but hover at multiyear highs ahead of expected Fed interest rate hike",
  "text": "<p>* The 2-year Treasury note yield BX:TMUBMUSD02Y fell 6 basis points to 3.364%, after on Tuesday afternoon climbing 15.6 basis points to 3.435%, marking the highest level since Nov. 14, 2007, according to Dow Jones Market Data. Wednesday's drop also come on the heels of the largest eight-day yield rise for the 2-year note since Aug. 14, 1989.</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 5 basis points to 3.428% after climbing 11.1 basis points to 3.482% on Tuesday, which marked the highest level since April 14, 2011. As of Tuesday, the yield also saw its biggest five-day rise since Oct. 14, 2008.</p><p>* The yield on the 30-year Treasury bond BX:TMUBMUSD30Y fell 3 basis points to 3.395%, after climbing 6.4 basis points to 3.432% on Tuesday, the highest since Nov. 2, 2018.</p><p>What's driving the market?</p><p>Treasurys sold off aggressively on Tuesday as markets are now widely expecting a 75 basis point, or three quarters of a percentage point, interest rate hike from the Federal Reserve when its decision is announced later Wednesday. The magnitude of such a hike would be the biggest in nearly 30 years.</p><p>Read: JP Morgan, Goldman economists now expect Fed to raise rates by 75 basis points on Wednesday</p><p>While some fear more aggressive action could trigger a recession, the Fed may be backed into a corner by last Friday's surprise May consumer-price index reading that showed annual surging to a 40-year high of 8.6%. And prices of wholesale goods and services jumped 0.8% in May, Tuesday data showed.</p><p>Read: Bill Ackman says Fed should hike rates by at least 75 basis points at next two meetings</p><p>And: In `fragile' financial markets ahead of Fed's decision, some traders and strategists see risk of instant recession</p><p>The Treasury curve flattened on Tuesday, with the spread between the 2-year and 10-year Treasury yields reinverting again earlier in the day in what's typically seen as a recession warning signal, albeit with a lag.</p><p>Investors were also keeping an eye on the European Central Bank, which surprised markets with the announcement that it would hold an emergency meeting on Wednesday to discuss \"current market conditions.\"</p><p>The region has seen soaring bond yields, particularly in Italy and southern European countries, following the ECB's meeting earlier in June where it pre-announced a July interest rate hike and said another would follow in September.</p><p>Treasury yields fall, but hover at multiyear highs ahead of expected Fed interest rate hike</p>",
  "published": "2022-06-15T09:08:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1125,
          "end": 1134
        }
      ]
    }
  ]
}