{
  "_id": "4bad6c83eab8f437f20b3fd32235e04fa179e04ee530d5dc8da82d14d2a303b1",
  "feed": "market-watch",
  "title": "Stocks and bonds are 'discounting for a disaster' after the worst stretch for investors in 20 years; Investors eye U.K. meltdown with caution, but find yields they like",
  "text": "<p>The S&amp;P 500 index SPX on Friday cemented its worst monthly percentage fall since the pandemic lockdowns of March 2020, but also joined the Dow Jones Industrial Average DJIA and Nasdaq Composite Index COMP in booking the worst, first 9-month stretch since 2002, according to Dow Jones Market Data.</p><p>\"The problem is that at the end of last year, we were priced for perfection and now we are discounting for a disaster,\" said David Kelly, chief global strategist at J.P. Morgan Asset Management, by phone.</p><p>\"I don't think any of us can remember a time for both stocks and bonds — probably back to 2008 — that's gone as badly as this year.\"</p><p>But with the carnage, Kelly and others also see a chance to pick up beaten-down stocks and bonds, without waiting for the market to bottom or the Fed to finish its inflation fight.</p><p>Carnage: a look at the costs</p><p>Stocks and bonds have been hit especially hard since Russia launched its war against Ukraine in February, or a month before the Federal Reserve began raising interest rates from near zero.</p><p>Government bond returns were at -9.1% (see chart) six months into the Ukraine war, according to BofA Global, a steeper decline than the same time frame of other war in the past 70 years.</p><p>Russia's intensifying war against Ukraine clearly has fueled inflation around the world, spooked markets and exacerbated Europe's energy crisis. A global flight to safer assets also has pushed the U.S. dollar even higherin September, DXY while ramping up concerns about potential damage to emerging markets and U.S. corporate earnings.</p><p>There's also the roaring U.S. labor market, which looks unlikely to cool when the August jobs report arrives next Friday, a key economic data pointin the week ahead for the Fed and markets.</p><p>\"Clearly, a lot of the market weakness is due to the Federal Reserve,\" said James Ragan, director of wealth management research at D.A. Davidson &amp; Co., in a phone call. \"They've made it very clear they want to see the labor market pull back some. That's really important.\"</p><p>Ultimately, though, bond yields have nearly doubled this year as the Fed has sharply increased its benchmark interest rate to combat40-year high inflation. That dynamic has enticed investors to hunt for bargains, while also keeping them on alert for the next crisis to erupt in markets.</p><p>As a cautionary tale, a BofA Global credit strategist team pointed to last week's \"meltdown in UK assets\" and called the Bank of England'semergency bond buying responsea warning for other central banks.</p><p>\"The Fed has a difficult choice: go slower from here or risk the BOE experience in having to repair the damage,\" they warned, in a weekly client note.</p><p>However, some investors also see opportunity with stocks and bonds down more than 10%-25% (see chart) on the year, according to data from Mizuho Securities.</p><p>The damage looks particularly harsh when comparing it to the yearly gains for stocks, bonds, housing and commodities in a typical year over roughly the past five decades.</p><p>Corporate earnings estimates fizzle</p><p>While investors worry the stock-market rout could last for a while, especially as earnings expectations fizzle, confidence has been growing among bond investors eyeing today's higher yields.</p><p>U.S. investment-grade corporatebond yields hit 5.7% this week, the highest level since 2009. The 10-year Treasury yield BX:TMUBMUSD10Y rose to 3.8% Friday, posting its highest yield gain over three quarters since 1987, according to Dow Jones Market Data.</p><p>The bond moves comes as corporate earnings growth estimates for the S&amp;P 500 have been slashed to a 2.9% for the third quarter, on a year-over-year basis, according to FactSet data. That's represents a sharp revision from the 9.8% rate expected rate at the start of the quarter.</p><p>Against that backdrop, Ed Perks, CIO and lead portfolio manager for the Franklin Income Fund, favors investment-grade corporate bonds that also fetch average dollar prices of $86, versus more than $110 roughly a year ago.</p><p>Individual investors often get exposure to the sector through corporate bond exchange traded funds, the largest of which is LQD, the iShares iBoxx $ Investment Grade Corporate Bond ETF</p><p>\"We think a lot of the damage has been done in this asset class, while in equities we are rerating. It's changing rapidly in front of our eyes,\" Perks said.</p><p>U.S. stocks fell sharply Friday to close out a terrible month, with the Dow and S&amp;P 500 finishing the session down 1.7% and 1.5%, respectively, to their lowest levels since Nov. 2020, according to Dow Jones Market Data. The Nasdaq posted a 1.5% decline and its lowest finish since July 2020.</p><p>Stocks and bonds are 'discounting for a disaster' after the worst stretch for investors in 20 years</p>",
  "published": "2022-10-01T12:30:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [],
      "nexusId": "10009914"
    }
  ]
}