{
  "_id": "99af46005f851f59d28f0d9542335527c172d60c87e957aa8cf8963387b39793",
  "feed": "ftcomall",
  "title": "Toshiba reveals takeover interest as battle heats up",
  "text": "<p>Toshiba has said it has received interest from 10 potential partners, paving the way for a takeover battle that could end in Japan's largest private equity deal.</p> <p>The conglomerate revealed the scale of the interest on Friday as it set a deadline of May 30 for other potential bidders for a company that has been under pressure from activist shareholders to sell itself.</p> <p>Several buyout firms have already shown an interest in taking the 140-year-old conglomerate private. In April, US group Bain <a href=\"https://www.ft.com/content/6a48f469-ea7d-46b5-aa2e-2d75e4d930c3\">secured qualified support</a> for a deal from Toshiba's largest shareholder, Singaporean investment fund Effissimo. Rival KKR is discussing a potential joint bid with Blackstone, according to people familiar with the matter.</p> <p>“Increasing corporate value benefits all stakeholders,” chief financial officer Masayoshi Hirata said following the release of Toshiba's latest results. “During the process [to assess proposals], we'll examine if going private is the way to achieve this, and with whom that would be.” </p> <p>Analysts say the chief challenge for bidders will be to form a consortium acceptable to Japanese regulators since Toshiba's businesses stretch across sensitive areas including nuclear power, defence and semiconductors.</p> <p>Toshiba also disclosed that it had hired JPMorgan and Mizuho as financial advisers to work alongside Nomura. The 10 groups that have expressed an interest in Toshiba had been given detailed information on its business, the conglomerate said.</p> <p>Shareholders will receive more information about the proposals before Toshiba's annual meeting next month. </p> <p>The company is hoping to draw a line under a period of turmoil, during which Toshiba has presented its own plan to split into three companies. However, Friday also offered some signs of the continued turbulence at the company, with it cancelling a news conference at which it planned to announce a new slate of board directors ahead of the AGM.</p> <p>Shareholders are awaiting Toshiba's nominee for a new chair to replace Satoshi Tsunakawa, who has held the post on an interim basis. </p> <p>Evidence that a potential sale of the company is gathering pace came as Toshiba said it expected an operating profit of ¥170bn ($1.3bn) for the 12 months to March 2023, up 7 per cent from a year earlier. The company added that it would offset the effect of chip shortages and higher costs by lifting prices and boosting sales of higher-margin products.</p> <a href=\"http://www.ft.com/cms/0c0cec42-5264-4812-b5cc-0bc386030fce.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Eri Sugiura and Antoni Slodkowski in Tokyo 2022 'Toshiba reveals takeover interest as battle heats up' FT.com 13 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-13T11:54:22.064Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1260,
          "end": 1268
        }
      ]
    }
  ]
}