{
  "_id": "3a3531183866eeb101137e974287b0043795b4dcc39d63abac1fa5e07c0af543",
  "feed": "market-watch",
  "title": "Elon Musk to Twitter staff: There will be 'difficult times' ahead, so get back to the office; The pros and cons of hybrid and remote work has proven to be a polarizing debate that raises questions of productivity and trust",
  "text": "<p>Remote work only gets the green light when Musk personally approves it, according to the email sent late Wednesday, the Bloomberg report said.</p><p>Two years ago, long before Musk's acquisition, Twitter said staff could work from anywhere.</p><p>That was an early high-profile win for the concept and prevalence of remote work. It's turned from a pandemic fallback plan to a feature — and expectation — for many white-collar jobs. A hybrid mix of some days in the office and some days at home is growing in popularity, according to one recent poll of CEOs.</p><p>For around two months, average weekly office occupancy has \"hovered\" around 47%, although Wednesdays appear to be somewhat busier, according to one gauge on office occupancy from Kastle Systems, a security-technology company.</p><p>If hybrid work becomes the new normal, it looks like Twitter will be an exception.</p><p>As Tesla TSLA CEO, Musk said earlier this year that workers at the electric carmaker who wanted remote work \"should pretend to work somewhere else.\"</p><p>Twitter did not immediately respond to a request for comment.</p><p>Some executives do believe that serious work happens in person and there are lingering questions about the productivity of remote workers, research suggests.</p><p>At the same time, many workers say they are working just as hard, if not harder, when physically away from the office. That's given rise to \"productivity paranoia,\" according to researchers at Microsoft MSFT.</p><p>On the one hand, managers worry that their staff aren't doing enough away from the office and, on the other hand, workers worry they are not doing enough when working at home, researchers noted.</p><p>Many mid-level managers are \"passively rebelling\" against return-to-office directives because a hard insistence could push workers away, said Nicholas Bloom, a Stanford University professor who hasstudied remote and hybrid work.</p><p>But doubts about hybrid and remote work persist. Nearly half (49%) of workers think their managers view people coming to work in the office as harder working and more trustworthy than remote-working colleagues, according to a recent survey from Owl Labs.</p><p>And yet 62% of polled workers felt more productive while working remotely, the report by Owl Labs, a maker of technology and products aiding remote work and collaboration, concluded.</p><p>\"Historically, employers have equated in-office work with maximum productivity. This year's data has shown that productivity levels are more dependent on the types of activities employees are actually working on,\" the survey said.</p><p>But it's a polarizing and often contradictory debate. A majority of workers said the office was best for meeting and managing people, Owl Labs found. Meanwhile, 51% said home was the best place to think creatively, while 30% said the office was the optimal place to do their best creative thinking.</p><p>Related:</p><p>Jamie Dimon insists his workers return to the office — here's why that's a bit rich</p><p>Remote employees are working less, sleeping and playing more, Fed study finds</p><p>Workers are disengaged — but don't blame remote work</p><p>Elon Musk to Twitter staff: There will be 'difficult times' ahead, so get back to the office</p>",
  "published": "2022-11-10T17:53:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": []
    }
  ]
}