{
  "_id": "ee72dec4d11b8ceb8e96af17a7b25b5b667272edbb35a218fbaa476e0ac90e39",
  "feed": "wall-street-journal",
  "title": "Consumer Complaints About Crypto Are on the Rise Amid Industry Slump, Data Shows; Although reports received on crypto are still a small portion of complaints received by the CFPB, the upward trend suggests concerns over consumer complaints could drive more scrutiny of the industry",
  "text": "<p>The crypto-related consumer complaints fielded by the CFPB range from fraud and scams to an inability to withdraw funds. Firms involved in the complaints include crypto-native companies such as Binance.US, Coinbase Global Inc., Gemini Trust Co. and Block Inc., as well as traditional financial institutions such as JPMorgan, Wells Fargo and PNC Bank NA, the data show.</p><p>Although complaints about crypto products and services are still a narrow slice of the overall volume of reports received by the consumer financial regulator, the general upward trend suggests that concerns about consumer complaints could drive additional regulatory scrutiny of cryptocurrency. The industry up to now has received less attention from regulators than areas such as investor protection and market integrity.</p><p>The CFPB uses the complaints to inform its rule-making process and enforcement actions. The agency shares its complaints data with the Federal Trade Commission, and the FTC adds the data to its Consumer Sentinel Network, which is available for use by law-enforcement agencies such as the Federal Bureau of Investigation.</p><p>Transaction-related problems topped the list of complaints, including issues with applications not working or placing orders. About 28% of the complaints were about crypto-related frauds or scams, while another 20% derived from funds not being available, according to the data. Consumers also have reported to the agency issues related to credit reporting, debt collection, mortgage and student loans, among others.</p><p>The public data set for registering complaints, created in 2012, was meant to provide transparency and real-time information so that the public could understand larger industry trends. The CFPB contacts companies named in complaints to give them an opportunity to respond, then publishes reports that outline the specific problems consumers faced, minus their personal identifying information.</p><p>Alison Jimenez, founder of Dynamic Securities Analytics, said the analysis shows that \"not all complaints about crypto are at crypto firms,\" adding that banks and other traditional financial services businesses were also named in these crypto complaints. She said exchanges Coinbase, Gemini and Binance.US received the most complaints, and that complaints about crypto firms included those about other financial products such as credit cards, as well as sending and receiving funds.</p><p>\"It's a good starting point for other research and adding more probing questions to what's going on at these firms,\" she said of the analysis.</p><p>Kathy Kraninger, a former CFPB director under the Trump administration, said it remains to be seen how the CFPB will attempt to clarify its jurisdiction to regulate cryptocurrency, as a number of agencies could claim authority over providing consumer protection. She said other agencies, such as the Securities and Exchange Commission, have authority over investor protection, and the Justice Department and state attorneys general are also acting on fraud- and scam-related issues. \"Who has the primacy, which agency has the best authority, is an important aspect here,\" she said.</p><p>But for crypto firms, said Ms. Kraninger, who is now vice president of regulatory affairs at crypto compliance platform Solidus Labs, it is important that responsible actors in the crypto ecosystem call out the bad players. She added that the industry currently has monitoring tools to look for problems such as malicious code in smart contracts, market manipulation and money laundering, and firms should use them to call out scams and help educate consumers.</p><p>Additionally, crypto firms should take a look at their disclosures to ensure they aren't providing misleading information about the products consumers engage with, the risks their products entail and the protection the firms can provide, she said.</p><p>\"Those are the kind of things that are typical in traditional finance, including disclosing [what risks there are] to the customer base,\" she said. \"There are companies that are doing it, and they should do it…That's the assurance that investors are looking for as well.\"</p><p>Write to Mengqi Sun at mengqi.sun@wsj.com</p><p>Consumer Complaints About Crypto Are on the Rise Amid Industry Slump, Data Shows</p>",
  "published": "2022-09-30T12:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 315,
          "end": 323
        }
      ],
      "nexusId": "10009914"
    }
  ]
}