{
  "_id": "162afe889e4d0a4b71ff7d6678aca5e6c2fa6d84da4508bb88b1af2c8314fc4d",
  "feed": "market-watch",
  "title": "'Resilient' Workday weathering macro uncertainty well, analysts say; Human resources cloud-software company Workday Inc. is showing its resilience in an uncertain economic environment.",
  "text": "<p>The company's stock has fallen 41.6% this year, compared with the S&amp;P 500 Index's SPX decline of 17%.</p><p>\"Workday's results demonstrate relative resilience and stability in a tough macro environment,\" wrote J.P. Morgan analyst Mark Murphy, in a note released on Wednesday. The company is delivering the \"strategic criticality\" of servicing Finance teams while addressing talent/people/employee-engagement, which are high priorities in the current labor market, he added.</p><p>See Now: Workday stock rises 8.5% following raised outlook and share-buyback plan</p><p>J.P. Morgan reiterated its overweight rating for Workday but lowered its price target to $223 from $235.</p><p>Stifel, which has a buy rating for Workday, also lowered its price target, to $185 from $220, in a note released on Tuesday.</p><p>\"In spite of a challenging demand environment stemming from current macro headwinds, Workday delivered a solid F3Q23 print with revenue and profitability better than expected as the company executed well on the sales front, especially as it relates to selling back into the installed base, and management kept a tight lid on expense growth,\" wrote Stifel analyst Brad Reback.</p><p>These sentiments were echoed by analyst firm D.A. Davidson. \"Workday is weathering the uncertainty with a strong value prop, sales back to the base, and relative strength in the mid-market,\" wrote Robert Simmons, senior vice president of analyst firm D.A. Davidson in a note released Wednesday. \"We continue to like the company's setup, both fundamentally and on valuation.\"</p><p>See Now: Workday stock rises sharply on continued growth, earnings beat</p><p>D.A. Davidson reiterated its buy rating and $205 price target for Workday.</p><p>Mizuho Securities lowered its Workday price target to $200 from $220 on Tuesday and reiterated its buy rating. \"In our view, Workday remains in a strong position to become the preeminent vendor in the back-office suite over the longer term,\" wrote Mizuho analyst Siti Panigrahi.</p><p>Of 38 analysts surveyed by FactSet, 28 have an overweight or buy rating, and 10 have a hold rating for Workday.</p><p>'Resilient' Workday weathering macro uncertainty well, analysts say</p>",
  "published": "2022-11-30T15:28:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 550,
          "end": 561
        },
        {
          "start": 204,
          "end": 215
        }
      ]
    }
  ]
}