{
  "_id": "5ab64233e59a3e074da7ca4f9ccafba6439e43c2bba087a6f99e704efaaaeb52",
  "feed": "wall-street-journal",
  "title": "U.K. Leader Liz Truss's Plan for Tax Cuts and New Spending Takes a Page From Reaganomics; The new prime minister is betting that the former U.S. president's policy formula will revive the British economy",
  "text": "<p>The measures come in addition to a big government spending plan to cap household and corporate energy bills this winter that could cost the U.K. government roughly £100 billion, equivalent to about $113 billion, over the next two years.</p><p>The goal is to spur growth in an economy facing weak growth and high inflation, partly brought on by an energy price shock from higher natural-gas prices from the war in Ukraine, as well as a U.S.-style labor shortage. Absent the government bailouts, economists warned that many Britons would be unable to pay their energy bills this coming winter and thousands of companies would go broke.</p><p>Ms. Truss' economic plan goes well beyond a short-term bailout by offering permanent tax cuts, making it a far broader attempt to spur growth. JPMorgan Chase &amp; Co. had expected the U.K. economy to shrink 0.5% next year, but revised its forecast following the announcement of the energy subsidy to growth of 0.2%.</p><p>Ms. Truss has tried to shape her political image in the mold of Margaret Thatcher, the 1980s leader who also helped engineer an economic turnaround in the U.K. While Ms. Thatcher also espoused lower taxes and deregulation, she insisted that painful spending cuts be carried out before tax cuts in order not to jeopardize government finances, economists say. Ms. Truss' plan, by contrast, has more in common with that of Mr. Reagan, whose government also increased spending while cutting taxes, said Jonathan Portes, an economist at King's College in London.</p><p>\"People talk about whether she's going to reprise Thatcher's economic policies, but this is less Thatcher and definitely more Reaganomics,\" he said.</p><p>The government is also planning a deregulation drive, in particular in the finance sector, to try to bolster London's role as a business hub.</p><p>Taken together, the Truss plan is a bold but risky gamble that the payoff from higher growth will more than offset the risks from a big expansion in the government's deficit and debt at a time of high inflation and rising interest rates, which will increase the cost of servicing the debt and could shake investors' confidence in the U.K. economy and its currency.</p><p>Supporters of the plan say the risks are worth taking at a time when the economy faces strong headwinds, while critics fear it could fuel inflation that is already flirting with double-digit levels.</p><p>Whether that gamble pays off will likely shape the political fortunes of both Ms. Truss and the ruling Conservative Party, analysts say. Ms. Truss was selected by party members to replace former leader Boris Johnson in the hope she will lead it to a record fifth consecutive election victory in 2024. Currently polls show the Tories still trail the opposition Labour Party by 10 points.</p><p>Since being announced as the new prime minister earlier this month, Ms. Truss has set out a much clearer economic direction than Mr. Johnson. While often promising a smaller government, Mr. Johnson had also pledged big state intervention to bolster left-behind parts of the country, a promise that helped the party appeal to all parts of society and win a big election victory in 2019. Following big spending during the pandemic, his government pushed through a series of tax hikes—many of which are now being reversed by Ms. Truss.</p><p>\"I've been very clear that as well as keeping taxes low, we need to put in place measures that are going to drive growth in the economy. And that's my priority—we've had relatively low growth for several decades.\" Ms. Truss told British television channel TalkTV during a visit to New York this week for the U.N. General Assembly.</p><p>While in New York, Ms. Truss told business leaders that she was \"unashamedly pro-business,\" and was willing to be unpopular to boost growth. In a rare move for a British leader, she defended the fact that the tax cuts would disproportionately benefit the wealthy in the short term. She also said that, unlike the European Union, there would be no effort to claw back cash by raising taxes on energy company profits. Ms. Truss is also removing a cap on banker bonuses, even as many workers like nurses and teachers get below-inflation pay rises. A YouGov poll on Thursday showed that 49% of Britons believe that the cost of living crisis is caused by \"corporate greed.\"</p><p>The economic package will help shelter the economy in the short-term. Thanks to the cap in energy bills, the Bank of England said Thursday it had revised its forecast for inflation to peak at 11% in annual terms in October, compared with an earlier forecast of 13%. But the bank added the assistance could mean consumers spend more at a later date, adding to inflation in the medium term.</p><p>\"I don't think Truss and her team have completely forgotten about the deficit and need to balance the books, but in the current trajectory of no growth and high taxes we're in a downward spiral, so you need to give the economy a jolt,\" said Robert Colville, director of the Centre for Policy Studies, a center-right think tank that has advised the Conservative Party on policy.</p><p>The combination of higher spending, which includes a boost to military spending, and lower tax revenues could put U.K. government debt on an unsustainable path, according to a report this week by the Institute for Fiscal Studies, a think tank. It forecast the new policies would raise the government's borrowing needs to £100 billion a year in 2024 versus a previous estimate of about £40 billion.</p><p>The measures will also push up the U.K.'s debt—which has already risen before the latest measures to about 100% of annual economic output, versus about 84% prepandemic—at a time when higher interest rates make it more costly to finance the borrowing.</p><p>Already, the U.K. government paid a record £8.2 billion in August on servicing its debt—some £1.5 billion more than the same month a year ago, the Office for National Statistics said Wednesday. The news helped drive down the pound to a 37-year low against the dollar, which has been gaining against most currencies.</p><p>\"To combine the politically necessary one-off expansion of government borrowing [for the energy crisis] with very large permanent tax cuts seems reckless at best and quite dangerous at worst,\" said Mr. Portes, a former U.K. Treasury official.</p><p>Back in the 1980s, Mr. Reagan's bet that the U.S. government could tolerate more borrowing without losing investor confidence turned out to be largely right given the dollar's crucial role in the global economy, he said. But whether that applies to the U.K. and the pound remains to be seen.</p><p>\"We aren't so big that the world has to swallow our budget deficit. Sterling is a quasi-reserve currency, perhaps, but nothing like the dollar,\" said Mr. Portes. \"I don't think we're on the cusp of a debt crisis, or bottom falling out of sterling, but there are significant risks.\"</p><p>Ms. Truss's policies risk exacerbating a labor shortage in the U.K., which has been driven by some of the same factors present in the U.S. A drop in labor-force participation—tied to early retirements, lack of affordable child care and long Covid—has already pushed up wages, said Gaurav Ganguly, a senior director of economic research at Moody's Analytics.</p><p>By giving corporations and consumers more money—through tax breaks, home-buying subsidies and energy-consumption relief—Ms. Truss could end up juicing economic demand faster than increases in supply, or the ability of producers and their workers to keep up, Mr. Ganguly said.</p><p>The scale of Ms. Truss' proposed tax cuts are unlikely to have anywhere near the same effect as those of Ms. Thatcher, when Britain's top marginal tax rates were near 80%. And longer term, most economists say Britain will still have to address a decline in productivity, weak business investment and weak trade since the country's departure from the EU.</p><p>Write to David Luhnow at david.luhnow@wsj.com, Max Colchester at max.colchester@wsj.com and Josh Mitchell at joshua.mitchell@wsj.com</p><p>U.K. Leader Liz Truss's Plan for Tax Cuts and New Spending Takes a Page From Reaganomics</p>",
  "published": "2022-09-22T16:36:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 771,
          "end": 791
        }
      ],
      "nexusId": "10009914"
    }
  ]
}