{
  "_id": "b1433d3f69dca3af3c3f1e91f0d67fffa5321fd3247f5e4d08b5fb4581776c00",
  "feed": "wall-street-journal",
  "title": "Goldman's Pay Raises Weigh on Its Profit",
  "text": "<p>Investment-banking units across the industry have notched blockbuster results in the pandemic, first from nervous companies that wanted to raise debt and then from confident CEOs who wanted to expand their empires. Raucous markets pushed trading revenues skyward. Firms like Goldman have raced to hire enough people to keep up with the flood of deals and are now paying to keep them from jumping ship.</p><p>Wall Street tried to keep the lid on pay in 2020 as business boomed but the overall economy languished. Goldman raised compensation by 8% in 2020, even though revenue jumped 22%.</p><p>In 2021, Goldman's revenue jumped 33% along with its pay.</p><p>\"There is real wage inflation everywhere in the economy,\" Goldman CEO David Solomon said on a call with analysts.</p><p>Goldman shares fell nearly 7% on Tuesday.</p><p>It isn't just big banks, as employers of all types and sizes are boosting pay to try to get and keep workers. But the Omicron variant is keeping many people out of work, and other would-be workers are dealing with erratic child care or simply decided to retire early after the pandemic hit. Average U.S. hourly wages increased by 4.7% in December from a year earlier, according to the Labor Department. That is well above pre-pandemic wage growth of about 3%.</p><p>Like JPMorgan and Citigroup, Goldman recorded big profits for the full year. Goldman's investment bank reported record annual revenue, and its trading unit booked its highest annual revenue in 12 years.</p><p>But the compensation expenses weighed on fourth-quarter results. Goldman's fourth-quarter profit declined 13% to $3.94 billion, or $10.81 a share, ending what had been a streak of big gains. The bank also missed analysts' forecasts for per-share earnings.</p><p>Goldman's revenue rose 8% to $12.64 billion.</p><p>Wall Street's battle for talent has played out at all levels. Multiple firms raised salaries last year for junior bankers, many of whom found the grunt work of entry-level banking less appealing when they were doing it from home. Goldman, for example, increased base pay for its entry-level employees -- first-year analysts -- to $110,000, a nearly 30% increase from the previous starting salary of $85,000.</p><p>At senior levels, pay is largely in the form of stock awards and can stretch into the millions.</p><p>Goldman is also giving its partners an additional one-time stock bonus. The additional grant was earlier reported by Bloomberg News.</p><p>JPMorgan this week is awarding investment bankers bonuses from a pool that is 30% to 40% higher than it was a year ago, according to a person familiar with the matter.</p><p>\"We will be competitive in pay,\" JPMorgan CEO Jamie Dimon said last week on a call with analysts. \"If that squeezes margins a little bit for shareholders, so be it.\"</p><p>Some firms, like Citigroup, are using their more-flexible work-from-home policies as a recruiting tool. Goldman and JPMorgan were more aggressive last year in calling employees back to the office, though Goldman told employees last week that they could work from home until Feb. 1.</p><p>Mr. Solomon said Tuesday he expects Covid-19 will become endemic and that \"as a society we will find a way to live with it.\" He said he is optimistic that Omicron's economic impact will be relatively muted compared with earlier variants.</p><p>Mr. Solomon also said that Goldman will be \"flexible and dynamic\" with protocols, \"while also enabling the majority of our people to be back in the office safely.\"</p><p>Overall, Goldman continued to benefit from ebullient deal making. Investment banking revenue jumped 45% to $3.8 billion. JPMorgan and Citigroup last week also reported big gains in investment-banking fees.</p><p>Trading revenue was $3.99 billion, down 7%, as pandemic-induced volatility in capital markets subsided. Trading revenue fell 11% at JPMorgan and 17% at Citigroup.</p><p>Goldman is working to expand its businesses that cater directly to consumers. Revenue from its consumer and wealth management unit rose 19% in the fourth quarter. Consumer banking revenue grew 8%. The bank's return on equity was 23% in 2021 after a return of 11.1% in 2020.</p><p>---</p><p>David Benoit contributed to this article.</p>",
  "published": "2022-01-19T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 1248,
          "end": 1256
        },
        {
          "start": 1260,
          "end": 1268
        },
        {
          "start": 2372,
          "end": 2380
        },
        {
          "start": 2818,
          "end": 2826
        },
        {
          "start": 2846,
          "end": 2854
        },
        {
          "start": 3501,
          "end": 3509
        },
        {
          "start": 3535,
          "end": 3543
        },
        {
          "start": 3716,
          "end": 3724
        },
        {
          "start": 3752,
          "end": 3760
        }
      ]
    }
  ]
}