{
  "_id": "a16cd0c09d6311653bb18a19a7e67c37eaf8f7ca114c350e9cb89930a290cb2e",
  "feed": "ftcomall",
  "title": "JPMorgan/Dimon: capital returns will reconcile investors to higher capex",
  "text": "<p>JPMorgan needed to convince investor day attendees that it has not lost its profit advantage over competitors. Shares have been reeling since the US banking giant warned in mid-January that higher spending could cause it to miss a key profitability target. Investors delivered a stinging rebuke to boss Jamie Dimon last month by rejecting his pay package in a non-binding vote.</p> <p>JPMorgan is not backing down on its spending plans. It is maintaining its expense outlook of $77bn for this year, an 8.5 per cent rise from 2021. Instead, it is seeking to reassure investors on the revenue front. </p> <p>JPMorgan's core retail banking business appears to be in better shape than investors give it credit for. Thanks to rising interest rates, the bank now expects net interest income, excluding its markets business, to surpass $56bn this year, up from the previous outlook of $53bn. More importantly, it said that it may be able to achieve a target for a 17 per cent return on tangible capital equity (ROTCE) this year. </p> <p>Meeting that benchmark will depend on the direction of the US economy. The worry is that rate increases too big or too fast will tip the US into recession. For now, Dimon thinks the US economy remains in good shape and challenges may dissipate. His comments were enough to rally JPMorgan shares 7 per cent on Monday.</p> <p>JPMorgan argues that it needs to spend. Migrating its legacy mainframe computing system to the cloud is not cheap. But the switch should enable the bank to service customers better and increase market shares in the long haul. </p> <p>Dimon is right to go on the offensive just as funding constraints loom large for fintech start-ups. The problem is that although JPMorgan possesses plenty of financial firepower, shareholders continue to focus on short term returns. To keep them on its side, JPMorgan will have to make good on those targets.</p><p>Source:  2022 'JPMorgan/Dimon: capital returns will reconcile investors to higher capex' FT.com 23 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-23T17:33:15.580Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 0,
          "end": 8
        },
        {
          "start": 1679,
          "end": 1687
        },
        {
          "start": 1809,
          "end": 1817
        },
        {
          "start": 1324,
          "end": 1332
        }
      ]
    }
  ]
}