{
  "_id": "5e4b9be209422d27f29a4328cb18c790288a59f105fecd57730e4306108f281e",
  "feed": "wall-street-journal",
  "title": "Stock Futures Rise After Wild Surge on Wall Street; Major banks reported earnings ahead of the bell, including JPMorgan Chase and Wells Fargo",
  "text": "<p>The premarket moves suggest the U.S. stock market could see a day of choppy trading, following a white-knuckle ride that some traders and analysts say was one of the most puzzling of this year. On Thursday, the S&amp;P 500 finished 2.6% higher after falling as much as 2.4% earlier in the session—marking an uncommonly large intraday turnaround.</p><p>Big moves in U.S. stocks have become a fixture of this year's market. The S&amp;P 500 has moved 2.5% or more in either direction during about 1 out of every 10 trading days this year. But Thursday's roughly 5% intraday swing was one that caught many investors by surprise, and served as a reminder of how quickly traders can be caught offside when volatility strikes this year.</p><p>Early Friday morning, the rally in U.S. markets had rippled across the globe. Major indexes in Europe and Asia jumped. China's Shanghai Composite posted its biggest one-day rise since April, while Japan's Nikkei 225 saw its biggest rise since March. Riskier assets including cryptocurrencies also advanced. In recent trading, bitcoin climbed 1.4% to about $19,649 from its 5 p.m. ET Thursday level.</p><p>After bouncing around earlier in the premarket session, earnings from America's big banks helped futures turn solidly higher. JPMorgan Chase reported revenue and profits that beat analyst expectations, lifting the stock 2.4%. Wells Fargo, despite missing earnings expectations, topped Wall Street's revenue forecasts. Its stock rose 1.8% premarket.</p><p>Meanwhile, many on Wall Street were still searching for explanations for the rebound, which came after so-called U.S. core inflation, or inflation excluding energy and food, accelerated to a new four-decade high in September. Stocks initially tumbled after the report, fearing it meant that the Federal Reserve would need to keep lifting interest rates aggressively to contain pricing pressures. They then reversed their losses, with a rally gaining steam as the day continued.</p><p>Some on Wall Street tried to find silver linings in the inflation report to explain the move. They posited that because shelter costs—which have a large weighting on inflation data—are factored in on a lagging basis, inflation in real time may not be so bad, thanks to falling rent prices recently.</p><p>Others, however, suggested the rally was instead purely technical, and was instead likely driven, in part, by a so-called short-covering rally, a phenomenon that occurs when bearish investors betting on stocks falling are forced to instead buy to contain losses on incorrect bets. The S&amp;P 500 has tended to finish lower most days this year after consumer-price index data is released, suggesting many investors were anticipating another move lower Thursday.</p><p>\"The conditions were ripe for a counterintuitive move, since we often see something like this when positioning is one-sided,\" said Jason Goepfert, president of Sundial Capital Research in an email.</p><p>In the bond market Friday, the yield on the 10-year U.S. Treasury note fell to 3.905%, from 3.952% Thursday. The yield on the two-year note, which is generally more sensitive to near-term interest-rate expectations, fell to 4.418%.</p><p>Volatile swings Friday could leave the weekly performance of major indexes uncertain. As of Thursday's close, the S&amp;P 500 and Dow had both recorded gains for the week, rising 0.8% and 2.5%, respectively. A weekly gain for both indexes would extend their winning streak into a second week.</p><p>Later Friday, investors will parse earnings results from major banks, including Morgan Stanley and JPMorgan Chase, for clues about the trajectory of the U.S. economy. Both will report before the market opens.</p><p>Many investors are also keeping an eye on U.K. markets, which have also swung wildly this week. On Friday, U.K. stocks and government bonds, or gilts, rallied after Bloomberg reported that Prime Minister Liz Truss is expected to reverse parts of her economic strategy on Friday.</p><p>The U.K.'s benchmark FTSE 100 climbed 1.1%, building on earlier gains. The yield on the 10-year U.K. government bond, or gilt, fell to 3.917%. Yields fall when bond prices rise. The British pound was down 0.8% against the U.S. dollar.</p><p>Elsewhere overseas, the pan-continental Stoxx Europe 600 gained 1.3%. In Asia, China's Shanghai Composite gained 1.8% while Japan's Nikkei 225 added about 3.3%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stock Futures Rise After Wild Surge on Wall Street</p>",
  "published": "2022-10-14T11:40:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 111,
          "end": 125
        },
        {
          "start": 111,
          "end": 119
        },
        {
          "start": 3517,
          "end": 3525
        },
        {
          "start": 1241,
          "end": 1249
        },
        {
          "start": 1241,
          "end": 1255
        }
      ],
      "nexusId": "10009914"
    }
  ]
}