{
  "_id": "c963036b9da05dc7ec8d3c7f73272c7093c574170cdeb4cc90b68e97a487687a",
  "feed": "wall-street-journal",
  "title": "Banks on Pace for First Decline In Deposits Since World War II",
  "text": "<p>While some analysts doubt the full-year decline will happen, even the possibility would have been unthinkable a few months ago. Bank deposits have grown sharply during the pandemic.</p><p>At the end of February, analysts were forecasting a 3% increase. But analysts have cut $1 trillion from their estimates since then, according to a review of FactSet data.</p><p>The swift change in expectations is an important indication of how the Federal Reserve's hiking cycle is likely to land on the financial economy.</p><p>Forecasts from Fed officials and economists now call for sharp increases in the Fed's core interest rate to combat inflation. That will ripple through the banking industry in myriad, somewhat unpredictable ways. How consumers and businesses handle their stored-up cash will be among the most closely watched results of the Fed's action.</p><p>\"This is in no way traditional Fed tightening -- and there are no models that can even remotely give us the answers,\" JPMorgan Chase &amp; Co. Chief Executive Jamie Dimon wrote in his annual shareholder letter last week.</p><p>A decline isn't going to hurt the banks. The flood of deposits had become a headache as it had big banks nearing regulatory limits on their capital. Banks had already been pushing many depositors aside because they weren't able to put the money to work as loans.</p><p>The industry has $8.5 trillion more in deposits than loans, according to Barclays analysts. While loan demand is expected to increase, and the banks need deposits to fund the lending, that is more than enough.</p><p>\"These are deposits they don't really need,\" Barclays analyst Jason Goldberg said.</p><p>Bank stocks have dropped along with changing Fed views. The KBW Index started the year heading higher as the S&amp;P 500 fell. But it has lost nearly 20% since the middle of January and is down 9.4% for the year, while the S&amp;P 500 has lost 5.8%.</p><p>Banks were supposed to benefit from a methodical increase in interest rates. That would allow them to charge more on loans and keep near zero the amount they pay depositors. Banks, after all, won't pay more for funding they don't need. That combination would boost what had been record-low profit margins.</p><p>The last time the Fed increased rates, deposit growth slowed but was still positive, so bankers expected the same.</p><p>But what happened the past two years to set the stage for this year has no precedent.</p><p>During the pandemic, consumers stashed away stimulus checks and businesses stockpiled cash to deal with shutdowns and supply-chain issues. Total deposits increased $5 trillion, or 35%, over the past two years, according to FDIC data.</p><p>Analysts and bankers think those aren't likely to stay around.</p><p>Citigroup estimated banks have $500 billion to $700 billion in excess noninterest-paying deposits that could move quickly.</p><p>The most likely beneficiaries are money-market funds, short-term investments that often capture overflowing deposits from banks.</p>",
  "published": "2022-04-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 954,
          "end": 974
        }
      ]
    }
  ]
}