{
  "_id": "8d0838f1d059274a9224b861f1850b0b54297250a18527d9dae9487b17454ee1",
  "feed": "ftcomall",
  "title": "Blackstone limits withdrawals at $125bn property fund as investors rush to exit",
  "text": "<p>Blackstone has limited withdrawals from its $125bn real estate investment fund following a surge in redemption requests, as investors clamour to get their hands on cash and concerns grow about the long-term health of the commercial property market. </p> <p>The private equity group approved only 43 per cent of redemption requests in its Blackstone Real Estate Income Trust fund in November, according to a notice it sent to investors on Thursday. Shares in <a href=\"https://www.ft.com/stream/2519f1ee-e8b7-4f4b-976a-d2f4cf7b7dac\">Blackstone</a> fell as much as 8 per cent.</p> <p>The withdrawal limit underscores the risks wealthy individuals have taken by investing in Blackstone's mammoth private real estate fund, which — after accounting for debt — owns $69bn in net assets, spanning logistics facilities, apartment buildings, casinos and medical office parks. </p> <p>Analysts at JPMorgan said that part of “the allure&#xa0;for BREIT had been the availability of monthly liquidity” but with redemptions&#xa0;capped they envisioned “advisors thinking twice before allocating new capital to the fund”. </p> <p>“Furthermore, we see the velvet rope now limiting redemptions possibly if not likely driving more investors to ask for more of their money back. What may be a bit more concerning is that performance does not appear to be directly driving outflows given returns are . . . up roughly 9 per cent through October,” they added.&#xa0;</p> <p>About 70 per cent of redemption requests have come from Asia, according to people familiar with the matter, an outsized share considering non-US investors account for only about 20 per cent of BREIT's total assets.</p> <p>One partner in the fund told the Financial Times that the poor recent performance of Asian markets and economies may have put pressure on investors, who now need cash to meet their obligations. </p> <p>In the US, commercial property is under pressure from rising inflation and interest rates, according to a recent report from the National Association of Realtors. Globally, the mood in property has darkened and some high-profile investors have warned of a lack of finance in parts of the sector.</p> <p>The surge in redemption requests come as Blackstone announced the sale of its near 50 per cent interest in the MGM Grand Las Vegas and Mandalay Bay Resort casinos in Las Vegas for $1.27bn. Including debt, the deal valued the properties at more than $5bn. </p> <p>Proceeds from the sale, which was agreed at a premium to the carrying values of the properties, will help with liquidity for BREIT as it meets redemption requests — or be reinvested in faster-growing property assets, said a person familiar with the matter.</p> <p>“If there is good news, it is that BREIT has plenty of liquidity with what appears like a remote chance of being a forced seller,” said the JPMorgan analysts.</p> <p>In October, BREIT received $1.8bn in redemption requests, or about 2.7 per cent of its net asset value, and has received redemption requests in November and December exceeding the quarterly limit. </p> <p>It allowed investors to withdraw $1.3bn in November, or just 43 per cent of the redemption requests it received. Blackstone would allow investors to redeem just 0.3 per cent of the fund's net assets this month, it added in the notice.</p> <p>Private capital managers have increasingly turned to retail investors, arguing wealthy investors should have the same ability as pension and sovereign wealth funds to diversify away from public markets. Part of the pitch money managers make is that, by giving up some liquidity rights, higher returns can be achieved.</p> <p>The BREIT fund allows for 2 per cent of assets to be redeemed by clients each month, with a maximum of 5 per cent allowed in a calendar quarter. The fund has gained more than 9 per cent in the nine months to the end of September because of rising rents from the properties and dividend payments. </p> <p>Its increase in value is in contrast to publicly traded real estate investment trusts, which have declined sharply in value in line with falling stock markets.</p> <p>In recent years, the fund has been one of the big sources of Blackstone's growth in assets under management, alongside a private credit fund called BCRED. In recent quarters, rising redemption requests from both funds have worried analysts as a signal of stalling asset growth. </p> <p>“Our business is built on performance, not fund flows, and performance is rock solid,” said Blackstone in a statement sent to the FT that emphasised the fund's concentration in rental housing and logistics in fast-growing areas of the US and its predominantly fixed-rate liabilities.</p><p>Source: Antoine Gara and Sujeet Indap in New York 2022 'Blackstone limits withdrawals at $125bn property fund as investors rush to exit' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-01T18:45:27.013Z",
  "tags": [
    {
      "id": "US46625H1005",
      "nexusId": "10009914",
      "name": "JPMorgan Chase & Co.",
      "offsets": [
        {
          "start": 786,
          "end": 794
        },
        {
          "start": 2676,
          "end": 2684
        }
      ]
    }
  ]
}