{
  "_id": "8169c33845b0ceeab2e4a124ec2e3001253d3e6a40a6df1e64c929e5add55f4f",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: Vaccine Stocks Already Got Their Booster",
  "text": "<p>Pfizer and its partner BioNTech said Thursday that they would seek emergency authorization from U.S. regulators to distribute a booster shot of their vaccine. The companies also said they are developing an updated vaccine to combat against the fast-spreading Delta variant and will begin clinical trials next month.</p><p>That is good news for shareholders of those companies on its face -- a need for more vaccines translates into additional revenue, after all. Observers shouldn't be surprised if Moderna makes a similar announcement about booster shots soon.</p><p>For their part, U.S. health regulators sounded a cautious tone. They said they are working \"to consider whether or when a booster might be necessary\" in response. For instance, Covid-19 hospitalizations are rising in areas of the U.S. with low vaccination rates, but nearly all hospitalizations have occurred in unvaccinated patients.</p><p>While it is reassuring that drugmakers are prepared should today's public-health situation worsen, the booster dilemma raises serious questions about the bull market in vaccine stocks. BioNTech and Moderna boast a combined market value of about $140 billion, on par with the value of Amgen, a diversified drugmaker that expects to book roughly $26 billion in sales this year.</p><p>Those lofty valuations for the vaccine makers are reasonable based on current sales. Moderna expects to book at least $19.2 billion in vaccine sales this year. BioNTech and Pfizer, which share profits on their vaccine, expect sales of about $26 billion this year. Those numbers are on par with the bestselling drugs of all time.</p><p>But biotech investors can be an unforgiving sort. They will assign a premium valuation to the most effective and bestselling drugs for only as long as cash comes in the door.</p><p>For example Gilead Sciences' hepatitis C treatment Sovaldi was approved in 2013, cured the disease in the vast majority of patients treated, and generated tens of billions of dollars in revenue along the way. Shares rocketed for a while but fell as sales began to slow. The stock price today is little changed from the 2013 approval.</p><p>Vaccine sales won't fall off a cliff altogether. Moderna has secured purchase agreements for next year and has said discussions for 2023 are continuing. And the incredible damage to public health and the global economy from the virus means that even countries that have beaten back the virus will likely want to stockpile doses for future use. It also is possible that messenger RNA technology used to develop these vaccines will lead to other lucrative drug discoveries.</p><p>But investors shouldn't assume that happy scenario is the only possible outcome. Last month, Covid-19 test maker Abbott Laboratories lowered its financial outlook for 2021 and said the improved public-health situation had \"suddenly and fundamentally impacted market demand for COVID-19 testing.\"</p><p>If vaccine demand follows a similar course, Wall Street can expect an adverse reaction.</p>",
  "published": "2021-07-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 1175,
          "end": 1180
        }
      ]
    }
  ]
}