{
  "_id": "6229ed8f8fe5967ba26cba7c9cf182c6cc32a8b78c46a6ac647a1347527c4cc1",
  "feed": "wall-street-journal",
  "title": "VC Daily: Laronde Fundraising Haul Reflects Search for Next Moderna",
  "text": "<p>BioNTech SE, which joined with Pfizer Inc. to develop an mRNA coronavirus vaccine, has prospered since its 2019 IPO, while publicly traded mRNA company Translate Bio Inc. agreed in August to be acquired for $3.2 billion by Sanofi SA. Sanofi in April also purchased Tidal Therapeutics, which seeks to use mRNA to reprogram immune cells, for up to $470 million in payments.</p><p>Flagship, which launched Cambridge, Mass.-based Laronde in 2017, initially provided it with $50 million to fund its development of novel RNA drugs and vaccines. Laronde, which expects to start clinical trials in 2023, sped through this latest financing, the first opened to new backers, raising it in six weeks.</p><p>For investors, waiting for Laronde to secure clinical data would mean missing an opportunity to build a stake in what could be the next great RNA company. Laronde cashed in on that sentiment, raising enough capital to build a broad pipeline that should give it several opportunities to prove itself.</p><p>And now on to the news...</p><p>Top News</p><p>Apple Watch. Apple Inc. is working on new health-related features for its smartwatch, including a tool to tell users when their blood pressure is increasing and a thermometer to help with fertility planning, according to people familiar with the plans and internal company documents, The Wall Street Journal's Rolfe Winkler reports.</p><p>The fertility feature could be available as soon as next year, along with potential improvements to its irregular-heartbeat monitoring and an upgrade to how it tracks sleep patterns, the people said and the documents show.</p><p>The company is expected to release its seventh version of the Apple Watch in the coming weeks, according to analysts, but most of its more ambitious health-related improvements aren't expected before 2022.</p><p>Beyond next year, Apple wants its smartwatch to be able to detect sleep apnea, provide medical guidance when it senses low blood oxygen levels and, perhaps one day, spot diabetes, according to the documents and some of the people. Features, especially those being studied for release in later years, might never be rolled out to consumers or timing could change, cautioned people familiar with the company's plans.</p><p>$440 Million</p><p>The amount of Series B financing raised by Laronde, an RNA drugmaker founded by Flagship Pioneering.</p><p>Catalent to Buy Supplement Maker Bettera Holdings for $1 Billion</p><p>Contract drug manufacturer Catalent Inc. has agreed to buy closely held Bettera Holdings LLC for $1 billion, the latest deal involving nutritional supplement companies, WSJ's Jared S. Hopkins reports. The all-cash deal expands Catalent's manufacturing capabilities for vitamins, minerals and supplements to make them in gummy form. The transaction is expected to close by the end of the fourth quarter. Bettera, based in Plano, Texas, and backed by private-equity firm Highlander Partners LP, manufactures gummy, soft-chew and lozenge forms of vitamins and supplements. Bettera has about 500 employees.</p><p>Cities Add Emergency Facilities for Mental-Health Patients</p><p>Emergency facilities dedicated to mental-health patients are sprouting up across the U.S. to handle psychological trauma exacerbated by the Covid-19 pandemic, WSJ's Laura Cooper reports. Some new facilities dedicated to mental health act like urgent-care centers, allowing people to receive services without appointments. Others receive patients brought in by police and other first responders, who otherwise often have little choice but to drop those experiencing mental-health crises at emergency rooms or jail.</p><p>Industry News</p><p>People</p><p>European life sciences venture capital firm Forbion appointed Nanna Lüneborg as a general partner, where she will work on the €360 million ($426 million) Forbion Growth Opportunities Fund. Ms. Lüneborg was previously a partner at Novo Ventures.</p><p>Digital musculoskeletal-care platform Kaia Health named Gemma Wenstrom as chief operations officer, CJ Mark as chief revenue officer and Manu Diwakar as chief financial officer. Ms. Wenstrom joins the company from Veradigm. Ms. Mark was most recently chief commercial officer at Vida Health. Earlier in his career, Mr. Diwakar was at Riot Games. New York-based Kaia Health earlier this year raised a $75 million Series C round from investors including Optum Ventures, Eurazeo, 3VC, Balderton Capital, Heartcore Capital and Symphony Ventures.</p><p>Everly Health, the parent company of digital health company and at-home lab testing brand Everlywell, appointed Chris Bishko to the post of chief financial officer and Kristina Omari as the company's first executive vice president of finance. Mr. Bishko was most recently CFO of Tubi. Ms. Omari joins Everly from Lyft. Austin, Texas-based Everly Health, which earlier this year was valued at $2.9 billion, has raised over $325 million to date from investors including Goodwater Capital, Highland Capital Partners, Next Coast Ventures, Greenspring Associates, Lux Capital and Morningside Ventures.</p><p>ImmunOs Therapeutics AG, a Swiss company developing a new class of biologics for the treatment of cancer and autoimmune diseases, named Jeffrey Abbey as chief operating officer. He was previously chief executive of Novadip Biosciences and Argos Therapeutics. ImmunOs Therapeutics is backed by Pfizer Ventures, BioMed Partners and Redalpine, among others.</p><p>Exits</p><p>VectivBio Holding AG, a company developing novel treatments for severe rare conditions, plans to acquire Comet Therapeutics Inc., a developer of drugs to treat inherited metabolic diseases. Terms weren't disclosed. Comet Therapeutics is backed by investors including Sofinnova Partners, Inkef Capital, Canaan and Mission BioCapital.</p><p>BioLife Solutions Inc., a provider of bioproduction products and services for cell and gene therapies, acquired peer company Sexton Biotechnologies for an undisclosed amount. Sexton was founded in 2019 and had raised funding from BioLife Solutions, along with Casdin Capital, BioCrossroads and Cook Regentec.</p><p>New Money</p><p>Asher Biotherapeutics, a South San Francisco, Calif.-based startup developing precisely targeted immunotherapies for cancer, autoimmune and infectious diseases, completed a $108 million Series B round led by Wellington Management. New investors RA Capital Management, Janus Henderson Investors, Logos Capital and Alexandria Venture Investments also participated in the funding, along with existing backers Third Rock Ventures, Mission BioCapital and others.</p><p>Quip, a Brooklyn, N.Y.-based provider of oral-care products and professional dental-care services, scored $100 million in growth funding from Cowen Sustainable Investments. Artem Mariychin, managing director at CSI, will join the company's board.</p><p>Oviva, a Switzerland-based provider of diet and lifestyle coaching, secured $80 million in Series C financing. Sofina and Temasek Holdings co-led the round, which included contributions from AlbionVC, Earlybird Venture Capital, Eight Roads, F-Prime Capital, MTIP and others.</p><p>Versanis Bio, an Oakland, Calif.-based startup developing a treatment for obesity, closed a $70 million Series A round. Lead investors Atlas Venture and Medicxi were joined by Aditum Bio in the funding.</p><p>ARS Pharmaceuticals Inc., a San Diego-based startup developing an intranasal epinephrine spray for people at risk of severe allergic reactions, raised $55 million in Series D funding. SR One led the round, which saw additional participation from RA Capital Management, Deerfield Management and others. SR One's Rajeev Dadoo and RA Capital's Peter Kolchinsky will join the board.</p><p>Doctor Anywhere, a Singapore-based digital health platform, landed 88 million Singapore dollars ($65.7 million) in Series C funding. Asia Partners led the investment, which included support from Novo Holdings, OSK-SBI Venture Partners and EDBI.</p><p>DnaNudge Ltd., a London-based consumer genetics testing and medical diagnostics provider, fetched a $60 million Series A round led by Ventura Capital.</p><p>Genome Medical Inc., a South San Francisco, Calif.-based genomic care delivery startup, picked up $60 million in Series C funding and will acquire GeneMatters, a telehealth genetic counseling and software services provider. Terms of the purchase weren't disclosed. Casdin Capital led the investment, and was joined by GV, Amgen Ventures, Perceptive Advisors, Canaan, Kaiser Permanente Ventures, Illumina Ventures, LRVHealth, Echo Health Ventures, Revelation Partners, HealthInvest Equity Partners, Avestria Ventures, Flywheel Ventures, Dreamers Fund and Blue Ivy Ventures. Casdin Capital's Eli Casdin and Shaun Rodriguez, along with GeneMatters' Jill Davies, will join the company's board.</p><p>Alma, a New York membership-based network for mental-health-care providers to build and scale their practices, collected $50 million in Series C funding. Insight Partners led the round, which included contributions from Optum Ventures, Tusk Venture Partners, Primary Venture Partners, Sound Ventures, BoxGroup and Rainfall Ventures.</p><p>Ellipsis Health, a San Francisco-based startup that uses a quick speech test to quantify anxiety and depression severity, raised $26 million in Series A financing. Lead investor SJF Ventures was joined by AblePartners, Alumni Ventures, Gaingels, Generator Ventures, Greycroft, Khosla Ventures, Luminous Ventures, TIME Ventures, SpringTide Ventures, What If Ventures and others in the round.</p><p>Wellbe Inc., a Madison, Wis.-based digital care management platform provider, secured more than $2 million in a funding round led by HealthX Ventures, with participation from WISC Partners.</p><p>More Health News</p><p>The idea that people living in nursing homes should get Covid-19 booster shots has drawn initial support from a governmental-advisory panel.</p><p>Covid-19 booster shots get support from expert panel</p><p>Use of antiparasitic drug ivermectin against Covid-19 prompts warnings</p><p>Climate change to be treated as public-health issue</p><p>Around the Web</p><p>The 10 power players to watch on Democrats' drug-pricing push. (STAT News)</p><p>Hidden Covid risk: lingering kidney problems. (New York Times)</p><p>What's next in the messenger-RNA pipeline after Covid-19 vaccines. (Fierce Biotech)</p>",
  "published": "2021-09-02T13:34:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 8249,
          "end": 8254
        }
      ]
    }
  ]
}