{
  "_id": "9a3d22f2065a68b9d5ea22b39e969075d73393a5af2e77a6d131f842181a74ef",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Pfizer in Talks to Acquire Biotech Company --- Deal would add to its presence in rare diseases",
  "text": "<p>Bloomberg reported earlier this week that potential buyers were circling GBT, without naming them. The shares shot up on the news, adding to earlier gains since the spring. They closed Friday up 33% at $63.84 after The Wall Street Journal reported on the talks with Pfizer, giving GBT a market value of more than $4 billion.</p><p>GBT, of South San Francisco, was founded in 2011. Buying the company would add to Pfizer's presence in rare diseases, furnishing a drug already on sale for the treatment of sickle-cell disease as well as two in development that have produced positive results in preliminary studies.</p><p>The commercial treatment, called Oxbryta and approved in December for children 4 to 11 years after being cleared in 2019 for people 12 and older, had just over $55 million in first-quarter sales.</p><p>Sickle-cell disease is an inherited blood disorder affecting about 100,000 people in the U.S., including 1 in 13 who are Black. Pfizer has been interested in sickle cell, but a drug it had been developing failed in 2019. It has another one in early-stage development.</p><p>There had been few drugs treating the disease, but it has drawn the interest of researchers in recent years due to scientific advances in understanding its molecular roots. Treatments like Oxbryta could face competition from gene therapies in development.</p><p>Pfizer has been looking to add products to its lineup and pipeline, as the company seeks to find long-running sales growth that doesn't depend on pandemic products.</p><p>Pfizer's Covid-19 vaccine and pill have driven huge revenue. The company projects $54 billion in sales from the two products this year alone. Yet analysts expect demand to drop in coming years, putting pressure on the company's non-pandemic portfolio.</p><p>The New York-based drugmaker plans to add $25 billion in revenue from business-development moves like M&amp;A by 2030.</p><p>Flush with the cash its pandemic products have generated, Pfizer has been inking deals to bolster its portfolio and pipeline. In May, it agreed to buy the rest of migraine drugmaker Biohaven Pharmaceutical Holding Co. for $11.6 billion. Earlier, Pfizer had bought Arena Pharmaceuticals for $6.7 billion and said it would acquire privately held respiratory virus drugmaker Reviral Ltd.</p><p>If the deal for GBT comes together, it would add to a flurry of recent healthcare tie-ups. This past week, Gilead Sciences Inc. agreed to buy the privately held U.K. biotech MiroBio for around $400 million and Amgen Inc. agreed to buy California-based ChemoCentryx Inc. for roughly $4 billion. Meanwhile, Merck &amp; Co. has been eyeing a deal for Seagen Inc. that would be valued at around $40 billion and broaden its lineup of cancer drugs. Still, healthcare-deal volumes are down by nearly 50% compared with this time last year, according to Dealogic data.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-08-06T00:00:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 2455,
          "end": 2465
        }
      ],
      "nexusId": "10036019"
    }
  ]
}