{
  "_id": "641e834ede3f2e1a9adf44a68a972a2073b558f19399e639b77f162885c384da",
  "feed": "wall-street-journal",
  "title": "Amgen Says IRS Seeks $7.1 Billion in Back Taxes, Penalties; Bill is for taxes and penalties that IRS says the biotechnology company owes for the years 2013 to 2015",
  "text": "<p>The new bill comes on top of the $3.6 billion in back taxes plus interest that the biotechnology company disclosed last August that the IRS was seeking for the years 2010 to 2012. Amgen filed a petition in U.S. Tax Court last year to dispute those charges, and said on Wednesday that it would file another petition to dispute the new charges.</p><p>Amgen said it would seek to consolidate the two cases in Tax Court, and expects it to take several years to resolve.</p><p>Amgen said the IRS adjustments to its tax bill are without merit. \"Amgen will vigorously contest the adjustments and penalties proposed by the Internal Revenue Service\" for the 2010 to 2015,\" the company said. \"Amgen is confident in its position in the dispute.\"</p><p>The company disclosed the new IRS charges in its first-quarter financial report. It had $6.24 billion in global sales in the first quarter, and $1.48 billion in net income. Analysts polled by FactSet had forecast $6.07 billion in sales and $1.67 billion in net income.</p><p>Amgen shares fell 4.3% in after-hours trading.</p><p>Amgen, of Thousand Oaks, Calif., had $25.97 billion in global sales last year. The IRS claims relate to the way Amgen allocates profits between Puerto Rico, where it has significant manufacturing operations, and the U.S. mainland, where it is based.</p><p>Puerto Rico is a U.S. territory, but is considered a foreign jurisdiction for tax purposes, and Amgen receives tax incentive grants for profits it earns on the island, the company has said.</p><p>The company has had a manufacturing presence in Puerto Rico for more than 30 years and employs 2,400 highly skilled staff members there.</p><p>The IRS dispute pertains to the arcane practice of \"transfer pricing,\" in which a company's subsidiaries in different countries charge each other for their services. Those transactions help determine where companies claim their profits are derived for tax purposes</p><p>The IRS requires that the transactions be priced similarly to what companies charge external third-parties so that companies don't inappropriately attribute profits to lower-tax jurisdictions.</p><p>\"Amgen's allocation of profit between its U.S. and Puerto Rico entities appropriately recognizes the key contributions made by the company's Puerto Rico subsidiary,\" Amgen said. \"The proposed adjustments would result in Amgen's Puerto Rico subsidiary earning little or no profit from its operations despite the value of and risk associated with its contributions.\"</p><p>Amgen's effective tax rate last year was 12.1%, compared with the statutory U.S. corporate tax rate of 21%, with a large part of the difference driven by the profits it earns through its Puerto Rico operations, the company said in its annual financial report.</p><p>The IRS is also auditing Amgen's taxes for the years 2016 to 2018 and that will likely take several years to complete, the company said.</p><p>Write to Joseph Walker at joseph.walker@wsj.com</p><p>Amgen Says IRS Seeks $7.1 Billion in Back Taxes, Penalties</p>",
  "published": "2022-04-27T21:29:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 1385,
          "end": 1390
        },
        {
          "start": 527,
          "end": 532
        },
        {
          "start": 2240,
          "end": 2245
        },
        {
          "start": 671,
          "end": 676
        },
        {
          "start": 180,
          "end": 185
        },
        {
          "start": 2439,
          "end": 2444
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 343,
          "end": 348
        },
        {
          "start": 1151,
          "end": 1156
        },
        {
          "start": 2294,
          "end": 2299
        },
        {
          "start": 460,
          "end": 465
        },
        {
          "start": 2884,
          "end": 2889
        },
        {
          "start": 992,
          "end": 997
        },
        {
          "start": 1039,
          "end": 1044
        },
        {
          "start": 2075,
          "end": 2080
        },
        {
          "start": 2724,
          "end": 2729
        }
      ]
    }
  ]
}