{
  "_id": "379725db7cfbbac285039aad7220dbc79e45da467d28769566ce7ea1b968e094",
  "feed": "ftcomall",
  "title": "US poised to negotiate drug prices despite fierce pharma lobbying",
  "text": "<p>The pharma industry has warned that the biggest shake-up of US drug pricing regulation in decades will cripple innovation and stymie development of life-saving medicines in last-ditch lobbying aimed at blunting new legislation.</p> <p>The <a href=\"https://www.ft.com/content/bf212e63-d564-4760-8b00-bf0bf4c0b4c1\">reforms </a>in the Biden administration's climate and healthcare bill would for the first time hand the federal government power to negotiate prices for some of the most expensive drugs purchased by Medicare, the taxpayer-funded healthcare scheme for retirees. </p> <p>The bill, known as the Inflation Reduction Act, is expected to be passed in the House of Representatives on Friday before being signed into law by US president Joe Biden. </p> <p>Blockbuster drugs developed by Eli Lilly, AbbVie, AstraZeneca and other Big Pharma groups are expected to be in the first wave of medicines facing negotiation in 2026, according to analysts. &#xa0;</p> <p>The package would introduce a $2,000 cap on annual “out of pocket” costs — expenses borne by patients — for Medicare's 64mn beneficiaries, who are mainly retirees aged 65 and over. It would also penalise drugmakers that raise prices above the rate of inflation. &#xa0;</p> <p>Patient advocates have welcomed the bill as a long-overdue response to the high prices in the US charged for drugs. List prices in the country for 20 commonly prescribed branded medicines were two to four times higher than in Australia, France or Canada, according to a <a href=\"https://www.gao.gov/products/gao-21-282\">report</a> last year published by the US Government Accountability Office. </p> <p>The draft legislation has sent a chill through the pharma industry, which faces the shake-up of a US market that is by far its most profitable. The country spent $574bn on medicines last year, almost half the global total. </p> <p>“They are choosing to single out this industry. I think it's wrong and I hope that reason will prevail when these discussions go to Congress,” said Albert Bourla, Pfizer chief executive, who estimates the reforms could cost the industry $270bn over a decade.</p> <p>In a call with analysts last month, Bourla warned that the measures would force companies to slash spending on research and development while weakening a sector that had proven its value during the Covid-19 pandemic. &#xa0;</p> <p>Industry lobby group Phrma, which has funded a torrent of television adverts urging US lawmakers to reject the reforms, issued a last-ditch plea this week calling on them to stop the “dangerous bill”.&#xa0;&#xa0;</p> <p>Analysts are divided on the impact of the legislation. </p> <p>Chris Meekins, healthcare analyst at Raymond James, said the reforms were the “most consequential action on drug pricing we've seen in a generation”. Nevertheless, they are unlikely to reduce total revenues generated by the industry over the next decade, he said, predicting that Big Pharma groups would respond by raising the launch price of new drugs to compensate for lost revenue. </p> <p>Provisions allowing Medicare to negotiate prices for a limited number of expensive drugs form the centrepiece of the law and have been estimated by the Congressional Budget Office to produce savings worth $100bn over a decade.</p> <p>The bill would amend a 2003 law that specifically forbids Medicare from negotiating prices with drug companies for most prescription drugs, which critics say has prevented the US from benefiting from the lower costs logged by other country's health systems. </p> <p>Under the proposed reforms, Medicare would be allowed to negotiate prices for a limited number of branded medicines. The negotiation process is scheduled to begin with 10 drugs in 2026, 15 in 2027 and 2028, and 20 each year from 2029 onwards. &#xa0;</p> <a href=\"http://www.ft.com/cms/10877737.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Companies risk being hit with an excise tax on historic drug sales if they do not agree to negotiate. </p> <p>Moderna chief executive Stéphane Bancel argued the process would not involve a genuine negotiation. Instead, companies would be hit with a retrospective tax if they did not agree with the government's price, he said. </p> <p>“It's a very dangerous slippery slope to control prices. We've seen what has been done in Europe. France had an amazing pharma industry 30 to 40 years ago, and it has been destroyed by price control,” he said. &#xa0;</p> <p>“It takes a lot of capital to do disruptive innovation . . . It takes a lot of money to develop drugs and 90 per cent of them never make it.”</p> <p>The reforms have still spooked industry executives, who fear the legislation will result in further legislation, including regulation of the launch price of new drugs, according to David Risinger, analyst at SVB Securities.</p> <p>“Willingness to develop new drugs, in particular . . . for seniors, would likely diminish,” he added.</p> <p>According to an analysis by SVB, the drugs most likely to be affected by the legislation include AbbVie's blood cancer drug Imbruvica, Amgen's rheumatoid arthritis drug Enbrel and AstraZeneca's cancer drug Tagrisso. Price negotiations for these blockbuster drugs could be concluded by 2026. &#xa0;&#xa0;</p> <p>The reforms could provide welcome relief for the estimated 1.4mn Medicare patients struggling to pay “out of pocket” costs of more than $2,000 a year for essential medicines. &#xa0;</p> <p>“It's the stress, you know, the burden, of thinking not only is the cancer going to take me at some point but I'm probably going to leave my husband bankrupt when I die,” said Jackie Trapp, a Medicare member who was diagnosed with terminal cancer in 2015.</p> <p>Trapp spends almost $20,000 a year in “out of pocket” costs on Revlimid, a cancer therapy developed by Celgene, which was acquired by Bristol Myers Squibb in 2019.</p> <p>The drug was the subject of an investigation in 2020 by Congress, which concluded Celgene repeatedly raised the price of the drug to hit aggressive sales targets that led to higher bonuses for executives. The price went from $215 per pill in 2005 to $763 in 2019, according to the report.</p> <p>Patient advocates say repeated price increases force many people to ration their treatments. Rising healthcare costs compelled almost four in 10 Americans — 98mn people — to delay or skip healthcare treatments in the past six months, according to a survey by <a href=\"https://www.westhealth.org/about-us/?utm_source=link_newsv9&amp;utm_campaign=item_395126&amp;utm_medium=copy\">West Health</a>&#xa0;and Gallup.</p> <p>The reform package would also require companies to pay rebates to people on Medicare when they raise their prices above the rate of inflation and introduce a $35-per-month cap on the cost of insulin for patients covered by the programme. </p><p>Source: Jamie Smyth in New York 2022 'US poised to negotiate drug prices despite fierce pharma lobbying' FT.com 11 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-11T04:00:44.968Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 4622,
          "end": 4627
        },
        {
          "start": 4654,
          "end": 4659
        }
      ],
      "weightsV2": {
        "weight": 1.6290125,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.37098753,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}