{
  "_id": "b338c73cc4bdf844a7f3ad6eb819553eede6bdbffd69945f5aa74bea4b45712e",
  "feed": "market-watch",
  "title": "U.S.-China relations just got a whole lot better, boosting the prospects of these three stocks; Securities regulators in the two countries came to an agreement on audit protocols, lifting an overhang on Chinese stocks",
  "text": "<p>But first, here's the background on this important geopolitical development for context, thanks to help from China expert Brad Loncar. He's the creator of the Loncar China BioPharma exchange traded fund CHNA, which offers a way to get broad exposure to China biopharma companies. (You can read more about the ETF here.)</p><p>The ghost of Enron</p><p>Years ago, after the tech bubble blew up in 2000, U.S. auditing firms came under heavy fire for not reporting publicly on the accounting shenanigans that cost investors tons of money — including at the meltdown poster child of the era, Enron. In response, Congress set up an auditor of auditors known as the Public Company Accounting Oversight Board (PCAOB).</p><p>China's government never gave U.S. inspectors a peek at the books of Chinese businesses, for fear of revealing state secrets at its big state-run companies. A few years ago, Congress said enough is enough and passed a law saying Chinese companies will get kicked off U.S. exchanges if they don't play along soon.</p><p>A standoff ensued, which just ended Aug. 26 when the China Securities Regulatory Commission and the U.S. Securities and Exchange Commission (SEC) agreed on audit protocols.</p><p>\"I always believed they would reach an agreement because it is not in China's interest to lose access to the world's largest financial market,\" says Loncar.</p><p>But the devil is in the details. So it remains to be seen how much cooperation U.S. regulators get later this year when they try to carry out inspections.</p><p>\"There is still a question of whether these audits will go smoothly,\" says Loncar, echoing cautionary SEC comments.</p><p>The agreement will be meaningful \"only if the PCAOB actually can inspect and investigate completely audit firms in China,\" cautions SEC Chair Gary Gensler.</p><p>This is still an overhang for U.S.-listed Chinese stocks since no one knows the outcome for sure. But, like Loncar, I believe it will work out.</p><p>\"As controversial as China is,\" says Loncar, the breakthrough this week \"is a sign that China still wants to be a part of the global financial community.\"</p><p>It seems unlikely China would signal cooperation, only to reverse course down the road. As this becomes clear later this year when U.S. inspectors attempt audits, it should boost U.S.-listed Chinese companies.</p><p>Here are three of my favorites.</p><p>Yum China</p><p>If the U.S. ever needed a brand ambassador to win favor with everyday Chinese citizens, it could do worse than nominate Yum. Its KFC and Pizza Hut outlets are incredibly popular there. Now Yum is in the process of rolling out Taco Bells. Yum is also developing several emerging brands that it owns outright.</p><p>All of this makes Yum China the largest restaurant company in China. It operates over 12,000 outlets in 1,700 cities, including 8,400 KFCs and 2,600 Pizza Huts.</p><p>Owning Yum is more than a bet that a thorny international accounting issue gets resolved. It's also a wager that Covid is finally retreating into the background — to circulate in various, less pathogenic forms, as the Spanish Flu became. That one still circulates every year but hardly anyone notices, because it has become so much tamer. This is how flu viruses evolve, and if Covid continues to take the same path, it will boost Yum China sales.</p><p>Earlier this year, Yum had to close over half its restaurants because of China's lockdown. First-quarter same-store sales decreased 8%, and profit margins slipped.</p><p>Yum also benefits from growing disposable incomes in China. People dine out when they make more money.</p><p>Alibaba</p><p>Like Yum, China's retail, cloud-computing and media giant Alibaba is suffering from the country's Covid lockdown-related economic malaise.</p><p>\"Everybody understands China is at a different point in the economic cycle than the rest of the world,\" says Justin White, manager of the T. Rowe Price All-Cap Opportunities Fund PRWAX. But as China's economy recovers because Covid recedes, Alibaba could get a boost, says White. That's one reason he recently took a position in the Chinese internet giant.</p><p>\"Economically, China could be improving in 2023 when rest of world is not,\" says White. \"Alibaba's fundamentals are more likely to improve than decelerate.\"</p><p>White is worth listening to because his fund beats his Morningstar Direct category and benchmark index by several percentage points over the last three years.</p><p>Meanwhile, Alibaba continues to invest in international e-commerce platforms to drive long-term growth, says Morningstar Direct analyst Chelsey Tam, who has a five-star rating (out of a possible five stars) on the stock.</p><p>Larry McDonald, who pens the Bear Traps Report, singles out Alibaba as a favorite, for technical reasons. He notes the China Golden Dragon Equity Index recently re-tested its year-long downtrend line from above and rebounded sharply.</p><p>\"We see a breakout to the upside in China equities in the coming weeks,\" he says. \"Clearly there was wash-out capitulation-selling in these names in March. This latest leg down is another bite at the apple. We expect dramatic outperformance relative to U.S. equities in the coming months.\"</p><p>BeiGene</p><p>BeiGene is a giant cancer-therapy company with a twist. It has a big presence in China, where it serves as a gateway for other large biopharma companies that want to sell therapies there — like Amgen AMGN and Bristol-Myers Squibb BMY. In all, BeiGene has the rights to distribute 13 approved drugs in China.</p><p>This makes the company's stock particularly sensitive to the ebb and flow of U.S.-China geopolitical tensions. So, when, or if, the accounting issue gets decisively resolved, perhaps in December, the stock should get another lift. A big company like BeiGene needs access to U.S. capital markets.</p><p>BeiGene is far more than a drug-import conduit. Second-quarter revenue grew 120% to $304 million, thanks to rapid growth in sales of cancer therapies it developed, Brukinsa and Tislelizumab. Behind the scenes, BeiGene has nearly 80 ongoing and planned clinical trials in over 40 drug candidates. More than 30 of these are end-stage \"pivotal\" trials. This means they could provide the data needed to apply for approvals. Its broad pipeline covers 80% of the world's cancers.</p><p>Accounting-firm problems aren't the only overhang here, notes Loncar. The company has manufacturing and research facilities in New Jersey, but it also has manufacturing plants in China. In July, the Food and Drug Administration (FDA) tabled approval of a biologics license application for the use of Tislelizumab in the U.S., citing an inability to inspect Chinese plants.</p><p>If China continues to lift its lockdowns because Covid recedes, FDA inspectors may be able to get in and give the green light. Of course, with the FDA, you never really know what issues might pop up, so there's no guarantee this is the only problem for Tislelizumab approval in the U.S.</p><p>But the tone of company commentary on the matter suggests this may be the case. \"The FDA cited only the inability to complete inspections due to restrictions on travel as the reason for the deferral,\" says BeiGene, which offered no timeline on when this issue might be resolved.</p><p>BeiGene is founder-run, often a plus in investing. CEO and Chairman John Oyler is a co-founder. It also has research collaborations with big names in the space like Amgen and Novartis NVS. This serves as a stamp of approval in my system of analyzing biotech companies.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he owned YUMC, BABA and BGNE. Brush has suggested CHNA, YUMC, BABA and BGNE in his stock newsletter, Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p><p>U.S.-China relations just got a whole lot better, boosting the prospects of these three stocks</p>",
  "published": "2022-08-28T10:34:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 7258,
          "end": 7263
        },
        {
          "start": 7190,
          "end": 7195
        }
      ],
      "weightsV2": {
        "weight": 1.71475,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.28524995,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}