{
  "_id": "5361ceb35522e6cf93456372d15ec973fd20fc318c78a02af992c5822aad56a0",
  "feed": "market-watch",
  "title": "Phil Mickelson ‘deeply sorry' for Saudi golf league comments as Amstel Light follows KPMG and cuts ties with the golfer",
  "text": "<p>Accounting giant KPMG and Amstel Light beer have ended endorsement partnerships with Mickelson.</p><p>“KPMG U.S. and Phil Mickelson have mutually agreed to end our sponsorship effective immediately,” said KPMG's company-issued statement. “We wish him the best.”</p><p>Similarly, Amstel brewer Heineken HEINYNL:HEIA told&#xa0;Sportico on Tuesday, “we made the decision to go our separate ways and end Amstel Light's partnership with Phil Mickelson. We wish him all the best.”</p><p>See also: NYC Mayor Eric Adams says he ‘can't wait' to get rid of the vaccine mandate</p><p>The brands were seen as taking issue with comments Mickelson made to Shipnuck in a discussion about the Saudis financing a proposed breakaway golf league. He called them “scary mother [expletives].” He also told Shipnuck, who is writing a biography on Mickelson due out in May, that it was worth getting in bed with the Saudis, despite their history of human-rights abuses, if it meant a chance to change the PGA Tour.</p><p>“We know they killed [Washington Post columnist Jamal] Khashoggi and have a horrible record on human rights. They execute people over there for being gay,” he said. “Knowing all of this, why would I even consider it? Because this is a once-in-a-lifetime opportunity to reshape how the PGA Tour operates.”</p><p>Phil Mickelson apologized Tuesday and said his comments, which he did not deny making, had off the record and not meant to be shared publicly.</p><p>“I'm beyond disappointed and will make every effort to self-reflect and learn from this,” he said.</p><p>https://twitter.com/PhilMickelson/status/1496228830113058816Mickelson was the 29th highest paid athlete of any gender in any sport in 2021, with total earnings of $41 million, according to Forbes.</p><p>His salary and tournament winnings constituted $1 million of his 2021 earnings, while funding by sponsors accounted for the remaining $40 million. He currently has sponsorship deals with Amgen, Callaway Golf, Grayhawk Golf Club, Intrepid Financial Partners,&#xa0;Rolex, VistaJet and Workday WDAY.</p><p>See:Zach Johnson to take over as U.S. Ryder Cup captain</p><p>Mickelson ranks 2nd all-time on the&#xa0;PGA Tour's career money leaders list, with $94 million, trailing only Tiger Woods&#xa0;and his career earnings of $120 million.</p><p>The lefthanded golfer has brought controversy upon himself in the past, as well. In 2016, the SEC said that Mickelson used an alleged tip he received from gambler William “Billy” Walters to buy shares of Dean Foods&#xa0;US:DF. Mickelson assembled a $2.4 million position in Dean, whose brands include Land O Lakes and Country Fresh as well as the eponymous label, in three accounts he controlled. Mickelson made a profit of approximately $931,000 on the stock, holding it for about a week.</p><p>The Associated Press contributed to this report.</p><p>More sports-business news:</p><p>British government calls on UEFA to pull Champions League final this May out of Russia</p><p>Djokovic said he would rather skip French Open and Wimbledon than get vaccinated</p><p>Chinese tennis star Peng Shuai says sexual assault allegation was ‘enormous misunderstanding'</p><p>Rage, tears and Olympic collapse at women's figure skating final</p>",
  "published": "2022-02-24T16:21:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 1894,
          "end": 1899
        }
      ]
    }
  ]
}