{
  "_id": "a3c039d97493c2f7d60db736c444f318d94ed54abe593cfa1da7213539a21100",
  "feed": "wall-street-journal",
  "title": "Amgen Deal Stirs Biotech Sector",
  "text": "<p>The deal is expected to close in the fourth quarter, pending approval by regulators and ChemoCentryx shareholders.</p><p>The biotech sector has struggled over the past year, in part because of a slowdown in deal making as well as scientific setbacks in the industry and macroeconomic factors such as rising interest rates.</p><p>Analysts and investors have been watching for mergers to pick up as larger companies look to boost their product pipelines and help fuel sales growth.</p><p>The deal for ChemoCentryx could augur more deal making in the sector, especially after the valuations of potential targets have dropped. Merck &amp; Co. has been aiming to purchase cancer drugmaker Seagen Inc., The Wall Street Journal has reported.</p><p>The SPDR S&amp;P Biotech ETF, an equal-weighted index of biotech stocks, has fallen more than 30% over the past 12 months, compared with a drop of about 6% in the S&amp;P 500 over the same period. ChemoCentryx shares have fallen about 34% this year but are up nearly 60% over the past 12 months.</p><p>ChemoCentryx, based in San Carlos, Calif., was founded 25 years ago by Chief Executive Thomas Schall.</p><p>The company won its first drug approval late last year with Tavneos, a treatment for a group of rare diseases called anti-neutrophil cytoplasmic autoantibody-associated vasculitis that inflame and destroy small blood vessels, resulting in damage to the kidneys, lungs and other organs.</p><p>ChemoCentryx sells Tavneos at a list price of $14,450 for a 30-day supply, or about $175,800 a year.</p><p>Tavneos had $5.4 million in U.S. sales in the first quarter and is projected to have $10.6 million in second-quarter sales when ChemoCentryx reports financial results for the quarter next week, according to FactSet.</p><p>Analysts project $59 million in total sales this year and $164.35 million in 2023, according to FactSet.</p><p>\"We are excited to join in the Tavneos launch and help many more patients with this serious and sometimes life-threatening disease,\" said Amgen Chief Executive Robert Bradway.</p><p>ChemoCentryx also has early-stage drugs in development for other diseases, including ulcerative colitis and cancer.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-08-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1949,
          "end": 1954
        }
      ]
    }
  ]
}