{
  "_id": "4cd9f418f768a0500d76e9c75dda074f41e8b247e828d4b927d3ab6648e6366e",
  "feed": "market-watch",
  "title": "Wall Street is being nicer on earnings as vaccine makers, fintech reports near; Earnings Watch: 'The market is rewarding positive earnings surprises more than average and punishing negative earnings surprises less than average' amid concerns about economy, analyst finds",
  "text": "<p>\"To date, the market is rewarding positive earnings surprises more than average and punishing negative earnings surprises less than average,\" John Butters, FactSet's senior earnings analyst, said in a report Friday about the earnings season so far.</p><p>Butters reported that companies that have beaten earnings estimates \"have seen an average price increase of +2.3% two days before the earnings release through two days after the earnings release,\" more than double the five-year average, which shows average gains of 0.9%.</p><p>As for companies whose results fell short, they've experienced an average stock-price drop of 2% over that time frame, slightly more generous than the typical five-year average of a 2.2% decline.</p><p>Overall, results are still coming up short. Seventy-one percent of S&amp;P 500 SPX companies have earned more than Wall Street expected during the most recently ended quarter, Butters said. That's below the five-year average of 77%, and those companies are beating earnings estimates by 2.2%, well below the five-year average of 8.7%, according to FactSet.</p><p>This week in earnings</p><p>Fifty-two percent of S&amp;P 500 companies have already reported earnings for the third quarter, according to FactSet. For the week ahead, 167 S&amp;P 500 companies are set to report quarterly earnings, including one component from the Dow Jones Industrial Average DJIA — drug maker Amgen Inc. AMGN.</p><p>The two most prominent makers of COVID-19 vaccines, Pfizer Inc. PFE and Moderna Inc. MRNA, report on Tuesday and Thursday, respectively. From the fintech field, Payments-processing and tech provider Global Payments Inc. GPN, reports earnings Monday, SoFi Technologies Inc. SOFI reports Tuesday, and PayPal Holdings Inc.PYPL and Block Inc. SQ— formerly known as Square — both report on Thursday; two prominent names in the trading-app business, Robinhood Markets Inc. HOOD and Coinbase Global Inc. COIN, report Wednesday and Thursday, respectively.</p><p>Casino operators MGM Resorts International MGM and Penn Entertainment Inc. PENN also report, offering a look at demand for corporate events and whether anyone still feels like gambling away money as inflation rises. Ride-hailing platform Uber Technologies Inc. UBER and food-delivery giant DoorDash Inc. DASH also report.</p><p>The calls to put on your calendar</p><p>PayPal, Block and digital-spending demand: PayPal and Block report after credit-card companies Visa Inc., V Mastercard Inc. MA and American Express Co. AXP all said that consumer spending remained steady. But shares of both Block and PayPal, which are tied heavily to online shopping and purchases at smaller businesses, have fallen steadily this year following the pandemic's digital-spending boom. And PayPal, which has been considered a safer bet in the payments world, has cut its financial forecasts and tried to rein in costs.</p><p>\"Spending has been slowing as consumers feel the effects of higher inflation, particularly in food, rent, and gas,\" BofA analysts said in a note about discretionary spending Wednesday.</p><p>\"According to aggregated BAC credit- and debit-card data, total card spending slowed in September across goods categories, and spending on leisure services was flat, which may signal the reopening tailwinds on discretionary services are fading,\" they continued.</p><p>Wall Street will be looking for PayPal's results to surpass its increasingly conservative expectations, and any context around trends for the year ahead. RBC analysts, in a research note this month, said PayPal's efforts to narrow its focus on digital wallets, as well as its Braintree and checkout platforms, \"set the stage for potential upside to FY23 expectations that have been held back by macro uncertainty.\" Amazon.com Inc. AMZN this month also allowed some users to start paying with PayPal's Venmo mobile wallet.</p><p>But PayPal this month has also faced backlash over what it said was an erroneously published policy change that indicated users could be fined up to $2,500 for spreading misinformation. Some analysts, however, played down the financial impact.</p><p>For Block, Wall Street will be watching for whether more people are using and spending money through its Cash App mobile wallet. Some analysts were also hoping for a clearer view of the road ahead.</p><p>\"We appreciate that the macro backdrop continues to see elevated crosscurrents, which makes forecasting more challenging,\" BofA analysts said in a research note on Friday. \"However, SQ remains the only payments company we cover that has not yet reinstated any form of top-line guidance since the start of the pandemic.\"</p><p>Robinhood and Coinbase results will offer a look at retail and crypto trading as the Fed tries to tame inflation, a move that has battered crypto prices. In Ahugust, Robinhood Chief Executive Vlad Tenev said the company would cut 23% of its full-time staff, citing inflation and \"a broad crypto market crash\" that \"further reduced customer trading activity and assets under custody.\"</p><p>The numbers to watch</p><p>Vaccine demand at Pfizer and Moderna: When Pfizer and Moderna report, analysts will have their eye on the state of COVID-19 vaccine and treatment sales, and what executives are anticipating for the full year, as they prepare for a private market for COVID medications and as more people shrug off the pandemic.</p><p>Pfizer executives, during a call last week, said they intended to charge between $110 and $130 for a single-dose vial of the vaccine for U.S. adults when government purchases end. But they said they believe anyone who has health insurance shouldn't have to pay anything out of pocket.</p><p>Shares of Pfizer jumped on the news, with analysts saying the prices were higher than expected. Ashish Jha, the White House's COVID-19 response coordinator, said in August that he hoped for a fuller commercialization of vaccines, treatments and tests next year, according to CNN.</p><p>The U.S. government, which pays Pfizer and BioNTech $30.50 per vaccine dose, this month renewed its COVID-19 public-health emergency declaration to last into early January. Pfizer, in July, said it expects full-year revenue from Comirnaty, the COVID vaccine it produced with BioNTech SE BNTX, of around $32 billion. For Paxlovid, its COVID-treatment pill, Pfizer expects full-year sales of around $22 billion.</p><p>Drug maker Gilead Sciences Inc., GILD, when it reported quarterly results on Thursday, said sales of its COVID drug remdesivir fell 52% to $925 million during the quarter, \"primarily driven by lower rates of COVID-19-related hospitalizations compared to the third quarter of 2021.\"</p><p>Wall Street is being nicer on earnings as vaccine makers, fintech reports near</p>",
  "published": "2022-10-31T11:58:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 1367,
          "end": 1377
        }
      ]
    }
  ]
}