{
  "_id": "a9355eb06815e072f8b877ab90d897795484e834dd05a98f7f5295339179befc",
  "feed": "market-watch",
  "title": "Nasdaq ends at 2-year low as stocks extend losing streak to 5 days",
  "text": "<p>* The Dow Jones Industrial Average DJIA closed with a gain of 36.31 points, or 0.1%, at 29,239.19, after rising more than 400 points at its session high.</p><p>* The S&amp;P 500 SPX fell 23.55 points, or 0.7%, to close at 3,588.84, leaving it less than 0.1% above its 2022 closing low from Sept. 30 at 3,585.62.</p><p>* The Nasdaq Composite dropped 115.91 points, or 1.1%, to end at 10,426.19 — its lowest finish since July 28, 2020.</p><p>What drove markets</p><p>Stocks remain dogged by worries the Federal Reserve's desire to combat rampant inflation with still-higher borrowing costs will hurt economic activity and crimp corporate earnings.</p><p>\"This is an awful stock market environment that is grappling with a weakening economy, uncertainty over earnings and how long the Fed's tightening will last, and sentiment issues with an extremely risk averse investor psychology,\" said David Bahnsen, chief investment officer at The Bahnsen Group, a wealth management firm based in Newport Beach, Calif. with $3.85 billion in assets under management.</p><p>\"While we believe a recession is inevitable, it's impossible to factor this into an actionable stock market view because we don't know how much recession risk is already priced into markets,\" he said, in emailed comments. \"There is a significant chance that by the time we are in a recession, markets will already be pricing in the recovery, as markets are forward looking.\"</p><p>Large-cap tech-related shares, which had driven the stock-market rally off the 2020 pandemic lows, continued to be hit hard, with shares of Facebook parent Meta Platforms Inc. META down more than 4%. Video-streaming giant Netflix Inc. NFLX, another pandemic highflier, was down more than 6%. Both Meta and Netflix have dropped more than 60% in the year to date.</p><p>Chip stocks were also hammered, with the PHLX Semiconductor Index SOX dropping 2.5%. Chip stocks started to slide Friday with the SOX index down 12% since the announcement of widened restrictions on what U.S. chip makers can sell to China, potentially disrupting non-U.S. parts of the sector that may have manufacturing sites in China.</p><p>Read: Chip stocks could suffer worst year ever as effects of shortage-turned-glut spread</p><p>The policy-sensitive 2-year Treasury yield BX:TMUBMUSD02Y on Tuesday pulled back after rising above 4.3%, near its highest level since 2007. The short-duration benchmark was nearly 400 basis points lower a year ago before the Fed embarked on a rate hiking campaign to tackle consumer price rises running at their fastest pace in 40-years. The 10-year Treasury yield BX:TMUBMUSD10Y briefly popped above 4% again in early trading but was at 3.924% in recent trade.</p><p>See: Robert Shiller created an index that shows investors' fear of a stock market crash. Here's what it's saying now.</p><p>In addition, the Bank of England said Tuesday that it would expand its daily U.K. bond purchase operations to include index-linked gilts, the second move this week aimed at trying to calm market volatility.</p><p>Volatility in U.S. markets came late in the session as BOE Gov. Andrew Bailey said pension fund managers had until Friday to rebalance, signaling the central bank wasn't prepared to extend its emergency operations beyond their planned expiration. The BOE first stepped in to stabilize the market last month on fears bond-market volatility could sink pension funds.</p><p>Earlier, the International Monetary Fund cut its outlook for economic growth in the United States to 1.6% this year, down from a July forecast of 2.3%. It expects meager 1% U.S. growth in 2023.</p><p>JPMorgan Chase JPM CEO Jamie Dimon on Monday warned additional interest rate rises by the Fed will be particularly painful, and the S&amp;P 500 could fall by another 20%. The benchmark is already down 24.2% so far in 2022 through Monday. The tech-heavy Nasdaq Composite has shed 32.6% over the same period.</p><p>Deep Dive: The stock market is in trouble. That's because the bond market is 'very close to a crash.'</p><p>The third-quarter corporate earnings reporting season is about to begin also with JPMorgan Chase reporting on Friday along with Citigroup C and Morgan Stanley MS. Analysts expect S&amp;P 500 index aggregate earnings will grow by 4.5% for the period, though much of this is driven by an expected 6.3% gain for energy stocks, according to Refinitiv. Financials' earnings are forecast to fall 1.6%.</p><p>The market must contend with U.S. producer prices data on Wednesday and the consumer prices data on Thursday, reports that should further impact investors' thinking on the Fed's policy trajectory.</p><p>The dollar DXY has been propelled sharply higher by the Fed's relatively aggressive rate-hiking cycle, and the currency's strength is seen as yet another headwind for the earnings of U.S. multinationals. The ICE U.S. Dollar Index backed off 0.2% on Tuesday.</p><p>Companies in focus</p><p>* Amgen Inc. AMGN shares jumped 5.7% to pace Dow gainers after Morgan Stanley turned bullish on the biotechnology company.</p><p>* Dow component Walgreens Boots Alliance Inc. WBA shares rose 2.4% after the company said Tuesdayit has accelerated its plans to buy full ownership of CareCentrix, buying the remaining 45% stake for $392 million.</p><p>* Uber Inc. UBER shares fell more than 10% after the U.S. Labor Department proposed a new rulethat could pave the way for gig workers to be reclassified as employees rather than independent contractors. Lyft Inc. LYFT shares fell 12%.</p><p>* Shares of Coinbase Global Inc. COIN rose 4.7% after the digital currency brokerage firm said it inked a deal with Google, a unit of Alphabet Inc. GOOG GOOGLto use Google Cloud as its strategic cloud partner to build advanced exchange and data services.</p><p>Nasdaq ends at 2-year low as stocks extend losing streak to 5 days</p>",
  "published": "2022-10-11T20:38:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 4768,
          "end": 4777
        }
      ]
    }
  ]
}