{
  "_id": "df37529286cb8ffd43562fc10f9e65eaf934f757b4862e3c4bc2c78a8bd34a20",
  "feed": "wall-street-journal",
  "title": "Pharma Is Place to Hide During Recession; Drug stocks may continue to outperform broader market as investors flock to industry known for weathering recessions relatively well",
  "text": "<p>\"I've been doing this for a long time, and the predominance of macro in conversations with investors is about as acute as I've ever seen it,'' said Asad Haider, a senior healthcare strategist at Goldman.</p><p>Recession fears have driven a 9% gain for the NYSE Arca Pharmaceutical Index over the past year versus a 13.1% decline for the S&amp;P 500.</p><p>Not all healthcare is holding up as well. Industries that provide discretionary services, such as dental clinics and hospitals, are suffering as consumers postpone care. But for pharma, a recession may not be so bad because demand for medicines is relatively inelastic, meaning people will cut down on fancy dinners or vacations, but not on their pills. That should allow companies such as Pfizer and Merck to maintain relatively healthy margins during a slowdown. It also means their above-average dividends look safe.</p><p>While that might be partly priced in given their recent outperformance, pharma stocks' defensive rally may not have fully run its course yet, especially if persistently high inflation drives the Fed toward more hawkishness. Trading at about 14.6 times forward earnings, pharma still trades at a discount to the S&amp;P 500's 16.1 times, according to FactSet, which makes sense given the latter's heavy tech weighting. If the economy worsens, pharma should continue to close that gap.</p><p>Rising rates erode the relative value of dividend payments, so how well pharma does will depend on whether industry leaders can convince the market that they can grow earnings in the medium-to-longer term as many key drugs go off patent. Out of pharma's $900 billion in 2021 revenue, about $230 billion will lose patent protection between 2025 and 2030, according to Mr. Haider. At the same time, he says pharma has at least $700 billion in firepower for deals, based on cash positions and big pharma's ability to take on new debt.</p><p>Drug companies that have a clear earnings-growth trajectory are the most attractive. Eli Lilly, with several promising pipeline assets including an obesity drug, is up 37% over the past 12 months.</p><p>SHARE YOUR THOUGHTS</p><p>Do you view pharma as a safe investment as the threat of recession looms? Why or why not? Join the conversation below.</p><p>Mr. Haider thinks investors also will reward companies that deliver on acquisitions of biotech companies with products at or near commercial potential. At a Goldman healthcare conference in June, executives at companies including Merck, Amgen and Johnson &amp; Johnson vowed to keep looking for deals. The Wall Street Journal has been reporting in recent weeks that Merck could be near an acquisition of Seagen for about $40 billion. That would follow Pfizer's $11.6 billion acquisition of Biohaven announced in May and Bristol-Myers Squibb's$4.1 billion bet on Turning Point Therapeutics announced last month.</p><p>One major area of concern is drug-pricing legislation being negotiated in Washington. It increasingly looks as if some sort of drug-price bill will pass as part of a broader package, representing a revenue hit for the industry. But that could turn out to be something of a clearing event rather than a drag on shares. While provisions in the bill allowing for Medicare negotiation on a small list of drugs is a headwind for the industry, it will disproportionately affect companies more reliant on a single product such as Regeneron Pharmaceuticals, which could suffer as much as a 15% revenue hit from caps on its macular degeneration drug Eylea. The broader industry will take a hit, but it should be manageable, with analysts predicting a few percentage points shaved off industry sales.</p><p>Investors looking for a place to hide as the Fed amps up its rhetoric could do worse than the pharma sector.</p><p>Pharma Is Place to Hide During Recession</p>",
  "published": "2022-07-14T10:35:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 2445,
          "end": 2450
        },
        {
          "start": 2426,
          "end": 2431
        }
      ]
    }
  ]
}