{
  "_id": "c8f9c94b95d024526108d04ed8e4134112deb7f14fba4cdc993ebc72200804a3",
  "feed": "wall-street-journal",
  "title": "U.S. News:  New Cancer Drug From Amgen Beats Chemotherapy in a Study  ----  By Joseph Walker",
  "text": "<p>   New data from the first of a new type of cancer drug suggest its benefits and limitations, while leaving room for other candidates seeking to enter the lucrative market. </p><p>    Amgen Inc.'s lung-cancer pill Lumakras beat out a common chemotherapy in a late-stage study, helping patients survive without their tumors getting worse, though it failed to prove that it reduced overall deaths, the company said. </p><p>   Lumakras is the first approved drug in an emerging class of treatments that target a genetic mutation called KRAS that is among the most common found in cancers. Researchers struggled for years to design drugs capable of attacking the mutation, which earned a reputation as \"undruggable.\" </p><p>    The Food and Drug Administration conditionally approved Lumakras last year based on encouraging early-stage study data but required Amgen to conduct a confirmatory study, which the company reported Sunday. </p><p>   The data have been widely anticipated by investors and pharmaceutical industry rivals, including Mirati Therapeutics Inc. and Roche Holding AG, that are also developing KRAS-targeted drugs. </p><p>   Analysts project Amgen's Lumakras will reach $346.75 million in sales this year and more than $1 billion in 2024. Among the reasons the new drug may prove more attractive than chemotherapy to some patients is the fewer side effects found to be associated with use. Lumakras is more expensive, however. </p><p>   In the study of 345 previously treated lung-cancer patients, patients taking Lumakras went 5.6 months without their cancers getting worse, compared with 4.5 months for patients taking the chemotherapy docetaxel, according to a presentation Monday at the European Society for Medical Oncology Congress in Paris. The findings were presented by Melissa Johnson, a study researcher at the Sarah Cannon Research Institute at Tennessee Oncology. </p><p>   In all, 25% of patients who received Lumakras lived for at least one year without their cancers getting worse, compared with 10% of patients who received docetaxel, Amgen said. </p><p>   The advantage of Lumakras over chemotherapy means the drug succeeded in meeting the study's primary goal and should be sufficient for the FDA to grant the drug full approval, said Brian Skorney, a biotechnology analyst at Robert W. Baird. </p><p>   However, Amgen's study failed to show that Lumakras helped patients live longer overall. </p><p>   The drug's failure to improve overall survival rates could give pause to some health insurers and oncologists about using the more expensive Lumakras, Mr. Skorney said. </p><p>   In Amgen's favor is that its drug clearly slowed disease progression better than docetaxel, the current standard of care for previously treated patients, and with fewer side effects. Among Lumakras patients, 11% experienced serious treatment-related side effects, less than half of the 23% rate among patients taking docetaxel, which is known to be highly toxic in some patients. </p><p>   Amgen launched Lumakras last year at a list price of $17,900 a month; docetaxel's monthly cost is $1,700, according to a presentation by Natasha Leighl, an oncologist at Princess Margaret Cancer Centre in Canada who has also given paid medical education talks on behalf of pharmaceutical companies including Amgen. </p><p></p>",
  "published": "2022-09-13T06:04:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 2252,
          "end": 2257
        },
        {
          "start": 821,
          "end": 826
        },
        {
          "start": 2881,
          "end": 2886
        },
        {
          "start": 170,
          "end": 180
        },
        {
          "start": 32,
          "end": 37
        },
        {
          "start": 1102,
          "end": 1107
        },
        {
          "start": 3189,
          "end": 3194
        },
        {
          "start": 1992,
          "end": 1997
        },
        {
          "start": 170,
          "end": 175
        },
        {
          "start": 2504,
          "end": 2509
        }
      ],
      "nexusId": "10036019"
    }
  ]
}