{
  "_id": "2e549056413bf4c0d24fad79e99ebe49d7f4b8f5cf53e033cd858eb7fa9814be",
  "feed": "wall-street-journal",
  "title": "Immunology-Drug Startup Acelyrin Raises $300 Million for Late-Stage Trials; Immune-focused drugmaker has raised more than $550 million in venture capital",
  "text": "<p>Acelyrin says it has funds to complete clinical trials which could lead to U.S. regulatory approval of its drug, izokibep, in psoriatic arthritis and axial spondyloarthritis.</p><p>Psoriatic arthritis is a type of arthritis occurring in about 30% of people with psoriasis, an inflammatory condition affecting more than eight million Americans, according to the National Psoriasis Foundation. Axial spondyloarthritis, a cause of chronic low-back pain, affects about 1% of the U.S. population, according to a 2020 article in the journal Mayo Clinic Proceedings.</p><p>Acelyrin hopes its drug will emerge as the best in a class of medicines known as IL-17A inhibitors, a group that includes top-selling medications such as Novartis AG's Cosentyx.</p><p>While biotech venture investment slowed in the first half from last year's record-setting pace, some startups have netted sizable financing recently, including cell-therapy company Arsenal Biosciences Inc., which disclosed a $220 million round last week. U.S. and European biotechs raised a total of $17.1 billion through June 30, according to Silicon Valley Bank.</p><p>Venture capitalists have refueled with record fundraising totals, helping sustain startup financing. U.S. healthcare venture investors rounded up $28.3 billion in 2021, according to SVB.</p><p>\"High-quality companies are still getting funding,\" said Dan Becker, a managing director of Access Biotechnology. \"The valuations have compressed a bit, but there's still a lot of capital in the system.\"</p><p>Biotech venture investment has largely flowed to startups that use platform technologies to discover new medicines. Acelyrin, a Los Angeles-area company founded in late 2020, has taken a different approach.</p><p>Last year it licensed a compound, izokibep, from Swedish biotech Affibody AB that was already in late-stage development, gaining rights to develop and sell the product worldwide except for in China and certain other Asian countries.</p><p>The strategy befits the experience of Acelyrin's founding executives, who previously held leadership roles at large drugmakers.</p><p>Co-founder and Chief Executive Shao-Lee Lin was chief scientific officer and head of research and development for Horizon Therapeutics PLC, and has held roles at drugmakers AbbVie Inc., Amgen Inc. and Gilead Sciences Inc., while Robert Carey, co-founder and president of Acelyrin, previously was chief business officer of Horizon, where he led efforts to acquire commercial and development-stage drugs.</p><p>\"We think izokibep is the first of many assets for the company to license or acquire,\" said Alan Colowick, managing director of Acelyrin investor Matrix Capital Management, and Acelyrin's chairman.</p><p>Acelyrin investors are betting izokibep will have advantages over Cosentyx and other monoclonal antibodies targeting IL-17A, a molecule involved in inflammation in psoriatic arthritis, axial spondyloarthritis, and other conditions.</p><p>Izokibep, taken by subcutaneous injection, is about a tenth of the size of a monoclonal antibody, enabling it to enter small spaces that are difficult for monoclonal antibodies to penetrate, according to Acelyrin. Acelyrin expects to start Phase 3 trials in psoriatic arthritis by year-end and in axial spondyloarthritis in mid-2023.</p><p>Because izokibep could treat various diseases, Dr. Lin said this one compound can effectively serve as a product pipeline for Acelyrin.</p><p>Acelyrin said it also will develop izokibep in hidradenitis suppurativa, in which painful bumps form under the skin, and uveitis, or inflammation in the eye, and explore other new uses for the drug.</p><p>Other investors in Acelyrin's new financing included AyurMaya, an affiliated fund of Matrix Capital Management, Westlake Village BioPartners, Cowen Healthcare Investments, Decheng Capital, Marshall Wace, OrbiMed Advisors, Samsara BioCapital, Surveyor Capital, Tybourne Capital Management and venBio Partners.</p><p>Write to Brian Gormley at brian.gormley@wsj.com</p><p>Immunology-Drug Startup Acelyrin Raises $300 Million for Late-Stage Trials</p>",
  "published": "2022-09-13T11:00:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 2242,
          "end": 2252
        }
      ],
      "nexusId": "10036019"
    }
  ]
}