{
  "_id": "4f333250a8e6699dc4be0f85156a9dfe43d6a658f8b6e797463b03c2714cb3ed",
  "feed": "wall-street-journal",
  "title": "New Cancer Drug Beats Chemotherapy in Study; Amgen's Lumakras targets a mutation called KRAS that is common among many cancers",
  "text": "<p>Lumakras is the first approved drug in an emerging class of treatments that target a genetic mutation called KRAS that is among the most common found in cancers. Researchers struggled for years to design drugs capable of attacking the mutation, which earned a reputation as \"undruggable.\"</p><p>The Food and Drug Administration conditionally approved Lumakras last year based on encouraging early-stage study data but required Amgen to conduct a confirmatory study, which the company reported Sunday.</p><p>The data have been widely anticipated by investors and pharmaceutical industry rivals, including Mirati Therapeutics Inc. and Roche Holding AG, that are also developing KRAS-targeted drugs.</p><p>Amgen's Lumakras is projected to reach $346.75 million in sales this year and grow to more than $1 billion in 2024, according to analysts polled by FactSet.</p><p>In the study of 345 previously treated lung-cancer patients, 25% of patients who received Lumakras lived for at least one year without their cancers getting worse, compared with 10% of patients who received the chemotherapy docetaxel, Amgen said.</p><p>The advantage of Lumakras over chemotherapy means that the drug succeeded in meeting the study's primary goal and should be sufficient for the FDA to grant the drug full approval, said Brian Skorney, a biotechnology analyst at Robert W. Baird.</p><p>However, Amgen also said that overall survival rates between patient groups wasn't significantly different in the study, which could give pause to some health insurers and oncologists about using the more expensive Lumakras, Mr. Skorney said.</p><p>\"Payers could say why should we pay hundreds of thousands of dollars more for a drug that does not provide a survival benefit?\" Mr. Skorney said.</p><p>Amgen launched last year at a list price of $17,900 a month.</p><p>Amgen said its study wasn't statistically designed to measure an overall survival benefit. The study also allowed patients receiving docetaxel to start taking Lumakras after their tumors began getting worse, which could also make it difficult to assess a survival benefit.</p><p>More detailed study will be presented on Monday at the European Society for Medical Oncology Congress in Paris.</p><p>Some analysts said that Amgen's data leave a door open to competitors taking market share from Lumakras if their own drugs are approved. The closest to market is Mirati's, which is awaiting a decision from the FDA on whether to grant a conditional approval to its KRAS-drug adagrasib. The FDA's deadline for making a decision is Dec. 14.</p><p>Amgen shares fell 3.4% in late morning trading on Monday; Mirati shares fell 1.1%.</p><p>In addition to the Lumakras data, analysts said that Amgen shares were hurt by the approval late Friday of Bristol-Myers Squibb Co.'s psoriasis treatment Sotyktu, which is expected to compete with Amgen's blockbuster Otezla.</p><p>Write to Joseph Walker at joseph.walker@wsj.com</p><p>New Cancer Drug Beats Chemotherapy in Study</p>",
  "published": "2022-09-12T15:31:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 685,
          "end": 690
        },
        {
          "start": 1783,
          "end": 1788
        },
        {
          "start": 1342,
          "end": 1347
        },
        {
          "start": 1077,
          "end": 1082
        },
        {
          "start": 2506,
          "end": 2511
        },
        {
          "start": 2642,
          "end": 2647
        },
        {
          "start": 1722,
          "end": 1727
        },
        {
          "start": 421,
          "end": 426
        },
        {
          "start": 2192,
          "end": 2197
        },
        {
          "start": 2786,
          "end": 2791
        },
        {
          "start": 45,
          "end": 50
        }
      ]
    }
  ]
}