{
  "_id": "44fa9c4e128fc0668ac39a624931c7a88f081ff12698390b268db54a93253ae5",
  "feed": "market-watch",
  "title": "The stock market's technical indicators go negative in what's supposed to be a strong season; Strong rallies fizzle out, a bad omen for investors",
  "text": "<p>On the downside, the bears have tried to break the market down through support in the 3900-3940 area but have been unable to do so. In fact, the S&amp;P 500 daily low has been between 3900 and 3956 on 16 trading days since mid-November.</p><p>As a result, we can say that the benchmark index is locked in a trading range between 3900 and 4100. A breakout in either direction will likely see some strong follow-through, but so far that breakout has not been forthcoming.</p><p>The presence of this trading range has reduced realized volatility, which in turn has caused the \"modified Bollinger Bands\" to contract toward the center. The McMillan Volatility Band (MVB) buy signal of early October is still in place — although it has been rolled up a few times. The signal terminates when SPX reaches either of the +/-4σ Bands, which it has not done since the signal was generated.</p><p>Equity-only put-call ratios are now officially on sell signals. We previously saw that the standard ratio was moving slowly higher, and that ratio had generated a sell signal a week ago. Now, the weighted ratio has moved sharply higher as well, and finally the computer analyses agree with what we are seeing with the naked eye: these ratios have made local minima on their charts, and those are sell signals.</p><p>Breadth has been more negative than positive over the past 10 days. Our breadth oscillators generated sell signals on December 5th, and even though there have been a couple of days of strongly positive breadth since then, it was not enough to cancel out those sell signals.</p><p>New 52-week highs on the New York Stock Exchange have not been able to climb above 100, save for one day. It takes at least two consecutive days with new highs above 100 to set up a buy signal. So, there has not been a buy signal, and now the number of new highs has drifted lower again. The bottom line is that this indicator remains on a sell signal, as it has been since last April.</p><p>VIX has been something of an unusual indicator recently, and there is further comment regarding that in the Market Insight section, below. The bottom line is that a new \"spike peak\" buy signal has been generated and, based on the standing recommendation that we made in last week's issue, we have taken on a new bull spread because of it. Furthermore, as long as VIX VIX remains below its 200-day moving average, the trend of VIX buy signal remains in place, too.</p><p>The construct of volatility derivatives has been in a bit of an unusual place as well, as short-term derivatives were inflated or influenced by the presence of the CPI, Federal Open Market Committee and the European Central Bank announcements.</p><p>After today, those will be out of the way until next month. In fact, a short-term buy signal was generated by the CBOE 9-day Volatility Index crossing back below the other CBOE Volatility Indices.</p><p>Currently, the term structures of both the VIX futures and of the CBOE Volatility Indices are sloping upwards, and that is bullish for stocks. The VIX futures are trading at premiums to VIX (except for December, which expires next Wednesday), and that is also bullish for stocks.</p><p>This is supposedly a positive seasonal period of the year, but so far it has not been, since news items have dominated trading. After today, there will be no further major news items (although the occasional speech by a Fed governor is always capable of generating buy or sell programs in SPX). Perhaps the seasonality will begin to exert itself then.</p><p>We want to continue to hold a \"core\" bearish position because the SPX chart is still in a downtrend. Beyond that, a move below 3900 would be bearish, while a move above 4100 would be bullish: So, we await a breakout from this trading range. We will continue to trade other individual indicators as they occur.</p><p>Market Insight: Unusual price behavior in VIX</p><p>The CBOE's Volatility Index gets a lot of attention from technical analysts and the media. That was the case this week, as VIX spiked higher — rising to 25.84 intraday on December 13th, before reversing sharply downward after the CPI number was released. It closed that day at 22.55, more than 3.00 points below its high, and that generated a VIX \"spike peak\" buy signal, by our definition.</p><p>Technical analysts are always cautioned against looking too closely into why a particular signal was generated. The fact that it was generated is supposed to be reason enough. But, in this case, the last part of the move upward in VIX was purely statistical and not related to market action.</p><p>A \"spike peak\" buy signal is supposed to identify a market over-reaction to a selloff, a condition of \"fear,\" if you will. That is, as the market declines, VIX advances and accelerates to a peak, as the public becomes ever more bearish. Then, when VIX reverses back downward, that is a contrarian buy signal for the stock market. That is the theory.</p><p>In recent action, though, there were other influences. Yes, for the first few days in early December, SPX was selling off and VIX was rising — right in line with typical action. However, on December 12th, VIX suddenly gapped higher, rising more than two points that day. What made things even more unusual was that SPX was up that day by 56 points! That doesn't seem right — SPX up strongly, but VIX gapping higher as well. In fact, according to market historians, something like that hasn't happened since 1997.</p><p>Looking behind the \"curtain,\" we can understand why VIX made that big jump on December 12th, and it had nothing to do with \"fear.\" VIX is a 30-day volatility estimate, and it uses the SPX options near the end of that 30-day \"window\" for the calculation of VIX.</p><p>On December 12th, that 30-day \"window\" incorporated the January 13th, 2023, options, and that is right after the January CPI report comes out. Those options are inflated because of that fact, and thus VIX jumped higher because of that. The day before, those options were just as expensive, but they were not yet part of the VIX calculation.</p><p>So, after the November CPI was released on December 13th, things began to settle down a bit as SPX options across the spectrum lost some value. Thus, VIX backed off enough to generate a \"spike peak\" buy signal. Should we take this signal with a grain of salt? Probably. Should we ignore it altogether? Probably not. The excellent track record of this indicator doesn't have asterisks where unusual events occurred that helped create the \"spike peak\" buy signal. Surely, this is not the first time, nor will it be the last time, that some statistical anomaly has helped to generate the signal.</p><p>New recommendation: Potential SPX breakdown</p><p>As noted in the market commentary above, a close below 3900 by SPX would be quite negative (note the change in expiration date for this recommendation's options):</p><p>IF SPX closes below 3900,</p><p>THEN Buy 1 SPY Jan (20th) at-the-money put</p><p>and Sell 1 SPY Jan (20th) put with a striking price 25 points lower.</p><p>If this position is established, stop yourself out if SPX closes above 3940 for two consecutive days.</p><p>New recommendation: Paccar</p><p>A put-call ratio sell signal has been generated in Paccar PCAR. There is a caveat, however: PCAR is going ex-dividend $2.80 today, so option strikes are being reduced by 2.80. Thus, they appear to be unusual, but they are still for 100 shares of the underlying stock, as usual. So the 97.20 strike today was the 100 strike yesterday.</p><p>Buy 2 PCAR Feb (17th) 97.20 puts</p><p>At a price of 3.00 or less.</p><p>PCAR: 99.96 (after adjusting for today's ex-dividend)</p><p>Feb (17th) 97.20 puts: (using yesterday's closing price): 2.50 bid, offered at 3.30</p><p>Follow-up action:</p><p>All stops are mental closing stops unless otherwise noted.</p><p>We are using a \"standard\" rolling procedure for our SPY spreads: in any vertical bull or bear spread, if the underlying hits the short strike, then roll the entire spread. That would be roll up in the case of a call bull spread, or roll down in the case of a bear put spread. Stay in the same expiration, and keep the distance between the strikes the same unless otherwise instructed.</p><p>Long 2 expiring Dec (16th) 375 puts and Short 2 Dec (16th) 355 puts: this is our \"core\" bearish position. |As long as SPX remains in a downtrend, we want to maintain a position here. The spread is essentially worthless, so replace it with the following: Buy 2 SPY Jan (20th) 375 puts and Sell 2 SPY Jan (20th) 355 puts.</p><p>Long 1 SPY Jan (6th) 408 call and short 1 SPY Jan (6th) 423 call: this trade is based on the MVB buy signal, which was established on October 4th. This trade's target is for SPX to trade at the upper, +4σ Band. The stop for this position would be if SPX were to close back below the -4σ Band. We will keep you informed if either Band has been touched.</p><p>Long 1 SPY Jan (6th) 410 call and short 1 SPY Jan (6th) 425 call: the spread is based on the rare CBOE Equity-only put-call ratio buy signal. Since the equity-only put-call ratios are now on sell signals, we are going to exit this position today.</p><p>Long 2 KMB Jan (20th) 135 calls: we rolled this position up last week . We want to begin to use a trailing stop here: sell the calls if KMB closes below 135.</p><p>Long 2 IWM Jan (20th) 185 at-the-money calls and Short 2 IWM Jan (20th) 205 calls: this is our position based on the bullish seasonality between Thanksgiving and the second trading day of the new year. We will adjust this position if IWM rallies during the holding period, but initially there is no stop for the position, so the entire debit is at risk.</p><p>Long 2 PSX Jan (20th) 105 puts: We will hold these puts as long as the weighted put-call ratio remains on a sell signal. That is, as long as the put-call ratio is rising.</p><p>Long 1 HZNP Jan (20th) 100 call: it was announced that HZNP would be acquired by Amgen (AMGN) for $116.50 per share in cash. The stock is trading at 113, and there is not likely to be a competing bid, so we are going to sell our calls now. Do not sell your calls below parity.</p><p>Long 2 AJRD Jan (20th) 52.5 calls: set a trailing stop to sell the calls if AJRD closes below 51.50.</p><p>Long 1 SPY Jan (20th) 402 call and Short 1 SPY Jan (20th) 417 calls: this spread was bought at the close on December 13th, when the latest VIX \"spike peak\" buy signal was generated. Stop yourself out if VIX subsequently closes above 25.84. Otherwise, we will hold for 22 trading days.</p><p>Send questions to: lmcmillan@optionstrategist.com.</p><p>Lawrence G. McMillan is president of McMillan Analysis, a registered investment and commodity trading advisor. McMillan may hold positions in securities recommended in this report, both personally and in client accounts. He is an experienced trader and money manager and is the author of the best-selling book, Options as a Strategic Investment. www.optionstrategist.com</p><p>Disclaimer: ©McMillan Analysis Corporation is registered with the SEC as an investment advisor and with the CFTC as a commodity trading advisor. The information in this newsletter has been carefully compiled from sources believed to be reliable, but accuracy and completeness are not guaranteed. The officers or directors of McMillan Analysis Corporation, or accounts managed by such persons may have positions in the securities recommended in the advisory.</p><p>The stock market's technical indicators go negative in what's supposed to be a strong season</p>",
  "published": "2022-12-15T16:05:00.000Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 9718,
          "end": 9723
        }
      ]
    }
  ]
}