{
  "_id": "3e369ed395d3ba843bab43f7ce4640df5bb4b952f28af4af9d0caa167b280b13",
  "feed": "ftcomall",
  "title": "Peak inflation (we hope)",
  "text": "<p>Good morning. It's summer in America, and the Boston Celtics are through to the NBA finals, so Unhedged is feeling pretty good. Accordingly, we have a look at the positive news that last week brought. Plus, a few more words on inventories and biotech stocks. How's everyone else feeling out there? Email us: <a href=\"mailto:robert.armstrong@ft.com\">robert.armstrong@ft.com</a> and <a href=\"mailto:ethan.wu@ft.com\">ethan.wu@ft.com</a>.</p> <h1>A glimpse of the mythical soft landing</h1> <p>There are still plenty of people on Wall Street who think that the Federal Reserve can manage a soft landing, tightening policy without inducing recession. But it is universally agreed that the central bank's job has been getting harder, one unsettling data release at a time, over the past few months. Last week, though, the data was the Fed's friend, for the first time in a long time. The chances of a soft landing clearly got better, and the market responded.</p> <p>The big news was the personal consumption expenditures price index, which the Fed prefers to the CPI inflation measure, as it covers more prices and adapts more quickly to changes in consumption patterns. On Friday the April <a href=\"https://www.bea.gov/news/2022/personal-income-and-outlays-april-2022\">number</a> came in at 6.3 per cent, a decline from March. The core number (excluding food and energy) was down for the second month in a row:</p> <p>One might argue that, given the high absolute levels, this chart is not all that impressive. Looking month over month, in fact, PCE prices ex food and energy grew the teensiest bit faster than in March. But then the month-over-month pattern here has been reasonably benign since February:</p> <p>So, yes, there is still a long way to go (as everyone was quick to add) but for now we are moving in the right direction. Better still, the slowdown in inflation was not accompanied by a big slowdown in inflation-adjusted growth in consumption — the month-over-month number accelerated, to 0.7 per cent. Personal income rose (just) faster than inflation. At this rate, Paul Ashworth of Capital Economics joked to me, the Fed won't have to land the plane at all, because it's gaining altitude.</p> <p>A couple of other numbers reinforced the glad tidings from PCE. Investors' expectations of inflation over the next year <a href=\"http://www.sca.isr.umich.edu/files/tbmpx1px5.pdf\">edged down</a>, according to the Michigan consumer survey. Jobless claims edged up, too, over the last four weeks, which counts as good news when the jobs market is satanically hot.</p> <p>The path is still narrow, but less so. The two-day rally at the end of last week, a response in part to these changes, has not changed Unhedged's view that we are firmly into bear market territory. Valuations are still too high, margins have to normalise, liquidity is still declining and the Fed can't do much about food or energy inflation. But last week brought a sniff of good news, and even congenital bears like us need to acknowledge that.</p> <h1>Inventories redux redux</h1> <p>Readers sent along a number of responses to <a href=\"https://www.ft.com/content/d20df6bd-f3f4-4d0a-9dfc-1848297a891d\">Friday's note</a> on inventories, including some pungent anecdotes. An exec for an outdoor goods supplier in Australia wrote that:</p> <blockquote>  <p>All through the market in Australia we see retailers full of stock (and being in the adventure industry we are in a buoyant market segment). We hear of retailers cancelling orders. I told my purchasing team that in my view our China suppliers will be falling over themselves to do deals and sell us stock cheaper later this year . . . We buy sensibly and have good stock holding. This saves us markdowns etc but our competitor distributors/wholesalers will have bought stupid large quantities of stock which they will have to mark down to clear at the retailers . . . so the retailers wont buy our full-priced gear when they can buy other gear at 50 per cent off . . . Yes, its deflationary</p> </blockquote> <p>My excellent colleague Martin Sandbu pointed out that:</p> <blockquote>  <p>The rise in the inventory-to-sales ratio understates the bulging of inventories, since sales of goods have gone up by so much as well. Last time I looked aggregate *goods* demand in the US was still some 20 per cent above pre-pandemic trend. With that increase in sales, a 25 per cent rise in inventory-to-sales amounts to a 50 per cent rise in absolute inventory levels!</p>  <p>And you will have seen that goods demand was basically flat in Q1 GDP, while services rising. Second quarter in a row. The pivot back may be happening.</p> </blockquote> <p>Several readers noted that inventory build-up — or rather hoarding — has become particularly acute in anything microchip related. One reader in the electronics industry wrote:</p> <blockquote>  <p>Every [manufacturer] has had to go from a just in time supply model to warehousing ideally 2 years' forecast requirement, seemingly in next to no time because they didn't find out exactly how bad things are until much too late. Once burned, they then order in larger and larger volumes, giving rise to multiple waves [in the bullwhip]</p> </blockquote> <p>He estimates it may take years for the inventory situation to normalise. It's going to be an interesting couple of years.</p> <h1>Is biotech cheap?</h1> <p>One of the most exaggerated pandemic boom-bust charts is this popular biotech exchange traded fund:</p> <p>The fund, which holds $6bn in capital, is equal-weighted, meaning it can get a big boost from small firms with one-hit-wonder therapies. More recently, though, we've seen the downside: many of the biggest recent losers are biotech minnows. With speculative money pulling out, more than a third of its constituents are down at least 60 per cent over the past year. Its total performance has been even worse than the much-mocked Ark Innovation ETF.</p> <p>We <a href=\"https://www.ft.com/content/a9654ca8-1bbe-4192-8f6e-f270856785e9\">wrote</a> last week that deepening bear markets mean growing long-term returns potential. Few think stocks have bottomed yet, but keeping an eye on the discount bin isn't a bad idea. Is biotech ripe for the picking?</p> <p>At the sector level, probably not. Market cap-weighted biotech indices are still above pre-pandemic levels, thanks to strong showings from large-cap stocks such as Amgen and Gilead Sciences.</p> <p>Smaller stocks could hold more promise. These are valued not on earnings but on scientific potential, such as a new drug making it to clinical trials.</p> <p>The small/midsize biotech sell-off has been so harsh that dozens of companies are trading at a negative total enterprise value — that is, cash holdings are bigger than the company's market cap plus its debt. This means markets are pricing in little, if any, scientific value (though this is complicated by the fact cash gets spent down during the R&amp;D process). We counted 177 firms with a negative TEV, up from 27 three years ago. From a Capital IQ screen of listed biotech firms with a market cap of more than $10mn:</p> <p>Jordan Stuart, a portfolio manager at Federated Hermes who invests in biotech, called the selling pressure “extreme” in an interview:</p> <blockquote>  <p>Some of those companies will have no value, and some of them will go away. But all you have to do is show <em>some</em> efficacy, and that stock should be trading above cash [holdings] at a minimum.</p> </blockquote> <p>Stuart calculates that the top 20 pharma companies have more combined cash than the total market cap of all small- and mid-cap, or Smid, biotech:</p> <blockquote>  <p>Theoretically, the big pharmaceutical companies could buy every Smid-cap biotech in the universe right now. It's tongue-in-cheek but [at the scale of this sell-off] none of these biotechs are going to be worth anything. And we know that's just not true.</p> </blockquote> <p>Even in an indiscriminate selling environment, picking long-term winners is tough. Anyone without technical expertise should look elsewhere. But a risk-happy fund with scientists on the payroll could make a bundle. (<em>Ethan Wu</em>)</p> <h1>One good watch</h1> <p>An excellent, visually rich <a href=\"https://www.ft.com/video/6b8420bb-13f2-4c15-8a0c-6a0eb84f0860\">FT Film</a> on gaming as the on ramp to the metaverse.</p><p>Source: Robert Armstrong &amp; Ethan Wu 2022 'Peak inflation (we hope)' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-31T05:30:00.853Z",
  "tags": [
    {
      "id": "US0311621009",
      "nexusId": "10036019",
      "name": "Amgen Inc.",
      "offsets": [
        {
          "start": 5788,
          "end": 5793
        }
      ]
    }
  ]
}