{
  "_id": "0128f580a42149383ca9304fb01e6c2371b783ea8f747fe841c2bad32e010a85",
  "feed": "wall-street-journal",
  "title": "Male Inmates in Women's Prisons",
  "text": "<p>Not well, according to Amie Ichikawa, who was released in 2013 from the Central California Women's Facility in Chowchilla, where she served five years for assault and kidnapping. Ms. Ichikawa is now forming a nonprofit to help currently incarcerated women. I visited her home in Torrance, and she put me in touch with four other current and former inmates. She contacted me after I appeared at a March Senate Judiciary Committee hearing to testify against the Equality Act. I told the lawmakers that although the vast majority of transgender Americans are peaceful, decent and law-abiding, the overbroad bill would be subject to abuse by opportunistic male felons.</p><p>None of the currently and formerly incarcerated women I spoke to expressed any animus toward transgender people. All acknowledged that some biological men who are transgender have been subject to abuse in men's prisons. Several of the women made a point of saying they'd have no problem sharing a cell with natal males who have undergone sex-reassignment surgery.</p><p>But according to Tyrina Griffin -- who served 20 years at Chowchilla for second-degree murder and whose wife, Rachelle Johnson, is currently serving a life sentence there -- many of the men who are transferring there aren't even on hormonal medication. \"They're getting a full erection,\" she said. \"So you're locked in this room, 24/7, with a man and there's nothing you can do about it. If you tell the police you don't want to live with a man, or you're afraid or whatever, you'll get a disciplinary infraction. So you're basically punished for being scared.\"</p><p>Because female inmates are typically far less violent than male ones, women's prisons like Chowchilla don't separate inmates based on the severity of their crimes. \"We're all mixed together,\" Ms. Ichikawa said. \"The people who've murdered their children are in the same room as the people who've stolen boxers from Walmart.\"</p><p>Also unlike men's prison, inmates at Chowchilla are housed eight to a room, with a sink and toilet inside the cell and only a cowboy door for modesty. The California law specifically states that no inmate may be denied a housing request for \"any discriminatory reason,\" including \"genitalia\" or \"sexual orientation.\" According to some surveys, a majority of biological men who identify as trans women are sexually attracted to women. \"How are you going to prevent these people from having sex?\" Ms. Ichikawa said. \"And how do you then decipher what's sex and what's rape?\" The women told me -- and studies confirm -- that the vast majority of incarcerated women are sexual-assault survivors.</p><p>In Washington state, which has a similar law, one male inmate who transferred into the women's prison was a serial killer of women. \"They might as well go ahead and start dropping the women off at San Quentin or Pelican Bay or one of the hard-core men's prisons,\" Ms. Griffin said. She added that women inside the prison are looking for ways to arm themselves. \"They made it into a more of a war zone, to me, because I know women who are like, 'I refuse to live with a man, and if I have to make me a prison knife to defend myself, then I'm going to do that.' . . . I mean, you know how strong men are. Imagine one woman trying to defend herself against this big ol' man, and the men coming in, they are like 6-foot-5, 6-foot-6, 300 pounds. These men look like Hercules compared to these little women. Can you fault the woman for actually trying to defend herself?\"</p><p>According to the women I spoke to, the female guards at Chowchilla are as upset as the inmates by the law, recognizing that men are far more violent. The Corrections Department confirmed that unlike some men's prisons, Chowchilla -- California's highest-security women's prison -- doesn't have \"gun coverage,\" meaning officers overseeing the general population are armed only with batons and pepper spray. \"They could get a gun, but they would have to go all the way to the front,\" Ms. Johnson said. \"That would really be extremely too late if something was to really happen.\"</p><p>The California law also directs cavity searches to be conducted \"based on the individual's search preference\" -- meaning if a biological male who identifies as transgender would prefer to be cavity-searched by a female officer, he is entitled to it. It's just \"another opportunity to violate women, every woman in the facility,\" Ms. Ichikawa said. \"I don't know why it was written so callously. I feel like there's so much hate for women,\" she said.</p><p>Ms. Thornton, the Corrections Department spokeswoman, stressed that the department evaluates transfer applications on a case-by-case basis. It has approved 26 of them. \"We haven't denied any requests so far,\" she said.</p><p>She also confirmed that although there are many female prisoners in California's women's prisons who identify as men, only seven have requested transfer to the men's prison. Why so few? I asked Ms. Ichikawa, who answered: \"They would get killed.\"</p><p>---</p><p>Ms. Shrier is author of \"Irreversible Damage: The Transgender Craze Seducing Our Daughters.\"</p>",
  "published": "2021-06-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1906,
          "end": 1913
        }
      ],
      "nexusId": "10042309"
    }
  ]
}