{
  "_id": "95763bc293460411b289e5662071b3178b3f0e79a3f08d700e6d2f66fc824b8a",
  "feed": "ftcomall",
  "title": "McDonald's raises wages for US staff as it struggles to find workers",
  "text": "<p>McDonald's is raising hourly wages for more than 36,500 of its employees in the US in a sign of growing pressure on restaurants and other businesses to increase pay and other incentives as they struggle to hire workers. </p> <p>The fast-food burger chain said on Thursday that it would increase wages by an average of 10 per cent for employees at approximately 650 company-owned restaurants, and encourage the owners and operators of its franchises, which account for 95 per cent of the more than 13,000 McDonald's locations in the US, to boost pay as well.</p> <p>It is also aiming to hire 10,000 new employees in the next three months as dining rooms reopen from coronavirus-related closures.</p> <p>The wage rise comes as businesses across the US battle a <a href=\"https://www.ft.com/content/52ecab21-c90d-4ee7-be7f-612da5355c77\">labour shortage</a>, even with millions of workers still unemployed following the pandemic-fuelled downturn.</p> <p>At its most recent earnings announcement last month, McDonald's said “a very tight labour market” in the US was putting pressure on its owned restaurants and its franchisees.</p> <p>Denny's, another restaurant chain, said labour shortages were “the primary headwind” preventing franchisees from extending opening hours. Domino's Pizza warned last month that “the combination of Covid, strong sales, the broader economy reopening and the high level of government stimulus is creating one of the most difficult staffing environments that we've seen in a long time.”</p> <p>The US had a record 8.1m job openings at the end of March, as economic activity continued to rebound amid declining coronavirus cases and an increase in vaccinations. But employers <a href=\"https://www.ft.com/content/4cfed923-19e0-4522-8c21-04505499becd\">added just 266,000 new jobs</a> in April, a sharp slowdown from the previous month, stoking a debate in Washington over what is <a href=\"https://www.ft.com/content/62ac4a64-24ff-44dc-aa28-bbb84986c9b6\">causing the labour shortage</a>, with some blaming enhanced federal unemployment benefits.</p> <p>The struggle to attract new employees has spurred some companies to offer higher salaries and other perks. Average hourly earnings rose 0.7 per cent in April compared with the previous month, a sign that rising demand for labour was putting upward pressure on wages, said the Bureau of Labor Statistics.</p> <p>Other large companies such as <a href=\"https://www.ft.com/content/99f39826-aeff-4d39-a799-5554647ee6a4\">Amazon</a>, Walmart and Costco have unveiled plans to increase pay, after facing both a labour shortage and pressure from some activists and lawmakers to raise workers' salaries. </p> <p>Amazon said on Thursday it was hiring 75,000 people for its fulfilment and logistics network in the US and Canada. Those positions offer an average starting salary of more than $17 per hour and a $1,000 signing bonus.</p> <p>Burrito chain <a href=\"https://www.ft.com/content/0ec3f290-b2ce-4ae5-ba47-7a594161cbc9\">Chipotle</a>, which hopes to recruit 20,000 US workers, announced earlier this week it was increasing wages to bring its average hourly pay to $15 by the end of June. Darden, the parent company of Olive Garden and LongHorn Steakhouse, said in March that it would boost wages to at least $10 per hour, including tips, and bring its hourly rate to $12 by January 2023.</p> <p>McDonald's said it would roll out its wage rises at company-owned restaurants over the next few months. Entry-level salaries for restaurant teams will rise to at least $11-$17 per hour, and the starting range for shift managers will climb to between $15 and $20 per hour.</p> <p>“Together with our franchisees, we face a challenging hiring environment, and staying ahead means we must constantly renew our commitment to offer one of the leading employment packages in the industry,” Joe Erlinger, president of McDonald's USA, wrote in a letter to employees.</p> <p>McDonald's has been a prime target for activists pressing lawmakers to double the federal minimum wage to $15 an hour.&#xa0;</p> <p>In a series of <a href=\"https://twitter.com/fightfor15/status/1392876430053109768\">tweets</a>, activist group Fight for $15 downplayed Thursday's pay raises and encouraged workers to continue with a planned strike on May 19.</p> <p>Chris Kempczinski, McDonald's chief executive, <a href=\"https://www.ft.com/content/2227dfe1-d6e4-49ad-a580-330ecec73fe3\">told </a>the Financial Times last year the chain was not lobbying against such a move but said he hoped that any increase would be done in stages over time. He said he doubted that rivals would follow if it raised pay unilaterally.</p><p>Source: Matthew Rocco and Andrew Edgecliffe-Johnson in New York 2021 'McDonald's raises wages for US staff as it struggles to find workers' FT.com 13 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-13T17:11:53.148Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2133,
          "end": 2140
        }
      ],
      "nexusId": "10042309"
    }
  ]
}