{
  "_id": "fdf684ed0a75d9efbb60fe8214ff37610990fb9c8aa1e5f31839476e5af3fa91",
  "feed": "ftcomall",
  "title": "New US subscribers are drying up in TV streaming competition",
  "text": "<p><em>Squid Game</em> snapped Netflix out of its funk. </p> <p>After a slump which the company blamed on pandemic production delays, it had scored a bona fide <a href=\"https://www.ft.com/content/65ff9a4a-e444-494c-b9ea-c5c8c488f682\">hit</a>. About 140m subscribers watched at least a few minutes of the dystopian Korean thriller. Walmart began selling <em>Squid Game</em> T-shirts. Netflix stock soared to record highs. </p> <p>Yet in the US and Canada, all this success translated to only 70,000 new customers. Out of the 4.4m people who signed up for Netflix in the third quarter, less than 2 per cent came from its largest market. </p> <p>Streaming, or watching television online, has reshaped the media industry and the US has led the way with the rise of Netflix over the past decade. But in recent months, streaming sign-ups have dried up. </p> <p>As the US market matures, it has become harder and more expensive to lure even small numbers of new customers. With more than 100 streaming services to choose from, heavy investment is required simply not to lose existing subscribers. </p> <p>“It was very easy to add subscribers in the early days of streaming, when it's new and you have superfans,” said Rich Greenfield, partner at consultancy Lightshed. “But when it starts to mature, how do you really build this business?”</p> <p>This dynamic was evident in media companies' third-quarter financial results, triggering analyst questions over whether streaming is a good business. </p> <p>In the digital era, subscriber additions have become the biggest driver of stock market valuation for entertainment companies. These groups are spending tens of billions of dollars to provide a steady stream of TV shows and movies in order to satisfy both audiences and Wall Street. </p> <p>Netflix is set to spend $17bn on content this year. During the third quarter alone, Netflix released 824 episodes of programming, while streaming services HBO Max released just over 200 and Disney Plus around 150, according to MoffettNathanson, a research company.</p> <p>“The truly breakthrough content like <a href=\"https://www.ft.com/content/7c3c5302-b230-4531-8fbb-237a32caec5a\"><em>Squid Game</em></a> or <em>The Queen's Gambit</em> . . . is the outcrop of Netflix's willingness and ability to just spend, baby, spend on new content,”&#xa0;said Michael Nathanson, a media analyst. “These dynamics create a toxic mix of rising capital intensity and lower [return on investment].”</p> <p>Total US streaming video subscriptions reached 241m in March, according to Kantar estimates. Greenfield believes there are “at least” 25m more US subscribers to be found. But in order to capture them, media groups need to go “all in” by offering their most popular programming on streaming, not traditional TV. </p> <p>“This is now a business decision for legacy media. How much do they want to cannibalise their profitable movie theatre, cable and&#xa0;broadcast TV businesses to win in streaming?” Greenfield said. “<em>The Bachelor</em> is on ABC [a Disney-owned TV channel]. Why is <em>The Bachelor</em> not on Disney Plus exclusively?”</p> <p>Netflix last month <a href=\"https://www.ft.com/content/fbe30966-fb29-4694-b69d-816d2c632544\">told the FT</a> it is on track to deliver a “steady pace” of programming up to the end of 2022, after production delays due to the pandemic left the company lighter than expected on shows earlier this year. </p> <p>“We're in uncharted territory,” Reed Hastings, co-chief executive, told investors last month. “We have so much content coming [in the fourth quarter], like we've never had.”</p> <p>But in the US, it is unclear how far that will move the needle. So far this year, Netflix has added only 88,000 subscribers in the US and Canada, compared with 6m in 2020 and 3m in 2019.</p> <p>With 74m subscribers in the US and Canada, Netflix may be content with simply maintaining that base. But newer competitors need to add subscribers to make their heavy investments worth it. </p> <p>Disney added only 2m subscribers to its flagship streaming service globally in the third quarter, <a href=\"https://www.ft.com/content/9d8fedd1-36db-45c8-8596-dce1905ec6f7\">it reported on Wednesday</a>, a sharp slowdown from the 12m, 9m and 21m signed up in the previous three quarters. Shares tumbled more than 4 per cent on the results. </p> <p>WarnerMedia's HBO Max reported a similar slowdown in the quarter, signing up 570,000 Americans, down from 2.4m and 2.8m in the previous two quarters. The company told the FT that the slowdown was “due to the timing of new content”, but growth should accelerate in the fourth quarter with the return of <em>Succession</em>, <em>Curb Your Enthusiasm</em>, and <em>Sex and the City</em>, and movies such as <em>Dune</em> which were released to HBO Max. </p> <p>During the same quarter, Comcast did not even give an update on sign-ups to Peacock, the streaming service owned by its NBCUniversal division. </p> <p>“North America remains heavily saturated, more so with the flood of new streamers,” said Paolo Pescatore, analyst at PP Foresight. “There are too many services chasing too few dollars.”</p> <p>This matters because US subscribers pay more money than their counterparts in Asia or Latin America. About half of the 4.4m subscribers Netflix added in the third quarter came from Asia, where the average price people pay is $9.60 a month, compared with $14.68 in the US.</p> <p>Disney's divergence is more extreme, as the company has captured tens of millions of subscribers from its Hotstar-branded service in India. The average Disney Plus subscriber pays only $4.12 a month. </p> <p>ViacomCBS <a href=\"https://ir.viacomcbs.com/static-files/16db83bc-89dd-4aa8-a078-fc871c90ab40\">last week warned</a> that its streaming expenses would increase by $350m this quarter, which MoffettNathanson estimates will pull the company's operating profit down by more than 40 per cent from a year ago. </p> <p>“We think we are at the cusp of an inflection in investor thinking,” said Nathanson. “This isn't a business for the faint of heart, the short-termers or those constricted by non-ethereal worries like free cash flow or net debt.”&#xa0;</p><p>Source: Anna Nicolaou in New York 2021 'New US subscribers are drying up in TV streaming competition' FT.com 11 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-11T05:00:50.586Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 233,
          "end": 240
        }
      ]
    }
  ]
}