{
  "_id": "6193ef3206bb60056140f9ad85195d9ea0e18eb59a631d8789c644e93efc9121",
  "feed": "ftcomall",
  "title": "The FT's 25 most influential women of 2021 ",
  "text": "<p>The FT's annual Women of the Year has long celebrated achievement and influence. With the same objective in mind, we've expanded the list for 2021 and asked some of the most influential women in the world to write the entries, including Jane Fraser, Christine Lagarde, Elizabeth Warren, Billie Jean King, Malala and Greta Thunberg. </p> <p>Women of the Year is a celebration, of course. But it is also a lens through which to understand the dynamic nature of leadership and power. To ask “Who was influential in 2021?”, you must grapple with “What is influence?” and “How is it changing?” </p> <p>We put the list together in collaboration with FT journalists from dozens of international bureaus, former women of the year and readers like you.</p> <p>Across continents, industries and issues, all of these remarkable women have shaped this tumultuous year. Each of them is sure to help shape the better ones to come.&#xa0;</p> <p><strong>Roula Khalaf</strong>, editor of the Financial Times</p> <p><em>*NB: This is an unranked list.</em><br></p> <h1>Ngozi Okonjo-Iweala</h1> <p><em>Director-General, World Trade Organization </em></p> <p>BY CHRISTINE LAGARDE </p> <p><a href=\"https://www.ft.com/content/95d66614-d8e0-4e0b-82c1-417153e2942f\">Ngozi Okonjo-Iweala</a> is as fierce and talented a competitor as she is a caring friend, and it came as no surprise to me when she was appointed to the helm of the WTO in March this year. With the pandemic disrupting an international trade network that was already being challenged by rising protectionism, and with vaccine nationalism a major threat to the global economy, the world needed a strong leader.</p> <p>I have known Ngozi since 2005 and have seen her work tirelessly as a seasoned negotiator and crisis manager. Her 25 years at the World Bank demonstrated her resolve, including her handling of the food and financial crisis of 2008-09 and her determination to recover stolen assets. She has shattered glass ceilings with her complete competence, absolute integrity and good humour, becoming the first female finance minister and foreign minister in Nigeria, where she implemented tough reforms to&#xa0;enhance the transparency of the country's public finances, and&#xa0;is the first woman and first African to&#xa0;lead the WTO.</p> <p>Ngozi is a force to be reckoned&#xa0;with.</p> <p><em>Lagarde is president of the European Central Bank</em></p> <h1>Lina Khan</h1> <p><em>Chair, Federal Trade Commission<br></em><br>BY ELIZABETH WARREN</p> <p>For too long, giant companies have thrown their weight around to bulldoze competition, exploit their workers and crush consumers. Today's Big Tech firms think they're too big to be held accountable, but <a href=\"https://www.ft.com/content/57cd6686-d1ee-4321-ae35-a8e1fc7f0813\">Lina Khan</a> is proving them wrong.</p> <p>As chair of the Federal Trade Commission, Lina brings deep expertise and needed innovation to <a href=\"https://www.ft.com/content/e95ad9f5-d9b9-49ec-a71e-8650da5e7ff2\">antitrust enforcement</a> as a fearless champion for consumers and workers. She is committed to restoring competition to our markets, and she understands that the first step must be addressing the rampant concentration we see across industries. Thankfully, Lina has the necessary courage and brilliance to take this fight to the worst dominant firms plaguing our society like Facebook and Amazon, and they deserve every bit of her scrutiny.</p> <p>With chair Khan at the helm, we have a huge opportunity to make big, structural change by reviving antitrust enforcement and fighting monopolies that threaten our economy, our society and our democracy. There couldn't be a better leader for this moment.</p> <p><em>Warren is the senior United States senator from Massachusetts</em></p> <h1>Mary Barra</h1> <p><em>Chair and CEO, General Motors<br><br></em>BY JANE FRASER</p> <p>What kind of car should Mary Barra drive? Perhaps the Corvette, an American classic reinvented for the 21st century, reflecting Barra's own efforts to revolutionise General Motors. Or how about the <a href=\"https://www.ft.com/content/ccfd6a62-9abf-11e4-86c2-00144feabdc0\">Bolt</a>? An innovative but pragmatic choice matching her no-nonsense, progressive management philosophy. Or maybe she'll be one of the first to drive the new Hummer EV, part of <a href=\"https://www.ft.com/content/d02e8cc3-29a1-4634-bfb6-b658b1b4f4a4\">her bullish gambit to electrify</a> GM's entire fleet by 2035. </p> <p>The truth is, they all are iconic vehicles fit for a true icon of business, someone I've been fortunate to work with through the Business Roundtable (which she will soon chair) and someone who has inspired me and countless others with her norm-breaking, her ambitious vision for the auto industry, her leadership on climate and her championing of women, particularly her advocacy of Stem education for young girls. </p> <p>Since 2014 she has led GM through tremendous challenges and change and is now determined to put the automaker back on top. So buckle up, it's going to be a great ride.</p> <p><em>Fraser is the CEO of Citigroup</em></p> <h1>Gita Gopinath</h1> <p><em>Chief Economist, IMF<br><br></em>BY MINOUCHE SHAFIK</p> <p>Gita's tenure as <a href=\"https://www.ft.com/content/9dd38ca3-a07b-4905-813d-39261dbc3c91\">chief economist at the IMF</a> has been dominated by “the Great Lockdown”, a term she coined after the pandemic to describe the worst recession the world economy has faced since the Great Depression. She played a key role in shaping the fund's response, first&#xa0;and foremost by placing an emphasis on doing “whatever it takes” to fight the pandemic, including massive fiscal support and spending on health. This was translated into emergency financing for 88 countries provided at great speed.</p> <p>She also co-authored “The Pandemic Plan”, which showed how by vaccinating 40 per cent of the world's most vulnerable population this year and 70 per cent by mid-2022, we could effectively end the Covid crisis with global funding of just $50bn (a rounding error compared to the amounts being spent by advanced economies on their domestic responses). While the world failed to deliver on this scale, Gita showed clearly that an internationally co-ordinated response would have been better for everyone.</p> <p>She is driven by <a href=\"https://www.ft.com/content/f73d584f-fb2a-4a2f-ab8a-fa759031fa59\">evidence and rigour</a>, and that often means she thinks differently on issues ranging from managing international capital flows to the impact of climate change. I remember when I was lamenting the lack of women in macroeconomics and international finance, a previous chief economist of the IMF said to me “but macro is macho”. Gita proved that wrong by being the first woman to serve as chief economist at the IMF but also by showing you could take bold positions on big macroeconomic issues without being macho.</p> <p><em>Shafik is a leading economist and director of the London School of Economics&#xa0;and Political Science</em></p> <h1>Luiza Trajano</h1> <p><em>Businessperson and philanthropist<br><br></em>BY GILLIAN TETT</p> <p><a href=\"https://www.ft.com/content/a41f8595-ee50-4883-93cc-583071f4ba01\">Luiza Trajano</a> is not particularly well known outside Brazil. She should be. One of the country's most remarkable businesswomen and social leaders, Trajano is an inspiration for entrepreneurs everywhere. She began working part time at the age of 17 in the family store in Franca, a&#xa0;shoemaking city in São Paulo state, and built the business into one of Latin America's retail powerhouses. The&#xa0;Magazine Luiza group is now valued at over $10bn and employs more than 40,000&#xa0;staff.</p> <p>Trajano is a firm believer in the duty of business to set an example on social issues, and has championed gender and racial equality with a passion — notable in a country with gaping social inequality and where the business elite has often been accused of living in a bubble. She attributes her success to a natural empathy with staff and customers and still travels constantly around Brazil's vast territory, visiting stores, listening to the concerns of staff and offering advice on how to build careers.</p> <p>Her social leadership has led some to whisper that she would make a great president but Trajano is having none of it. “I believe in the transformation of the country through an organised and determined civil society,” she told the FT.</p> <p><em>Tett is the chair of the FT's editorial board</em></p> <h1>Nancy Pelosi</h1> <p><em>Speaker, United States House of Representatives<br><br></em>BY RANA FOROOHAR</p> <p>The nation's first woman, first Californian and first Italian-American to become speaker of the house, <a href=\"https://www.ft.com/topics/people/Nancy_Pelosi\">Nancy Pelosi</a> is, at 81, a unique figure in American politics — and she has brought her unique talents as a self-defined “master negotiator” to deliver for President Joe Biden his major legislative victories on the $1.9tn Covid relief package and, now, the $1tn infrastructure bill. Next&#xa0;up: pushing Biden's $2.2tn Build Back Better initiative, which has just cleared Pelosi's House, through the&#xa0;Senate. </p> <p>That wouldn't normally be her job, but she almost alone has been able to bridge her party's daunting divide between House progressives and key Senate centrists like West Virginia's Joe Manchin III. How? A safe-cracker's touch. She recently sent to Manchin a private message literally on a silver platter — one given to her by her good friend, the late West Virginia senator Robert C Byrd, a hero of Manchin's. “I thought he should see it,” she chuckled.</p> <p><em>Foroohar is the FT's global business columnist</em></p> <h1>Mariam Al-Mahdi</h1> <p><em>Politician, Sudan<br></em><br>BY ORLA RYAN</p> <p>Some battles last a lifetime. No&#xa0;one knows this better than <a href=\"https://www.middleeastmonitor.com/20211106-mariam-al-mahdi-calls-for-referring-sudan-coup-to-icc/\">Mariam al-Mahdi</a>, Sudan's foreign minister until late November, active in the struggle for democracy in her home country for more than three decades. Her&#xa0;father was prime minister when brigadier Omar al-Bashir led a coup against his democratically elected government in 1989. Thirty&#xa0;years later, the autocratic Bashir was forced out after months of protests.</p> <p>Sudanese political culture has long been dominated by men, and al-Mahdi, a doctor and by 2019 a leading political figure in her own right, became one of the few women in the Sudanese cabinet. In the weeks since Sudan's military suspended the government in October this year, she has emerged as one of its most outspoken critics and as a voice <a href=\"https://www.ft.com/content/45b6e165-61de-4b37-a12a-936e1613b601\">for all the women</a> who took to the streets to campaign for change.</p> <p>It takes courage and tenacity to keep going. As al-Mahdi told the FT, “The women of Sudan are very adamant and very strong fighters for democracy. They have always been very strong believers in democratic values and democratic transformation. Nothing will deter them, they are now at the forefront.”</p> <p><em>Ryan is the FT's Africa and Middle East news editor</em></p> <h1>Kate Bingham</h1> <p><em>Former Chair, UK Vaccine Taskforce<br><br></em>BY SARAH GILBERT</p> <p>This time last year, a 90-year-old Briton became the first person in the world to receive a Covid-19 vaccine outside of a clinical trial. Within six months, more than 30m people in the UK had received at least one dose, an achievement that was possible, thanks to the leadership of <a href=\"https://www.ft.com/content/8d9edc58-7922-496a-942f-5360bfe84876\">Kate&#xa0;Bingham</a>, head of the UK's vaccine task force.</p> <p>A venture capitalist with a first-class degree in biochemistry, Kate invested in a broad portfolio of possible vaccines, recognising not everything would succeed. Her three decades of experience investing in life sciences meant she acted boldly and was unafraid to spend large amounts of money. Hanging back and continually asking for more information, which is what some people would have done, would not have worked. At the same time, she insisted on thorough due diligence, multiple levels of screening and careful negotiation of contracts.</p> <p>Kate returned to the private sector at the end of 2020, but it was in 2021 that we saw the full impact of her work, as her calm decisions in the uncertain early days of the pandemic saved countless lives.</p> <p><em>Gilbert is a professor of vaccinology at the University of Oxford and the co-creator of the Oxford/AstraZeneca vaccine</em></p> <h1>Cathie Wood </h1> <p><em>Founder and CEO, Ark Investment Management<br><br></em>BY MARIA BARTIROMO</p> <p>In business, there are great investors, there are founders and there are visionaries. <a href=\"https://www.ft.com/content/4df2b4cf-2ffe-4db5-9594-47e05e1e2240\">Cathie Wood</a> happens to be all&#xa0;three.</p> <p>She identifies and invests in what she calls disruptive innovation. She looks for companies that can do things better, faster, cheaper and break out into long runways of growth. She identifies the themes she believes can go the distance and create value, such as electric vehicles or robotics or telemedicine and cryptocurrency. </p> <p>Cathie gained fame as a hot stockpicker with her early and aggressive call on Tesla, which she still bets will someday be worth $3tn, but her work and research go back decades. I got to know her in the 1990s during the dotcom boom and was impressed by her incredible grasp of the macro story and how to spot growth within it. She looks to invest early in the breakout stories that disrupt the status quo, the way she did in her own career. In just seven years, she has raised and now manages more than $60bn throughout seven ETFs. Last&#xa0;year five of her seven ETFs returned an average of 141 per cent and three were the top performers among all US funds. Her multibillion flagship <a href=\"https://www.ft.com/content/9d420854-dc60-4cc1-bff1-bbb35104eb01\">Ark Innovation Fund</a> has returned an average of nearly 45 per cent annually over the past five years.</p> <p>It has been said that founders are hungrier than hired hands. They don't see their work as a job. They blaze trails and bet everything on their vision. Cathie no doubt learnt how to be one from her parents who had the vision and courage to leave a place they knew and loved in Ireland, immigrating to America for the promise of opportunity. Today Cathie is blazing new trails and living her own American dream.</p> <p><em>Bartiromo is the anchor of ‘Mornings with Maria' on Fox Business Network and ‘Sunday Morning Futures' on&#xa0;Fox News</em></p> <h1>Rosalind Brewer</h1> <p><em>CEO, Walgreens Boots Alliance<br><br></em>BY VALERIE JARRETT</p> <p>Roz is accustomed to being “the first” but is determined to ensure she is not the last.</p> <p>Before her first day of work as the <a href=\"https://www.ft.com/content/0f8a017b-00dd-498f-a96a-c3ef0af2d06f\">new CEO</a> of Walgreens Boots Alliance, Roz spent two weeks driving herself around Georgia and dropping in at local stores. She&#xa0;introduced herself casually — no&#xa0;doubt disarming everyone with her down-to-earth authenticity. She&#xa0;asked questions, listened and, most importantly, showed her respect and appreciation for those who serve our customers every day. She hasn't changed.</p> <p>More than a decade ago, she invited me to speak at a Walmart conference on business diversity. Before it was a mainstream business imperative, she was determined to use the extraordinary purchasing power of the company to open up doors of opportunity to those who have been historically excluded. Roz knew it was the right thing to do, but she also had a keen understanding that fostering a culture of inclusion would be a competitive advantage.</p> <p>Serving on the board of directors of Walgreens Boots Alliance, I've seen close up how Roz has stepped up to lead one of the world's largest companies. She holds herself to the highest standards in terms of the quality of her work and the content of her character. She appreciates that tone starts at the top and the value of earning the trust of her team, her board, our shareholders and our partners. She&#xa0;is uniquely suited to be an extraordinary global business leader at this critical moment in time.</p> <p><em>Jarrett is CEO of the Obama Foundation and an independent director on the board of Walgreens Boots Alliance</em></p> <h1>Tsai Ing-Wen</h1> <p><em>President, Taiwan<br><br></em>BY CARRIE GRACIE</p> <p><a href=\"https://www.ft.com/content/ce3c30c2-3473-11ea-a6d3-9a26f8c3cba4\">Tsai Ing-wen</a> says Taiwan's story is one of resilience: its commitment to democracy in the face of a mounting challenge to its existence. In 2021, the president of Taiwan has herself epitomised that resilience, coolly navigating the dangers of the country's position on the geopolitical faultline between authoritarianism and democracy.</p> <p>The United States' faltering response to Covid-19, its domestic political turmoil and its chaotic withdrawal from Afghanistan have all served to reinforce Beijing's growing confidence that US global power and credibility are on the wane. With Taiwan central to any future contest for supremacy in East Asia, there is no nuance in Beijing's increasingly assertive shows of military might around the&#xa0;island.</p> <p>But unlike so many of the world's political and business leaders who self-censor at the first hint of displeasure from Beijing, Tsai does not buckle in the face of intimidation. Nor&#xa0;does she antagonise. Instead she continues to articulate, and to demonstrate through <a href=\"https://www.ft.com/content/9fe5f9fc-1d4c-4bd9-b4d6-d05ff914d550\">her own style of leadership</a>, how Taiwan's values are distinct from those of its giant neighbour. Her leadership offers a lesson for all of us: how to respect Chinese interests without selling out our own. </p> <p><em>Gracie is a journalist, former BBC China editor and author</em></p> <h1>Frances Haugen</h1> <p><em>Data scientist and whistleblower</em><br><br>BY SHOSHANA ZUBOFF</p> <p><a href=\"https://www.ft.com/content/63d6d60c-d1c8-4098-bdba-115a3ad43b79\">Frances Haugen</a> is a daughter of the American prairie whose courageous gift to the world has been an ice-cold shower of incontestable facts smuggled from the heart of the Facebook empire, written in the words of its people and shining an unflinching light on the <a href=\"https://www.bbc.co.uk/news/technology-59038506\">destructive powers</a> of its supreme leader, Mark Zuckerberg. Despite her Harvard MBA and career in Silicon Valley, Frances retained the humanity, common sense and moral bearings to feel outrage at Facebook's economic logic that pits profits against “what was good for the public”. </p> <p>Facebook reached trillion-dollar status in a decade by applying <a href=\"https://www.ft.com/content/7fafec06-1ea2-11e9-b126-46fc3ad87c65\">surveillance capitalism</a> — a system built on the secret extraction and manipulation of data — to Zuckerberg's vision of total human connection. Frances's revelations delivered shock and awe precisely because surveillance capitalism is secret. Its success relies upon hidden machine operations and corporate rhetoric designed to conceal its trail of social wreckage: the destruction of privacy, poisoned social discourse, defactualised information and weakened institutions. </p> <p>While democracy was lulled into complacency, Facebook and a handful of surveillance capitalist giants achieved control over global information flows and communication, unconstrained by public law. A dedicated cadre of scholars and journalists relying on informants, leaked documents and painstaking research has documented this web of deceit. Now Frances has delivered the ledger books and personal witness that cannot be ignored.</p> <p>She undertook substantial risk to stir the world from slumber. The question is whether lawmakers will respond with the seriousness of purpose required to restore public governance to our information and communication realm. </p> <p><em>Zuboff is the author of “The Age of Surveillance Capitalism” and the Charles Edward Wilson professor emerita at Harvard Business School</em></p> <h1>Naomi Osaka</h1> <p><em>Athlete</em><br><br>BY BILLIE JEAN KING</p> <p>Sports are a microcosm of society. We have seen this concept play out in real time recently with <a href=\"https://www.ft.com/stream/e9b1bcac-3f95-4bc0-8ba4-2628890ae3ad\">Naomi Osaka</a>'s important effort to spotlight the mental health challenges that people from all walks of life face daily. </p> <p>Naomi is one of the most successful businesswomen in sports, an advocate for racial justice and she transcends sports — most recently by using her platform to prioritise health and wellbeing. In doing so, she has inspired individuals around the world and ignited a <a href=\"https://www.nytimes.com/2021/05/31/sports/tennis/naomi-osaka-quits-french-open-depression.html\">conversation about mental health</a> that applies not only to athletes but to all human beings. </p> <p>So often athletes have a persona, a brand and an image that they feel forced to uphold. Naomi is charting her own path and being celebrated for showing us that “it's OK to not be OK”. She is a true champion in sport and in life.</p> <p><em>King is a sports icon and champion of equality</em></p> <h1>Elisa Loncón Antileo</h1> <p><em>President, Chile's Constitutional Convention</em><br><br>BY KIRSTEN SEHNBRUCH</p> <p>When the <a href=\"https://www.ft.com/content/76943328-212e-465c-ba00-113c5c26241c\">Chilean electorate voted</a> for a constituent assembly in May this year, 60 per cent of the seats went to independent candidates not affiliated to political parties. The task facing the assembly, of writing a new constitution to replace the one written during the dictatorship of Augusto Pinochet, was never going to be easy. But it is particularly difficult after a long period of political turmoil and social protests, in which the establishment was effectively voted out of the process. </p> <p>In this <a href=\"https://www.ft.com/content/bcd2b8d3-02dc-4bd9-a2f6-78e090924ce9\">complex situation</a>, Elisa Loncón Antileo was <a href=\"https://www.bbc.co.uk/news/world-latin-america-57733539\">elected president</a> of the constituent assembly. Her election was nothing short of remarkable. An indigenous woman from a remote Mapuche community in the south of Chile now presided over one of the most important and complex tasks in recent Chilean history. </p> <p>She has exercised this leadership with an emphasis on the inclusive nature of the assembly and its role as a means of channelling social dialogue. </p> <p>Her challenges included setting up the working procedures and agenda of the assembly as well as managing the competing demands of the groups represented there. But she has brought a calm, grounded leadership to the task, and has generally avoided becoming involved in the polarising conflicts surrounding her.</p> <p><em>Sehnbruch is a British Academy global professor, distinguished policy fellow at the LSE and a former research fellow at the Universidad de Chile</em></p> <h1>Agnes Chow</h1> <p><em>Democracy activist</em><br><br>BY PRIMROSE RIORDAN</p> <p>When <a href=\"https://www.ft.com/content/da68f334-0320-11e8-9650-9c0ad2d7c5b5\">Agnes Chow</a> was just 15, she joined protests against the Hong Kong government's plans to implement “moral and national education” in public schools, which activists had labelled “brainwashing”. The government backed down, and that victory helped pave the way for Chow's subsequent political career as a high-profile advocate for democracy.</p> <p>But now the tables have turned after China's crackdown in Hong Kong. Her former political ally <a href=\"https://www.ft.com/content/743fafac-b9f6-490f-b06d-c142868f2865\">Joshua Wong</a> is in jail and faces a series of court cases. Chow was arrested in August 2020 under Beijing's tough national security law and served almost seven months in prison earlier this year on a separate charge relating to her role in an unauthorised assembly in 2019. Nationalist education, focused on a new security law that has crushed dissent, has been rolled out to children as young as six. I write this from a courtroom where 47 other democracy activists are on trial in part for trying to win an election.</p> <p>Silenced, Chow is hardly forgotten. Scared of doorbells and doorknocks after multiple arrests, she left prison in June to the chants of her supporters yelling “Jia you!” or “Come on!” On her T-shirt were the words: “You are doing so great”.</p> <p><em>Riordan is the FT's South China correspondent based in Hong Kong</em></p> <h1>Liz Cheney</h1> <p><em>Congresswoman, United States House of Representatives</em><br><br>BY CHRISTINE TODD WHITMAN</p> <p>Liz Cheney is unique in Washington today. She demonstrates what is traditionally called “leadership”, although it has been sadly lacking in recent years. </p> <p>In spite of her lifetime 80 per cent conservative voting record in Congress, the Wyoming congresswoman unabashedly <a href=\"https://www.ft.com/content/5f531e0a-1728-4b29-af89-8989fb92aca3\">stood up to Trump's attempts</a> to undermine American democracy through his rhetoric and actions leading up to and on January 6. She voted for the second impeachment and called for a committee to investigate the insurrection, which caused her to lose her leadership role as Republican conference chair. </p> <p>While many men in the Republican party do a lot of talking about “strength”, Cheney is the one walking the walk. Beyond the labels of “Never Trump” or “RINO”, she has carried the most important mantle: “Never Coup”. She has fought for what is right, at great <a href=\"https://www.ft.com/content/a0351ce1-449d-4c7e-9719-f946f9615e70\">personal cost</a> — the truest definition of leadership there is.</p> <p><em>Whitman was the 50th governor of New Jersey and is the former head of the Environmental Protection Agency</em></p> <h1>Vanessa Nakate</h1> <p><em>Justice advocate</em><br><br>BY GRETA THUNBERG</p> <p>Vanessa's voice in the climate debate is absolutely essential. In these times, when it feels like people are more focused on what they should say to be perceived as polite, rather than what actually needs to be said, <a href=\"https://www.ft.com/content/d64004ec-684f-43c1-84e4-661de7f2d1a8\">Vanessa</a> speaks truth to power. And she speaks for so many. </p> <p>She's saying we need to listen to science, and we need to listen to the most-affected people in the most-affected areas. We cannot drink oil, we cannot eat coal, we cannot adapt to extinction. Vanessa has said that she saw how the climate crisis was starting to affect the people in her surroundings, people she knew, so she took matters into her own hands and started to strike.</p> <p>I've gotten to know Vanessa better recently and, even though she inspires me every day to do more, I see her above all as a friend who I really enjoy being with and care about. But of course she is much more than that, and listening to her has broadened my perspective. Vanessa is humble and kind. She is also very determined and you can see that when meeting with her. She knows where she wants to go.</p> <p><em>Thunberg is an environmental&#xa0;activist</em></p> <h1>Sotooda Forotan</h1> <p><em>Student and activist</em><br><br>BY MALALA YOUSAFZAI</p> <p>When the Taliban took over Afghanistan, they forced millions of girls out of school. In the darkened days that followed, I have met and spoken to many Afghan women and girls. But one young woman stood out to me: Sotooda Forotan.</p> <p>In September, the Taliban announced a return to school for boys but did not mention girls. In many provinces, girls are not allowed to go back to their secondary schools. Fifteen-year-old Sotooda feared for her future — the thought of never returning to school. When she received an opportunity to speak at a local event, she <a href=\"https://rukhshana.com/en/weeks-ago-a-teenager-pleaded-to-the-taliban-to-open-schools-for-girls-the-group-confirmed-the-schools-in-herat-can-be-opened-from-today\">spoke from the heart</a> for herself and millions of girls and young women in Afghanistan. </p> <p>She protested against the Taliban's actions and demanded schools reopen for girls in Herat. Her fearlessness and strength pushed Taliban leaders in Herat to allow girls to return to secondary school. </p> <p>I was lucky to speak to Sotooda and her classmates shortly after her return to school. That day, she spoke to me from a classroom. Sotooda dared to stand up for girls' right to education. The world must listen to her voice and girls' voices around the world.</p> <p><em>Yousafzai is a Nobel Peace Prize winner and co-founder of the Malala Fund</em></p> <h1>Sviatlana Tsikhanouskaya</h1> <p><em>Leader, Co-ordination Council of Belarus</em><br><br>BY CHRYSTIA FREELAND</p> <p>Sviatlana Tsikhanouskaya is a fierce leader and an ardent defender of democracy. </p> <p>A political novice, <a href=\"https://www.ft.com/content/f20c7b66-6a5a-4338-9189-fbb3b3810cf6\">Tsikhanouskaya</a> entered the presidential race in her native Belarus when her husband, activist and blogger <a href=\"https://www.bbc.co.uk/news/world-europe-57596258\">Siarhei Tsikhanouski</a>, was arrested in May 2020. Tsikhanouskaya was a stay-at-home mother when she stepped up to take her husband's place. Alexander Lukashenko, the authoritarian ruler of Belarus, underestimated both this determined woman and his own battered country's desire for change. Soon, tens of thousands of Belarusians were rallying alongside Tsikhanouskaya, coming together in the country's largest opposition movement in decades and, perhaps, in modern history.</p> <p>Tsikhanouskaya was forced to flee Belarus after what was widely denounced as the fraudulent re-election of Lukashenko. Even in exile, she remains a symbol of strength and hope for Belarusians. </p> <p><em>Freeland is Canada's deputy prime minister and minister of finance</em></p> <h1>Chloé Zhao</h1> <p><em>Film-maker</em><br><br>BY JO ELLISON</p> <p>The first Asian woman, the first woman of colour and only the second woman ever to win the Academy Award for <a href=\"https://www.ft.com/content/cdb3921e-6335-4a50-bcd2-4bbf5ad6e091\">Best Director</a>, Chinese-born Zhao was propelled into the spotlight in April for <a href=\"https://www.ft.com/content/481f8c31-9858-44e6-879b-45ce7a2d8774\"><em>Nomadland</em></a>, a docudrama that exploded every kind of cliché one might assume about the homeless, and offered the most interesting protagonists to have emerged on screen in the past 10 years. Quiet, independent, with a creative focus fixed on social issues, Zhao ticked all the boxes for the noble worthiness of film-making and represented it wearing pigtails, braces, sneakers and an off-white Hermès gown.</p> <p>She then upended expectations by delivering <a href=\"https://www.ft.com/content/df8a30de-430e-4479-82a7-4244051fa303\"><em>Eternals</em></a>, the 26th outing from Marvel, a critical failure and now anticipated to be one of the superhero franchise's lowest-grossing films. All the more reason to love her. Some might want to cocoon Zhao in the bubble of indie director darling. But she is forging her own path through the Hollywood studio system — and proving that her genre game is wide. Besides, she's only getting started. </p> <p>Recently, she posted a picture of Count Dracula on Instagram. A teaser for her next film, a science-fiction western horror genre mash-up. This is one director I can really get behind.</p> <p><em>Ellison is the editor of the FT's How to Spend It</em></p> <h1>Sally Rooney</h1> <p><em>Author</em><br><br>BY OLIVIA SUDJIC</p> <p>I read <a href=\"https://www.ft.com/content/3724b1ea-8b53-4d6a-afe8-52657cb744e9\">Sally Rooney</a>'s first novel in 2017, the week it was published, as we were supposed to do a debut fiction showcase together in London. When Sally had to pull out, I was partly relieved. I'd have found it difficult not to gush. I'd read her electric novel in a day and felt simultaneously affirmed and attacked by it. That or I'd have gone into a K-hole of mute anxiety as the former “number one competitive debater on the continent of Europe” wiped the floor with me in unsparing, affectless prose. </p> <p>Rooney's third novel was published this year (featuring <a href=\"https://www.ft.com/content/6c641299-4ac9-46c3-9e62-b29acc90f1cc\">an author grappling with celebrity</a>), so in addition to screen adaptations there are now Rooney tote bags and bucket hats. Mysteriously, she posed for a photo shoot holding an owl. I'm glad I came to her books before her reputation metastasised into fame, unencumbered by Twitter discourse and the reactions-to-the-reactions-to the books. </p> <p>Studying the owl photograph, it's tempting to see the chained bird as Rooney's familiar. Longing to fly from the spotlight and observe us, her prey, under cover of darkness.</p> <p><em>Sudjic's latest novel is “Asylum Road”</em></p> <h1>Shonda Rhimes</h1> <p><em>Television producer, screenwriter and author<br><br></em>BY AMMA ASANTE</p> <p><a href=\"https://www.ft.com/content/eee04462-08a7-432f-a5ff-441044d086eb\">Shonda Rhimes</a>'s ability to not just change but create the conversations around storytelling and television is unprecedented. Her body of work has shown the power of not only joining the table but creating one of her own. When <a href=\"https://www.ft.com/content/c47f6554-655b-43c8-a86a-9b1da736a29c\"><em>Bridgerton</em></a> hit our screens, she once again displayed her deft touch at identifying the public mood and the gaping hole that existed in television for costume dramas that go beyond whiteness at their&#xa0;centre.</p> <p>She has always understood the power of a story that is at once inclusive and escapist, while burying her social commentary deep within narratives that entertain and provoke. That is no easy feat! She is a modern-day icon, inspiring beyond her own race and gender, yet invaluable to those who most see their identity in her. As she marches to the beat of her own drum with the power of her pen and her might as a producer, she continues to challenge and dilute the strength of stereotypes that have confined black women. With her existence, it's a thousand times more difficult to make a single race and gender the requisite for what talent looks like.</p> <p><em>Asante is a Bafta-award winning director and writer</em></p> <h1>Scarlett Johansson</h1> <p><em>Actor<br><br></em>BY BROOKE MASTERS</p> <p>Hollywood's highest-paid actress for three of the past four years, Scarlett Johansson is nobody's patsy. She eschews social media and has said she finds her fan nickname “ScarJo” insulting. A self-described feminist, she nonetheless outraged progressives earlier in her career by defending Woody Allen against sexual abuse allegations, accepting a role as a transgender man and another that had been Japanese in the source material. (She withdrew from the trans role after a backlash.) </p> <p>This year,<a href=\"https://www.ft.com/content/1550ed57-047f-46dd-a9a0-121406199076\"> she challenged the cinema establishment</a> by suing Disney for releasing her film <em>Black Widow</em> on its streaming channel and in cinemas simultaneously. She argued that Disney had used the film — part of its highly lucrative Marvel universe — to boost its fledgling streaming service and stock price <a href=\"https://www.ft.com/content/0d54c99f-ed1e-4d2b-9af0-33b144063686\">at her expense</a>, as her bonus was tied to box office sales. Disney billed the move as a necessary response to Covid-19 and tried to paint Johansson, who received $20m upfront for the film, as greedy and insensitive. The two sides settled in September for an undisclosed sum. But not before Johansson struck a blow for “talent” against a studio trying to throw its weight around.</p> <p><em>Masters is the FT's chief business commentator</em></p> <h1>Paula Rego</h1> <p><em>Artist</em><br><br>BY JAN DALLEY</p> <p>“I try and get justice for women . . . at least in the pictures . . . Revenge too,” <a href=\"https://www.bbc.com/culture/article/20210709-paula-rego-is-this-britains-greatest-living-artist\">Paula Rego</a> has said. Revenge is a strong word, but this artist's <a href=\"https://www.ft.com/content/f75b2aba-8dbd-11e9-b8cb-26a9caa9d67b\">haunting images</a> pack enormous, often unsettling, power. </p> <p>Struggling through a deeply conventional religious home in her native Portugal, later through a male-dominated London art world in her mid-career, Rego has risen to become probably the most significant figurative painter of our&#xa0;times. </p> <p>Her intense, hard-hitting images — darkly sexual, deeply ominous, packed with <a href=\"https://www.ft.com/content/49c70c4d-6901-440a-9730-e91c04288a2b\">drama, violence and symbolism</a>, drawing on fantasy and myth while also celebrating the gorgeous richness of life — take inspiration from her Portuguese upbringing, as well as her own later life. </p> <p>This year, a slew of important exhibitions, most recently the stunning, 100-work <a href=\"https://www.ft.com/content/3f048b4f-5824-4d51-b51a-e5017aa78ab5\">Tate Britain retrospective</a>, sealed her reputation. Her influence runs deep. As curator Elena Crippa puts it, “I would struggle to think of a significant painter, particularly in Britain, where I can't see a connection to Paula.”</p> <p><em>Dalley is the FT's arts editor</em></p> <h1>Gabriela Hearst</h1> <p><em>Creative Director, Chloé; Founder and Creative Director, Gabriela Hearst</em><br><br>BY DIANE VON FÜRSTENBERG</p> <p>When I met Gabriela, I remember her showing me a picture of her mother, who lives in South America. So I have an image of Gabriela riding a horse in an open field, and I think that's exactly what she's doing at <a href=\"https://www.ft.com/content/fcdd9a6f-a96b-4135-8ef4-10cd2c247728\">Chloé</a>. She's riding it beautifully. </p> <p>She has brought energy and yet kept the femininity that is so synonymous with Chloé. I grew up with Chloé and it has been in the hands of many different people. Gabriela's <a href=\"https://www.ft.com/content/8d8cfbee-2149-449b-9010-6ff5ecbff4a9\">vision</a> is about femininity, but it's practical at the same time. She has brought a fresh, modern energy to femininity — it's a big deal! It's feminine without being girly. It's visual and true. </p> <p><em>Von Fürstenberg is a designer and philanthropist</em></p> <p><em>Follow&#xa0;</em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em>&#xa0;on Twitter to find out about our latest stories first. A selection of readers' nominations can be seen </em><a href=\"https://www.ft.com/yourwomenof2021\"><em>here</em></a></p><p>Source:  2021 'The FT's 25 most influential women of 2021&#xa0;' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-02T05:00:23.607Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 13444,
          "end": 13451
        }
      ]
    }
  ]
}