{
  "_id": "b648fe35ca1389fd70078adfa0e97c8929ebd933463f846a06d722dd74da80e9",
  "feed": "wall-street-journal",
  "title": "House Subcommittee Hits Baby-Food Makers Over High Metal Content; Report by Democratic members calls out companies over arsenic levels, recalls and product-testing requirements",
  "text": "<p>The report, prepared by the subcommittee's Democratic majority staff, said Beech-Nut recalled product codes tied to two of the six samples where the arsenic level was too high, and Gerber didn't recall products tied to either of the two samples where the level was too high.</p><p>\"Today's report reveals that companies not only under-report the high levels of toxic content in their baby food, but also knowingly keep toxic products on the market,\" said Rep. Raja Krishnamoorthi (D., Ill.), chairman of the subcommittee.</p><p>Spokespeople for three of the Republican members of the subcommittee didn't respond to requests for comment. A spokesman for Rep. Scott Franklin of Florida declined to comment.</p><p>When the subcommittee released a report on the topic earlier this year, a spokesman for the Republicans on the committee called the report \"not credible.\"</p><p>Beech-Nut Nutrition said its recall wasn't too narrow and that it proactively recalled other products. Gerber said the FDA, which regulates food safety, retested a sample of the company's rice cereal and confirmed to Gerber no action was needed.</p><p>Heavy metals such as arsenic, lead and mercury naturally occur in soil and water. Baby-food makers have said their products contain these metals at safe levels.</p><p>Exposure to heavy metals in food can be harmful to brain development in children, according to the FDA, but the extent of potential harm from the levels found in baby foods is unclear.</p><p>The report released Wednesday also named Plum Organics' baby-food products as having high levels of toxic heavy metals. Sun-Maid Growers of California, known for its raisins, acquired Plum Organics from Campbell Soup Co. earlier this year. Sun-Maid said in a statement it did rigorous due diligence on the company before buying it and that it would thoroughly look at the report.</p><p>The subcommittee also said Walmart Inc., which has its own store-brand of baby food, raised the internal inorganic arsenic level allowed in finished baby foods to more than four times what it was previously.</p><p>\"Our specifications have always been aligned with or below the FDA requirements for naturally occurring elements,\" Walmart said.</p><p>Earlier this year, the same House subcommittee published a report that said baby foods from Beech-Nut, Gerber and Walmart had \"dangerously high levels\" of substances like arsenic. Consumer advocacy groups in recent years came to similar conclusions.</p><p>Campbell Soup, Sprout Foods and Walmart, however, hadn't provided the committee with requested documents and information at the time of that earlier report, but the companies later started cooperating, the subcommittee said.</p><p>The FDA earlier this year, responding to the previous report from the subcommittee, set timelines for setting limits for toxic heavy metals in baby foods. But the subcommittee's report Wednesday recommended that the agency accelerate those timelines, calling them \"far in the future.\"</p><p>The subcommittee also recommended that either the FDA mandate that baby-food makers test their finished products for toxic heavy metals or that companies voluntarily do it.</p><p>Their report singled out Sprout Foods Inc., which is owned by Canada's Neptune Wellness Solutions, saying its \"testing practices appear to be the most reckless among baby food manufacturers.\" The company relies on suppliers to do ingredient testing for measuring toxic heavy metal content and asks those suppliers to test ingredients once annually, according to the subcommittee report.</p><p>Sprout said it is committed to sourcing its ingredients from the cleanest and safest suppliers, and it stands \"ready to make any changes to our sourcing or processing systems that may be advised by the FDA, USDA, or other relevant regulatory bodies.\"</p><p>Beech-Nut said its \"process of manufacturing baby food does not contribute heavy metals to the final product.\" Nestlé, the parent of Gerber, said it \"has a rigorous process for testing finished foods.\" Walmart, in a letter to the subcommittee, said it \"establishes finished good specifications for its private brands products, including its infant and baby foods sold under the Parent's Choice label.\"</p><p>House Subcommittee Hits Baby-Food Makers Over High Metal Content</p>",
  "published": "2021-10-01T19:56:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2143,
          "end": 2150
        },
        {
          "start": 2271,
          "end": 2278
        },
        {
          "start": 1847,
          "end": 1859
        },
        {
          "start": 1847,
          "end": 1854
        },
        {
          "start": 2439,
          "end": 2446
        },
        {
          "start": 3930,
          "end": 3937
        }
      ]
    }
  ]
}