{
  "_id": "f9f5dd2d315b0724e8fb964bbe9c0bb4417030aca19fc06f4d746919523aeb98",
  "feed": "wall-street-journal",
  "title": "Amazon Demands Company Stake From Some Vendors --- Some supplier deals include right for tech giant to buy shares at potentially steep discounts",
  "text": "<p>Amazon over the past decade also has done more than 75 such deals with privately held companies, according to a person familiar with the matter. In all, the tech titan's stakes and potential stakes amount to billions of dollars across companies that provide everything from call-center services to natural gas, and in some cases position Amazon among the top shareholders in those businesses.</p><p>The unusual arrangements offer another window into how Amazon uses its market heft to increase its wealth and clout. The company has been under scrutiny from regulators and lawmakers over its competitive practices, including with companies it partners with.</p><p>While the deals can benefit the suppliers by locking in big contracts, which can also boost their share prices, executives at several of the companies said they felt they couldn't refuse Amazon's push for the right to buy the stock without risking a major contract. The deals in some cases also give Amazon rights such as board representation and the ability to top any acquisition offers from other companies.</p><p>For Amazon, the arrangements give it a piece of the potential upside their vendors can get from doing business with one of the world's biggest companies.</p><p>Amazon routinely leverages its size and power to force terms that benefit itself, including by getting partners in one business to sign on to its other services; learning about up-and-coming technology companies through its venture-capital fund; or creating top selling Amazon branded goods that compete with small sellers on its site. It has aggressively competed to wrest market share from rivals, which Amazon says results in better deals for shoppers.</p><p>In its supplier deals that include warrants, Amazon throws its weight around to exact lucrative terms, knowing many companies won't refuse, according to former Amazon executives who worked on the deals.</p><p>An Amazon spokeswoman said the warrants it obtains in commercial agreements are typically tied to milestones that Amazon has to meet, such as large purchases from the supplier. The company declined to comment on specific deals, or say how many warrants it has exercised or the amount of money it has made from such agreements. The spokeswoman said it has warrant deals in fewer than 1% of the commercial agreements it enters into.</p><p>Grocery distributor SpartanNash Co. last year amended a contract with Amazon to deliver groceries to its Amazon Fresh arm. The Grand Rapids, Mich.-based company had been supplying Amazon with food since 2016, but this time Amazon added a condition: if it bought $8 billion worth of groceries over seven years, it could get warrants to purchase around 15% of SpartanNash's stock at a price potentially lower than the market. Amazon also said it wanted to be notified of any takeover offers for SpartanNash and have a 10-day window to offer a counterbid.</p><p>SpartanNash executives were taken aback, said people familiar with the matter. No customer had requested such terms before. Executives ultimately decided they didn't want to haggle with one of SpartanNash's biggest customers, and that being tied to Amazon could raise their company's profile, one of the people said. Amazon received warrants in the company when the deal was announced that would amount to 2.5% of its stock if exercised. If it receives and exercises warrants for the additional 12.5%, according to the contract terms, it would be SpartanNash's second-largest shareholder after mutual-fund manager BlackRock Inc.</p><p>A spokeswoman for SpartanNash declined to comment.</p><p>Amazon has been doing such deals with vendors for about a decade but has aggressively increased the practice in the past few years, said former Amazon executives and lawyers who worked on the deals. In its latest quarterly report, the company valued its warrants at $2.8 billion, more than five times the level three years ago. Amazon doesn't disclose the value of stakes it owns as a result of exercising its warrants.</p><p>A broader measure of its warrants and the stakes it holds in companies through warrants, direct investment or other ways increased 10 times to $8.4 billion in that period, according to Amazon's quarterly filings.</p><p>Like stock options, warrants let the holder buy a company's shares at a set price during a set period. If the stock surpasses that strike price, the warrant holder can buy shares at a below-market price.</p><p>Corporate executives in a range of industries and lawyers said Amazon's push to get warrants as part of vendor deals is highly unusual. Warrant deals have more commonly been used by investors who back companies in financial trouble, in deals deemed high risk.</p><p>Former Amazon executives who worked on warrant deals said they found no direct precedent before the company began striking them. For a guide, an Amazon team sleuthed through financial documents from the 2008 financial crisis to find information about bank bailouts that involved warrants, one of the people said.</p><p>The Amazon spokeswoman pointed to a few examples of other companies striking warrant arrangements. In 2017, Walmart Inc. obtained warrants in Plug Power Inc. a few months after Amazon struck a commercial deal tied to warrants with the company. A Walmart spokeswoman said the company very infrequently obtains warrants in other companies. Plug Power declined to comment.</p><p>Some suppliers see granting Amazon warrants as a worthwhile competitive advantage. Clean Energy Fuels Corp. struck a deal with Amazon earlier this year that could give the larger company a 20% stake over the next decade, making it the No. 2 shareholder. Management had never done a commercial deal where it gave the customer warrants, according to a person familiar with the matter, but Amazon had put out a large request for proposals from other natural-gas companies, and Clean Energy determined that accepting the terms of warrants would keep Amazon from choosing to do more business with competitors, the person said. As part of the terms, Clean Energy must notify Amazon if it receives a takeover offer, the person said. Clean Energy declined to comment.</p><p>Amazon's first major warrants deal with a publicly traded vendor came in 2016. Amazon was seeking a partner with cargo planes to help build out its massive logistics network. Executives reasoned that the company's potential partners were all smaller, lesser-known companies with stagnant growth, and that a major contract from Amazon would invigorate their stocks, according to a person familiar with the matter. Amazon wanted some of that potential upside, the person said.</p><p>Amazon proposed a deal, with warrants, to Wilmington, Ohio-based Air Transport Services Group Inc. The aircraft-leasing company initially pushed back on the warrant stipulation, according to people familiar with the matter. Its team flew to Seattle and had \"intense, protracted negotiations\" where Amazon got ATSG to agree to the structure, one of the people said. \"It took a lot of convincing,\" the person said. Amazon currently owns around 19.5% of ATSG, making it the biggest shareholder.</p><p>An ATSG spokeswoman declined to comment.</p><p>Amazon executives knew it would need to lease many more planes to handle explosive growth in its delivery operation, and the initial warrant deal emboldened them to demand similar terms from other companies, said one of the people involved.</p><p>In talks with Atlas Air Worldwide Holdings Inc., Amazon broached a 10-year leasing deal, with similar terms. This time Amazon demanded warrants that would amount to up to 20% of Atlas's equity over five years -- with an option for 10% more later -- depending on how much business it gave Atlas. Amazon also wanted the right to elect a director to Atlas's board, after meeting certain milestones.</p><p>People involved on both sides said that warrants were a condition of Amazon partnering with Atlas. \"There was definitely a sense that if it wasn't agreed to there wouldn't be a deal,\" said one of the people. Atlas executives didn't want to pass up the revenue opportunity from Amazon and viewed giving up the warrants as the price of doing business with Amazon, said the person.</p><p>When it announced the deal in May 2016, Atlas lauded the deal, including the equity arrangement. Its share price soared 27% that day. Such jumps have been common when Amazon has done warrant deals with publicly traded suppliers -- SpartanNash's stock rose 26% when it announced a deal.</p><p>The strike price for the Atlas warrants was $37.50, slightly below where the shares were trading before the deal was announced. Amazon later exercised warrants for 9% of Atlas' stock and sold the shares, according to an Atlas spokeswoman. Amazon declined to comment on how much it made on its sale of Atlas stock.</p><p>Atlas shares closed on Tuesday at $68.39 a share.</p><p>Atlas has never done a similar deal, according to the Atlas spokeswoman. Amazon never named a director to Atlas's board, she said.</p><p>Amazon also signed a vendor deal with Cargojet Inc. that included warrants. Cargojet didn't respond to requests for comment.</p><p>Amazon often ties its warrants to how much business it gives a supplier. In a deal with Startek Inc., the Colorado-based call-center company agreed to give Amazon the right to acquire 20% of its shares if Amazon does $600 million of business with Startek over eight years. That would make Amazon Startek's second-largest shareholder, if it were to obtain the warrants and exercise them. Startek didn't respond to requests for comment.</p><p>Former Amazon executives said they avoided doing anything during supplier negotiations, such as putting its ultimatums in writing, that would give fodder to critics who have said Amazon abuses its power. One of the former executives said that most companies complied with its demands over warrants. Several former Amazon executives who worked on such deals said in interviews that they found them to be unfair and one-sided, saying the companies weren't in a position to refuse and that most of the upside went to Amazon.</p>",
  "published": "2021-06-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5195,
          "end": 5202
        },
        {
          "start": 5057,
          "end": 5069
        }
      ]
    }
  ]
}