{
  "_id": "5301019f2133bed590837535d13f93735e78472229d7fdb1cae21f0776712677",
  "feed": "wall-street-journal",
  "title": "AutoStore's SoftBank Backing to Spur Warehouse Robotics Expansion in Asia; Company will join a growing stable of logistics technology businesses in the SoftBank portfolio",
  "text": "<p>SoftBank said this week it is taking a 40% stake  in the Norway-based business in an agreement that values the company at $7.7 billion, including debt.</p><p>AutoStore's technology helps customers such as electronics retailer Best Buy Co. and sportswear brand Puma SE fulfill orders faster and pack more inventory into small distribution centers . Such systems are gaining traction as the pandemic drives strong online sales and companies set up so-called microfulfillment sites in tight urban spaces that put goods closer to customers.</p><p>\"Most of the warehouses around the world are still manual,\" Mr. Lier said. \"The way we see it, during the next decade, more and more warehouses around the world will be automated. That will secure that this market will continue to grow with two-digit percentages annually already for the next decade.\"</p><p>The market for warehouse automation is projected to hit $47.4 billion by 2023, 6.4% higher than pre-pandemic forecasts, according to market-research firm Interact Analysis.</p><p>SoftBank has made a slew of logistics technology and e-commerce bets , including investments in South Korea's e-commerce giant Coupang Inc., warehouse automation provider Berkshire Grey Inc. and U.S. online fulfillment specialist ShipBob Inc. Several of those companies could benefit from a closer relationship with AutoStore and are potential customers for its technology, Interact Analysis analyst Rueben Scriven wrote this week in a post on the firm's website.</p><p>\"We view AutoStore as a foundational technology that enables rapid and cost-effective logistics for companies around the globe,\" SoftBank Chairman and Chief Executive Masayoshi Son said in a news release.</p><p>Europe is AutoStore's biggest market, with customers including the U.K. grocery chain Asda Group, followed by North America, where grocery chains including Texas grocer H-E-B LP and Ahold Delhaize USA are installing its automated storage and retrieval systems to help meet surging demand for online grocery sales.</p><p>The systems store goods in densely packed cubical structures. Robots travel across the top, digging out bins and delivering them to stations where workers assemble the orders. The company has its systems installed in more than 600 sites across 35 countries.</p><p>AutoStore, which was formed in 1996, generated revenue of about $190 million in 2020, according to Mr. Lier.</p><p>\"We expect very strong growth in 2021,\" Mr. Lier said. \"After the pandemic, there has been a big increase in e-commerce and also the grocery sector, which is opening up a lot of opportunities, especially in the (microfulfillment center) installation.\"</p><p>Write to Jennifer Smith at jennifer.smith@wsj.com </p><p>AutoStore's SoftBank Backing to Spur Warehouse Robotics Expansion in Asia</p>",
  "published": "2021-04-07T19:12:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}