{
  "_id": "7eda5d9d766070660baf11be6f620904d16f32cb5e307146e108bddc02d51c5d",
  "feed": "ftcomall",
  "title": "Stuart Rose appointed EG Group chair",
  "text": "<p>EG Group, the UK petrol stations company whose<a href=\"https://www.ft.com/content/2a978525-d0cc-4a14-ba83-63732ee14067\"> billionaire owners are buying Asda</a>, is bringing in retail veteran Stuart Rose to improve governance after its auditors resigned over the matter last year. </p> <p>Lord Rose, who is due to step down as chair of online grocer Ocado in May, will become non-executive chair of EG immediately, the company said in a statement. </p> <p>EG's owners, brothers Zuber and Mohsin Issa and private equity group TDR Capital, have asked Lord Rose to develop “appropriate governance structures for a business of this scale”, he said. </p> <p>EG has expanded rapidly in recent years, financed by heavy borrowing in high-yield debt markets, and now operates more than 6,000 convenience stores and petrol stations. </p> <p>Deloitte <a href=\"https://www.ft.com/content/9fc64c00-0813-49b0-bb77-faca20ce3474\">resigned as its auditor</a> in October because of concerns over governance and internal controls. EG, which reported more than €20bn in sales in the year to December 2019, had no external board members. Delays in appointing any were among Deloitte's concerns, a person familiar with the matter said at the time. </p> <p>Lord Rose told the Financial Times that meeting the Issa brothers was “one of my most important bits of due diligence” before agreeing to the role. </p> <p>“I believe they're sincere in what they want to do. I believe they do recognise there's a need for them to improve their governance and get better controls and processes in place,” he said.</p> <p>He compared the role to his time at Ocado. “When I went to Ocado it was unproven [and] governance wasn't top of the agenda,” he said. “You move along a path — you make sure entrepreneurialism is maintained, and put appropriate governance around it. I think it's a similar story at EG.”</p> <p>Chairing EG was “going to be fun”, he added. “I believe they're good people, it's a good business.”&#xa0;</p> <p>EG appointed John Carey, a former BP executive, as an independent non-executive director in November. </p> <p>“The recruitment of Stuart Rose is a clear signal of our ambition for EG Group and our commitment to continuous improvement,” said Gary Lindsay, a partner at TDR. </p> <p>EG's rapid expansion has turned the Issa brothers, from Blackburn in Lancashire, into billionaires. Alongside TDR they agreed in October to buy a majority stake in Asda, the UK's third-largest supermarket chain, in a £6.8bn deal that is due to complete in the first half of 2021.</p> <p>“We have plans to create significant convenience and food service opportunities for our customers, and Stuart's retail and consumer experience will provide invaluable insight and support,” the brothers said in a statement. </p> <p>Lord Rose was previously executive chairman of Marks and Spencer and chief executive of Arcadia before its sale to Philip Green. He will be replaced by Rick Haythornthwaite at Ocado.</p><p>Source: Jonathan Eley and Kaye Wiggins 2021 'Stuart Rose appointed EG Group chair' FT.com 21 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-21T14:49:44.867Z",
  "tags": [
    {
      "offsets": [],
      "name": "Walmart Inc.",
      "id": "US9311421039",
      "nexusId": "10042309"
    }
  ]
}