{
  "_id": "f893448d4af9ad9b10269b520b3fc37b943dfc987379086650e19f146870b6dc",
  "feed": "wall-street-journal",
  "title": "Why $19 Is Apple's Favorite Price for Accessories; Apple charges $19 for a long list of basic items. The polishing cloth is just the latest.",
  "text": "<p>As it happens, Apple's pricing strategy rarely allows accessories to fall below that threshold. The 6.3-inch swatch of fabric sits beside 17 other Apple-branded items on the company's website—a mélange of charging cables, dongles and adapters—each priced at $19. Some, such as the wired earbuds and charging adapter, were once included with new iPhones.</p><p>Those $19 Apple items—together with the Apple Watch, AirPods and other small gadgets—are part of the company's growing Wearables, Home and Accessories category, which had more than $8 billion in revenue in the quarter that ended in October.</p><p>While Apple declined to comment on its pricing structure, tech industry analysts say there are a few reasons the company might fixate on that number.</p><p>Nineteen, they say, is just right—neither too high nor too low to turn off the company's target customers. When you're buying a big-ticket item like an iPhone 13 ($799) or a MacBook Pro ($1,999), that $19 add-on effectively disappears into your shopping cart. And yet, the analysts say, the price is high enough to suggest you're buying a superior product—even if it isn't.</p><p>Not Too High</p><p>The price of almost every Apple product ends in one number: 9. This is a widespread retail tactic, known as \"charm pricing,\" designed to generate a feeling of good value and is rooted in decades of behavioral research.</p><p>Analysts say $19 is also a sweet spot for well-to-do consumers willing to pay extra for basic tech products and services. \"When you go below $20, those people don't think twice about it, even if [the item] could be competitively priced at $1,\" said Gene Munster, managing partner at venture-capital firm Loup Ventures.</p><p>The cost is also low enough to be an aspirational purchase for shoppers seeking products that make them feel special.</p><p>\"Apple wants to make sure that their consumers constantly feel nice,\" said Abir Syed, partner at e-commerce consulting firm UpCounting. Even if shoppers aren't getting a good deal, he said, \"they just feel fancy.\"</p><p>Not Too Low</p><p>But there's a catch. Selling cables, adapters and polishing cloths far below $20 might put them in \"cheap\" territory. A lot of Apple's success is based on its products' positioning as an attainable luxury, something that costs a bit more but is justifiably worth it.</p><p>\"At $19, you get the charm-pricing benefits, but it also sends the signal that this is a premium product,\" Mr. Syed said.</p><p>Much of this pricing depends on where shoppers are doing their shopping. If you're on Apple's website or in an Apple store, you're not bargain hunting the way you might be if you were shopping for a specific item on Amazon or at Walmart.</p><p>\"A vast majority of people would say $20 is absurd for a dust cloth on Amazon,\" Mr. Syed said. \"At Apple, there's a bit less of a comparison happening.\"</p><p>In the case of Apple's polishing cloth, selling it at $19 creates more demand than pricing it at $9, experts say. The $19 cloth became an internet meme shortly after Apple introduced it, which might help explain its hard-to-get status. And you likely won't be paying less for it soon.</p><p>Mr. Munster said the episode of the cloth demonstrates Apple's power in the marketplace. \"Every brand can't get away with that,\" he said.</p><p>For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Dalvin Brown at dalvin.brown@wsj.com</p><p>Why $19 Is Apple's Favorite Price for Accessories</p>",
  "published": "2021-11-23T17:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2632,
          "end": 2639
        }
      ],
      "nexusId": "10042309"
    }
  ]
}