{
  "_id": "6b2dd5828aa2e6281c0ce6437afff3f9415bed08a9d71a1ba62ad8271b5bc9ef",
  "feed": "ftcomall",
  "title": "India's risky investment climate     ",
  "text": "<p>Last year, India celebrated a milestone in its long campaign to attract foreign direct investment, crossing the <a href=\"https://dipp.gov.in/sites/default/files/FDI_Fact_sheet_September_20.pdf\">$500bn mark</a> in cumulative inflows over the past two decades. For the government, it was a welcome piece of good news and a sign that overseas interest remained undimmed. The numbers, however, obscure a less promising reality. India's economy, hard hit by the pandemic, has <a href=\"https://www.ft.com/content/33659ed3-cf15-4e93-9128-727d24759225\">fallen into recession</a> and there are worrying signs that the government of Prime Minister Narendra Modi, far from pursuing a path of liberalisation, is turning inwards.</p> <p>There are good reasons to scrutinise the supposed momentum behind the foreign investment influx. While foreign companies, including Amazon and Walmart, have gained footholds, a <a href=\"https://www.ft.com/content/6dd8188a-14c2-11e9-a581-4ff78404524e\">shifting regulatory environment</a> has all too often sent the wrong signal to international investors. And although <a href=\"https://www.ft.com/content/318bdea3-d162-4cf2-9ffd-905e8520cf40\">Silicon Valley money</a> poured in last year, a large chunk was directed at a single company: Jio Platforms, the telecom-and-digital services arm of Mukesh Ambani's Reliance Industries, which attracted more than $10bn from the likes of Facebook and Google. </p> <p>Foreign companies may be investing but the overriding trend is still through joint ventures or by taking minority stakes in companies owned by powerful Indian entrepreneurs. James Murdoch recently reunited with Uday Shankar on a <a href=\"https://www.ft.com/content/b65a81b5-6491-4357-b584-d77b7304d015\">media venture</a>. All too often, the sums involved are not large and appear to be more defensive plays than a serious attempt to commit to the Indian market. </p> <p>There are longstanding concerns that Mr Modi's government, far from being the business-friendly administration that executives had hoped for when his Bharatiya Janata party came into power has, at best, an ambivalent attitude towards foreign investment. It has proven itself to be, in essence, an economic nationalist government. Regulation has remained unpredictable and frequent policy changes, including the recent increase in import tariffs, have fostered <a href=\"https://www.wto.org/english/tratop_e/tpr_e/tp503_e.htm\">uncertainty</a>.&#xa0;</p> <p>The precariousness for international investors has been exacerbated by New Delhi's ambivalent attitude to the rule of law, in particular in reference to two corporate tax disputes, with <a href=\"https://www.ft.com/content/be5db92a-4cb4-4b3d-8f23-64faf44e6bd0\">Vodafone</a> and Cairn Energy, which had gone to international arbitration. They stem from a decision by the previous Indian government in 2012 to change the tax code retrospectively, a move that gave it the power to claim taxes for deals struck years earlier if the underlying assets were in India. The government lost its case against Vodafone in September and<a href=\"https://www.ft.com/content/593c0292-f5c5-44e1-9074-283a1821aa9d\"> against Cairn </a>in December. </p> <p>The government has since challenged the Vodafone ruling. Business expects it to do the same in the Cairn case. It is time for the government to accept the rulings. It should also make clear that it will no longer use or follow up on retroactive tax claims. Both actions would send a powerful signal that India is committed to the fair treatment of investors. Mr Modi commands strong popular support and should ignore dissenting voices that believe the government would look weak to its domestic audience.&#xa0;</p> <p>There is a risk that the recent backlash that has greeted government proposals to modernise India's agricultural sector might reduce the incentive to liberalise in general. This would be a shame. As western companies seek to diversify their operations from China, India has a unique opportunity to become an alternative destination for manufacturing investments. As China has shown, export-oriented manufacturing is a critical factor for economic growth. India has a valuable opportunity to signal that it is open for business.<br><br><strong>Letter in response to this editorial comment</strong>:</p> <p><a href=\"https://www.ft.com/content/bb2cdbe8-f1ef-4fdc-9333-864543b93862\"><em>India's reform scorecard is heading in right direction</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/bb2cdbe8-f1ef-4fdc-9333-864543b93862\"><em>From Tridib Pathak and Gaurav Narain, Co-Heads of Equity, Ocean Dial India, Mumbai, India</em></a></p><p>Source: The editorial board 2021 'India's risky investment climate     ' FT.com 20 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-20T10:00:11.235Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 696,
          "end": 703
        }
      ],
      "name": "Walmart Inc.",
      "id": "US9311421039",
      "nexusId": "10042309"
    }
  ]
}