{
  "_id": "374ccf557831ee6b7bce4ee05c182c42a266a8a989c7c3b4fffbf7640d347451",
  "feed": "ftcomall",
  "title": "Asos bids for Topshop amid sell-off of Arcadia assets",
  "text": "<p>Online fashion retailer Asos is bidding to acquire the Topshop brand as the administrators of Philip Green's Arcadia retail empire sell off its assets.</p> <p><a href=\"https://www.ft.com/content/32497a32-8a25-4793-a65c-779b01307640\">Asos</a> has bid towards the top end of the £250m-£300m range for the Arcadia brands it is keen to acquire, according to a person close to the company.</p> <p>Talks are continuing and there is no certainty that a deal will go ahead. The person cautioned that Asos would be “disciplined” in its pursuit of Topshop. </p> <p>As a digital business, Asos is not interested in Topshop's physical shops, according to people briefed on the proposal, preferring to drive sales online to its customers, predominantly in their 20s. Asos is among Topshop's biggest wholesale partners.</p> <p>Administrators Deloitte are expected to make a decision this month. The firm could not be reached for comment. Asos declined to comment. </p> <p>Boohoo and Next have abandoned their efforts to acquire the Topshop brand out of <a href=\"https://www.ft.com/content/4ef13f0a-4815-4640-a4e1-f63ddf57c506\">administration</a> after balking at the price demanded by the administrators of Sir Philip's Arcadia retail empire.</p> <p>Next confirmed on Thursday that it had withdrawn from the bidding. The retail chain had been the junior partner with US investment group Davidson Kempner, but had privately played down its chances of winning the auction.</p> <p>Arcadia, which also includes Burton, Dorothy Perkins and Wallis, went into administration at the end of November after repeated store closures under UK lockdowns increased the pressure on a company already struggling with stagnant sales and intense competition.</p> <p>Evans, the smallest brand in the stable, <a href=\"https://www.ft.com/content/dd772960-6ca3-49b6-b474-0788fcb44133\">was sold to</a> Australian group City Chic Collective for £23m early in the process.</p> <p>Despite the withdrawal of Boohoo and Next, there are several remaining contenders, including Asos, for what is widely regarded as the jewel in Sir Philip's collection of fashion brands, accounting for almost half of Arcadia's annual sales.</p> <p>US-listed Authentic Brands, owner of assets ranging from Sports Illustrated magazine to the Barneys department store chain, has also submitted a bid, and remains in talks with FTSE 100 athleisurewear group JD Sports about working together if it is successful.</p> <p>So too has Frasers Group, which is also still talking to the administrators of department store group Debenhams.</p> <p>The companies declined to comment on their involvement in the process, as did Arcadia.</p> <p>Another contender is Shein, a Chinese fast-fashion brand which, like Boohoo, uses social media to sell clothing to a young audience at low prices.</p> <p>It already operates in the UK but has little infrastructure in the country; the company is run from Asia and much of its manufacturing is done in the Pearl River Delta.</p> <p>The strong interest in Topshop — some observers are now talking about a price tag of more than £300m — reflects the lingering affection in which it is held by some in the industry and also because it owns the freehold of a relatively new distribution centre in the UK's East Midlands.</p> <p>Based on prevailing valuations in the region, Savills, the estate agents, estimates the 440,000 sq ft facility could be worth at least £50m.</p> <p>The market for such assets is buoyant and the facility could be sold and leased back, though Sir Philip's wife Tina has security over it after lending Arcadia £50m in 2019.</p> <p><a href=\"https://www.ft.com/content/2a978525-d0cc-4a14-ba83-63732ee14067\">Mohsin and Zuber Issa</a>, the brothers who run EG Group and are in the process of acquiring supermarket chain Asda, have also showed interest in buying the Topshop brand.</p><p>Source: Samuel Agini and Jonathan Eley 2021 'Asos bids for Topshop amid sell-off of Arcadia assets' FT.com 24 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-24T15:02:19.616Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}