{
  "_id": "8557523fd8842fff73cea4aaf984140b5dff98b6699f82756ade59b94ca50007",
  "feed": "wall-street-journal",
  "title": "U.S. Shoppers Boosted Spending Last Month, Taking on Higher Prices; Retail sales rose by 1.7% in October, marking a solid start to the holiday shopping season",
  "text": "<p>Spending rose sharply, by 4%, at online retailers, along with big gains at electronics, appliance and hardware stores. Grocery-store sales rose by 1.1% while restaurant and bar sales were flat. Other gains occurred at gas stations, where sales rose 3.9%, and auto dealerships, with a 1.8% gain.</p><p>Walmart Inc. on Tuesday reported higher sales in the third quarter, saying it increased prices as more consumers shopped early for the holidays. The retailer said U.S. inventory rose as it prepare for \"an expected strong holiday season.\" Home Depot Inc., among several retailers reporting earnings this week, said its third-quarter results were better than expected.</p><p>The elevated spending levels suggest solid holiday sales this month and next. Consumers have said they are worried about inflation, which hit a three-decade high last month, but planned to continue spending.</p><p>\"Consumers say they're pessimistic—we have had very high inflation—but the truth is they're in very good shape right now,\" said Gus Faucher, chief economist at PNC Financial Services Group. He cited the roughly $2 trillion in excess savings that households have accrued since the start of the pandemic, as well as low interest rates and an improving labor market as reasons for the robust demand for goods.</p><p>The combination of strong demand, snarled supply chains, higher prices and an unbalanced labor market is making for an unusual holiday season where record sales may be accompanied by shortages and long waits for goods. Inflation may also start to cut into demand for consumers with lower incomes who may put off purchases due to price increases, economists say.</p><p>Norm Bruce, who along with his wife, Eve, owns Martha Merrell's Books and Toys in Waukesha, Wis., said that he expected strong holiday sales. A winter farmers market they set up in front of their Main Street store was a success the first weekend of November, and they plan to continue to use the weekly event to help attract customers. But supply-chain issues and rising prices are taking their toll.</p><p>\"We're telling our customers right now, if you see it, buy it. We don't have 10 or 20 copies of a book right now, we have maybe 1 or 2,\" Mr. Bruce said.</p><p>Most books have prices printed directly on the jacket, preventing Mr. Bruce from charging more. But to keep up with supply pressures, the store has had to raise prices on some other items, giving some customers sticker shock.</p><p>\"All of a sudden, I was having to put increases of $4 or $5 on stuffed animals, because the shipping cost has gone up tremendously,\" Mr. Bruce said. \"Consumers right now are very forgiving, but when the prices start going up, they say, that's a stuffed dog, I don't want to pay that much.\"</p><p>Retail sales figures aren't adjusted for inflation, so some of the expected increase can be attributed to higher prices.</p><p>The backup in the supply chain shows few signs of easing, as container ships struggle to unload their cargo at U.S. ports. Containers can wait weeks before they are picked up by trucking companies, which say they can't find enough drivers to meet demand.</p><p>Companies attempting to get ahead of the holiday crush may have simply moved it forward by a few weeks, according to a study by Panjiva, the supply-chain research unit of S&amp;P Global Market Intelligence.</p><p>Imports are up 20.5% compared with 2019. And individual companies are experiencing longer shipping times for goods, which then prompts them to order goods even earlier ahead of peak shopping times.</p><p>Online shopping has dominated the early days of the holiday retail rush, but that is expected to shift to in-store shopping as the holidays get closer and customers try to avoid shipping delays. And some gift-givers may choose to opt out of material gifts altogether.</p><p>\"Gift card and digital e-gift card sales have also been trending up recently which could continue to be a theme through the holidays,\" said Felipe Chacon, an economist at payments company Square.</p><p>SHARE YOUR THOUGHTS</p><p>Are you changing your holiday shopping plans because of supply-chain shortages or inflation? Join the conversation below.</p><p>Labor shortages are also contributing to price increases as businesses struggle to meet customer demand.</p><p>Maureen Craig, who owns the Southern Cajun-Creole restaurant Alligator Soul in Savannah, Ga., said that the main thing preventing her from having her best year ever is inability to find enough staff.</p><p>\"It's been very, very difficult to hire—more in the kitchen than in the front of the house,\" Ms. Craig said. She recently decided to close the restaurant on Sundays to alleviate some of the pressure on her chef and kitchen staff. Customers have taken it in stride when she calls them to tell them she has to switch their reservations.</p><p>\"Everyone understands it's an impossible time right now,\" she said. \"I don't want to sacrifice their experience for the almighty dollar.\"</p><p>Write to Gabriel T. Rubin at gabriel.rubin@wsj.com</p><p>U.S. Shoppers Boosted Spending Last Month, Taking on Higher Prices</p>",
  "published": "2021-11-16T13:47:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 295,
          "end": 307
        }
      ]
    }
  ]
}