{
  "_id": "85326defa6d82f1a37b160e79a4a6e19e93f8d1c399fae99cbff280c22cb3abe",
  "feed": "ftcomall",
  "title": "Bankers and advisers to collect £300m from planned Morrisons takeover ",
  "text": "<p>Bankers, financiers and other advisers are set to collect roughly £300m in fees from the planned £9.5bn acquisition of UK grocery chain Wm Morrison by a private equity consortium led by US fund Fortress Investment.</p> <p>The payouts were revealed on Thursday as the UK grocer released detailed information for its shareholders, who are set to vote on the bid on August 16. </p> <p>The document showed that Fortress expected to incur more than £263m of fees, with the costs of arranging £5.75bn of interim financing accounting for more than half of that. It also estimated £36m of payments to advisers and brokers and £17m on legal costs.</p> <p>Morrisons, which traces its origins back to a Bradford market stall in 1899, expected to incur £49m of costs, mostly fees to advisers Rothschild and brokers Shore Capital and Jefferies.</p> <p>The terms of Fortress's bid do not require Morrisons to pay a break fee if it recommends a rival bid.</p> <p>The grocer's directors have already <a href=\"https://www.ft.com/content/cdd0219a-6acb-4e17-be9f-69c54c85e330\">recommended Fortress's offer</a>.</p> <p>But private equity firm Clayton Dubilier and Rice has been given until August 9 to table a counter offer for the grocer.</p> <p>CD&amp;R's <a href=\"https://www.ft.com/content/0abdbc0d-051e-4b75-bb41-194ef2ef25d5\">230p a share proposal</a> for the supermarket group was rejected in June.</p> <p>The Takeover Panel, which regulates takeovers involving public companies in the UK, said on Thursday that CD&amp;R must make its intentions clear by 5pm on August 9 unless a third party makes another bid before then.</p> <p>Most observers regard that as unlikely after Apollo, another private equity firm, <a href=\"https://www.ft.com/content/e9c58238-9824-4ba0-9e28-01f95126cb45\">abandoned plans for a rival offer</a>. Instead, it may join the Fortress consortium, which also includes a Canadian pension fund and a subsidiary of US conglomerate Koch Industries.</p> <p>CD&amp;R declined to comment on its intentions.</p> <p>At least three-quarters of Morrisons investors that vote on the Fortress offer must approve the proposal, but some major shareholders <a href=\"https://www.ft.com/content/9d1a6019-6571-478c-8b1f-f267bb582f0d\">have voiced concerns</a> about aspects of the transaction.</p> <p>Fortress can delay proceeding with the takeover in the unlikely event that the UK's competition regulator refers the takeover for a detailed “phase 2” inquiry, or the UK government signals that it will use powers granted during the Covid pandemic to block it. </p> <p>Fortress is broadly supportive of Morrisons' existing management team, but said it would <a href=\"https://www.ft.com/content/938db064-119e-42d1-af7a-1d542c72b668\">conclude a review</a> of the company's operations within the first six months of ownership, including its real estate strategy and executive remuneration arrangements.</p> <p>It said investment in the business could include further acquisitions, and that it would be “assessing strategic options in respect of Morrisons' portfolio of petrol filling stations”. </p> <p>These would also likely feature in any CD&amp;R proposal given that it also owns Motor Fuel Group. Selling fuel makes very little profit for supermarkets, although the working capital it generates reduces their need to borrow while fuel-related promotions drive footfall to the stores. </p> <p>Mohsin and Zuber Issa, the Blackburn-based brothers who along with TDR Capital acquired Asda from Walmart earlier this year, have <a href=\"https://www.ft.com/content/c65e8172-94c5-46ce-b895-a327dbd9b119\">already sold the group's petrol operations</a> to their own company. </p><p>Source: Jonathan Eley 2021 'Bankers and advisers to collect £300m from planned Morrisons takeover ' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T13:33:04.900Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2961,
          "end": 2968
        }
      ],
      "nexusId": "10042309"
    }
  ]
}