{
  "_id": "a00268b584e5e9e38a2ed807ca29ad059145ae97e4f206280f2b11557540e1f9",
  "feed": "ftcomall",
  "title": "GameStop: cashing in on meme-stock rally ",
  "text": "<p>Two months after Reddit day traders took GameStop shares to unexpected heights, the video game retailer is finally trying to cash in. On Monday, it announced plans to issue up to <a href=\"https://www.ft.com/content/ddc11198-f162-484c-9131-a7a0b0346178\">3.5m new shares</a> worth no more than $1bn via an “at-the-market” offering, or ATM.&#xa0;</p> <p>The structure allows the issuer to raise cash bit by bit over the course of months or years. This is reasonable opportunism. Despite a pullback, GameStop shares are still up 900 per cent this year.</p> <p>If successful, the share sale will equate to 5 per cent of outstanding stock. For the army of faithfuls, the dilution is a small price to pay in exchange for turnround plans. Ryan Cohen, co-founder and former chief executive of online pet supply retailer Chewy, is leading the push to transform the brick-and-mortar retailer into an online-first operation. </p> <p>Americans spent a record <a href=\"https://www.npd.com/wps/portal/npd/us/news/press-releases/2021/the-npd-group-fourth-quarter-2020-us-consumer-spending-on-video-game-products-increased-26-percent-while-annual-spend-gained-27-percent-compared-to-2019/\">$56.9bn</a> on video games last year. Much of that was online, either downloading digital games from developer websites or ordering games and consoles from the likes of Amazon, Target, or Walmart. Trips to the mall, where many of GameStop's stores in the US are located, are in decline.</p> <p>The migration online has put pressure on GameStop's used-game business, where customers can trade in old games and consoles for cash or store credit. The rise of online gaming platforms such as Minecraft, Roblox and Fortnite has left GameStop with dwindling supply and demand for used hardware.</p> <p>Cohen's challenge is to shift GameStop's focus away from physical stores and create an ecosystem of digital sales.</p> <p>This will be easier said than done. Gaming giants such as Nintendo, Xbox and PlayStation all have their own subscription services already, offering users access to hundreds of games for anything between $4 to $10 per month. Cohen needs funds to turn GameStop into an online hub for ecommerce, esports and online gaming.</p> <p>Users on Reddit board WallStreetBets with “diamond hands” say they are ready to buy more GameStop shares regardless of fundamentals. Most investors need more incentive than that. </p> <a href=\"http://www.ft.com/cms/3c1fa744-9de0-4398-a6cc-16e430d8a8dd.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source:  2021 'GameStop: cashing in on meme-stock rally ' FT.com 5 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-05T17:37:22.447Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1025,
          "end": 1032
        }
      ],
      "nexusId": "10042309"
    }
  ]
}