{
  "_id": "ecd69ccf9947d824296f096b9fd20cb0a11e98a9771d9d4c9ee5c59f95020926",
  "feed": "wall-street-journal",
  "title": "Bond Investors Challenge Wall Street Greenwashing; Investors are avoiding green bonds issued by companies like JPMorgan that they say don't meet sustainable investing standards",
  "text": "<p>\"Setting 2030 carbon reduction targets and creating a $2.5 trillion effort to support sustainability are clear examples of our continued commitment,\" a spokesman for the bank said.</p><p>Sales of green bonds have boomed to around $250 billion annually from about $50 billion in 2015, according to the Climate Bonds Initiative. The market is helping to plug a global shortfall in funding for environmental projects that has most industries falling short of targets needed to sufficiently slow climate change.</p><p>The bonds are also popular because they boost the appeal of corporations that issue them with environmentally conscious customers. Investment banks like them for the fees they produce—$2.2 billion in 2021, according to Bloomberg. Money managers scramble to buy them for environmental, social and governance, or ESG, funds their clients increasingly demand. And on average, borrowers can sell green bonds at a lower interest rate than conventional debt.</p><p>Still, financial regulators in the U.S. and Europe are scrutinizing the investment industry for signs of misleading claims, or \"greenwashing.\" Some money managers are blackballing green bonds they say have loopholes for borrowers or are being issued by companies with questionable environmental track records.</p><p>\"Increasingly we are seeing investors really focus on how the use of proceeds from the bonds aligns with issuers' overall sustainability strategies,\" said Steven Nichols, head of ESG capital markets in the Americas at Bank of America Corp.</p><p>Voluntary principles for green bonds, hammered out by banks and investors, designate them as financing for projects with environmental benefits. JPMorgan issued its deal in September 2020 to finance its transition to renewable energy and sustainable buildings, along with loans to clients making similar changes.</p><p>While those uses conform with ESG investment principles, Mr. Rich questioned whether the bank's overall record did too. His reservations grew as JPMorgan sustainability and investor-relations executives failed to adequately answer his questions, he said. He also saw few signs the bank was reducing lending to the fossil fuel industry, he said.</p><p>\"JPMorgan is the biggest financier of the energy industry in the world,\" Mr. Rich said. \"That doesn't scream sustainability.\"</p><p>The bank pledged to facilitate financing valued at $2.5 trillion to address environmental issues over the next decade. It is the top underwriter of green bonds for other companies, according to Dealogic. It also had about $40 billion of lending exposure to oil-and-gas companies last year and is keeping coal miner Peabody Energy Corp. afloat with a loan that lasts through 2024.</p><p>Some investors avoid green bonds that permit borrowers to fund investments that are part of their normal course of business. They are also dubious of bonds used to refinance debt incurred for previously built eco-friendly projects, a practice that is permitted under green bond principles.</p><p>Boston-based money manager Income Research + Management passed on a $450 million sustainability bond from Southern California Edison Co., in part because up to half the proceeds were earmarked for refinancing, said Kristoff Nelson, the firm's co-head of credit research. Nevertheless, other investors snapped up the bonds issued in June at a higher price than the power company's conventional bonds, he said.</p><p>Utilities frequently issue green bonds to fund renewable energy and grid modernization projects that are standard investments in the power industry, Mr. Nelson said. \"You can apply a great deal of skepticism for all these deals.\"</p><p>\"We are not looking to simply take credit for work already done,\" said a spokesman for Edison International, the parent company of Southern California Edison. The company finances most capital investments with short-term bank loans before refinancing them in bond markets and its sustainability financing framework got the highest possible rating from consultancy Vigeo Eiris, he said.</p><p>Fund managers at Aegon and Research + Management continue to buy green bonds but say they favor companies like Walmart Inc., which is also a leader in other areas of sustainability.</p><p>Bank of America sold the retailer's first $2 billion green bond to investors in September. The company had already committed to 100% renewable energy consumption by 2035 and achieving zero carbon emissions by 2040. JPMorgan has set a net-zero target, which includes carbon offsets, by 2050.</p><p>Organizers of COP26, the international meeting that began Sunday to coordinate emission reduction, asked companies like Walmart to lead others to accelerate their commitments to zero emission, said Kathleen McLaughlin, the store chain's chief sustainability officer.</p><p>\"If you look at the science, as a society we have to pick up the pace,\" she said.</p><p>While BNP Asset Management tries to avoid green bonds that fund fossil fuel projects, verifying can be difficult because reporting isn't standardized yet, a person close to the firm said. The money manager recently sold green bonds of a European company that refused to detail how it had used the money from a green bond it issued a year earlier, he said.</p><p>\"We'd like to see the market strengthened on reporting,\" said Christa Clapp, a senior adviser at Cicero, which provides independent opinions on green bonds.</p><p>Cicero gave its lowest governance rating in June to a green bond issued by French waste services company Paprec, which doesn't require the company to publish a stand-alone report on how proceeds are ultimately used. Paprec's \"reporting scheme constitutes a weakness as level of detail and transparency is lacking,\" according to the opinion on the deal.</p><p>Paprec discloses how all green bonds proceeds will be used at issuance, said Chief Financial Officer Charles-Antoine Blanc. The company sold a €450 million green bond this year to refinance pre-existing projects as well to finance already disclosed acquisitions, and the environmental impact of the newly purchased assets will be detailed in Paprec's 2021 sustainability report, he said.</p><p>SHARE YOUR THOUGHTS</p><p>Should green bond principles be modified to curtail greenwashing? If so, what new guardrails should be applied? Join the conversation below.</p><p>Write to Matt Wirz at matthieu.wirz@wsj.com</p><p>Bond Investors Challenge Wall Street Greenwashing</p>",
  "published": "2021-11-02T11:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4577,
          "end": 4584
        },
        {
          "start": 4095,
          "end": 4102
        },
        {
          "start": 4095,
          "end": 4107
        }
      ]
    }
  ]
}