{
  "_id": "a5bf05df26dc031d802ba3545c452d5fed244636d8b9b9f368a7b56771e2958f",
  "feed": "ftcomall",
  "title": "Legal and General slams Morrisons bid as shares surge",
  "text": "<p>The UK's largest asset manager has blasted the bid for Wm Morrison by Clayton, Dubilier &amp; Rice, warning that the private equity house “would not be adding any genuine value” to the supermarket chain with its purchase.&#xa0;&#xa0;</p> <p>Andrew Koch, senior fund manager, active equities at Legal and General Investment Management, a top 10 shareholder in Morrisons, suggested the bid from the buyout firm was too low. </p> <p>CD&amp;R approached Morrisons <a href=\"https://www.ft.com/content/0abdbc0d-051e-4b75-bb41-194ef2ef25d5\">with a 230p-a-share offer</a> last week, giving the UK's fourth-largest supermarket group an enterprise value of £8.7bn. Shares in the FTSE 250 company surged by more than a third to 239p on Monday, with rivals Tesco and Sainsbury rising by smaller amounts.</p> <p>“The [retail] sector generally looks undervalued, and private equity look to be interested in&#xa0;Morrisons&#xa0;partly because it has a lot of freehold property, which they would ‘sale and leaseback' to generate cash to pay back to themselves,” said Koch.</p> <p>“That's not adding any genuine value, and the company could do that themselves. So I would personally not expect a bid to succeed at that level.”</p> <p>Value investor Silchester, Morrisons' largest shareholder with a 15 per cent stake, has declined to comment on its intentions.</p> <p>Another top 20 shareholder said on Monday: “My starting premise is that companies should remain listed unless a highly compelling offer is tabled. Using the classic [private equity] playbook, a low-ball indicative offer has been tabled.”&#xa0;</p> <p>They stated that Morrisons had “always been cautious in communicating targets to investors and this has impacted the shares' rating”.</p> <p>The grocer indicated at the time of its first-quarter trading update that it might <a href=\"https://www.ft.com/content/35a6b1cf-1e7c-4cb2-96dd-e6ef3fe387fe\">step up cash returns to investors</a>. Rival Tesco has also hinted that <a href=\"https://www.ft.com/content/42efe56c-6657-4d40-8e1b-327d26554b87\">share buybacks are likely</a> this year.</p> <p>CD&amp;R is set to push ahead with its pursuit of Morrisons despite its initial approach being rebuffed by the supermarket group, which said it “significantly undervalued” the business and its prospects. </p> <p>People close to the discussions said Morrisons would gauge investor reaction and any political pushback before deciding its next steps. </p> <p>British fund managers have taken the rare step of speaking out against some private equity deals in recent months, after a surge in interest from buyout firms for UK companies this year.</p> <p>“Private equity firms have been running the&#xa0;slide&#xa0;rule over the UK supermarkets” since TDR Capital bought Asda this year alongside the billionaire brothers Mohsin and Zuber Issa, one banker advising the industry said.&#xa0;<br><br>Apollo and Lone Star have been particularly interested in British grocers, having bid against TDR for Asda.&#xa0;</p> <p>But another banker not connected with the transaction said rival bidders could be deterred as “[Morrisons] is the most challenged of the grocers. Even with all the freeholds and the in-house food manufacturing, its margins are similar to its peers when arguably they should be higher.”</p> <p>CD&amp;R's rejected offer was pitched at a higher multiple of profits than <a href=\"https://www.ft.com/content/79964b33-2406-41c8-8f24-4ff5552f1669\">the sale of Asda</a>, he added.</p> <p>The banker also pointed out that Morrisons had no convenience store business, was weaker than peers in general merchandise and heavily dependent on Ocado and Amazon for its online offering.</p> <p>The position of Amazon — Morrisons is a wholesale supplier to the company and offers same-day delivery via Amazon Prime — is another complicating factor.</p> <p>“Amazon's commercial relationships with Morrisons do not necessarily mean it sees them as an acquisition target,” said Natalie Berg, a consultant who has studied the ecommerce giant closely. “But I could see them making a move . . . the pandemic has definitely accelerated things for them.”</p> <p>Others question why the US group would want 500 supermarkets in a mature and competitive market. “They are clearly open to the idea of operating stores . . . but would Morrison be the logical target? Probably not,” said one analyst who did not wish to be identified. </p> <p>He added that larger rival Sainsbury's, with a more affluent customer base and a thriving convenience store business, was “arguably a better fit”.</p> <p>Dave Potts, Morrisons' chief executive, who is 64, is the longest-serving chief executive among the big four supermarkets, having taken over in 2015. Like chair Andrew Higginson and chief operating officer Trevor Strain, he worked with Sir Terry Leahy — now an adviser to CD&amp;R — when Leahy was running larger rival Tesco.</p> <p>Although Morrisons has navigated the pandemic well, “they have not been doing brilliantly well lately and the share price performance has been underwhelming for some time”, said one analyst. The shares were relegated from the FTSE 100 at the last index review in March.</p> <p><em>Additional reporting by Arash Massoudi and Kaye Wiggins</em></p><p>Source: Attracta Mooney and Jonathan Eley 2021 'Legal and General slams Morrisons bid as shares surge' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-21T17:27:00.103Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}