{
  "_id": "1663c34e25c9b6318bee6af9365b94120305821965cf2b2cd36857117595d4b3",
  "feed": "market-watch",
  "title": "U.S. stocks edge higher after strong retail sales",
  "text": "<p>The Dow Jones Industrial Average DJIA rose 92.08 points, or 0.3%, to 36,179.53.</p><p>The S&amp;P 500 SPX was up 10.01 points, or 0.2%, at 4,692.81.</p><p>The Nasdaq Composite COMP gained 32.64 points, or 0.2%, to trade at 15,886.48.</p><p>On Monday, the Dow Jones Industrial Average, the S&amp;P 500 and Nasdaq Composite each ended fractionally lower. The Russell 2000 RUT index saw a steeper loss of 0.5%.</p><p>What's driving markets</p><p>Retail sales jumped 1.7% in October, the government said, surpassing forecasts for a 1.5% rise and logging the biggest gain March when households received billions in federal stimulus money. Excluding autos, sales rose 1.4%.</p><p>“We all know the worries, but this is yet another reminder the U.S. consumer remains extremely healthy,” said Ryan Detrick, chief market strategist for LPL Financial, in emailed comments. “Don't forget the consumer makes up two-thirds of the economy, so this is another great sign for our economy as we head into the holiday spending season.”</p><p>But surging inflation was seen taking some of the shine off the figures.</p><p>“On the surface, the outsized gain in&#xa0;retail&#xa0;sales&#xa0;in October probably looks better than in reality it is. Higher prices account for a good chunk of that increase, and the jump start on holiday shopping is pulling forward some portion of the seasonal end of year spending surge,” said Jim Baird, chief investment officer at Plante Moran Financial Advisors.</p><p>“Whether that extends through the rest of the year and translates to an acceleration on real consumer spending that provides a lift to Q4 GDP remains to be seen,” he said.</p><p>Also, industrial production, which includes factory, mining and utility output, increased at a seasonally adjusted 1.6% in October compared with the previous month, according to the Federal Reserve. Economists polled by The Wall Street Journal expected a 0.8% increase.</p><p>Also, the National Association of Home Builders said its monthly confidence index rose 3 points to a reading of 83 in November, its highest since May.</p><p>Meanwhile, with bond yields at three-week highs, inflation worries remained at the forefront.</p><p>“Uncertainty about the persistence of higher inflation continues to dog investor sentiment amid ongoing speculation about the timing of interest rate hikes by the world's major central banks,” said Raffi Boyadjian, lead investment analyst at XM. “The stronger-than-expected jump in the New York Fed's manufacturing gauge on Monday was the latest data point to highlight long-lasting supply disruptions and rising costs, giving Treasury yields a nudge up.”</p><p>Results from retail heavyweights and others were also rolling in as third quarter earnings reporting season hits the final stretch.</p><p>Which companies are in focus?</p><p>Home Depot Inc.HD shares rose 4.8% after the home improvement retailer reported fiscal third-quarter profit, net sales and same-store sales that beat expectations.</p><p>Shares of Walmart Inc.WMT fell 2% after the retail giant raised its full-year earnings guidance for a third consecutive quarter.</p><p>Shares of Peloton Interactive Inc.PTON rose more than 8% after the home fitness company said it launched a public offering of $1 billion worth of common stock.</p><p>What are other markets doing?</p><p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 1.5 basis points to 1.605%. Yields and debt prices move in opposite directions.</p><p>The ICE U.S. Dollar Index DXY, a measure of the currency against a basket of six major rivals, continued to push higher, rising 0.3% to trade at a nearly 16-month high.</p><p>Oil futures moved lower, with the U.S. benchmark CL00 down 0.7% at $80.32 a barrel. Gold futures GC00 edged down 0.2% to $1,863.70 an ounce.</p><p>The Stoxx Europe 600 XX:SXXP was up 0.2%, while London's FTSE 100 UK:UKX declined 0.3%.</p><p>The Shanghai Composite CN:SHCOMP fell 0.3%, while the Hang Seng Index HK:HSI rose 1.3% and Japan's Nikkei 225 JP:NIK edged up 0.1%.</p>",
  "published": "2021-11-16T11:04:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2882,
          "end": 2889
        }
      ],
      "nexusId": "10042309"
    }
  ]
}