{
  "_id": "00125fbf6eaf0f8339d98f1a4f2ce54794999001e3601e75b419ba8acf70dc6f",
  "feed": "wall-street-journal",
  "title": "Business News:  Home Virus Tests to Be Pricey  ---  Range of $20 to $30  for Covid-19 screening  kits seen as barrier to  widespread adoption  ----  By Brianna Abbott",
  "text": "<p>   Covid-19 tests for people to use to get quick results at home are finally becoming available to buy at pharmacies and retailers. Yet an obstacle might stand in the way of regular use: cost. </p><p>   Many health authorities have been looking forward to the introduction of the fast-acting tests, which people could take at home to see if they are infected. The paper-strip tests also could help curb the spread of the coronavirus, supporters say, if people used them a few times a week. </p><p>   The U.S. Food and Drug Administration recently cleared over-the-counter sales of two of these rapid at-home screening tests, one from Abbott Laboratories and another from Quidel Corp. </p><p>   Yet it appears the tests will cost consumers at least $20 for a pack of two, which health experts say is probably too pricey for frequent use. </p><p>   Major pharmacies recently said they plan to sell a two-pack of Abbott's test for nearly $24, while Walmart says it will charge just under $20. The price for Quidel's test hasn't been released, though Quidel has indicated it will be less than $30 for a pair. </p><p>   \"Twenty-five dollars for a Covid test, I think most people would pay that once. But would they pay it every week or every two weeks?\" says Zoe McLaren, a health economist and an associate professor in the School of Public Policy at the University of Maryland, Baltimore County. \"It's not designed to be a one-time cost.\" </p><p>   Dr. McLaren and medical-testing experts expressed hope that prices would drop if more companies get clearance to sell paper-strip tests. </p><p>   The rapid, at-home Covid-19 tests take about 15 minutes. Consumers swab their nose and then dip the swab into a chemical solution. Next, they add the solution to a paper strip. One or two lines develop on the paper strip depending on whether it detects infection. </p><p>   The tests look for pieces of the virus, known as antigens. Given the technology used, the tests are less precise than more sophisticated analyses done by laboratories. Yet the tests can flag cases among people who are most contagious, and frequent testing and fast results can make up for lower precision, supporters say. </p><p>   After the pandemic hit, many health authorities called for such inexpensive and rapid at-home tests, saying they could serve as important tools for catching cases among people without symptoms to enable a safer return to schools and workplaces. </p><p>   Abbott says it has started shipping its tests, called BinaxNOW, to retailers such as CVS Pharmacy, Walgreens and Walmart. Quidel says it partnered with distribution company McKesson Corp. to sell through local pharmacies and online channels such as Amazon. Quidel calls its test the QuickVue At-Home OTC Covid-19 Test. </p><p>   Public-health authorities say they are glad to see the tests in stores, and the tests will be valuable tools for checking symptoms or for specific occasions, such as traveling or visiting relatives. </p><p>   A lower price of around a few dollars a test would be crucial, however, if people were going to be willing to take one of the tests regularly. </p><p>   \"I think broad, regular screening will require an additional reduction in price,\" says Mara Aspinall, CEO of Health Catalysts Group and a principal investigator of the Covid-19 Diagnostics Commons at Arizona State University. \"It certainly has to be in the single digits, ideally under $5, so that people can use it appropriately.\" </p><p>   A survey by Harvard University and Hart Research Associates of 1,500 people in January found that 79% said they would test themselves regularly if an at-home test cost $1, while only 33% indicated they would frequently test if the price was $25. </p><p>   Some other fast-acting, at-home tests also are starting to appear on store shelves and online from companies including Ellume USA LLC and Lucira Health Inc. Some of these tests use more sophisticated technologies to detect cases and display results and can cost as much as $55 each. </p><p>   The more basic Abbott and Quidel paper-strip-like tests previously were cleared by the FDA in December and March, respectively, for use with a prescription. People have been able to order the prescription version of the Abbott BinaxNOW online for $25 a test or pick it up at some pharmacies under a partnership with digital health company eMed. </p><p>   Anthony D'Elia, store manager at pharmacy City Chemist in Brooklyn, N.Y., says it sells BinaxNOW with an eMed consultation for $40 a test and tells customers they are best used as symptom-checkers. \"It's a good idea to keep one in the house. But if you test every day, that's expensive,\" he says. </p><p></p>",
  "published": "2021-04-29T06:06:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 903,
          "end": 910
        },
        {
          "start": 2464,
          "end": 2471
        }
      ]
    }
  ]
}