{
  "_id": "b2d02fb188c810f532c25beb8995f6b825a63d22462a84953f6bd98dd1f88541",
  "feed": "ftcomall",
  "title": "Wine merchant Berry Bros celebrates sales boom",
  "text": "<p>Berry Bros &amp; Rudd, the 320-year old London wine merchant, has benefited from increased spending on fine wines throughout lockdowns and beyond as it reported a jump in sales and record demand for its collecting services.</p> <p>The company, which stores around £1bn worth of wine for private clients, said 37 per cent more customers subscribed to its wine cellar business now than before Covid, and that sales for its <em>en primeur</em> season — the opportunity to buy the most recent vintage before it is bottled — were up 43 per cent this year compared with 2019.</p> <p>Berry Bros is one of the biggest importers of high end French wine into the UK and has cellars and tasting rooms the size of two football pitches beneath its London shop.</p> <p>Emma Fox, who took over as chief executive in August 2020, said sales in the current financial year were “buoyant” and 10 per cent ahead of where they were at the same point last year. “We are continuing to go from strength to strength.”</p> <p>Customers, particularly at the high end of the market, had continued to spend during lockdowns, she added, despite the business not being able to hold its usual run of tastings at the Berry Bros premises on Pall Mall, where it has been since opening as a tea seller in 1698.</p> <p>The closure of bars and restaurants during Covid lockdowns has benefited wine merchants as people treated themselves to more premium wine at home. </p> <p>Matthew O'Connell, chief executive of LiveTrade, a fine wine trading platform, said activity had been “frenetic” this year and increased demand for wines such as champagne following the reopening of restaurants had caused a squeeze on supply, increasing its rarity and boosting prices.</p> <p>Fox warned, however, that wine sellers still had hurdles to face as a result of Brexit. Labelling imported wine, for example, which was not previously done for EU bottles, could cost around 50p per bottle if regulations are brought in as expected next summer, she said.</p> <p>Berry Bros has been forced to limit some of its recent tasting events due to a lack of staff but has not faced any supply issues, Fox added. “We have been very well planned and we have worked with our producers for years and years.”</p> <p>Following a refinancing and restructuring of its wholesale business, Berry Bros is investing £4.5m in a temperature-controlled warehouse near Andover that will double its storage capacity to 14m bottles, allowing it to grow its private wine storage service.</p> <p>In accounts due to be published this week at Companies House, the company said it had generated £23.5m in cash from its operations in the year to the end of March 2021, up from a £284,000 cash outflow the previous year.</p> <p>Turnover increased 1.7 per cent to £224.3m but the company reported a pre-tax loss of £8m, mostly as a result of refinancing costs and the devaluation of several of its freehold properties during the pandemic.</p> <p>Fox, who previously worked at Asda and The Original Factory Shop, said that since securing a five year £52m facility in 2020, Berry Bros was focused on increasing its base of wine collecting clients and growing its luxury spirits business, which includes its No. 3 London dry gin. </p> <p>Wine trading and cellar services to private clients make up 77 per cent of the company's turnover, while online trade doubled to 20.7 per cent during the pandemic.</p><p>Source: Alice Hancock in London 2021 'Wine merchant Berry Bros celebrates sales boom' FT.com 14 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-14T12:00:44.627Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}