{
  "_id": "755825a67b14514d39d70fb6674c8c6e9fa98421caff991af84a8ec337395c0c",
  "feed": "wall-street-journal",
  "title": "Business News:  Retailers  Introduce  New Tools  To Rein In  Returns  ----  By Suzanne Kapner",
  "text": "<p>   The surge in pandemic-fueled online shopping has created a new urgency to solve a decades-old problem: returns. </p><p>   Companies such as Walmart Inc. and Amazon.com Inc. are telling customers to keep unwanted items. Some retailers are introducing virtual dressing rooms and made-to-measure clothing so shoppers keep more of what they buy. Others are scoring shoppers based on their return rates, much the way credit-ratings firms tally consumers' creditworthiness. </p><p>   Behind the push is a painful reality of e-commerce. The share of online purchases that are returned averages 30% or higher, depending on the category, three times the rate in physical stores, according to industry executives. </p><p>   \"There was a huge shift to online shopping, and the numbers won't go back to where they were before the pandemic,\" said Oliver Lange, who runs H&amp;Mbeyond, the brand's innovation lab. </p><p>   Consumers got comfortable buying everything from groceries to makeup online, as bricks-and-mortar stores temporarily shut and anxiety mounted about spending time indoors. In a recent survey by Pitney Bowes, 42% of consumers said they plan to shop even more online once the pandemic ends than they do now. </p><p>   That shopping shift is placing more importance on solving a problem that dates to the early days of online shopping. Free shipping and accommodating return policies have gotten consumers used to ordering several sizes and colors and returning what they don't want. </p><p>   The number of e-commerce packages returned in 2020 rose 70% from 2019, according to Narvar Inc., which processes retail returns. One of the top reasons is improper fit, the executives said. </p><p>   For a typical retailer, every $1 million reduction in returns can translate to $500,000 added to the bottom line, according to Navjit Bhasin, the chief executive of Newmine, which makes software that helps retailers understand the reason for returns. </p><p>   \"Consumers are looking to recapture some of the magic that happens when you walk into a store and can try things on,\" said Raghav Sharma, a co-founder of Perfitly LLC, a company that powers virtual fitting rooms for retailers. </p><p>   Replicating the in-store experience online is tricky, industry executives said. The technology is still nascent, customers don't always measure their bodies accurately, and they can get annoyed if the process is too long and cumbersome. </p><p>   Yet there are signs that virtual try-ons are gaining traction. Ulta Beauty Inc. introduced virtual makeup try-ons in 2016, but the feature didn't take off until last year, when makeup try-ons increased 12 times over 2019 levels, according to Prama Bhatt, Ulta's chief digital officer. She said she expects the technology to be a core part of the retailer's business. </p><p>   Levi Strauss &amp; Co. and Tommy Hilfiger are using a tool that lets shoppers see how clothes look on various digitally rendered body types. Displaying clothes on different body types reduces returns by about 8%, according to Yael Vizel, CEO of Zeekit, which created the technology. Shoppers can upload photos of themselves, although Levi's and Tommy Hilfiger aren't currently using this feature. </p><p>   \"You can see yourself in more than 100 dresses in one minute,\" said Ms. Vizel. \"You can't do that in a physical fitting room.\" </p><p></p>",
  "published": "2021-02-11T07:02:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 130,
          "end": 142
        }
      ],
      "nexusId": "10042309"
    }
  ]
}