{
  "_id": "6d38167dfc8dcd4e8729f594f5e9a26b475c8a97908e9df59ba9c10e0b2a7823",
  "feed": "ftcomall",
  "title": "Northern Ireland needs pragmatism, not more political rhetoric, as it faces Brexit",
  "text": "<p><em>Welcome back.&#xa0;Do you work in an industry that has been affected by the UK's departure from the EU single market and customs union? If so, how is the change hurting — or even benefiting — you and your business? Please keep your feedback coming&#xa0;to&#xa0;brexitbrief@ft.com.</em></p> <p><strong>It is no surprise that Northern Ireland</strong> is the place where the introduction of post-Brexit border controls has caused the most immediate impact.&#xa0;</p> <p>Boris Johnson's decision to agree a trade border down the Irish Sea and consign part of the UK into the regulatory orbit of the EU was always a bigger decision than was widely understood at the time.</p> <p>It was surely better than a return to a north-south trade border, but despite the best rhetorical efforts of Mr Johnson to downplay what he'd done — matched by the Northern Ireland secretary Brandon Lewis <a href=\"https://twitter.com/brandonlewis/status/1345057483887411200-\">who wrote on Twitter</a>: “There is no ‘Irish Sea Border'” on January 1 — in the real world it has left businesses scrambling to adjust.&#xa0;</p> <p>The problem is that the Northern Irish protocol, which requires all goods entering the region to comply with the EU's customs code, throws a huge amount of bureaucratic grit into distribution chains that have grown up organically in the hitherto frictionless world of the UK's internal market.</p> <p>The new rules make staple transport processes, such as picking several loads of animal and plant products from different places in Great Britain and grouping them together on a truck before shipping them to Northern Ireland — “groupage” in the jargon — next to impossible.&#xa0;</p> <p>The way the EU's export health certificates are structured means that Official Veterinarians must “wet stamp” each consignment of animal products and cannot, in good faith, sign off multi-stop loads when they reach the port of loading.&#xa0;</p> <p>That problem appears structural — and efforts are being made to fix it — but it is one example of what happens when you apply “rest of world” rules designed for trade between continents to high-speed “neighbourhood” trade models.&#xa0;</p> <p>Some of the other reported issues should get better with time as businesses become more adept at filling in the forms. The government has a new £355m trader support service, but users say it is slow and any such service is only as good as the data provided to it.&#xa0;</p> <p><strong>The big question</strong> <strong>is whether</strong> — and it is still very early days — the protocol proves to be so structurally flawed as to be unworkable, or whether after some teething problems, businesses trading to and from Northern Ireland will ultimately adapt.&#xa0;</p> <p>Some hauliers, such as Peter Summerton, managing director of McCulla Ireland, have been vocal in their belief that the government is underestimating just how technically prohibitive the new regulations are to trade between Great Britain and Northern Ireland.&#xa0;</p> <p>Covid-19 has also helped to mask the scale of the problems, <a href=\"https://www.ft.com/content/8bdb2a68-8124-42d6-a477-d4ddf03000d8\">he told the FT this week</a>, since restaurants and hospitality are closed. If they were open, he reckons, they would be facing “severe problems” accessing supplies from GB.&#xa0;</p> <p><strong>And the hauliers are not alone.</strong> This week several of the big supermarkets, including Asda, Tesco and J Sainsbury and the chief executive of the British Retail Consortium <a href=\"https://www.ft.com/content/8bdb2a68-8124-42d6-a477-d4ddf03000d8\">wrote to Michael Gove</a> to say that the protocol processes were “unworkable” when applied in such a short timescale.&#xa0;</p> <p>They warned of the risk of “significant disruption to food supplies” to Northern Ireland in coming months without the government's “urgent intervention”, with Brussels to ask for more time to adapt.</p> <p>Given that many of the processes didn't become clear until the last weeks of December, this does not feel like an unreasonable request, but there are limitations.&#xa0;</p> <p>So while the EU did grant UK businesses a three-month “grace period” on filling in export health certificates, lobbying for an extension to this period overlooks the fact that it was explicitly a one-time offer. Officials on both sides say an extension is unrealistic.&#xa0;</p> <p><strong>More realistic</strong>, perhaps, are technical fixes — for example, a technical workaround for the “groupage” issue noted above or cutting down the pre-notification times from 24 to eight hours for movement of animal and plant products on the EU's TRACES-NT system.</p> <p>But these bloodless technical fixes must compete for air time in a rhetorical and political climate that — not surprisingly when you mix Brexit with Northern Irish politics — is dangerously volatile.</p> <p><strong>Both sides are guilty of exaggeration. </strong>On the one hand Mr Johnson <a href=\"https://www.independent.co.uk/news/uk/politics/boris-johnson-brexit-food-supply-northern-ireland-b1786629.html\">tells MPs</a> that goods are flowing between Great Britain and Northern Ireland in “normal volumes”, which might be true from Scotland, but is clearly not true in the round.&#xa0;</p> <p>But on the other, vocal elements of the Democratic Unionist party are already clamouring for the “nuclear option” of Article 16, which allows the UK to take unilateral safeguard measures if the settlement causes “serious economic, societal or environmental difficulties”.&#xa0;</p> <p>The truth, as always, lies somewhere in between — a murky middle ground between the apocalyptic predictions of those who would wish the protocol away, and those, like Mr Gove and Mr Johnson, who are very keen that no one should notice too much what the Brexit deal means for Northern Ireland.</p> <p>The hard truth is that what is done is done. Article 16 doesn't solve anything, it just temporarily throws all the pieces back into the air again. But if the practical issues are not solved quickly the risk grows that political rhetoric runs ahead of reality.</p> <p>After four years of grinding uncertainty the focus needs to be on adaptation and making the process work — however galling and unsatisfactory it may be.</p> <h2>Brexit in numbers</h2> <p>Of course, Northern Ireland is not the only place that is — politically speaking — at the sharp end of Brexit.&#xa0;</p> <p><strong>Scottish fishermen</strong> have found themselves the first to bear the brunt of EU export controls of food and plant products, since they cannot rely on stockpiling and their product has a very short shelf life.</p> <p>Mr Johnson's performance at prime minister's questions and <a href=\"https://twitter.com/BBCPolitics/status/1349400180580298759?s=20\">later in front of the liaison committee</a>, where the PM insisted that the issues were only “temporary” and that compensation would be paid to those affected, did nothing to soothe tempers.</p> <p>Food and Drink Federation Scotland has estimated the country's fishing industry is losing up to £1m a day and it remains to be seen whether export processes can be accelerated sufficiently to make the industry work, because while the teething problems might be temporary, the export controls are permanent.</p> <p>DFDS, the shipping company, <a href=\"https://www.ft.com/content/428e401e-74d1-4cd7-9689-fa44bb967a19?shareType=nongift\">stopped taking shipments this week</a> because paperwork on shipments was taking eight to 16 hours, leaving a lot of expensive fish on the docks, or boats tied up at harbour and market prices for some species falling by 50 per cent or more.</p> <p>The question — a bit like in Northern Ireland — is whether the processes can be sufficiently streamlined to enable an industry that relies on very fast turnaround to continue as it was. If not, a messy fight lies ahead.</p> <p>“We've been made a fool of — the fishing industry — by the Westminster government,” said Jamie Duncan, co-owner of Loch Fyne Langoustines in Argyll <a href=\"https://twitter.com/LochfyneLangous/status/1349381418804195328?s=20\">in a seething video message</a> posted after the Commons exchanges. “My blood is boiling, there's boats tied up . . . we can't get our product to the EU because of red tape.”</p> <p>Mr Duncan threatened that Scottish fishermen would dump their rotting catch at the doors of Downing Street if the problems are not resolved by next week. How very French.</p><p>Source: Peter Foster 2021 'Northern Ireland needs pragmatism, not more political rhetoric, as it faces Brexit' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T15:25:38.393Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}