{
  "_id": "eb7316bcf239b0938a4df874ae5a3bb9f3672d1334256cd0f9b9d65caa1c9038",
  "feed": "ftcomall",
  "title": "Walmart vs Amazon: the battle to dominate grocery ",
  "text": "<p><em>This article is the first part of an FT series examining the future of retail</em></p> <p>It was on the site of an old Toys ‘R' Us store in the middle of the pandemic that Amazon launched a renewed assault on the one market that has resisted its rise — and on the one company that can claim to have done as much to shape how Americans shop.</p> <p>The first Amazon Fresh supermarket opened last September in an upmarket part of Los Angeles. Shoppers encounter an array of in-store tech: trolleys fitted with computer vision monitor the items they pick, while Alexa voice assistants answer questions on every aisle.<br><br>Since the debut in Woodland Hills, Amazon has added at least a dozen across the US, with several more under construction. Establishing them during a crisis that has forced tens of millions of people to shop online could be dismissed as a curiosity.<br><br>Instead, it is an acknowledgment by Amazon that it cannot take serious aim at America's $1.3tn grocery market without the traditional physical retailing it has done so much to disrupt.<br><br>Amazon's grocery ambitions will help define the next stage of its more than two-decade battle with Walmart. It comes just as Walmart intensifies its efforts to break Amazon's dominance of the broader ecommerce market. &#xa0; &#xa0;</p> <p>“It's competition for top of mind: what is the place you think of when you think, 'I want to buy a soccer ball, I want a dress, I want ground beef',” Janey Whiteside, Walmart's chief customer officer, told the Financial Times, without mentioning Amazon. “The retailer that wins that top-of-mind [battle] becomes the go-to destination.” </p> <h2>Sinking billions into ecommerce </h2> <p>Amazon and Walmart's sales have ballooned during the pandemic, making them the world's two largest public companies in any sector by revenues. Walmart's remain bigger by a comfortable margin, with net sales last year of $555bn compared with Amazon's $386bn.</p> <p>The crisis has encouraged Walmart to more closely integrate its 5,300 US stores and Sam's Club warehouse outlets with its web operations. One format that has proved popular is kerbside collection, which allows shoppers to pick up goods purchased online, from yoghurts to yoga mats. <br><br>Digital success is a top priority at its Bentonville headquarters, where executives are convinced that many of the habits that shoppers formed over the past year will stick.</p> <p>Sharon Rosen, a 58-year-old attorney in Connecticut, said she and her husband were initially “peer pressured” into trying online grocery shopping. They were struck by its convenience.</p> <p>“You have this extra time in your life because you're not roaming through the grocery store,” she said, adding the advantages outweighed drawbacks such as not being able to inspect fresh produce.</p> <p>Rosen is among millions of recent digital converts over whom Walmart and Amazon, alongside other grocery stalwarts such as Kroger and Albertsons, are fighting.</p> <p>“It's time for us to dial up our aggressiveness even more,” Walmart chief executive Doug McMillon said at a recent investor day. The scale of the digital transformation was such, he added, that Walmart was “in an early stage of building a new business model”. </p> <p>Walmart's multipronged efforts betray an awareness that the pandemic has deepened the upheaval in retail. It has a revamped <a href=\"https://www.ft.com/content/a3325a21-0bef-486d-a442-5bfc88ec97de\">membership</a> plan to go up against Amazon's Prime subscription service and expanded its online marketplace, which sells goods from other vendors.<br><br>Despite sinking billions of dollars into ecommerce — technology is among its biggest areas of capital expenditure, which totalled $10.2bn in 2020 — Walmart remains a digital underdog. It has just 7 per cent of the US ecommerce market next to Amazon's 40 per cent, according to eMarketer.</p> <p>The company has also made some <a href=\"https://www.ft.com/content/a3325a21-0bef-486d-a442-5bfc88ec97de\">missteps</a> and Marc Lore, who was put in charge of the group's US online operations after Walmart bought his digital start-up Jet.com for $3.3bn in 2016, left earlier this year. </p> <p>The respective market shares underline why Walmart cannot lose to Amazon in grocery, which generates more than half its domestic sales. </p> <h2>Challenging economics</h2> <p>“If they're able to crack the digitisation of grocery, that's a huge opportunity for them to keep Amazon at bay,” said David Spitz, chief executive of ChannelAdvisor, an ecommerce software company. <br><br>Whiteside has no doubt that its physical footprint is an advantage. “The fact that we have so many stores is a fundamental strength,” she said, noting that about 90 per cent of Americans live within 10 miles of one.</p> <p>While grocery is far more dependent on bricks and mortar than other types of retail, the web has made sizeable inroads. The Rosens in Connecticut are far from alone: digital's share of the market has tripled to 10 per cent over the past year, according to researchers at Mercatus and Incisiv, who predict it will more than double again by 2025.</p> <p>But even for companies with pockets as deep as Walmart and Amazon, the economics of grocery delivery are daunting.</p> <p>Walmart offers the service to about 70 per cent of households, yet depending on the option chosen they must spend a minimum of $35 and pay a $7.95 fee — reflecting what Whiteside acknowledged were “challenging” economics, which are even less attractive in America's suburban sprawl than in denser markets such as the UK.</p> <p>Whereas orders for general merchandise involve a small number of higher-priced products, grocery baskets typically comprise many low-cost items.<br><br>Employees must sort through them, a labour-intensive task. Keeping fresh food at the correct temperature in transit adds expense in what is a low-margin business.</p> <p>Among various experiments to improve the efficiency of “last mile” logistics, Walmart in April invested in a General Motors-backed driverless car company, <a href=\"https://www.ft.com/content/81793b42-28be-424d-a51c-006677fb2809\">Cruise</a>.</p> <p>More conventionally, the addition of millions of general merchandise items to its third-party marketplace could also help margins, as well as drawing more customers. The retailer was trying to make order sizes “as big as possible”, Whiteside said, adding that would make the economics of delivery more attractive.</p> <h2>‘One-way door' decisions</h2> <p>Ken Murphy, fund manager at Aberdeen Standard Investments, which owns Walmart and Amazon shares, said “there's an awareness that investments have to be made to survive”.<br><br>“Investors are never excited if margins go down . . . but those companies [the biggest] are the ones that have the capacity to do it. There's increasingly fewer companies able to do it.”</p> <p>Wall Street has acknowledged that Walmart must plough cash into ecommerce. For years it has given Amazon founder Jeff Bezos plenty of scope to build his empire and worry about profits later.</p> <p>Although he is to switch roles from chief executive to executive chair later this year, Bezos is expected to remain the dominant voice in what he has described as “one-way door decisions” — strategic moves that are almost irreversible, including the push into grocery.<br><br>Spearheading it is Stephenie Landry, an Amazon veteran who launched Prime Now grocery delivery back in 2014 and has been involved in Amazon's previous ventures in food. <br><br>She will need to learn lessons from them, including Amazon's $13.4bn purchase of the high-end Whole Foods chain in 2017. The deal alarmed supermarkets, but their fears have not been realised.</p> <p>One problem was that Whole Foods stores, more compact than a typical Target or Walmart, became clogged as staff picked items for delivery while walk-in customers tried to shop. </p> <p>The performance of Amazon's physical outlets has continued to lag behind while online shopping, video streaming and cloud computing have powered ahead. <a href=\"https://www.ft.com/content/a2b05040-3164-46f3-8bd5-399e6214ea74\">First-quarter results showed</a> the stores' sales dipped 16 per cent year on year to $3.9bn, while those of the group overall jumped 44 per cent to $108.5bn.</p> <h2>High-tech sheen</h2> <p>Early in the pandemic, Whole Foods stores were reconfigured to work in much the same way as the Amazon Fresh properties, geared more towards ecommerce. <br><br>With demand still elevated, Amazon is focusing on how orders can be readied more quickly. It has been expanding a network of Prime Now hubs to deliver groceries directly. </p> <p>The facilities are smaller than its fulfilment centres, allowing them to be located nearer affluent neighbourhoods whose residents are willing to pay for Prime. There are now 55 such locations across the US, according to logistics analyst Marc Wulfraat.</p> <p>Other initiatives are more customer facing. Amazon recently rolled out a service that allows groceries to be dropped inside garages using smart lock technology.<br><br>Gizmos in stores, such as the Alexa assistants, also give a high-tech sheen. Success, however, will be determined by something less flashy: whether Amazon can do a better job than Walmart merging the online and physical realms.</p> <p>The busiest corner of the Woodland Hills supermarket highlights how the sites are a new interface for Amazon.com, bringing the brand closer physically to customers. A help desk attracts a stream of shoppers returning online purchases.</p> <p>Beyond it lie shelves of bags that await collection by “Flex” drivers — gig workers who will shift the goods to customers within minutes. <br><br>For now, Amazon's stores “are too few and too scattered” to have a transformative impact, said Bill Bishop of retail analysts Brick Meets Click. “It would — and potentially will — be a different story if Amazon uses the Fresh stores and Whole Foods to begin to saturate a particular market area.”</p> <p>Walmart and Amazon face other threats in grocery — not least Instacart, DoorDash and emerging operators in the booming rapid delivery app sector, which has <a href=\"https://www.ft.com/content/87cd997e-534a-4b9c-94ce-8ee419efe184\">attracted more than $14bn</a> in venture capital over the past year.</p> <p>Yet the two companies have both consolidated their positions during the pandemic. Their shared grocery ambitions set up what promises to be their most compelling clash yet.</p><p>Source: Alistair Gray and Dave Lee 2021 'Walmart vs Amazon: the battle to dominate grocery ' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-11T03:00:24.286Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2934,
          "end": 2941
        },
        {
          "start": 3940,
          "end": 3947
        },
        {
          "start": 3068,
          "end": 3075
        },
        {
          "start": 9374,
          "end": 9381
        },
        {
          "start": 4929,
          "end": 4936
        },
        {
          "start": 5636,
          "end": 5643
        },
        {
          "start": 1129,
          "end": 1136
        },
        {
          "start": 3809,
          "end": 3816
        },
        {
          "start": 8656,
          "end": 8663
        },
        {
          "start": 3134,
          "end": 3141
        },
        {
          "start": 2775,
          "end": 2782
        },
        {
          "start": 1763,
          "end": 1770
        },
        {
          "start": 3550,
          "end": 3557
        },
        {
          "start": 1631,
          "end": 1638
        },
        {
          "start": 1904,
          "end": 1911
        },
        {
          "start": 6451,
          "end": 6458
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1155,
          "end": 1162
        },
        {
          "start": 6130,
          "end": 6137
        },
        {
          "start": 4861,
          "end": 4868
        },
        {
          "start": 1419,
          "end": 1426
        },
        {
          "start": 7317,
          "end": 7324
        }
      ],
      "nexusId": "10042309"
    }
  ]
}