{
  "_id": "47eb59d301e8647a736a5d16b348b70579c2552f0bbfbe1b878b444787ba8b97",
  "feed": "ftcomall",
  "title": "India tech IPO boom to provide crucial test of investor appetite",
  "text": "<p>Food delivery app Zomato has kicked off a flurry of stock market debuts by Indian start-ups that hope crackdowns on Chinese technology groups could prompt global investors to turn their attention to India's tech offerings. </p> <p>The $1.25bn <a href=\"https://www.ft.com/content/d8381383-a418-4db3-a38a-90fe10ecab17\">initial public offering of Zomato</a> in Mumbai, which launched last week, is expected to be followed in the coming months by the $2.2bn listing of Paytm, a payments and financial services app that has come to symbolise the excitement surrounding India's digitalisation. Paytm and Zomato are both backed by Chinese billionaire Jack Ma's Ant Group, while the former counts Japan's SoftBank as an investor.</p> <p>The IPOs arrive as investors become increasingly bullish on India following Beijing's targeting of China's internet groups. Ride-hailing business Didi was hit with a regulatory probe days after it raised $4.4bn in a New York IPO, sending shares of big <a href=\"https://www.ft.com/content/25a11563-49d8-438e-8b67-0eeb82ae53a6\">Chinese tech stocks plummeting</a>.</p> <p>Bankers said the Indian listings represent a coming of age for the nation's tech start-ups, where cash-burning businesses have until now been funded solely by private investors. However, some analysts have raised concerns that India's equity markets are overheating and warned of regulators potentially targeting the sector. Investor demand for Zomato's IPO outstripped supply by 32 times as of Friday.</p> <p>“There's a clamour for it, people have limited avenues to invest in Indian tech right now,” said Ausang Shukla, managing director of corporate finance at brokerage Ambit.</p> <p>“Founders of fierce competitors of Zomato and Paytm, even they want the IPOs to be successful,” he added. “If they bottom out then the entire sector gets a bad name.”</p> <p>Zomato and rival Swiggy, the two dominant food delivery players, have come to embody the breakneck growth of Indian tech start-ups. Both have used heavy discounts to expand into hundreds of cities, and orders were turbocharged during the Covid-19 pandemic, as lockdowns confined Indians to their homes. Nonetheless, Zomato reported a net loss of $100m in the year to March.</p> <p>Zomato and Paytm could be joined in the public markets by Flipkart, an ecommerce group that is backed by US retailer Walmart and competes with Amazon in India, after it raised $3.6bn this month, giving it a <a href=\"https://www.ft.com/content/c9d27f05-6ed6-46bd-869d-74eaa85d9c00\">$38bn valuation</a>. Insurance aggregator Policybazaar, beauty retailer Nykaa and logistics company Delhivery have all indicated that they will list soon. </p> <p>“India's tech IPO boom has been long-awaited — there are some world-class businesses in the pipeline,” said Udhay Furtado, co-head of Asian equity capital markets at Citigroup. “There is clearly a global appetite . . . we are seeing investors from all corners of the globe including several who have not been active in the local Indian market before.”</p> <p>Zomato's IPO is expected to give it a valuation of $8bn, while Paytm's mooted $25bn market capitalisation would place it among India's top 25 biggest companies.</p> <p>Losses at both companies have not deterred investors, said Neha Singh, founder of data provider Tracxn in Bangalore. “In India, the expectation was that you become profitable and then you do the listing. That's changed,” said Singh. “Markets are at an all-time high, so people want to take advantage.”</p> <p>The listings coincide with a broader rush by Indian companies to tap public markets even as the economy suffers after a brutal second wave of coronavirus. The 37 businesses that listed in India in the first half of 2021 raised $3.9bn, according to Refinitiv data, the most since the global financial crisis. The benchmark Nifty 50 index has risen 13 per cent this year to a record. </p> <p>For Zomato, investors hope the company will prove to be India's answer to Meituan, China's largest food delivery platform that turned profitable in 2019. Paytm has billed itself as a superapp with the potential to become India's Alipay, Ant Group's online supermarket of financial offerings.</p> <p>Like its peers, Zomato has sucked up market share in India's vast informal economy as lockdowns pushed more business online. But analysts question whether the boom will last.</p> <p>Jefferies said it was a “critical investor concern” whether food delivery in India could be sustainably profitable in the long run, given that order values remain well below those in China or the US. “While there are a lot of questions on the minds of investors . . . the FOMO factor should keep the excitement level high,” the investment bank wrote.</p> <p>Like in China, regulatory uncertainty is a risk in India as the government introduces legislation designed to give it more control over the data of its 1.4bn people. </p> <p>“India's regulators have had somewhat fickle views of the role of tech in the financial industry especially when dealing with foreign players,” said Zennon Kapron, director at Kapronasia, a regional fintech consultancy.</p> <p>For Zomato and other start-ups about to hit the market, they will be hoping investors give them the benefit of the doubt. </p> <p>“Zomato is the first one off the block, so it has to do well,” said Samir Arora, founder of Helios Capital, an investment group. “Zomato is a unique thing and Indians like unique things in the market,” he added. “It's lossmaking, but it's not obscene.”</p><p>Source: Stephanie Findlay and Benjamin Parkin in New Delhi and Mercedes Ruehl in Singapore 2021 'India tech IPO boom to provide crucial test of investor appetite' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-19T02:32:38.329Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2152,
          "end": 2159
        }
      ]
    }
  ]
}