{
  "_id": "ee70304657300863932a2705bb6212044eda1b0ba55b9500777e3696432473fc",
  "feed": "ftcomall",
  "title": "US retail: the party in third-party platforms",
  "text": "<p>Black Friday and Cyber Monday mark the start of the scramble for holiday dollars in the US. Traditional retailers are taking a page out of Amazon's playbook. They are building online marketplaces where third-party sellers can offer their wares. </p> <p>Walmart, Target, Staples, Macy's and Express are among hundreds of retailers that have opened up their websites to outside vendors in recent years. They aim to drive web traffic by increasing the assortment of products available on the company's website without the inventory risks. It can be a lucrative way to juice online growth. </p> <p>Third-party sellers cover most costs by holding the inventory in their own warehouses and shipping items to customers. The host site typically takes a 5 to 15 per cent commission on the sale. Companies can also sell merchants advertising, delivery services or even lines of credit.</p> <p>All are looking to emulate the success of Amazon's third-party Marketplace. Launched in 2000, the business now accounts for <a href=\"https://www.aboutamazon.com/news/company-news/2020-letter-to-shareholders\">about 60 per cent</a> of Amazon's online sales volume. It generated <a href=\"https://www.sec.gov/ix?doc=/Archives/edgar/data/0001018724/000101872421000004/amzn-20201231.htm\">$80.5bn in revenue</a> for Amazon last year. That is more than a fifth of the group total and almost two times the amount pulled in by the AWS cloud business. However, the latter is still more profitable, accounting for 60 per cent of group operating profit last year. </p> <p>Amazon's third-party business has grown so dominant it has triggered <a href=\"https://ec.europa.eu/commission/presscorner/detail/pl/ip_19_4291\">antitrust probes</a>. In Europe, regulators have charged the world's biggest online retailer with unfairly exploiting data on third-party sellers. In the US, a top legal official is looking into whether Amazon discourages retailers from selling their products on other websites.</p> <p>These are not the only risks of throwing open the door to outside vendors. At the top of the list is quality control. Amazon has come under increased scrutiny for selling counterfeit, unsafe and even fenced goods.</p> <p>Marketplaces where there are fewer competitors attract vendors most easily. Even so, retailers such as Walmart have a long way to go to catch up with Amazon, which has nearly 2m sellers on its platform. </p><p>Source:  2021 'US retail: the party in third-party platforms' FT.com 26 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-26T05:00:27.087Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 245,
          "end": 252
        },
        {
          "start": 1974,
          "end": 1981
        }
      ]
    }
  ]
}