{
  "_id": "9809c0cee40fb50d3fea7905aeec197dbff84baf7e51137d60c8c257a6667b66",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  ATTENTION SHOPPERS!  We'll Never Buy  The Same Again  ---  The pandemic accelerated our acceptance of everything from curbside pickup  to virtual fitting rooms. Which of these changes will last?  ----  By Suzanne Kapner",
  "text": "<p>\n  Covid-19 changed the way we shop. The big question now is which of the new habits will stick once the pandemic recedes. </p><p>\n  Instead of lining up on Black Friday for a bargain-priced TV, shoppers ordered from home and picked up curbside. Even those who rarely bought online before the pandemic relied on the internet to bring them everything from groceries to pajamas to fake eyelashes. </p><p>\n  \"Consumers found some of the experiences forced by Covid to be convenient,\" said Stefan Larsson, chief executive of PVH Corp., which owns Tommy Hilfiger, Calvin Klein and other brands. \"Anything that they perceive as making their life easier will be here to stay.\" </p><p>\n  Some retailers won't be around to find out. Weaker players such as Lord &amp; Taylor and J.C. Penney Co. filed for bankruptcy protection and closed hundreds of stores, while big companies such as Walmart Inc., Target Corp., Amazon.com Inc. and Home Depot Inc. consolidated their power. </p><p>\n  Those that survived are now experimenting with new ways of doing business. They are streaming virtual shopping events and allowing consumers to book online consultations. They are doing away with traditional cashiers and rolling out contactless payment systems. They are using their stores as warehouses that deliver packages to customers directly. </p><p>\n  Some executives and consumers are confident these new approaches will stick. They say they don't expect a return to the Black Friday frenzy of holidays past, nor do they expect discounting to become as widespread as it was before the pandemic. But they do expect malls will make a comeback once the virus is under control. Not everyone agrees with these predictions. </p><p>\n  What follows is a debate about the future of shopping, and whether the trends that emerged in the past year are here to stay. </p><pre> </pre><p>\n  Holiday shopping won't be the same </p><pre> </pre><p>\n  Black Friday will still be a big shopping event in the future, but Covid-19 showed us the insanity of lining up in the early hours of the morning for single-day door-busters such as big screen TVs and air fryers. </p><p>\n  Prepare instead for big holiday promotions to start earlier and last longer as a way of stretching out the season. Last year Amazon moved its Prime Day to October from July, and other chains from Walmart to Bed Bath &amp; Beyond Inc. dangled holiday discounts before Halloween that in past years wouldn't have been available until late November. </p><p>\n  A longer holiday season \"makes everything work so much more efficiently,\" said Joanne Crevoiserat, CEO of Tapestry Inc., which owns Coach and Kate Spade. </p><p>\n  This doesn't mean that holiday shipping delays will disappear. Executives said slower deliveries are still likely because they expect e-commerce spending to remain elevated even as the pandemic recedes. </p><p>\n  Some shoppers, burned by delays last year, said they learned their lesson. \"This year, I plan to shop earlier,\" said Annie Ray, a 29-year-old digital marketing specialist in St. Louis. The Christmas presents she purchased last year didn't arrive at the homes of her friends and family until after the holiday. </p><pre> </pre><p>\n  Malls will be back -- with a new look </p><pre> </pre><p>\n  Retailers from Macy's Inc. to Coach are betting their mall stores will make a comeback even though many more shopping centers could still turn out their lights. A quarter of the nation's malls will close by 2023, according to Deborah Weinswig, chief executive of retail and technology research and advisory firm Coresight Research. </p><p>\n  To survive, U.S. malls need to make dramatic changes and borrow from what works elsewhere. In China, malls have become studios for live-stream shopping and other events, Ms. Weinswig said. Roughly 40% of mall square footage in China is devoted to food and beverage, compared with 11% in the U.S., according to Ms. Weinswig. </p><p>\n  \"Going to a mall should be about getting out with your family and having fun, not about buying a blue button-down shirt,\" Ms. Weinswig said. </p><p>\n  Mall owners need to invest in theme parks and other attractions to woo shoppers, said Cowen Inc. analyst Oliver Chen, even though some of these additions sat empty during 2020. \"There will be pent-up demand for experiences and that will include a trip to the mall,\" he said. </p><p>\n  This doesn't mean that weaker malls with high vacancy rates will have an easy time. \"We have a mall in my town that was always kind of a dead mall and I don't see it making a comeback,\" said Daniel Robbins, the 37-year-old owner of a podcast network who lives in Mission Viejo, Calif. </p><pre> </pre><p>\n  Retailers will rely less on discounts </p><pre> </pre><p>\n  Discounting became less prevalent during the pandemic as retailers reduced inventory and offered customers less variety of everything from can openers to towels. </p><p>\n  Some big retailers do not expect this to change. In fact they are using data to sell more items at full price by personalizing promotions rather than offering broad deals to everyone. Macy's, for instance, is tailoring its promotions based on a customer's location and buying habits. </p><p>\n  \"We're trying to minimize the unnecessary promotions and markdowns,\" Adrian Mitchell, Macy's finance chief, told analysts in February. </p><p>\n   Gap Inc. also uses past purchasing and browsing history to personalize product recommendations. \"Showing the right products to the right people at the right time helps you discount less,\" said John Strain, Gap's chief digital and technology officer. \"The better you know someone, the better you can target what they want.\" </p><p>\n  Some executives don't think retailers can maintain that discipline once the economy opens up and consumer demand snaps back. \"If we get back to a more normal situation, retailers will get exuberant and buy too much and have to mark down,\" said Stephen Sadove, the former CEO of Saks. </p><pre> </pre><p>\n  A store is no longer just a store </p><pre> </pre><p>\n  Stores morphed into Amazon-style fulfillment centers during the pandemic as retailers looked for places to pack online orders. </p><p>\n  One reason that won't change once the economy reopens: It is cheaper. Target said it costs on average 40% less to ship orders that it fulfills from its stores, compared with the expense of shipping from its warehouses. </p><p>\n  Expect more attempts to retrofit stores so consumers feel comfortable returning, such as contactless checkout and virtual makeup try-ons. Roughly 80% of women said they wouldn't feel comfortable testing beauty products in stores even after they are vaccinated against Covid-19, according to a survey from analytics company First Insight. </p><p>\n  Major chains closed about 8,700 stores in 2020 after shuttering 9,800 in 2019, according to Coresight. Retailers will continue to purge underperforming locations while negotiating lower rents from landlords to make the remaining spaces more viable. </p><p>\n  Mr. Robbins, the California resident, said he was in an H&amp;M store in Las Vegas last month that had a DJ. \"People were hanging out and having fun,\" he said. \"The longer you stay, the more likely you are to buy something.\" He said he bought a pair of jeans and his wife bought some dresses. </p><pre> </pre><p>\n  Curbside won't get kicked to the curb </p><pre> </pre><p>\n  Picking up everything from food to furniture at a store's curbside became a regular habit for many consumers during the pandemic. Now there is no going back, retail executives and shoppers said. </p><p>\n  For consumers, it is about convenience. \"It makes things so much easier,\" said Alicia Butler, a 39-year-old editor for a health website who lives in Ellington, Conn. \"I can just grab my stuff without having to spend a lot of time in the store.\" For retailers, it is a money saver. \"It frees up the retailer from the last mile, which is an expensive part of the shipping cost,\" said Cowen's Mr. Chen. </p><p>\n  Target estimates that it costs an average of 90% less when shoppers pick up their orders curbside or in stores, compared with shipping from a warehouse. John Mulligan, Target's operations chief, told analysts in August that customers who try curbside pickup are more likely to increase their overall spending with the chain. </p><p>\n  There is a downside. Retailers lose out on impulse purchases when shoppers don't come into stores. So expect to see more upselling curbside, said Renee Harwood, a retail adviser to RingCentral Inc., a communications platform that helps retailers with their curbside approach. When the employee delivers a package to the customer's car, \"he or she might say: 'We have a matching jacket for that, would you like to see it?' \" </p><pre> </pre><p>\n  Shopping will become a virtual reality </p><pre> </pre><p>\n  As e-commerce proliferates, the barriers separating physical and online shopping experiences will blur. Chains are adding virtual fitting rooms, hosting live-stream shopping events and allowing shoppers to make virtual appointments with sales associates and stylists. Coach has added videos to its website that help shoppers see how a bag looks on a person's body, Tapestry's Ms. Crevoiserat said. </p><p>\n  \"We're looking at adding virtual beauty advisers, skin-care diagnostic tools, virtual reality, and live-stream shopping,\" said Matt Baer, Macy's chief digital officer. </p><p>\n  E-commerce accounted for 21.2% of retail sales, excluding autos and gas, at the end of 2020, compared with 18% at the end of 2019, according to research firm IHS Markit. In categories such as apparel and sporting and leisure goods, the ratio is nearly 40%, according to a report prepared by McKinsey &amp; Co. for the trade group Retail Industry Leaders Association. </p><p>\n  Customers who want to surround themselves with a community when they shop can turn to Instagram and TikTok. More than one in three shoppers made a purchase on social media in the past year, according to a survey in November by Bazaarvoice, which provides software that lets retailers collect and display user-generated content. </p><p>\n  \"An important aspect of shopping for some people is that social element, going with your friends to the mall,\" said Mike Karanikolas, co-CEO of online clothing retailer Revolve Group Inc., which has more than 4.5 million Instagram followers. \"Shopping on Instagram can provide that element.\" </p><p></p>",
  "published": "2021-03-13T07:11:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2217,
          "end": 2224
        },
        {
          "start": 839,
          "end": 846
        },
        {
          "start": 839,
          "end": 851
        }
      ]
    }
  ]
}