{
  "_id": "484afcd3854c708b96a85d8eb9da7a37feca7d53243d84d5f553080584de7d94",
  "feed": "wall-street-journal",
  "title": "PE Daily: Bregal Sagemount, True Wind Back Trucking Tech Deal | PE-Backed Vox Media in Merger Talks",
  "text": "<p>Today's Top Stories</p><p>Bregal Sagemount is joining fellow sponsor True Wind Capital Management in backing Transflo, a technology provider to the trucking industry, Laura Cooper reports for WSJ Pro Private Equity. The enterprise value of the deal was roughly $500 million, according to a person familiar with the situation. Tampa, Fla.-based Transflo, whose legal name is Pegasus TransTech LLC, provides cloud-based digital tools and smartphone apps used by drivers, truck fleet operators and brokers to track and manage shipping information, including documents and payments, and vehicle telematics.</p><p>General Atlantic and Accel-backed Vox Media LLC is in advanced talks to merge with Group Nine Media Inc., Amol Sharma and Benjamin Mullin report for The Wall Street Journal, citing people familiar with the situation. The all-stock deal under discussion would unite two of the biggest players in digital media. It would give Vox Media 75% ownership of the combined company, with the remaining 25% going to Group Nine, the people said. Vox Media Chief Executive Jim Bankoff would helm the company, the people said.</p><p>Big Number</p><p>5,225</p><p>The level predicted for the S&amp;P 500 Index in 12 months, or 11.9% higher than its closing value last Thursday, according a FactSet survey of market analysts.</p><p>Deals</p><p>Opposition from the Committee on Foreign Investment in the U.S., or Cfius, has derailed a planned $1.4 billion acquisition of New York-listed Korean computer component maker Magnachip Semiconductor Corp. by Chinese private-equity firm Wise Road Capital, the company said Monday. Magnachip officials had said the $29 per share take-private deal didn't deserve U.S. scrutiny because its operations are in South Korea and almost all of its sales and employees are in Asia and Germany. But in August, Cfius said it had found risks to U.S. national security in the deal, after putting a hold on the sale process in June. Magnachip said Wide Road affiliates will pay a termination fee of $70.2 million, including $19.2 million that will be deferred to March 31 at the latest.</p><p>Silver Lake has joined backers of Australian soccer, investing about $100 million for a third of the organization that runs the sport's professional competition in the country, Stuart Condie reports for Dow Jones Newswires. Silver Lake is also getting a board seat on Australian Professional Leagues, which said it plans to use the new investment to advance its digital efforts to build the sport's national profile. Silver Lake has already backed the sport in the U.K., as a minority investor in City Football Group, and has been trying to invest in New Zealand's rugby league, where it has met with player resistance.</p><p>TPG, the Abu Dhabi Investment Authority and Temasek Holdings are backing mini-mall operator CrownX Corp. with a $350 million investment, according to Masan Group Corp. in Vietnam. The agreement values the startup at about $8.2 billion. Masan said it will own about 81.4% of the business after the transaction.</p><p>Lone Star Funds has agreed to acquire industrial machinery maker SPX Flow Inc. for $86.50 per share in cash in a deal that values the company at about $3.8 billion, including debt. The price represents a roughly 39% premium over the last closing value of SPX shares before a July 18 report of a takeover bid by Ingersoll Rand Inc. that valued the company at about $3.5 billion. The Charlotte, N.C.-based supplier to the food and beverage industry said the Lone Star transaction followed a strategic review by the SPX board of directors.</p><p>BGH Capital, a private-equity firm investing in Australia and New Zealand, has bid to buy fertility services provider Virtus Health Ltd. in a deal that values the company at 607 million Australian dollars (US$480.6 million), Dow Jones Newswires Stuart Condie reports.</p><p>Silver Lake has agreed to invest €344.3 million, or roughly $388.6 million in publicly traded Software AG by acquiring convertible bonds equivalent to 10% of the German company's currently issued share capital, according to a news release. The growth investment is intended to accelerate the Darmstadt, Germany-based company's Helix strategy.</p><p>Eurazeo SE is acquiring a controlling stake in beauty brand Beekman 1802 Inc. for $62 million, backing the company alongside Cohesive Capital Partners and the Cherng Family Trust. Sharon Springs, N.Y.-based Beekman specializes in skincare products made from goat's milk, according to its website.</p><p>H.I.G. Capital is backing generic and specialty drug distributors Rising Pharma Holdings and Casper Pharma, which share leadership and Vimal Kavuru as chief executive, and both are located in New Brunswick, N.J. The asset-light business outsources drug development and manufacturing to third-party providers, according to a news release.</p><p>MidOcean Partners has acquired staffing services provider GHR Healthcare from investors including Platform Partners. The company places nurses and other health professionals in jobs from 11 locations, according to a news release.</p><p>Brookfield Asset Management Inc. is offering to acquire all the remaining shares of German office-property real estate investment trust Alstria Office REIT-AG that it doesn't already own for €19.50 per share, or roughly $22.07 a share. Investors have until Jan. 17 to accept the offer, Brookfield said in a news release. Brookfield said it already controls about 43% of the Hamburg company's shares and is investing through its real estate strategy. The Toronto-based asset manager said last month that it would make a bid to take Alstria private.</p><p>Investcorp is backing Chinese instant food brand Mo Xiaoxian through a joint venture established with China Resources Capital Management and Fung Strategic Holdings Ltd. Investcorp backed the deal through its Asia Food Growth Fund I. The Shanghai-based company has about 200 employees.</p><p>SPAC Track</p><p>A blank-check company backed by AEA Investors, AEA-Bridges Impact Corp., has agreed to acquire and take public Harley-Davidson Inc.'s LiveWire electric motorcycle business at a pro forma enterprise value of about $1.77 billion. The deal, which also involves Taiwan powersports company Kymco, is expected to give LiveWire a listing on the New York Stock Exchange, although Harley-Davidson is expected to retain about 74% of the company's equity. Both Milwaukee-based Harley-Davidson and Kymco are expected to provide LiveWire with manufacturing support.</p><p>A blank-check company led by Ron Burkle, the founder of investment firm Yucaipa Cos., has received shareholder approval to combine with online bicycle rental company Signa Sports United in Berlin and a smaller peer, WiggleCRC Group, that is owned by Bridgepoint Group PLC, according to a news release. The deal with Yucaipa Acquisition Corp. is based on a $3.2 billion pro forma enterprise valuation, according to the release. Both SSU parent Signa International Sports Holding GmbH and Mr. Burkle are also investing in a private placement of the special purpose acquisition company's shares tied to the deal, which is expected to close Tuesday.</p><p>A special purpose acquisition company backed by SoftBank Group Corp., SVF Investment Corp. 3, has agreed to combine with artificial intelligence company Symbotic LLC in a deal that gives the logistics business an equity value of about $5.5 billion, according to a news release. The transaction includes a $205 million private placement, mostly from Symbotic customer Walmart Inc., and a $200 million equity purchase by SoftBank Vision Fund 2. The Wilmington, Mass.-based company makes autonomous robotics used in warehouses and at other points in the consumer goods supply chain.</p><p>Dave Inc., a personal finance startup being taken public by a blank-check company led by executives from Victory Park Capital Advisors, plans to use the roughly $450 million from the transaction for acquisitions, new products and possible investments in cryptocurrency, Kristin Broughton reports for CFO Journal. Los Angeles-based Dave makes an app for people who often run short of cash or overdraw their bank accounts. The deal with VPC Impact Acquisition Holdings III Inc. values the business at about $4 billion and is expected to close in January.</p><p>A deal to acquire automated manufacturing company Bright Machines Inc. and take it public at a value of about $1.6 billion has been canceled, according to a securities filing. SCVX Corp., a blank-check company backed by hedge fund manager Hudson Bay Capital and led by venture and hedge fund executives, said both sides agreed to drop the combination because of the low likelihood that it could close by a Jan. 15 deadline as well as current market conditions. The deal was announced in May.</p><p>Exits</p><p>Clearlake Capital Group has agreed to sell Proven Brands Inc. and KTB Foods Inc. to strategic buyer Hain Celestial Group for about $259 million. A person familiar with the transaction told WSJ Pro Private Equity's Laura Cooper that Clearlake stands to return more than 4.5-times its money on invested capital in the deal. Clearlake first invested in the Montclair, N.J.-based businesses, which own the ParmCrisps and Thinsters snack brands, in 2014.</p><p>Snow Phipps Group has sold perimeter security company Amarok LLC to investment firms Avalt and Northleaf Capital Partners. Snow Phipps acquired the Columbia, S.C.-based maker of electric fencing in 2016.</p><p>Quad-C Management has recapitalized time-critical transportation services provider MNX Global Logistics, acquiring the Long Beach, Calif.-based company from Audax Group's private equity arm. Audax first invested in the company in 2018.</p><p>Funds</p><p>Growth investor Level Equity Management has closed on $775 million for its Level Equity Growth Partners V fund and $350 million for its Level Equity Opportunities Fund 2021, according to a news release. The firm invests in growth deals involving expanding companies using technology as an edge as well as in structured capital transactions, including debt, according to the firm's website.</p><p>People</p><p>Level Equity Management in New York has promoted Gautam Gupta to partner and Chris Isaac to principal among several moves to elevate professionals at the firm, according to a news release. Mr. Gupta joined the firm from Vista Equity Partners in 2015, while Mr. Issac came aboard in 2011.</p><p>Industry News</p><p>Gurbir Grewal became the director of the Securities and Exchange Commission's enforcement program after more than three years as New Jersey's attorney general, and almost six years after he last worked directly on a securities case, Dave Michaels reports for The Wall Street Journal. Since joining the agency, Mr. Grewal has signaled higher fines for wrongdoing are on the horizon, along with efforts to remove more malefactors from Wall Street jobs.</p><p>Blue Owl Capital Inc. has acquired Hong Kong placement agent Ascentium Group Ltd. to give the New York-based firm an office in the region, according to a news release. Blue Owl had about $70.5 billion of assets under management at the end of September, according to the release. The firm now has nine office locations worldwide, including in Singapore.</p><p>A recent surge in takeovers of companies by private-equity firms is a major concern for managers of corporate-bond funds, who are having to be carefully selective when picking which bonds to buy, Dow Jones Newswires' Lorena Ruibal writes.</p>",
  "published": "2021-12-14T14:47:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 7414,
          "end": 7421
        },
        {
          "start": 7414,
          "end": 7426
        }
      ]
    }
  ]
}