{
  "_id": "a78bfa5491b1b95804ff7be210d11baa6e5f25a4826f6a6197a627d601e889c8",
  "feed": "ftcomall",
  "title": "Ocado raises capacity to reach larger swath of UK",
  "text": "<p>Ocado is launching smaller versions of its automated warehouses more widely across the UK as it steps up its expansion outside south-east England and addresses the shortage of capacity that constrained the business during the Covid-19 pandemic.</p> <p>The online grocer will shortly open a “mini fulfilment centre” in Bristol and a second in Bicester, just north of Oxford, next year.</p> <p>“We have signed site seven [Bicester] and we are in discussions on sites eight, nine and 10,” said Mel Smith, chief executive of Ocado Retail. She would not reveal the other locations but it is likely they will be further north, including in Scotland.</p> <p>The retailer, a 50/50 joint venture between Ocado Group and Marks and Spencer, does not currently deliver north of the border, but Smith said launching in Scotland was “a matter of when not if”.</p> <p>The Bristol warehouse will be the first new facility Ocado has opened in its home market since 2018. The company also lost some of its existing capacity in 2019 when a warehouse in Hampshire was destroyed by fire.</p> <p>The constraints proved painful last year as demand for online delivery soared. Although Ocado Retail benefited financially — underlying profits tripled last year even though sales only grew by 35 per cent — it had to turn away new customers and ration delivery slots to accommodate demand.</p> <p>It ended the year with fewer active customers as a result, although Smith defended the decision to prioritise longstanding clients rather than allowing a “free for all” over delivery slots.</p> <p>Conventional supermarkets took advantage, hiring tens of thousands of staff to rapidly increase order picking capacity in their stores. Tesco ended the year with weekly capacity of 1.5m orders compared with Ocado's 374,000.</p> <p>That will increase by two-fifths in 2021 as the Bristol facility is opened, the wrecked unit rebuilt and another large centre in Essex commissioned. </p> <p>Ocado's agreement with M&amp;S envisaged adding capacity equivalent to eight standard-size centres over the next 12 years, enabling it to reach more of the UK. </p> <p>Its northernmost fulfilment centre in England is in Warwickshire, and half of that unit's capacity is devoted to serving Morrisons customers under a 2013 agreement between the two companies. </p> <p>Smith said the website and app were now a lot more stable at times of high demand following some “rewiring”. </p> <p>“No grocery retailer had a website that could cope with hundred-fold surges in demand. We had to build that functionality just as supermarkets had to arrange security guards and queueing systems,” she said.</p> <p>She expected to be able to release more delivery slots over the summer, with a return to travel and eating out helping to ease demand growth.</p> <p>Luke Jensen, who runs Ocado's solutions business, said the Bristol centre would save the cost of transporting customers' orders long distances and free up capacity in existing centres.</p> <p>With less than half the capacity of a traditional centre — it can dispatch about 30,000 orders each week — such facilities are quicker and cheaper to build and reach full capacity earlier. </p> <p>Ocado is also planning to build at least a dozen even more compact facilities to enable rapid delivery of small orders in urban areas using its Zoom service.</p> <p>Smith said the days when customers were “super-happy with deliveries three days later” were gone. Increasingly they are demanding “£40 worth of stuff in half an hour”.</p> <p>Zoom already operates in west London. It extends the brand to new customers and attracts additional spending from existing ones. “Our most loyal customer shopped with us 265 times last year,” said Smith.</p> <p>Smaller basket sizes from a much narrower product range are less profitable than a £130 weekly shop, but that is offset by the higher delivery charges and price premiums on some products. </p> <p>It is a model that has proved popular during the pandemic, with retailers such as Waitrose, The Co-operative, Asda and Aldi rushing to launch offerings using delivery apps including Deliveroo and Uber Eats.</p> <p>Smith said this was not the only pandemic-era trend she expected to continue. She thought some degree of working from home would remain, helping to spread demand for delivery slots more evenly through the week and improving capacity utilisation. </p> <p>And the shift towards online grocery — its share of the total market went from about 7 per cent to more than 13 per cent during 2020 — would endure.</p> <p>“Once consumers shift online they don't tend to go back.”</p><p>Source: Jonathan Eley 2021 'Ocado raises capacity to reach larger swath of UK' FT.com 26 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-26T15:23:27.448Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}