{
  "_id": "4a3efb0b03449ea2fe0c1a662502db687d7e8a0eeffab87e25eb0c51160742a9",
  "feed": "ftcomall",
  "title": "Investors' Chronicle: Ashmore, Royal Dutch Shell, Aggreko",
  "text": "<h2>BUY: Ashmore (ASHM)</h2> <p>Two stories are contained with half-year figures for emerging markets specialist Ashmore, <em>writes Alex Newman</em>. </p> <p>The first is positive: reported pre-tax profits rose by double digits, assets under management (AUM) climbed from $83.6bn (£60.6bn) to $93bn in a year, and 97 per cent of client funds outperformed their benchmarks in the six months to December.</p> <p>The second is a more mixed: though cost control propped up margins, another period of net outflows contributed to a 6 per cent year-on-year dip in average AUM, meaning underlying pre-tax profits fell 15 per cent after seed capital gains and foreign exchange translations — “lower quality” items, said Numis — were discounted.</p> <p>A third, slightly more nuanced story, offers encouragement. Across the 2020 calendar year, net outflows steadily weakened as investors shifted from the haven-bound blind panic that characterised March and April to a risk-on attitude by the end of the year. Net flows have been positive from institutional investors in recent months, said group finance director Tom Shippey.</p> <p>A weakening US dollar, rising inflation prospects and an increasing gross domestic product growth premium in so-called developing economies all mean the runway to sustained net inflows suddenly looks clearer.</p> <p>Emerging market bonds, where spreads have increased to 350 basis points over US Treasuries despite strong credit ratings, look particularly attractive. Trading at a 60 per cent discount to the S&amp;P 500, emerging markets shares have the “potential for a relative re-rating versus developed world equity markets” in absolute and relative terms, argued Ashmore.</p> <p>We are minded to agree, even as Peel Hunt expects adjusted earnings of 25.2p per share this year, and 26.3p in full-year 2022. Even against those estimates, the shares trade on less than 16 times' next year's earnings once cash is stripped out, which is a decent entry point for a long-term holding.</p> <h2>SELL: Royal Dutch Shell (RDSB)</h2> <p>Shell has announced a unique path to net zero carbon emissions within the energy industry, <em>writes Alex Hamer</em>.</p> <p>The group plans to <a href=\"https://www.ft.com/content/2aed103b-6d19-464a-ae09-86de2b928de9\">reduce oil and gas production</a> slowly and sell offsets to customers to hit its climate goals. This is distinct from the renewables energy-heavy plans of fellow oil and gas majors. </p> <p>Shell confirmed that its oil and gas production had peaked in 2019 at 2.7m barrels of oil equivalent per day (boepd), and that it would decline by 1-2 per cent a year from now on, because of divestments and natural decline. </p> <p>The company also talked up the long-term prospects of its chemicals and integrated gas businesses. </p> <p>Shell has increased its carbon intensity goals, too, with the next milestone a 6-8 per cent drop from 2016 levels by 2023, on route to a total reduction by 2050. Cutting carbon intensity does not mean emissions fall overall, although the company said its total emissions had peaked in 2018 at 1.7 gigatonnes. </p> <p>Spending will be maintained in the chemicals business, to $4bn-$5bn (£2.9-£3.6bn) a year, similar to the 2019 level, while upstream capital spending will fall around 20 per cent from the 2019 level at $8bn a year. For the “growth pillars” of the company under its net zero plan, renewables spending will be $2bn-$3bn. </p> <p>Investment in electric vehicles will also ramp up. Shell aims to increase its global charge points from 60,000 to 500,000 by 2025. </p> <p>There was little market reaction to the announcement, although investors will be able to show their feelings at the annual general meeting in an advisory vote on the transition plan.</p> <h2>HOLD: Aggreko (AGK)</h2> <p>The portable power specialist has become the latest UK-listed company to attract the interest of private equity, <em>writes Nilushi Karunaratne</em>. </p> <p>Aggreko has confirmed that it is in talks with soon-to-be Asda co-owner TDR Capital and US infrastructure investor I Squared Capital about a possible all-cash takeover offer of 880p per share.</p> <p>Aggreko says the consortium has “made a series of proposals”, and the latest approach represents a 39 per cent premium to the group's closing price on February 4, valuing it at around £2.2bn. The consortium has until close of play on March 5 to table a firm offer, which would be adjusted for any dividend declared or paid.</p> <p>News of the takeover interest came a little over a fortnight after the group announced that its pre-tax profit for 2020 would be “slightly ahead” of the top end of its previous guidance of £80m-£100m. It also reiterated expectations of a pre-tax profit of £170m-£190m in 2021, which assumes that the delayed Tokyo Olympics and Paralympics will still go ahead this year. Aggreko has a $315m (£229m) contract to supply temporary power to the events.</p> <p>The group derives around a fifth of its revenue from the oil and gas sector, which has been weakened by the aftermath of the Covid-19 pandemic, and Panmure Gordon analyst Robert Plant believes that the outlook for Aggreko could get tougher with President Biden cancelling the Keystone XL pipeline and suspending new permits for drilling on federal land. The group also generates just under a tenth of its revenue from the events market, the recovery of which remains uncertain as the pandemic drags on.</p> <p>Aggreko's shares surged by close to a third in response to the takeover talks, to 844p, but this underscores how they have underperformed in recent years, having traded above 2,500p back in 2012. Even before coronavirus struck, it seemed unlikely that Aggreko would return to its glory days and investors should consider accepting a firm takeover offer if one arises.</p> <h2>Chris Dillow: Unemployment hope for shares</h2> <p>Unemployment is going to rise. The Bank of England said last week that it&#xa0;<a href=\"https://www.bankofengland.co.uk/monetary-policy-report/2021/february-2021\" title=\"\">expects&#xa0;</a>the official jobless rate to rise from 5 per cent now to around 7.7 per cent by June — although its trajectory depends in part on whether the job retention scheme is extended and how many laid-off migrant workers return home. Which poses the question: what does this mean for equities?</p> <p>Shares tend to do badly when unemployment rises. Rising unemployment in 2008-09, for example, was accompanied by falling prices and falling unemployment in the late 1990s and mid 2000s saw shares do well. This does not, however, mean that rising unemployment causes shares to fall. More likely, the same things that are bad for jobs — such as a weak economy — are also bad for equities.</p> <p>But high unemployment in the past has been good for equities, in that it leads to higher returns in the following three years. High unemployment in the mid-1980s, early 1990s and 2010 was followed by good returns, while low unemployment in the early 1970s, late 1990s, mid 2000s and 2019 preceded bear markets.</p> <p>In theory, there's a rational explanation for this. High unemployment is a sign of a weak economy, which is when equities are unusually risky, as there are big dangers of earnings disappointments and corporate failures. Such dangers mean the equity risk premium should be high which should mean higher subsequent returns.</p> <p>However, while this might explain why high unemployment leads to good returns, it cannot explain why low unemployment leads to falling prices. Even in the best times, the equity risk premium should be positive, pointing to positive returns.</p> <p>Unemployment, however, doesn't only lead to ordinary cyclical upturns. Variations in joblessness do something else: they change the balance of class power. Low unemployment in the early 70s squeezed profit margins terribly, causing equities to plummet. And equities did well in the 80s because mass unemployment reduced workers' bargaining power and so restored profit margins. </p> <p>All this looks like good news for equity investors. It suggests that the high unemployment we're likely to see later this year should boost share prices.</p> <p>But it's possible that high unemployment will cause workers to restrain their spending. If so, we'll see weak demand, except for a brief blip as the pent-up demand caused by lockdowns is released. Equities might then be hit by earnings disappointments when any post-lockdown euphoria wanes.</p> <p>Personally, I suspect this is a risk not a certainty. But nobody should invest on the basis of my suspicions. The point is that to be bullish of equities you must discount this risk — which means you must believe that the interests of capital and labour conflict. Equity bulls must be vulgar Marxists.</p> <p><em>Chris Dillow is an economics commentator for Investors' Chronicle</em></p><p>Source: Investors’ Chronicle reporters 2021 'Investors' Chronicle: Ashmore, Royal Dutch Shell, Aggreko' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T18:00:58.106Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}