{
  "_id": "150a4dbdeaffbaf2f43a5281fa6a46b528cd03c814b8de62deb4108f22eef9d0",
  "feed": "ftcomall",
  "title": "Asda chief exits early as private equity-backed owners take control",
  "text": "<p>Asda chief executive Roger Burnley has left the UK supermarket group earlier than expected as its new owners, the billionaire Issa brothers, increase operational control following their £6.8bn takeover. </p> <p>The 56-year-old had pledged to stay into next year pending the appointment of a successor and a brief handover period. However, in a statement on Friday the Leeds-based company said that it had been “mutually agreed” that “now was the right time” for Burnley to depart.</p> <p>It leaves the UK's third-largest grocer by sales without a chief executive, just weeks after a final sign-off from the Competition and Markets Authority in June cleared the way for the Issas and their private equity backer TDR Capital to start taking management decisions. </p> <p>In a message to employees, Mohsin and Zuber Issa said that “over the past couple of months, we have enjoyed the opportunity to get much closer to the business, and with Roger's support, we have been able to gain a better understanding of the opportunities in front of us”.</p> <p>They said they would work with chief operating officer Anthony Hemmerdinger while recruiting a replacement for Burnley and would spend some of their time at the company's headquarters “as well as getting out and about in our stores and depots”. </p> <p>The brothers, who are also co-chief executives of petrol stations business EG Group, have been actively involved in managing Asda in recent weeks and plan to continue working closely at the grocery chain, people with knowledge of the matter said. </p> <p>Burnley's accelerated departure follows that of interim finance director Rob McWilliam — who has been replaced by his former deputy John Fallon — and that of Steph Strike, who quit as head of the George clothing label after spending her entire career at the retailer.</p> <p>However, in addition to promoting Fallon the group has hired Meghan Farren from KFC as chief customer officer and Carl Dawson from Marks and Spencer as chief information officer.</p> <p>The brothers and TDR have built EG Group into a sprawling business with €20bn in revenues through a debt-fuelled acquisition spree, and bought Asda in a £6.8bn deal completed this year. </p> <p>One sector consultant said Burnley's abrupt departure might make external candidates for the chief executive role wonder how much control they would actually have.</p> <p>The person added that anyone recruited from another grocer may also need to spend several months on “gardening leave” before joining. Among the names mentioned in the industry have been Co-op Group's head of food Jo Whitfield, Wm Morrison chief operating officer Trevor Strain and Tesco head of UK and Ireland, Jason Tarry. </p> <p>Hemmerdinger, a former J Sainsbury and Carphone Warehouse executive, is seen as an obvious internal candidate for Burnley's job and is said to be widely liked within the company.</p><p>Source: Jonathan Eley and Kaye Wiggins 2021 'Asda chief exits early as private equity-backed owners take control' FT.com 6 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-06T15:03:31.146Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}