{
  "_id": "17bb24bfec1f0dec23920b16d54d20ab9355de8eabd5a2414a18cfb75761a4a3",
  "feed": "wall-street-journal",
  "title": "Amazon's Marketplace Model Coming to a Store Near You; As more retailers dive into the online marketplace craze, investors should step back and ask why they need it",
  "text": "<p>The immediate economic appeal is obvious: They are a relatively low-cost, high-margin opportunity. There is little upfront investment on the part of the retailer, which doesn't have to buy and hold inventory. Instead, they list third-party sellers' items on their website and take a cut—typically 15%—of the seller's revenue. That rate can get as high as 40% for some established marketplaces that offer fulfillment services and advertising to their sellers, according to Edward Yruma, managing director at KeyBanc Capital Markets.</p><p>The timing makes sense, too, as the pandemic has given online sales a shot in the arm. Walmart, which started its marketplace in 2009, saw gross merchandise volume—total sales through its platform—double in 2020, according to estimates from Marketplace Pulse. Pre-pandemic, growth was a more muted 35%.</p><p>A back-of-the-envelope calculation shows that even modest sales volume could potentially move the needle on profitability for a struggling retailer. Assuming a modest 15% take rate, if Macy's had an online marketplace in 2019, it would have had to sell roughly $108 million—or less than 2% of its digital sales that year—to move gross margins up by 0.1 percentage point. That number might be higher after accounting for fees paid to platform provider Mirakl, or lower if take rates are actually higher.</p><p>Retailers have their own reasons to embrace the approach, including to introduce new categories. Kroger, for example, is using a marketplace platform to sell goods from Bed Bath &amp; Beyond. Urban Outfitters uses one to sell secondhand clothing.</p><p>In some cases, the marketplace model might help retailers get around picky vendors. Hudson's Bay, for example, can't get its hands on the new Louis Vuitton bags that its shoppers want but is able to offer them through its resale marketplace, says Adrien Nussenbaum, Mirakl's co-founder and co-chief executive.</p><p>If the idea sounds too good to be true, maybe it is. For retailers, there are clear risks. Brand dilution is a huge one, especially for apparel. If the customer experience with the third-party seller is bad—whether on quality or shipping speed—it can sour perceptions of the retailer.</p><p>The newer crop of marketplaces seem to be trying to avoid both risks by being more selective with sellers. A lousy integration with in-store experiences can also hurt, notes Juozas Kaziukėnas, founder of Marketplace Pulse. Shoppers could get frustrated if they can't pick up and return marketplace items at the store, for example.</p><p>Matt Baer, chief digital and customer officer at Macy's, said in an email that the department store would use the marketplace platform to \"test new brands and categories\" and \"respond to trends in real time.\"</p><p>That has its merits, but there are also two cautious takeaways. First, that these retailers need marketplaces to spot trends isn't a ringing endorsement of their grasp on the market.</p><p>Consider the sample of apparel sellers that have built marketplaces: J.Crew, which launched in 2018, buckled under the pandemic last year and filed for bankruptcy. In the five years before Covid-19, both Express and Lands' End saw total revenue shrink by a compound annual average rate of 1.4%, while Urban Outfitters' growth rate by the same measure was flat. Macy's has rebounded in a healthier way this year compared with some of its department store peers, but is still in a turnaround.</p><p>Another reason for caution is that knowing a lot about a third-party seller's products could come back to bite. Amazon has come under scrutiny for allegedly using data about independent sellers to develop competing products, for example. That isn't to say other retailers would take such actions, but complications might arise even if there is an appearance of conflict.</p><p>Retailers have been trying to use online marketplaces to revitalize online sales for over a decade with very few successes, according to Mr. Kaziukėnas. The new crop of retailers getting into the model are hoping to strike while the iron is hot. Those with an uncertain grasp of their own market might be left with some burn marks instead.</p><p>Write to Jinjoo Lee at jinjoo.lee@wsj.com</p><p>Amazon's Marketplace Model Coming to a Store Near You</p>",
  "published": "2021-12-14T12:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 619,
          "end": 626
        }
      ],
      "nexusId": "10042309"
    }
  ]
}