{
  "_id": "14aa4946b55e279b5e61dc7d2ca8b8cf3493de182c1cf909b59ced14e8535f26",
  "feed": "ftcomall",
  "title": "Carrefour to buy smaller rival in Brazil for €1.1bn",
  "text": "<p>European grocery group Carrefour has unveiled the €1.1bn acquisition of a competitor in Brazil, Grupo BIG, in a move aimed at growth in its second-biggest country by sales after its home market of France. </p> <p>The acquisition announced on Wednesday is the largest undertaken by chief executive Alexandre Bompard since he took the helm in 2017. It also comes two months after Couche-Tard, a Canadian <a href=\"https://www.ft.com/content/4e8a2ac5-bfa6-4da6-81b5-44d8238644a2\">convenience</a> store chain, made a <a href=\"https://www.ft.com/content/284c9d2b-9a27-4341-b332-c860cec07217\">takeover</a> bid worth €16.2bn for Carrefour that was thwarted by French government opposition. </p> <p>If approved by competition regulators, the deal would combine Carrefour Brazil, the number one local player in food retail, with Grupo BIG, the number three. The entity would have sales of about R$100bn (€15.3bn) and would operate 876 stores with 137,00 employees. </p> <p>Grupo BIG is owned by private equity firm Advent International, which bought an 80 per cent stake in the company from US retailer Walmart in 2018. </p> <p>Carrefour's Brazilian unit will purchase Grupo BIG with 70 per cent in cash and 30 per cent in new shares to be issued. Once the deal is completed in 2022, Carrefour Brazil will own 67.7 per cent of the new group, while Advent and Walmart will jointly own 5.6 per cent.</p> <p>Matthieu Malige, Carrefour chief financial officer, said the acquisition was in keeping with its strategy of completing small to medium-sized deals aimed at growth in priority markets, as well as in fast-growing areas such as ecommerce.</p> <p>“We will reinforce our leadership in Brazil with this acquisition,” said Malige in an interview. “We want to be very selective on our bolt-on acquisition strategy focusing on our main countries and in-store formats that have good potential synergies.”</p> <p>The French group said it expected to generate cost savings worth R$1.7bn, or €260m, on an annual basis by the third year after the acquisition. The synergies will come from switching over stores to the Carrefour brand and local hypermarket brand Atacadão, as well as from expanding Carrefour's financial services such as credit cards, and wringing out costs from logistics and overheads.</p> <p>Carrefour is France's largest grocery chain, with about 2,000 supermarkets and more than 700 large-format hypermarkets in Europe. Bompard has been on a cost-cutting drive in recent years, allowing him to make significant investments in developing ecommerce, which has boomed during the Covid-19 pandemic. </p> <p>Its shares have largely recovered from the sharp sell-off that started in early 2020 when the pandemic rocked markets. They have risen 5 per cent this year, lagging behind a 7.5 per cent rise for France's blue-chip CAC 40 index, to close at €14.75 per share on Tuesday. </p><p>Source: Leila Abboud in Paris 2021 'Carrefour to buy smaller rival in Brazil for €1.1bn' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-24T06:00:47.679Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1161,
          "end": 1168
        },
        {
          "start": 913,
          "end": 920
        }
      ],
      "nexusId": "10042309"
    }
  ]
}