{
  "_id": "b4b3b6fd48c58af14b23cc3918829a08078a94cb60085990bc12a8efd8b1a8fe",
  "feed": "wall-street-journal",
  "title": "In-Store Shopping Cuts Into Online Revenue --- Best Buy, Dick's report higher overall sales compared with 2019, but growth is slowing",
  "text": "<p>Best Buy expects a strong holiday season but a slowdown in sales growth versus earlier in the year, said chief financial officer Matt Bilunas on a call with analysts Tuesday. The electronics retailer tends to compete more head on with other big retailers during the holiday season as electronics become a gifting focus, he said.</p><p>In addition, \"some sales probably got pulled into October, similar to last year,\" as the narrative around supply-chain snarls worried consumers, Mr. Bilunas said. \"We still feel really confident about our inventory levels and positioning for the holidays,\" he said.</p><p>Overall, consumer demand has been strong as Americans continue to spend despite rising prices and global supply-chain snarls. Consumers spent nearly $640 billion in U.S. retail stores and restaurants in October, compared with about $520 billion in October 2019, according to government data.</p><p>That extra money is flowing to cash registers across the retail landscape. Walmart Inc., Home Depot Inc. and others reported strong quarterly results and said they have been able to stock up ahead of Black Friday.</p><p>Despite the strong demand, some retail executives say they are missing out on sales because the flow of goods has been disrupted by the supply-chain snarls and profits have been squeezed by higher transportation costs.</p><p>Executives at Victoria's Secret &amp; Co. last week said holiday sales could suffer from shipping delays that left some of its merchandise stuck offshore or arriving weeks later than planned, despite ramped-up spending on air cargo. Urban Outfitters Inc. this week said lack of inventory in August and September hurt its sales growth in the latest quarter, as did reduced foot traffic to its retail stores. Executives said inventories had improved in October and November.</p><p>\"Inventory on hand was lower than planned coming out of Q3 and was offset by higher in transit due to the extended Vietnam closures and increasing transit times,\" the finance chief of Abercrombie &amp; Fitch Co., Scott Lipesky, said in a conference call Tuesday. The apparel chain said it had shifted marketing into the fourth quarter given the inventory issues in the third quarter.</p><p>Best Buy reported higher sales of appliances, home-theater equipment and mobile phones but lower sales of computing items, which accounted for around 45% of the company's revenue in the quarter.</p><p>Best Buy said U.S. comparable sales, those from stores and digital channels operating for at least 12 months, rose 2% in the quarter ended Oct. 30 compared with the same period last year, when they jumped 22.6%.</p><p>Shares of Best Buy fell 12% Tuesday. The share price had surged more than 30% since the end of September.</p><p>Best Buy's U.S. e-commerce sales fell 10.1% from a year earlier, when they surged 174% as temporary store closures during the pandemic shifted many customers to shop online. Online sales accounted for about a third of Best's Buy's $11 billion in domestic revenue in the latest quarter.</p><p>U.S. gross profit fell during the quarter because discounts increased compared with last year, as did shrink, the industry term for theft and other product losses, said Mr. Bilunas on the call. Transportation costs increased due to supply-chain strain but were offset by lower home-delivery costs as e-commerce sales slowed, he said. Discounts are lower than pre-pandemic, company CEO Corie Barry said on a call with reporters.</p><p>Best Buy raised its forecast for comparable sales for the full fiscal year but warned that the metric could decline in the fiscal fourth quarter.</p><p>Dick's said comparable sales rose 12.2% in the quarter ended Oct. 30 compared with the same quarter last year, when they increased 23%. At Dick's, online sales were about flat with the year-earlier quarter, when they nearly doubled.</p><p>E-commerce sales accounted for 19% of its $2.75 billion in quarterly revenue this year, compared with 21% of sales during the third quarter of 2020, the company said.</p><p>\"Our fourth quarter is off to a strong start,\" Dick's Chief Executive Lauren Hobart said Tuesday. Dick's raised its earning-per-share estimates for the full year to $12.88 to $13.06, up from a previous range of $11.00 to $11.45.</p><p>Dick's shares fell 4% in Tuesday trading.</p><p>Also on Tuesday, Dollar Tree Inc. said it would raise prices as it reported slow comparable sales growth of 1.6% for the quarter ended Oct. 30. The discount retailer, which has sold nearly all products for $1 at its 7,900 Dollar Tree brand stores, said it would sell items priced at $1.25 in all stores. Previously, it said it would test higher-priced items to offset rising costs and wage increases.</p><p>---</p><p>Charity L. Scott contributed to this article.</p>",
  "published": "2021-11-24T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 962,
          "end": 974
        },
        {
          "start": 962,
          "end": 969
        }
      ],
      "nexusId": "10042309"
    }
  ]
}