{
  "_id": "1b229003ac78953a01d3a51e6c50968744956a1dae269158f04e3f6c3c93ff2a",
  "feed": "wall-street-journal",
  "title": "Nail Polish and Teeth Whitener Are All the Rage Now  ---  'Everyone wants to look their best' as America starts to reopen  ----  By Sarah Nassauer and Sharon Terlep",
  "text": "<p> Americans are cleaning up nicely. </p> <p> As vaccination rates climb and restrictions on human interaction ease, shopping carts are filling up with items designed to facilitate people's re-entry into civilization instead of toilet paper and baking flour. </p> <p> Deodorant, teeth whitener and condoms are in high demand. Sales of perfume, nail polish, swimsuits, sunscreen, tuxedos, luggage and alarm clocks are climbing fast, according to companies that make these products and large retailers. </p> <p> When the mayor of Washington, D.C., announced that bars and clubs would fully reopen in June, Landen Lama, a 25-year-old political consultant thought, \"I have a month to get ready.\" He ordered teeth-whitening gel online, has been using more facial treatment masks and tanning outside, he said. \"It will be awkward meeting strangers again,\" he said. \"Everyone wants to look their best.\" </p> <p> The surge in grooming products and travel gear is smaller than pandemic-driven rushes on hand sanitizer and disinfectant wipes. Last year some brands had sales double or triple as Americans stayed home and ramped up their cleaning routines. In some cases store shelves were emptied of those items for weeks. Fortunately, there's an ample supply of deodorant and mouthwash. </p> <p> Beauty products and teeth whiteners were big sellers during the most recent quarter at Walmart Inc., finance chief Brett Biggs said in an interview. \"You can tell that the masks are coming off,\" he said. </p> <p> Alarm clock sales doubled in April versus the same month last year at the country's largest retailer, a spokeswoman said, while luggage sales rose 400%. Partyware sales more than doubled and balloon sales rose by 50%, she said. </p> <p> The U.S. Centers for Disease Control and Prevention says vaccinated people don't need to wear a mask or physically distance in most settings, indoors or outdoors. </p> <p> After being vaccinated earlier this month, Jen Richards got her first haircut since February 2020. Ms. Richards, an app designer, was cautious during the pandemic, she said, only buying groceries online and just seeing her girlfriend. </p> <p> Now she is planning an indoor birthday party with other vaccinated friends, eating outside at restaurants, and updating her appearance, she said. </p> <p> \"I literally booked my haircut for the day after I reached full immunity,\" the 34-year-old said. \"I feel like I might need some new clothes because all I've done for the past year is just wear sweatpants.\" </p> <p> Last week, a host of retailers from Macy's Inc. to Target Corp. reported strong sales for the spring quarter, noting that apparel, beauty and travel products were all selling well. </p> <p> \"The first quarter felt like a first step towards a post-pandemic world,\" said Target Chief Executive Brian Cornell. Apparel sales rose 60% during the quarter compared with the same period last year, the company said. There is strong demand for dresses, cosmetics, sun care items, sporting goods and activewear, said a Target spokesman. </p> <p> Amid the pandemic, grooming routines shifted to rituals that felt good and away from ones intended to improve outward appearances, said Eric O'Toole, president of North America for Edgewell Personal Care Co., with brands including Schick razors and Banana Boat sunscreen. Women invested in skin-care and spalike products for the home. Men bought products aimed at reducing itchiness of their new beards. </p> <p> Now, he said, both men and women are cleaning up facial and leg hair and spending more on hair products. </p> <p> \"Caring for oneself became a real personal and even introspective exercise, while other areas that relate more to presenting yourself to other people took a back seat,\" Mr. O'Toole said. \"That's beginning to shift back.\" </p> <p> Noel Kittredge, a 32-year-old student from Albuquerque, N.M., recently shaved for the first time in a year. He has ventured out only a few times since the pandemic began and felt especially nervous about being around people after both his mother and grandmother contracted the virus. </p> <p> Mr. Kittredge didn't shave all that regularly before the pandemic, but as he makes plans to socialize it was time, he said. \"I'm tired of being cooped up,\" he said. </p> <p> Meanwhile, in recent weeks sales of baking goods, cleaning supplies and paper and plastic goods, all early pandemic favorites, are falling, according to data from NielsenIQ. U.S. sales of paper and plastic products, which includes items such as toilet paper, fell 18.3% in the four weeks up to May 1 compared with the same period last year. Baking supplies fell 35.6%. </p> <p> Church &amp; Dwight Co. is counting on higher sales of condoms, dry shampoo and women's grooming products, Chief Executive Matthew Farrell said last month in a call with Wall Street analysts. </p> <p> Sales of sexual health products, which includes condoms, were up 32% for the week ended May 1 compared with a year ago, according to NielsenIQ data. </p> <p> Consumers also are paying up for higher-end grooming products, in part because many Americans had their disposable income increase amid the pandemic, executives said. </p> <p> \"They're really willing to pamper themselves,\" said Vineet Kumar, chief executive of Native Deodorant, a brand of deodorants and soaps owned by Procter &amp; Gamble Co. \"They're saying, 'I'm getting prepared to go out so I need to start investing in myself.'\" </p>",
  "published": "2021-05-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1326,
          "end": 1338
        },
        {
          "start": 1326,
          "end": 1333
        }
      ]
    }
  ]
}