{
  "_id": "d14fcc86a6cee4cba705b832186aadaa202b9c13a286896814d1b30b5a74f29f",
  "feed": "wall-street-journal",
  "title": "Dow Celebrates 125 Years as Wall Street Icon",
  "text": "<p>Since then, the Dow has evolved with the U.S. economy, giving investors from Wall Street to Main Street a measure of financial markets through the Great Depression, two world wars and all the events that shaped the 20th and early 21st centuries.</p><p>It has risen an average of 7.69% each year and notched 1,464 record closes, according to Dow Jones Market Data. It climbed above 100 in 1906, topped 1000 in 1972 and crossed 10000 in 1999. Just this year, as the U.S. economy continued to shake off its pandemic-induced slowdown, the Dow bounded above every milestone from 31000 to 34000.</p><p>The ascent has included numerous interruptions: There have been 70 years with no record closes, including the span from 1930 through 1953 as the stock market languished beneath its 1929 highs. There have been four years -- 1910, 1962, 1977 and 2008 -- in which the average closed each trading day below the previous year-end level. One day in October 1987, the Dow plummeted 22.6%, its only session worse than one in March 2020 during the worst of the coronavirus panic when it dropped 12.9%.</p><p>But over the long run, as the economy expanded and companies delivered growing profits, the Dow, and the broader U.S. stock market, have marched higher.</p><p>\"The stock markets of the United States have been robust instruments because they are being driven by what certainly has been a historically robust economy,\" said Randall Eley, president and chief investment officer of asset manager Edgar Lomax Co. Though there have been declines along the way, \"for the most part, those declines simply look like blips now in history.\"</p><p>The Dow has grown from the industrial-focused gauge created by Charles Dow, the first editor of The Wall Street Journal, to help explain stock-market movements to his readers. Its roster expanded to 20 names in 1916 and 30 names -- where it stands today -- in 1928.</p><p>No stock has been in the Dow for the entire 125 years.</p><p>After early index shake-ups, General Electric was in the Dow for more than a century, from 1907 until its 2018 departure. Procter &amp; Gamble Co., which was added in 1932, is the current component with the longest continuous tenure. Stocks that have come and gone over the years include Eastman Kodak Co., Sears, Roebuck &amp; Co., Woolworth and Studebaker.</p><p>The index still has industrial firms like 3M Co. and Boeing Co. But these days it also includes financials like JPMorgan Chase &amp; Co., consumer companies like Coca-Cola Co. and Walmart Inc. and technology heavyweights Apple Inc. and Microsoft Corp. The Dow got its most recent makeover last August, when Salesforce.com Inc., Amgen Inc. and Honeywell International Inc. replaced Exxon Mobil Corp., Pfizer Inc. and Raytheon Technologies Corp.</p><p>\"Today if you look at the 30 stocks in the Dow, it's interestingly representative of an entirely new genre of companies where production is much less important than service and technology,\" said George Ball, chairman of private investment firm Sanders Morris Harris. \"It does reflect the difference over 125 years in what our country does.\"</p><p>The Dow is operated by S&amp;P Dow Jones Indices, a joint-venture of financial-data firm S&amp;P Global Inc. and exchange operator CME Group Inc. Dow Jones, the publisher of the Journal, sold its last remaining stake in the venture in 2013, though representatives from the Journal are on the committee that sets the index's constituents.</p><p>In recent times, the forces that have fueled the broad U.S. stock market can be seen through the prism of the Dow.</p><p>As fear of how the pandemic would hurt the economy gripped financial markets last February and March, the Dow plunged to closing levels not seen since 2016. Then the tide turned.</p><p>Even as the pandemic worsened in the U.S., a powerful elixir of rock-bottom interest rates, plentiful fiscal stimulus and expectations that vaccines would enable a strong economic recovery sent stock-prices climbing. The index finished 2020 up 7.2%, a result that would have been unthinkable to many during the depths of the early-year selloff.</p><p>Just five months into 2021, it is up 12%, slightly ahead of the S&amp;P 500 and about double the technology-heavy Nasdaq Composite's 6% gain.</p><p>That lead is partly because the Dow has a hefty representation of value stocks, which trade at low multiples of book value and have outperformed growth stocks recently. Many such companies are in sectors that tend to do well in periods of strong economic growth. Chevron Corp. has gained 23% this year, while Goldman Sachs Group Inc. has advanced 38%.</p>",
  "published": "2021-05-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2449,
          "end": 2461
        },
        {
          "start": 2432,
          "end": 2443
        }
      ]
    }
  ]
}