{
  "_id": "01afe93be43959d4798a0a4bec281bd9bf829fba414b6ba7e83903acc63c40ea",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  Supermarket  Deal Blocked  By French  Government  ----  By Noemie Bisserbe",
  "text": "<p>   PARIS -- The French government shot down an offer from Canada's Alimentation Couche-Tard Inc. to acquire hypermarket chain Carrefour SA, according to people familiar with the matter, saying the move threatened jobs and France's food security amid the Covid-19 pandemic. </p><p>   Couche-Tard's offer to buy Carrefour for 16.1 billion euros, equivalent to $19.66 billion, would have created the world's third-largest grocery retailer, behind Walmart Inc. and Lidl owner Schwarz Group. But French Finance Minister Bruno Le Maire told Couche-Tard Chairman Alain Bouchard in a closed-door meeting in Paris on Friday that he was opposed to the takeover, according to people familiar with the matter. </p><p>   Mr. Le Maire told the executive the sale would put France's food security and tens of thousands of jobs at risk, the people said. Carrefour is one of the country's largest employers with 105,000 staff. </p><p>   The French government's intervention is a sign of how the Covid-19 pandemic is exacerbating protectionism. Under French law, the government can block takeovers of domestic companies by foreign buyers in sectors deemed strategic, such as energy, defense and the more recently added sector of food distribution. </p><p>   The 31-year-old Couche-Tard is the largest independent convenience store operator in North America by number of stores, operating under brands such as the Corner Store, Circle K and Holiday. It also operates a network of gas stations in Europe and has stores there and elsewhere in the world. </p><p>   On Friday Mr. Le Maire reiterated his opposition to the deal in a TV interview. \"My answer is extremely clear,\" he said. \"It's no.\" </p><p></p>",
  "published": "2021-01-16T07:18:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 431,
          "end": 443
        }
      ]
    }
  ]
}