{
  "_id": "27c5a7efab4e10649449bd588c3e3e73a7b60ecfccb9019a8037815187453f95",
  "feed": "market-watch",
  "title": "Dollar General says it's committed to offering $1 merchandise, and plans to expand PopShelf, which offers items at $5 or less",
  "text": "<p>Dollar General Chief Executive Todd Vasos opened the company's third-quarter earnings call on Thursday with a recommitment to the $1 price point, after rival Dollar Tree Inc. DLTR recently said it was moving to a $1.25 threshold.</p><p>“[B]ecause so many families depend on us for everyday essentials at the right price, we believe products at the $1 price point are important for our customers and they will continue to have a significant presence in our assortment,” said Vasos on the Thursday earnings call, according to a FactSet transcript.</p><p>“And moving forward, we will continue to foster and grow this program where appropriate.”</p><p>The discount retailer said 20% of its merchandise is priced at $1 or less.</p><p>Dollar Tree announced its price hike last week, saying that it will allow the retailer to offer a wider assortment of merchandise. The move comes after a test with shoppers, which the company said was well-received. Dollar Tree said the rollout of its new price point will be complete in the first fiscal quarter of 2022.</p><p>See: Dollar Tree raises prices to $1.25, and it says it's not because of inflation</p><p>Dollar Tree is also the parent to Family Dollar.</p><p>Dollar General also said it is planning nearly 3,000 real-estate projects in 2022, including 1,110 new stores and up to 10 new stores in Mexico, the company's first international locations.</p><p>Part of the expansion will also include the PopShelf banner, a concept that was introduced in 2020. Nearly all of the items at PopShelf are priced at $5 or less. When the concept launched, it was aimed at customers in suburban communities with an annual household income ranging from $50,000 to $125,000.</p><p>Vasos says the PopShelf concept “continues to exceed our expectations.” There should be about 1,000 PopShelf locations by the end of fiscal 2025.</p><p>Dollar General is the largest retailer by store count in the U.S. with more than 18,000 locations, according to Vasos. About 75% of the U.S. population is within five miles of a Dollar General store.</p><p>Also: Thanksgiving holiday shopping weekend sees declines in online spending and shopper turnout</p><p>Dollar General DG stock slumped 3.2% in Thursday trading after the earnings announcement, which showed the company's profit declining in the third quarter.</p><p>Shares are up 2.6% for the year to date, while the benchmark S&amp;P 500 index SPX has gained 22% for the period.</p><p>“In our view,&#xa0;Dollar&#xa0;General&#xa0;is still witnessing the unwinding of some of the pandemic-related trends that drove it to all-time highs in 2020,” wrote Neil Saunders, managing director of GlobalData, in a note.</p><p>“Foremost among these is a reduction in foot traffic as some consumers who used it because it was local and convenient have now resumed more normalized shopping patterns, visiting big box stores such as Walmart.”</p><p>GlobalData has also observed that Dollar General's core customers are pulling back on discretionary purchases due to inflation, though the company could make gains with customers who are looking to save money.</p><p>“This is bad news for&#xa0;Dollar&#xa0;General&#xa0;as it not only reduces impulse buying but does so in higher-margin categories. The worry is that if inflation persists it will strengthen this dynamic still further,” Saunders wrote.</p><p>Dom't miss: Nearly half of Americans say inflation has caused them ‘financial hardship'</p><p>BMO Capital Markets maintained its outperform stock rating and $250 price target.</p><p>“We thought there may be upside to comps, but were more conservative ongross margin percentage, yet the opposite largely played out,” Kelly Bania wrote in the BMO note after the earnings announcement.</p><p>Comps fell 0.6% for the quarter and margin was 30.8%, a 57 basis-point decline from last year.</p>",
  "published": "2021-12-02T15:26:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2775,
          "end": 2782
        }
      ],
      "nexusId": "10042309"
    }
  ]
}