{
  "_id": "e9f6909087263cb06b6ff037125692a043d8a5a22660b74f691390cb764db3d1",
  "feed": "wall-street-journal",
  "title": "U.S. News: PACs Resume Donations To GOP Election Objectors",
  "text": "<p>Other companies and trade groups such as Boeing Co., Lockheed Martin Corp., Northrop Grumman Corp., the National Association of Realtors, Cigna Corp. and JetBlue Airways Corp. also have resumed corporate PAC donations to GOP objectors. Some of the donations disclosed in House and Senate filings Thursday had previously been made public, including some by Ford's PAC.</p><p>The latest filings also show Toyota Motor Corp.'s PAC gave more than $85,000 to more than four dozen GOP objectors before announcing a halt to such donations last week. The company, whose decision was earlier reported by the newsletter Popular Information, has said it made the decision after listening to its stakeholders who were troubled by the donations.</p><p>The companies whose PACs have resumed donating weren't among those that had made specific pledges not to give to the group of GOP lawmakers. Those companies, which include Amazon.com Inc., Walmart Inc., AT&amp;T Inc., Nike Inc. and Mastercard Inc., have so far not made donations directly to those campaigns, FEC filings show.</p><p>While corporate PAC money isn't as important to lawmakers with high national profiles who can raise millions of dollars online, it still matters to most rank-and-file members of both parties.</p><p>In the 2020 election, more than 100 House lawmakers relied on corporate and industry PACs for 40% or more of their funding, according to a previous analysis by The Wall Street Journal. Of those, 55 were Democrats and 47 were Republicans.</p><p>Nearly 100 of the members who voted against certifying the election results and had comparable 2019 data reported receiving less money from corporate and industry PACs for their campaigns in the first half of the year compared with the first half of 2019.</p><p>In statements to the Journal, several of the companies whose PACs gave to the group of GOP lawmakers in the second quarter said such political donations are necessary to help them accomplish their business goals.</p><p>General Motors said its PAC \"supports the election of U.S. federal and state candidates from both sides of the aisle who foster sound business policies, support American workers and understand the importance of a robust domestic auto industry as we pursue an all-electric vehicle future.\" GM's PAC gave at least $22,000 to eight of the Republican objectors.</p><p>Ford spokeswoman Melissa Miller said the employee-funded PAC, which gave at least $6,500 to three of the GOP objectors, made its decision after getting input from its members. The company had previously said its PAC wouldn't rule out donating to the group of GOP objectors.</p><p>\"Our employee PAC makes bipartisan contributions based on a variety of considerations important to customers, our team and our company. They span things like manufacturing, mobility, innovation and trade,\" she said.</p><p>American Airlines spokeswoman Stacy Day said the company's employee PAC had resumed its donations because of their importance for the company's success as the airline industry recovers from the economic toll of the pandemic. The company's PAC gave $2,500 to the campaign of Rep. Sam Graves, (R., Mo.), who voted against certifying the 2020 presidential results.</p><p>\"While there is no lawmaker with whom we agree about every issue, we are committed to working with members of both parties to advance policies that will positively shape the future of our company, our team members and the communities we serve,\" she said.</p><p>UPS spokeswoman Danielle Cassady said the company's PAC, which is funded through voluntary employee donations and gave at least $22,500 to five of the GOP lawmakers' campaigns, donates to lawmakers who support the company's interests.</p><p>\"While we do not agree with every vote that every legislator whom we support makes, we look to support candidates who are aligned with us on issues that impact UPS as an enterprise,\" she said. \"Engagement with those with whom we disagree is a critical part of the democratic process and our responsibility in legislative advocacy as a company.\"</p><p>Representatives for Tyson Foods, whose PAC gave $7,500 to five lawmakers, and Aflac, whose PAC gave $13,500 to four of the objectors, didn't respond to requests to comment.</p>",
  "published": "2021-07-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 910,
          "end": 923
        },
        {
          "start": 916,
          "end": 928
        },
        {
          "start": 916,
          "end": 923
        }
      ],
      "nexusId": "10042309"
    }
  ]
}