{
  "_id": "52d2686c98295cb97fe719e97008179c93467a37d54ca790eaa1140571f1e703",
  "feed": "ftcomall",
  "title": "Future of petrol pumps fuels Morrisons bid battle ",
  "text": "<p>While the outcome of the bidding war for Wm Morrison remains uncertain, one aspect is clear: fuel retail features heavily in both bidders' plans for the supermarket group.</p> <p>Clayton, Dubilier and Rice, whose £9.7bn offer on Thursday <a href=\"https://www.ft.com/content/3c55630f-9a8e-447c-8b8f-dabb11c72983\">secured a recommendation</a> from the Morrisons board, envisages some form of tie-up between the supermarket's wholesale arm and the 900 UK filling stations it controls via its ownership of Motor Fuel Group.</p> <p>The rival consortium <a href=\"https://www.ft.com/content/8b2286ee-e991-4f36-8d62-f9acbddf2721\">led by Fortress</a>, which is considering its response to the CD&amp;R offer, has said it would look at selling the 330 petrol stations attached to Morrisons stores.</p> <p>These would be offloaded into an increasingly competitive UK market as Asda, now owned by TDR Capital and the Issa brothers, is already in the process of <a href=\"https://www.ft.com/content/c65e8172-94c5-46ce-b895-a327dbd9b119\">selling its 300 forecourts</a> to EG Group, a petrol station operator also controlled by TDR and the Issas.</p> <p>Analysts said Fortress's likely plan to sell the fuel stations was driven by a need to raise cash to improve the overall return on its acquisition.</p> <p>William Woods, an analyst at Bernstein, said that even at the 252p-a-share level of Fortress's initial bid for Morrisons, he “struggled to see the returns of the current offer without significant asset sales”. </p> <p>“If the offer price were to be raised, this will put further pressure on potential new owners to sell off additional assets,” he wrote in a note to clients.</p> <p>The rival bidders' plans highlight how the role of fuel has changed in recent years and continues to do so as drivers begin to switch to electric vehicles.</p> <p>When supermarkets first started to open filling stations at large stores in the late 1980s and early 1990s, the main objective was to lure more shoppers into their stores.</p> <p>“It was part of the hypermarket revolution,” said Simon Laffin, who was finance director at Safeway in the late 1990s. “The petrol station basically paid for itself but it also increased takings at the store by about 2 per cent.”</p> <p>The pricing of fuel, often in conjunction with in-store promotions, was key to the offering. </p> <p>“If you believed that petrol was determining your customers' choice of supermarket then it had to be cheap,” said another former executive with decades of experience in fuel retail.</p> <p>“We used to watch rivals' pricing like hawks while also watching the Platt's [wholesale] price of the actual fuel.”</p> <p>But as discounters Aldi and Lidl grabbed market share in the aftermath of the financial crisis, forcing big supermarket chains to cut food prices, the calculus changed.</p> <p>“As margins in the grocery business tightened, fuel had to stand in its own right . . . supermarkets could no longer justify subsidising fuel,” he added.</p> <p>At the same time, groups such as EG emerged, buying up groups of filling stations and <a href=\"https://www.ft.com/content/a948b30e-9f09-11e8-b196-da9d6c239ca8\">running them better</a>. Both trends narrowed the price gap between supermarkets and other operators.</p> <p>But even if it no longer drives footfall in the way it once did, fuel has another important role for supermarkets.</p> <p>“Supermarket fuel is highly cash flow positive,” added the former executive. “They buy on very good terms and hardly any fuel is stored under the forecourt for more than a few days.”</p> <p>Selling fuel for cash while paying suppliers for it on credit terms amounts to significant free working capital, which supermarkets missed when the pandemic hit. </p> <p>At Morrisons, the sharp fall in fuel sales during the UK's first national lockdown drove a cash outflow of more than £200m in its first half compared with a similar-sized inflow the previous year, and a £400m increase in net debt.</p> <p>Away from their own forecourts, supermarkets have worked with major oil companies and independent operators to introduce convenience stores to filling stations, giving them another route to consumers.</p> <p>This has the potential to be particularly valuable for Asda and Morrisons, which unlike Tesco and Sainsbury do not have a convenience format of their own. </p> <p>EG will soon start introducing “Asda on the Move” stores at its UK filling stations. Morrisons already supplies petrol stations operated by Harvest Energy and Rontec with groceries, though both are considerably smaller than Motor Fuel Group.</p> <p>Supermarkets and independent operators alike are also starting to ponder the impact of electric vehicles; the UK is due to <a href=\"https://www.ft.com/content/5e9af60b-774b-4a72-8d06-d34b5192ffb4\">ban the sale</a> of all new petrol and diesel cars by 2030.</p> <p>For the independents, the transition reinforces the need for forecourts to be about more than just fuel. </p> <p>“It is still early days, but increased dwell times driven by motorists having to wait for their car to charge reinforces the non-fuel investment undertaken to date,” said Ilyas Munshi, group commercial director at EG.</p> <p>“We believe demand for great food and drink, along with a strong grocery and merchandise proposition, will only accelerate with the transition to alternative fuels.”</p> <p>For supermarkets, whose car parks often have a surplus of spaces, electrification presents an interesting opportunity. </p> <p>The typical 30-40 minute timeframe for a rapid charge is ideal for a shopping trip, and the big four UK grocers along with Aldi, Lidl and Waitrose have installed thousands of charging points at stores over the past few years.</p> <p>With petrol and diesel volumes likely to shrink gradually over time, the former fuel retail executive predicts supermarkets will spend more time thinking about whether forecourts are becoming a distraction they can live without.</p> <p>“There's going to be quite a debate over the next five years or so,” he said.</p><p>Source: Jonathan Eley in London 2021 'Future of petrol pumps fuels Morrisons bid battle ' FT.com 20 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-20T20:00:20.306Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}