{
  "_id": "cce4429af135674ae794e3b27708ed23d3008c44afc26368ae89c392d0146004",
  "feed": "wall-street-journal",
  "title": "Madewell, ThredUP Test Secondhand Store in Brooklyn; Pop-up shop includes a mending station and QR codes visitors can scan to learn about fashion waste",
  "text": "<p>Called A Circular Store, the pop-up is selling used jackets, dresses, T-shirts and other clothes through Oct. 31.</p><p>Located inside a Madewell men's shop and steps from a Madewell women's store, the pop-up includes QR codes that visitors can scan to learn about fashion waste and how to make their clothes last longer. Customers can also bring in clothes to mend and attend in-store workshops that will offer tips on repairs.</p><p>\"The entire experience is structured with education at the forefront,\" said Derek Yarbrough, chief marketing officer of J.Crew and Madewell. The pop-up isn't focused on driving revenue, he added. A year ago, J.Crew emerged from bankruptcy protection, which it sought in the wake of the Covid-19 pandemic.</p><p>Madewell joins a number of companies that are trying to sell items secondhand. IKEA in November opened a 800-square-foot outlet in Sweden that focuses on reselling used furniture. Levi Strauss &amp; Co. in October introduced a program to buy back consumers' used denim to refurbish and sell again. And thredUP has a deal with Walmart Inc. to sell used clothing on Walmart.com.</p><p>The secondhand retail market is gaining traction among consumers, companies and investors, participants and observers say. Etsy Inc. in July bought Depop, a London-based secondhand marketplace, for $1.63 billion.</p><p>ThredUP went public in March, close on the heels of a January public offering by competitor Poshmark Inc. Shares in thredUP have fallen about 20% over the past three months, while the S&amp;P 500 index has gained 5%.</p><p>Though the U.S. fashion resale market decreased 14% in 2020 from the year before, to $24 billion from $28 billion, it is expected to recover to $28 billion this year, according to analysis by Coresight Research, an advisory and research firm. That is more than double the expected growth rate for the entire U.S. fashion market, Coresight said.</p><p>The secondhand clothing market has grown as the stigma around used clothes has declined, said Katie Thomas, lead of the Kearney Consumer Institute, a think tank and consulting firm focused on shopper behavior that is part of Kearney, a strategy and management consulting firm.</p><p>ThredUP said Madewell, one of the most popular brands it carries, sells 26% faster than the average brand on its site.</p><p>\"What we're looking at is getting people in the door and hopefully people sharing the experience and their takeaways,\" said Erin Wallace, vice president of integrated marketing at thredUP.</p><p>Executives hope to show consumers that Madewell clothes are long-lasting and the company cares about sustainability.</p><p>\"This is part of the experience—educating customers about making sustainable shopping choices, and obviously buying quality stuff that lasts a long time is the first and foremost the most sustainable decision they can make,\" Mr. Yarbrough said.</p><p>But as such efforts grow, the questions will include whether consumers want used clothes as much as executives believe, and how they want to buy them.</p><p>\"Is this slotting into people's lives in a way that they feel like it's worthwhile to participate?\" Ms. Thomas asked. \"Or are we going to have to continue to iterate on what's the right way to operate some of these resale and sustainability initiatives?\"</p><p>Madewell is trying to keep up with consumers' interests, said Jennifer Le Zotte, assistant professor of history and material culture at the University of North Carolina in Wilmington.</p><p>\"They're looking at their consumer base and looking at Depop and Etsy, and not wanting to lose that branch of the audience,\" she said.</p><p>Write to Ann-Marie Alcántara at ann-marie.alcantara@wsj.com</p><p>Madewell, ThredUP Test Secondhand Store in Brooklyn</p>",
  "published": "2021-09-23T20:02:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1050,
          "end": 1062
        }
      ]
    }
  ]
}