{
  "_id": "0807db2d81f0c39ba9ba86da66fc0d3c12fd374d1574e93ddd9769e0c2b2b2c9",
  "feed": "market-watch",
  "title": "Target, Amazon highlight flexible schedules in latest battle for retail workers",
  "text": "<p>Target TGTannounced Thursday morning that it will provide 5 million more work hours for its existing team — a $75 million investment in existing worker salaries — and has put a new mobile scheduling app in place that will offer these workers more preferred hours.</p><p>According to Target, associates are working 15% more hours than they were last year. Still, in anticipation of the busy holiday season, the retailer is adding 100,000 seasonal hires, though that's fewer than previous years.</p><p>“We have worked to provide our team members with more consistent schedules, which means more consistent paychecks and a more consistent way to manage their life,” said Melissa Kremer,&#xa0;chief human resources officer at Target, in a statement.</p><p>Read: U.S. jobless claims jump to one-month high of 351,000 on big increase in California</p><p>“Additionally, we are offering more hours to team members who want them and continuing our important investment in training and development.”</p><p>In the struggle to hire and retain talent, companies have raised wages, with many retailers pushing pay to $15 per hour or higher. Retailers have also made education programs less expensive or free, and have added benefits and career opportunities that weren't available previously.</p><p>“We will likely see more holiday hiring plans announced over the next month, but with the trouble retailers and transportation companies are having attracting workers for normal business periods, it will be interesting to see how many workers these companies will be able to hire,” said Andrew Challenger, vice president of Challenger, Gray &amp; Christmas, Inc., an outplacement service provider, in a recent report.</p><p>Amazon also emphasized its flexible scheduling in an announcement about expanded same-day delivery service, which is now available in Miami, Minneapolis and Atlanta, as well as more neighborhoods in Chicago.</p><p>ALSO: Amazon warehouse workers facing quotas protected by new California law</p><p>This expanded service has made hundreds of new jobs available, the e-commerce giant said.</p><p>“We recognize that not all employees need or want a full-time job — some may be looking for part-time work or a flex schedule,” Amazon said.</p><p>Amazon announced earlier this month that it was looking for 125,000 workers with an average starting wage of $18 per hour. The company says more than 1 million people applied for jobs during a recent hiring event.</p><p>Don't miss: Shop early and expect to pay more: Supply-chain issues could be a stumbling block to upbeat holiday shopping forecasts</p><p>Walmart Inc.WMT, Dollar General Corp.DG and FedEx Corp.FDX are among the other companies that have announced efforts to hire thousands of workers.</p><p>Target stock has rallied 38.7% for the year to date. Amazon shares are up 5.1%. And the benchmark S&amp;P 500 index SPX has gained 18.8% for the period.</p>",
  "published": "2021-09-23T13:55:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2519,
          "end": 2526
        }
      ]
    }
  ]
}