{
  "_id": "aaa7f962ce933ef69b13c2989483eee3c9b00f13f4cbd374547a623065b92fdb",
  "feed": "ftcomall",
  "title": "FirstFT: IEA says clean-energy spending must triple to curb climate change",
  "text": "<p>Extreme volatility in energy markets will continue to present a risk unless investment in clean power <a href=\"https://ft.com/content/644e392b-21de-47f3-accd-0e50be703520\">is tripled</a> in the next decade, the International Energy Agency warned as it issued a call to arms for leaders ahead of the UN climate summit in Glasgow next month.</p> <p>Fatih Birol, IEA executive director, <a href=\"https://www.ft.com/content/644e392b-21de-47f3-accd-0e50be703520\">told the Financial Times</a> that while projected investment in oil and gas was aligned with the changes needed to reach net zero emissions of greenhouse gases by 2050, public spending on renewable power was only at a third of the future levels required.</p> <p>“There is a gross mismatch, and the longer this mismatch persists the greater the risk of further sharp price swings and increased volatility in the future,” Birol said.</p> <p>The warning came as the Paris-based IEA said that even if all governments' current net zero pledges were implemented in full and on time, the world would only achieve 20 per cent of the emissions cuts by 2030 needed to keep the goal of net zero emissions by 2050 a possibility.</p> <p>Under that scenario, outlined in the IEA's annual World Energy Outlook report released later today, global average temperatures would rise 2.1C above pre-industrial levels by 2100, far higher than the target of an ideal limit of 1.5C laid out in the 2015 Paris climate accord.</p> <p><em>Are you optimistic about next month's climate summit in Glasgow? Email me your thoughts to gordon.smith@ft.com.</em> <em>Here is the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. Big US businesses pledge to extend working hours</strong> The Biden administration <a href=\"https://www.ft.com/content/8055d806-3166-48c9-9786-9bdea0e2d806\">has secured pledges</a> from Walmart, UPS and FedEx to extend their working hours in a bid to ease supply chain bottlenecks that are weighing down the US and global economic recoveries. The chief executives of the US's biggest banks said yesterday the widespread turmoil would be <a href=\"https://www.ft.com/content/0dd1622d-883a-44a8-80c4-079fc5e90fab\">“transitory”</a>. </p> <p><strong>2. US debt ceiling measure passes lower house</strong> The US House of Representatives <a href=\"https://www.ft.com/content/9e1a2f5e-590f-473c-9a98-66cdffeb6317#post-a858135b-bb84-417d-a6b8-0a470579311b\">has approved</a> a short-term increase in America's borrowing limit, averting a potential debt default. The vote in the Democratic-controlled lower chamber follows passage of the measure in the Senate last week, paving the way for US president Joe Biden to sign it into law.</p> <p><strong>3. Wave of strikes hits food producers </strong>America's food plants have been hit by a wave of strikes by workers who say that changes implemented during the Covid crisis have made their jobs untenable. Four Kellogg plants that make cereals such as Frosted Flakes and Froot Loops&#xa0;<a href=\"https://www.ft.com/content/98e17738-e523-4ad5-baa8-6d65eb5495f3\">are the latest to be affected</a> by the industrial action.</p> <p><strong>4. LG Chem to reimburse GM $1.9bn for Chevrolet Bolt recall</strong> Battery maker LG Chem <a href=\"https://www.ft.com/content/b18b3b8a-5876-44fd-a159-680f9a4632bb\">has agreed to reimburse</a> General Motors for most of the $2bn cost of recalling its electric Chevrolet Bolt, following a series of incidents between 2017 and 2019 in which the cars caught fire as a result of battery flaws.</p> <p><strong>5. KKR-led group close to $1.1bn music rights deal</strong> In the latest sign of the private equity-fuelled land rush for music, a KKR-led investor group is close to buying <a href=\"https://www.ft.com/content/4c46aed3-bf84-42e9-b9d1-28d580a0161f\">a song catalogue</a>, spanning hits from Lorde and The Weeknd, from indie music company Kobalt for $1.1bn.</p> <h1>Coronavirus digest</h1> <ul>  <li><p>The <strong>US</strong> is <a href=\"https://www.ft.com/content/9e1a2f5e-590f-473c-9a98-66cdffeb6317#post-e1892bbc-db83-49ba-bfd2-f35d1ef41ee4\">to open its land borders</a> with Canada and Mexico to vaccinated travellers next month. The move is due to be announced later today and will end restrictions that were put in place at the start of the pandemic.</p></li>  <li><p>The <strong>global economy</strong> is entering a phase <a href=\"https://www.ft.com/content/f73d584f-fb2a-4a2f-ab8a-fa759031fa59\">of inflationary risk</a>, the IMF warned yesterday in its latest twice yearly report. The <strong>UK</strong> will suffer more <a href=\"https://www.ft.com/content/af12d4aa-0a3e-4758-83c4-0c4070b504fb\">longer-lasting economic damage</a> than any other G7 country, the IMF warned.</p></li>  <li><p><strong>Medicago</strong>, a unit of Mitsubishi Tanabe Pharma that is backed by Philip Morris International, is planning to launch the world's first <a href=\"https://www.ft.com/content/6e5ae49d-68db-4c4a-a3ff-9221c9db52be\">plant-based Covid-19 vaccine</a> that is potentially cheaper and easier to transport and store than conventional jabs. </p></li>  <li><p>A <strong>G20</strong> plan to give debt relief to poor countries has <a href=\"https://www.ft.com/content/00b21f50-b8e2-4460-835d-98e26354f404\">fallen far short</a> of expectations, with low-income borrowers deferring less than a quarter of their owed repayments.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Earnings </strong>America's largest bank <a href=\"https://www.ft.com/stream/3de2fad0-44c8-492f-9b62-7e1374292a9e\">JPMorgan Chase</a> kicks off earnings season for the sector today. It is expected to report a rise in third-quarter profit as record dealmaking activity boosted advisory fees for its investment bank. Asset manager <a href=\"https://www.ft.com/content/7dfd1e3d-e256-4656-a96d-1204538d75cd\">BlackRock</a> and <a href=\"https://www.ft.com/stream/16f44287-0144-42cf-9fba-1ef5d3992e8a\">Delta Air Lines</a> also report. </p> <p><strong>Economic data </strong>Data from the Bureau of Labor Statistics is expected to show the pace of US consumer price growth <a href=\"https://www.ft.com/content/4581bd5d-0771-44ca-93ac-13c4ed2a66be\">levelled off in September</a> at around a 13-year high. Economists forecast prices to have risen 5.3 per cent from a year ago. We also get minutes from last month's interest rate-setting meeting at the Federal Reserve.</p> <p><strong>EU to set out new Northern Ireland measures </strong>The European Commission will outline <a href=\"https://www.ft.com/content/ad61b5e8-e5d5-4356-be00-0f6fc78cb4c6\">a new package of measures</a> to try to ease the bureaucratic impact of trading arrangements that came into force at the beginning of the year in Northern Ireland and have led to some shortages.</p> <p><strong>Rishi Sunak hosts finance minister meeting</strong> The IMF and World Bank <a href=\"https://www.ft.com/global-economy\">annual meetings</a> continue in Washington today with UK chancellor Rishi Sunak hosting a meeting of G7 finance ministers to discuss global supply chain disruptions. G20 finance ministers and central bank governors also meet.</p> <p><a href=\"https://asiainsurance.live.ft.com/?reference=ftcuratededitorial&amp;utm_source=news&amp;utm_medium=ftcuratededitorial&amp;utm_campaign=2021pasiainsurancesummit\"><em>Join</em></a><em> us for FT Live's Asia Insurance Summit on October 28 for resilience and growth strategies from our panel of regulators, CEOs and other senior executives.</em></p> <h1>What else we're reading </h1> <p><strong>Hopes and fears for the global recovery </strong>As economies return to some normality, the job of central banks is relatively simple: less generous, better targeted assistance will be the order of the day, <a href=\"https://www.ft.com/content/dac75674-3d6b-4eaa-b3fe-51af3b7b0f40\">writes Martin Wolf</a>, sharing his analysis of the IMF's latest <em>World Economic Outlook</em><a href=\"https://www.imf.org/en/Publications/WEO\">&#xa0;</a>and&#xa0;<em>Global Financial Stability Report</em>.</p> <p><strong>Sinema and Manchin are wrong, but America needs</strong> <strong>them</strong> One thread holding the US together is the existence of conservative Democrats and liberal Republicans. If all they do is humanise and demystify their parties for opposition voters, it is a public service like no other, <a href=\"https://www.ft.com/content/7f0236e1-225e-4275-8341-276d3d8b223b\">argues Janan Ganesh</a>.</p> <p><strong>Xi gambles on economic tumult to cement his legacy </strong>China's president Xi Jinping could be heading into a <a href=\"https://www.ft.com/content/d4018362-7f61-48cc-931c-a4ebc216c10c\">storm of his own making</a> as he presses ahead with tough reforms to rein in property prices and reduce income inequality that could do more economic harm than good.</p> <p><strong>Covid success of mRNA vaccines opens path to new drugs </strong>The success of mRNA vaccines in the fight against coronavirus is opening the way to a <a href=\"https://www.ft.com/content/1f7f349f-d9e0-4b10-aa03-f411328f52ea?\">new generation of drugs</a>, with personalised cancer treatments among those being developed using a technology once distrusted by Big Pharma.</p> <p><strong>How to survive and thrive on an executive MBA</strong> For executive MBA participants, the flexibility to study part-time alongside a full-time job is a large part of the degree's appeal. But balancing a return to school with a career is a daunting prospect for many. Educators and students <a href=\"https://www.ft.com/content/8a9294f5-4feb-4e8b-87fc-c524ce0a2287\">offer some tips</a> on coping with the pressure.</p> <h1>Photography</h1> <p>The International Center of Photography on Manhattan's Lower East Side has mounted <a href=\"https://www.ft.com/content/91c556a9-21f9-420a-8455-af7e88ef228e\">a pair of retrospectives</a> by Gillian Laub and&#xa0;Diana Markosian which turn their autobiographies into museum-quality&#xa0;<em>fotonovelas.</em></p><p>Source: Gordon Smith, Gary Jones and Emily Goldberg 2021 'FirstFT: IEA says clean-energy spending must triple to curb climate change' FT.com 13 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-13T10:17:15.854Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1565,
          "end": 1572
        }
      ],
      "nexusId": "10042309"
    }
  ]
}