{
  "_id": "5b49245d329f008678a32c4b646000bcf528561e80253b5b6246ce7a658d3ab0",
  "feed": "wall-street-journal",
  "title": "Walmart Raises Forecast and Says Shelves Are Stocked for Holiday Shoppers; Comparable sales jumped 9.2%, fueled by groceries; retailer says it has plenty of inventory despite global supply-chain problems",
  "text": "<p>More shoppers visited stores than they did in the same period last year, with traffic up 5.7% and spending per trip up 3.3%, a sign that shopping habits may be normalizing after last year's extreme shifts in buying behavior.</p><p>Growth rose from earlier in the year as holiday shopping kicked off in October and strong grocery sales helped lift numbers after Walmart's grocery sales lagged behind compared with some competitors earlier in the pandemic.</p><p>Sales got a boost from inflation and spending related to government stimulus, the retailer said.</p><p>Walmart's results highlighted the uneven impact of supply-chain snarls, as large companies with deep pockets continue to show they can work around disruptions that are hobbling their smaller competitors. Some of the biggest U.S. retailers, including Walmart, Home Depot Inc. and Target Corp., have chartered their own cargo ships to sidestep congestion at U.S. ports.</p><p>\"We gained market share in grocery in the U.S., and more customers and members are returning to our stores and clubs,\" said Walmart Chief Executive Doug McMillon in a news release Tuesday. He said that Walmart has enough products to serve customers over the holiday season. \"Customers continue to move away from early pandemic behaviors,\" Mr. McMillon said on a call with analysts Tuesday.</p><p>Walmart's sales beat analysts expectations of around a 6.7% increase, according to FactSet.</p><p>Walmart's shares fell less than 1% in morning trading Tuesday.</p><p>Sales are rising, but retailers confront higher costs due to supply chain snarls, inflation, a tight labor market and shifting buying trends as the pandemic becomes part of everyday life.</p><p>U.S. retail sales rose 1.7% in October, a sign that consumers continue to spend despite rising inflation. Home-improvement retailer Home Depot on Tuesday said U.S. comparable sales rose 5.5% for the quarter ended Oct. 31, with fewer shoppers visiting than the same period last year, but spending more. A host of other retailers report earnings later this week and next, providing more clues on the state of spending and the supply chain.</p><p>Walmart said it had more products flowing through its supply chain this quarter than the same period last year when pandemic demand for some products strained supply. U.S. inventory rose 11.5% in the quarter as \"preparation for an expected strong holiday season,\" the company said.</p><p>The pandemic is teaching Walmart how to adjust to supply-chain strain and inventory supply issues quickly, some of which will stick around long term, company Chief Financial Officer Brett Biggs said. \"Three years ago, if we would have said our inventory is up 11% I would not have been very happy, but now we called it out in a headline because it shows we are ready for the holidays,\" he said.</p><p>In an inflationary environment, Walmart typically raises prices more slowly than competitors, helping it win more shoppers, said some analysts, but also putting pressure on profits.</p><p>\"The company is hedged well in an inflationary environment,\" said Mr. McMillon on a call with analysts. \"In this case our cost inflation is higher than our retail inflation, but we have lots of flexibility,\" to move prices around for some products while holding prices steady on others, he said.</p><p>Walmart's net income for the quarter fell to $3.1 billion from $5.1 billion in the same period last year when it booked a gain on investments. Without such items, adjusted earnings a share for the quarter hit $1.45. Walmart raised its full-year guidance for earnings a share to around $6.40 compared with a previous range set earlier this year of $6.20 to $6.35.</p><p>Gross profits fell due to higher supply-chain costs, Walmart said, partially offset by fewer discounts and added revenue from the retailer's growing advertising business. Operating cost rose due to higher wages, offset by strong sales and lower Covid-19 related costs.</p><p>Total revenue hit $140.5 billion in the quarter, up from $134.7 billion in the same period last year.</p><p>Walmart said stimulus-related spending helped sales in the quarter, but as those dollars fade consumers continue to spend, and store and warehouse staffing levels have improved.</p><p>\"When the stimulus dollars started to go away, the hiring situation changed,\" said Mr. McMillon. \"We saw people come back in a matter of weeks. We were back to being staffed.\" Walmart, the country's largest private employer with around 1.6 million U.S. workers, added about 200,000 workers in the last quarter, the company said Tuesday. Walmart's minimum wage for hourly workers is $12 per hour.</p><p>During the quarter, \"the customers had money,\" said Mr. McMillon. \"At some point, that's going to come to an end. Hopefully, that's a gradual process.\"</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Walmart Raises Forecast and Says Shelves Are Stocked for Holiday Shoppers</p>",
  "published": "2021-11-16T16:18:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 355,
          "end": 362
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 2392,
          "end": 2399
        },
        {
          "start": 3456,
          "end": 3463
        },
        {
          "start": 2794,
          "end": 2801
        },
        {
          "start": 546,
          "end": 553
        },
        {
          "start": 4750,
          "end": 4757
        },
        {
          "start": 4328,
          "end": 4335
        },
        {
          "start": 796,
          "end": 803
        },
        {
          "start": 3656,
          "end": 3663
        },
        {
          "start": 1116,
          "end": 1123
        },
        {
          "start": 1396,
          "end": 1403
        },
        {
          "start": 1038,
          "end": 1045
        },
        {
          "start": 2085,
          "end": 2092
        },
        {
          "start": 3974,
          "end": 3981
        },
        {
          "start": 1304,
          "end": 1311
        },
        {
          "start": 3240,
          "end": 3247
        },
        {
          "start": 4489,
          "end": 4496
        }
      ],
      "nexusId": "10042309"
    }
  ]
}