{
  "_id": "ea495178d999fbd68f2601054bab9774226dac9b668a3a10f70a4d3fdb968975",
  "feed": "wall-street-journal",
  "title": "Walmart Delivers Your Stuff—One Small Item at a Time; Shooting for speed, the retailer fills parts of e-commerce orders from a nearby store; a lonely set of towels, a single bag of crackers",
  "text": "<p>The 96-cent drumstick was a last-minute addition to an online order her daughter had placed just two hours before. She added it to her cart to get over the free-shipping threshold, and somehow it beat the rest of the order to their home in Arnold, Mo., by days.</p><p>When the same thing happened a few weeks later, this time involving a lonely towel set, Ms. Chiodini investigated. Her doorbell camera feed showed a driver pull up in a nondescript car and deposit the towels on her porch.</p><p>\"I couldn't believe that they would actually pay someone to bring that item to my house instead of throwing it in the shipping box,\" said Ms. Chiodini, a 42-year-old small-business owner. \"I was completely baffled.\"</p><p>Walmart Inc. is trying to master speedy delivery. Some of its efforts are leaving shoppers confused.</p><p>The retailer has been moving more items directly from stores to homes when that route is faster than the normal path through a warehouse, where an order is packed and then picked up by a carrier such as FedEx. Walmart uses drivers from food-delivery apps like Uber Eats and DoorDash, along with some of its own, to make runs straight from the store.</p><p>It means that despite all the headlines about global supply-chain snarls, some Walmart orders are arriving faster than ever, sometimes in hours. It also means people getting surprise visits from drivers bearing a single bag of crackers or a partial order of paprika.</p><p>Occasionally the purchase comes both early and in original packaging, sending parents scrambling to intercept a gift before it ruins a child's Christmas. Others don't mind getting deliveries super fast but question the rationale.</p><p>Even the drivers have questions. Julie Slover, a 59-year-old who delivers for Uber Eats a few hours a week in the Portland, Ore., area, said walmart.com orders pay much better—about $10 per delivery, she said, though they don't come with tips—than grocery or restaurant deliveries, and they are far less labor-intensive.</p><p>While Uber Eats typically groups several nearby deliveries together, each walmart.com delivery is usually tiny, Ms. Slover said, often a single item. She recently drove 15 miles to bring someone a bag of ponytail holders.</p><p>\"I don't know how they can afford to do that,\" she said. \"I deliver a small bag of peanuts, and then they pay me $10 to do that—it's ridiculous.\"</p><p>She recalled an interaction with a woman who didn't remember ordering a bag of crackers. When told it was from Walmart, the customer said, \"Oh, I placed a really huge order online—why are you sending me just a bag of crackers right now?\" Ms. Slover said.</p><p>\"She just kept saying, 'That's so weird!' \" Ms. Slover recalled. \"Everyone says that.\"</p><p>Walmart says faster delivery is a feature, not a bug, of its new system.</p><p>The retailer has focused on speeding up the pace of delivery in response to customers' preferences, said a spokeswoman. Its algorithm prioritizes speed when deciding how items get delivered, she said, which means if one product in an order is available at a nearby store, it can arrive first.</p><p>\"Each order is as unique as the customer placing it,\" said the spokeswoman, Camille Dunn. \"Customers have told us that delivering with speed is the key to earning their trust.\"</p><p>Walmart might lose money on an individual order, as many e-commerce companies do. But the retailer envisions a future where deliveries to a specific neighborhood are so concentrated the effort becomes more cost-effective, executives have told analysts.</p><p>Most customers have no idea their orders are sometimes handled by third-party apps, delivery drivers say. That makes it particularly confusing when something goes wrong.</p><p>David Littlefield, a graduate student from Glendale, Ariz., recently bought 10 bottles of paprika for a seasoning blend he likes to prepare in big batches. Walmart sent him an email saying that instead of being shipped, the items would be delivered from two nearby stores—eight bottles from one, two from another.</p><p>He later found two shopping bags by his door: one with eight bottles of paprika and one with two pairs of toddler's shoes. \"This doesn't look like paprika,\" he recalled thinking as he opened the second bag.</p><p>There was no address on the label, so he couldn't track down the intended recipient. Mr. Littlefield, 36, reached out to Walmart and was eventually told he would get a refund for the two missing bottles of paprika, and he could keep the shoes. He gave them to a member of his church who helps oversee welfare efforts.</p><p>Share Your Thoughts</p><p>What do you do if an unexpected package appears at your door? Join the conversation below.</p><p>Scott Kaminski of High Point, N.C., expected a Christmas present he ordered for his son to arrive in one of Walmart's signature blue-and-brown shipping boxes. Instead, while he was at work, the remote-controlled monster truck landed on the doorstep in its original packaging. The one to find it was his 8-year-old son.</p><p>\"At that point, I guess Christmas started early in my house,\" said Mr. Kaminski, 45, a marketing manager.</p><p>He said he contacted Walmart to complain and was offered a credit. Because their son was scheduled to get the Covid-19 vaccine the next day, Mr. Kaminski and his wife decided to turn the Christmas present into a vaccination gift.</p><p>Walmart's spokeswoman said the company is rolling out new packaging for its fast home deliveries: a plastic cover that hides what's inside.</p><p>Unlike Mr. Kaminski, Stephanie Ryan had a chance to save Christmas.</p><p>The 39-year-old education consultant from Carmel, Ind., bought a PAW Patrol Ultimate City Tower after her son said he was going to put it on his wish list. She placed the order on Walmart's site at 12:30 p.m. on a Friday.</p><p>Shortly afterward, she got an email saying, \"Great news! Your items were available at one of our nearby stores, so we're able to get them to you quicker than expected. They'll arrive by end of day.\"</p><p>The email said the items might arrive in original packaging. It didn't give a time, she said, \"so I kinda just kept watching the door.\"</p><p>The package arrived at 7:45 p.m. Ms. Ryan got a text a few minutes beforehand saying the driver was nearby. Her son just then was about 15 feet from the door, so she quickly texted her husband in another room asking him to go wait outside to intercept the package, while she took her son upstairs.</p><p>\"That,\" she said, \"was almost an epic mom fail.\"</p><p>Write to David Marcelis at david.marcelis@wsj.com and Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Walmart Delivers Your Stuff—One Small Item at a Time</p>",
  "published": "2021-11-28T18:36:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 4287,
          "end": 4294
        },
        {
          "start": 2679,
          "end": 2686
        },
        {
          "start": 4703,
          "end": 4710
        },
        {
          "start": 1011,
          "end": 1018
        },
        {
          "start": 3222,
          "end": 3229
        },
        {
          "start": 6457,
          "end": 6464
        },
        {
          "start": 5250,
          "end": 5257
        },
        {
          "start": 5638,
          "end": 5645
        },
        {
          "start": 700,
          "end": 712
        },
        {
          "start": 3801,
          "end": 3808
        },
        {
          "start": 5041,
          "end": 5048
        },
        {
          "start": 1230,
          "end": 1237
        },
        {
          "start": 2448,
          "end": 2455
        }
      ],
      "nexusId": "10042309"
    }
  ]
}