{
  "_id": "d112f44244ebdad05134b5289bf7447ce60c0e7157dfe0722600774a53cd1d45",
  "feed": "wall-street-journal",
  "title": "Texas Judge Leads  Tally of Cases With  Financial -2-",
  "text": "<p>   The Eastern District's outsize role in patent litigation has eased since 2017, when the Supreme Court limited plaintiffs to bringing their suits where defendants have an established place of business. The district now is only the third-busiest, of 94 court  districts, in patent cases. Judge Gilstrap, though, is still one of the busiest patent judges. </p><p>   Judge Gilstrap disqualified himself from a patent case in early 2012 but kept the case when it boomeranged back to him after brief stops in the courtrooms of two other judges. </p><p>   In the suit, the plaintiff alleged its patent was infringed by a tool on the websites of McDonald's Corp. and several other companies to help people find stores near them. Judge Gilstrap recused himself without explanation. Asked recently about it, he said, \"This was a long time ago, but I suspect the presence of McDonald's Corp. (which I hold in a personal brokerage account) would have prompted\" him to bow out. </p><p>   The judge to whom the case was reassigned retired after about two months. The district court assigned it to another judge, but later took it away from that judge in a rebalancing of caseloads. The case landed in Judge Gilstrap's docket again in January 2013. This time, he didn't recuse himself. </p><p>   McDonald's was no longer a defendant, having settled. The plaintiff, however, had filed more suits alleging that various retailers, banks and big-box stores were infringing its patent. Judge Gilstrap consolidated these suits. </p><p>   Of the more than two dozen companies that were by then parties, Judge Gilstrap's disclosure forms showed investments in five: Home Depot Inc. and JPMorgan (each $15,001 to $50,000 worth) plus Microsoft, Target and Walmart (each up to $15,000). </p><p>   Walmart and the plaintiff, LBS Innovations LLC, entered into an agreement to dismiss the claims against the retailer in September 2013. Judge Gilstrap discarded some of LBS's infringement claims against the remaining companies in a January 2014 ruling. Settlements with Home Depot, JPMorgan, Microsoft and Target quickly followed. </p><p>   Judge Gilstrap said the stocks in the five companies were assets of his wife's trust and didn't require his recusal. </p><p>    Eric Buether, a lawyer who represented LBS in the case, said, \"My experience is that he's a fastidious judge who holds all parties and lawyers to obey the rules and [I] would not expect this to be anything other than an innocent error if there even were one.\" Mr. Buether has a trial in Judge Gilstrap's court starting next week. </p><p></p>",
  "published": "2021-09-30T06:09:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1680,
          "end": 1687
        },
        {
          "start": 1710,
          "end": 1717
        }
      ],
      "nexusId": "10042309"
    }
  ]
}