{
  "_id": "5a19c79f6c3a6549bb626fb5304bbb9639090a339112ca6e5b83b8a8cee84aa2",
  "feed": "market-watch",
  "title": "Sovos is creating a lineup of small brands designed to take on big food companies",
  "text": "<p>“Smaller, on-trend brands are growing at the expense of the larger brands,” he told MarketWatch after Sovos shares began trading.</p><p>Sovos SOVO has four brands beneath its umbrella: Michael Angelo's and Rao's, both acquired in 2017; Noosa, acquired in 2018; and Birch Benders, acquired in 2020.</p><p>Michael Angelo's is an Italian frozen entrée brand. Rao's also has frozen entrées along with pasta, pasta and pizza sauce and soup. Noosa is a yogurt brand. And Birch Benders specializes in pancakes, waffles and baking.</p><p>Read: Warby Parker IPO: 5 things to know about the affordable-eyeglass maker now that it has gone public</p><p>Sovos acknowledges the competitive risk in the food industry in its prospectus, but Lachman is confident that his company is building a healthy stable of brands.</p><p>“We look specifically for brands that have taste superiority, strong consumer affinity, higher quality ingredients and a cleaner label,” Lachman said. “These brands are more likely to stick in a household after trial versus other brands.”</p><p>Sovos outlined its acquisition strategy in its prospectus, with taste, potential for expansion into new categories, and prospects as a “disrupter” taken into account. The company says it has analyzed more than 200 brands since it was formed. Sovos Brands was incorporated in Delaware on Jan. 17, 2017; the company is based in Louisville, Colo.</p><p>And the company doesn't shy away from premium pricing even as grocery prices are rising.</p><p>“The price of Rao's is significantly less than dinner out for four,” said Lachman. “Even in this type of environment, we're growing the share of our brands.”</p><p>Read:General Mills will raise consumer prices, and McCormick might, too</p><p>Rao's accounted for 55% of the sales for the 12 months to June 21 while Noosa accounted for 24%. The company highlights its reliance on dinner and sauces among the risk factors in its prospectus. That segment, which includes the Rao's lineup, accounted for about 70% of net sales in fiscal 2020, according to the prospectus.</p><p>“We believe that sales of products in our Dinners and Sauces operating segment will continue to constitute a substantial amount of our net sales for the foreseeable future.”&#xa0;</p><p>Moreover, a third party owns the Rao's trademarks for restaurant and bar services.</p><p>“We believe that the ‘Rao's' trademarks have significant value and are instrumental in our ability to market and sustain demand for our&#xa0;Rao's&#xa0;product offerings,” the prospectus said. “Any disputes concerning this co-existence agreement may cause us to incur significant litigation costs.”</p><p>Sovos merchandise is typically sold in Walmart Inc. WMT and Costco Wholesale Corp. COST, two of its biggest clients representing 13% and 16% of gross sales respectively, Kroger Co. KR, Whole Foods Market, which is an Amazon.com Inc. AMZN brand, and other chains.</p><p>See: Amazon says it's adding a Whole Foods delivery fee to avoid raising prices on merchandise</p><p>And: The vaccinated consumer's shopping list includes gourmet pasta sauce, Greek yogurt and Godiva chocolate, according to a new survey</p><p>For the fiscal year ending Dec. 26, 2020, Sovos reported net income of $10.8 million after a loss of $27.1 million the year before. Sales of $560.1 million were up from $388.0 million the year before.</p><p>For the first six months of 2021, the company had net income of $10.4 million and sales of $351.2 million.</p><p>“Our brands generally over-index with young and family-oriented consumers who have higher disposable incomes,” the company said in its prospectus.</p><p>https://twitter.com/RaosHomemade/status/1354205550842535939Sovos is an emerging growth company, which means it does not have to make the same disclosures required of bigger public companies. A business remains an emerging growth company until it reaches a number of milestones, including annual revenue of more than $1.07 billion.</p><p>Sovos also became a controlled company following the public offering, with private-equity firm Advent owning 64% of the outstanding common stock, or 62%, if the underwriters' option to purchase additional shares is fully exercised.</p><p>Sovos is using the proceeds from the IPO for general corporate purposes and to repay outstanding borrowings from its credit facilities, which, excluding costs, totaled $780 million as of June 26.</p><p>Don't miss:A.K.A. Brands shares slump in trading debut as company highlights risk that eco-conscious Gen Z shoppers will reject its fast-fashion business model</p><p>Before founding Sovos, Lachman, who is also a director, was operating partner at private-equity firm Altamont Capital Partners from May&#xa0;2015 to March&#xa0;2016 and a senior adviser at Advent. Lachman partnered with Advent as well as Sovos chairman William Johnson to create Sovos. Johnson has been an operating partner at Advent since June&#xa0;2014. Three other directors also hold positions at Advent.</p><p>Christopher Hall has been chief financial officer at Sovos since November 2019. Hall has also held positions at Sabra Dipping Company, LLC and PepsiCo PEP.</p><p>And: The two execs who led Spotify's direct listing say it gets to the ‘true price' for an IPO</p><p>Robert Graves, vice president of strategic initiatives and a board member, is also the owner of Morning Fresh Dairy Farm, LLC, which also regularly purchases and sells Noosa yogurt. Noosa also regularly uses Morning Fresh milk.</p><p>Sovos stock has risen to $13.57, up from the IPO price of $12.</p><p>The Renaissance IPO ETF has risen 0.2% for the year to date while the benchmark S&amp;P 500 index SPX has gained 15.6% for the period.</p>",
  "published": "2021-09-30T15:23:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2592,
          "end": 2604
        }
      ],
      "nexusId": "10042309"
    }
  ]
}