{
  "_id": "07dcad57b4cdc41e0acd6d06bb0a85372318e680e45b19aa875b424135162c69",
  "feed": "ftcomall",
  "title": "Amazon on track to defeat unionisation push at Alabama warehouse  ",
  "text": "<p>Amazon looked on course to defeat an effort to unionise workers at its warehouse in Bessemer, Alabama, with 49 per cent of ballots counted in a vote that is being closely watched by the US labour movement. </p> <p>Union leaders have vowed an immediate appeal over accusations that Amazon illegally intimidated employees, meaning the issue is likely to be decided not by the ballot itself but by regulators or officials in Washington.</p> <p>But as the count was halted for the evening on Thursday, “no” votes outnumbered “yes” by more than two to one — 1,100 to 463. There were 1,650 votes still to be counted on Friday. The union needs to reach 1,608 to win.</p> <p>About 55 per cent of the 5,800 staff at the Bessemer fulfilment centre cast a ballot — the first formal vote on organised labour at a US Amazon plant in the company's 26-year history.</p> <p>The vote count comes after months of bitter campaigning, during which Amazon executives sparred with politicians on social media, provoking ugly exchanges regarding working conditions at the ecommerce giant. </p> <p>In March, President Joe Biden urged Amazon to allow workers to make a “free and fair choice” on representation.</p> <p>Upon a final result, the Retail, Wholesale and Department Store Union plans to appeal, calling Amazon's union-busting efforts “despicable”.</p> <p>“Our system is broken, Amazon took full advantage of that,” said Stuart Appelbaum, RWDSU president. “We will be calling on the labour board to hold Amazon accountable for its illegal and egregious behaviour during the campaign.”</p> <p>If it finds the complaints are merited, the local National Labor Relations Board has the power to overturn the result, handing victory to the union. Amazon could then choose to contest the matter before regulators in Washington, a process that could take many months, labour experts said.</p> <p>The union's appeal will focus on the installation of a post box in the parking lot of the Amazon facility. </p> <p>Emails obtained by the union, via a freedom of information request, showed the US Postal Service had been pressured by Amazon to “move quickly” ahead of the vote. Details of the emails were first published by The Washington Post.</p> <p>“There seems little doubt that many Bessemer workers would have taken this as a sign that Amazon was playing an official role in monitoring and counting the votes,” said John Logan, a professor of labour and employment studies at San Francisco State University. </p> <p>In a statement, Amazon said the post box could be accessed only by the USPS, and that it was “a simple, secure, and completely optional way to make it easy for employees to vote, no more and no less”.</p> <p>Amazon has added more than 800,000 workers during the pandemic, bringing its total global workforce to 1.3m, as demand and revenues soared. In the US, the company is now the country's second-biggest employer behind Walmart, not including its vast network of delivery drivers who are hired via third-party contractors. </p> <p>In Europe, unionised Amazon workforces have staged a number of strikes over concerns around safety and working conditions.</p><p>Source: Dave Lee in San Francisco 2021 'Amazon on track to defeat unionisation push at Alabama warehouse  ' FT.com 8 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-08T23:23:18.716Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2822,
          "end": 2829
        }
      ]
    }
  ]
}