{
  "_id": "a3b39479119b4eef18e42b02a65c12fdb3985f4d462f16b658381f1fa01624ea",
  "feed": "wall-street-journal",
  "title": "Walmart Taps Another Former Justice Department Official for Compliance Role; Matt Miner, a former deputy assistant attorney general for the U.S. Justice Department, will serve as Walmart's chief compliance officer",
  "text": "<p>He fills a position left open by Daniel Trujillo, who served as Walmart's compliance chief for two years. The company announced Mr. Trujillo's departure internally in April.</p><p>Mr. Miner will report to Rachel Brand, Walmart's chief legal officer and another Justice Department veteran. She served briefly as the department's third-in-command under President Donald Trump before stepping down to work at Walmart.</p><p>Walmart hired Mr. Miner for the breadth of his compliance expertise, Ms. Brand said in an interview Wednesday. \"Matt is a very well respected expert in compliance—one of the reasons for that is that he has seen the compliance programs, both good and bad, of so many different companies,\" she said. \"He brings a broad perspective to our program, which is important because our business is diverse.\"</p><p>Walmart has been a target of the Justice Department and several of its attorney's offices for allegedly failing to properly screen questionable prescriptions despite warnings from its own pharmacists, which prosecutors say helped contribute to the nation's opioid crisis. Federal prosecutors last year filed a civil lawsuit accusing Walmart of failing to comply with the Controlled Substances Act.</p><p>The company has denied the claims and filed a pre-emptive lawsuit against the Justice Department to fight the case. The lawsuit, which accused the department and the Drug Enforcement Administration of trying to scapegoat the company for their own regulatory shortcomings, was dismissed by a judge in the Eastern District of Texas in February. The company has appealed the ruling.</p><p>While Mr. Miner's position will include oversight of a compliance program covering Walmart's pharmacy business, he won't be involved in litigation around the Justice Department's opioid claims, according to the company.</p><p>Mr. Miner said the allure of joining an organization with a compliance program the size of Walmart's prompted him to leave his post at the law firm Morgan, Lewis &amp; Bockius, which he joined after departing the Justice Department in late 2019.</p><p>\"It is a compliance organization that has had tremendous investment over time, especially within the last decade,\" Mr. Miner said in an interview. \"It's a mature organization, with dedication from the top down, and a lot of resources that are in place already.\"</p><p>Before the opioid-related probes, Walmart was the focus of long-running investigations by the Justice Department and Securities and Exchange Commission into allegations of bribery in Mexico and elsewhere.</p><p>The company spent heavily to strengthen its compliance program during the probes, accruing more than $900 million in costs for compliance enhancements and internal investigations by the time it reached a $282 million settlement with the Justice Department and SEC, according to its financial reports.</p><p>Before his latest stint at the Justice Department, Mr. Miner held several other government positions, including as a staff member of the U.S. Senate Judiciary Committee and as a prosecutor in the U.S. attorney's office in the Middle District of Alabama.</p><p>In his new role, Mr. Miner said he would be involved in helping the company assess emerging risks and evolve its compliance program to meet them. \"It's a very, very appealing opportunity to go in and work at a company as part of its continuous improvement of what is really a large and complex compliance structure,\" he said.</p><p>Write to Dylan Tokar at dylan.tokar@wsj.com</p><p>Walmart Taps Another Former Justice Department Official for Compliance Role</p>",
  "published": "2021-08-18T23:43:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 213,
          "end": 220
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 409,
          "end": 416
        },
        {
          "start": 3439,
          "end": 3446
        },
        {
          "start": 807,
          "end": 814
        },
        {
          "start": 400,
          "end": 407
        },
        {
          "start": 2343,
          "end": 2350
        },
        {
          "start": 64,
          "end": 71
        },
        {
          "start": 1140,
          "end": 1147
        },
        {
          "start": 1668,
          "end": 1675
        },
        {
          "start": 179,
          "end": 186
        },
        {
          "start": 1896,
          "end": 1903
        }
      ],
      "nexusId": "10042309"
    }
  ]
}