{
  "_id": "2d503570d4f3157122f1612587ad7b19608b3285c5db27b7951e87416ee7b35a",
  "feed": "wall-street-journal",
  "title": "Walmart Plans Search for New Finance Chief; Brett Biggs, who has been with the company for 22 years and CFO for about 6 years, intends to leave in early 2023",
  "text": "<p>The Bentonville, Ark.-based company said it would consider internal and external candidates for the CFO post.</p><p>Mr. Biggs joined Walmart in 2000 and has been CFO since Dec. 31, 2015. His previous roles included serving as CFO for Walmart International, Walmart U.S. and Sam's Club.</p><p>As Walmart's CFO, Mr. Biggs made several key investments, such as raising workers' wages and streamlining its international operations to focus on China, Mexico and India, said Rupesh Parikh, senior analyst for food, grocery and consumer products at Oppenheimer &amp; Co., an investment bank.</p><p>Over the next year, Mr. Biggs and potentially his successor will likely focus on helping Walmart assess the impact of changing consumer habits and the economic uncertainty stemming from the coronavirus pandemic, Mr. Parikh said. Mr. Biggs's successor also could help expand business lines such as healthcare and digital advertising to boost revenue and profits, Mr. Parikh said. \"There are many more opportunities to grow today than there were a few years ago for Walmart,\" the analyst said.</p><p>Walmart earlier this month reported another quarter of strong sales despite supply-chain challenges. Its total revenue rose 4.3% to $140.5 billion in the quarter ended Oct. 31 from the prior-year period. Net income fell to $3.1 billion from $5.1 billion in the year-earlier period, when the company booked a gain on investments.</p><p>\"Brett's high character and strong leadership have played a central role during one of the most significant periods in the company's history,\" Doug McMillon, president and chief executive of Walmart, said in a statement. \"Brett has elevated the finance organization and strengthened the team through his commitment to excellence and talent development.\"</p><p>During the transition period, Mr. Biggs is set to continue receiving his annual base salary of $1 million. He won't be eligible to earn an annual cash incentive or receive any future equity awards during that window. Mr. Biggs will receive payments totaling $2 million over a two-year period after he retires from the company. Walmart also said it would accelerate the vesting of 6,800 restricted shares of the common stock Mr. Biggs will hold as of his retirement.</p><p>A Walmart spokeswoman declined to comment beyond the company's release and regulatory filing.</p><p>Write to Mark Maurer at mark.maurer@wsj.com and Colin Kellaher at colin.kellaher@wsj.com</p><p>Walmart Plans Search for New Finance Chief</p>",
  "published": "2021-11-29T18:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 127,
          "end": 134
        },
        {
          "start": 1581,
          "end": 1588
        },
        {
          "start": 251,
          "end": 258
        },
        {
          "start": 2071,
          "end": 2078
        },
        {
          "start": 1061,
          "end": 1068
        },
        {
          "start": 2212,
          "end": 2219
        },
        {
          "start": 2393,
          "end": 2400
        },
        {
          "start": 1033,
          "end": 1040
        },
        {
          "start": 658,
          "end": 665
        },
        {
          "start": 228,
          "end": 235
        },
        {
          "start": 283,
          "end": 290
        }
      ],
      "nexusId": "10042309"
    }
  ]
}