{
  "_id": "4af9b03159c6b710c8e6ee0c89fe435eba6eb1571f877908038b4be210c0e977",
  "feed": "ftcomall",
  "title": "EU recovery fund ‘too slow and complicated', says French minister",
  "text": "<p>France has called on the EU to overcome “blockages” to ensure faster disbursement of its €750bn<a href=\"https://www.ft.com/content/03d72613-1745-4520-9ba3-5a94c8a3963f\"> recovery fund </a>to member states, and said the coronavirus pandemic will require re-evaluating eurozone fiscal constraints.</p> <p>“I see there are blockages and that all this is too slow, that we need to accelerate and that if we want to emerge from the economic crisis in the best conditions, the European money must arrive as quickly as possible,” Bruno Le Maire, French finance minister, told the Financial Times in an interview on Tuesday. </p> <p>Referring to last year's Franco-German negotiations that led to the EU's historic decision to raise common debt to disburse as grants to member states whose economies have been hammered by the pandemic, he added: “We didn't expend all that political capital only for the plan to be delayed for technocratic reasons . . . It's too slow and it's too complicated. We must accelerate.”</p> <p>The EU's 27 members need first to detail how they plan to use the grants and loans by the end of April. Once those plans are approved by the European Commission, disbursements are expected to begin in the second half of the year.</p> <p>France intended to spend at least half of its own €100bn recovery plan — 40 per cent of which is to be funded by the EU recovery fund — by the end of this year, Mr Le Maire said, predicting a sharp economic recovery later in 2021.&#xa0;</p> <p>“This is perhaps the most difficult moment of the crisis because there are new, very infectious variants of the virus, vaccinations have not yet been fully rolled out and there is an immense exhaustion of our citizens, particularly in the economy — artisans, shopkeepers, small businesses.”&#xa0;</p> <p>Mr Le Maire reiterated calls for the EU to review the bloc's stability and growth pact. The rules, which limit members' annual public sector deficits to 3 per cent of gross domestic product and debt to 60 per cent of GDP, have been suspended during the coronavirus crisis. France's public sector debt jumped around 20 percentage points last year to 120 per cent of GDP.</p> <p>He said that rules, while essential for the 19 eurozone members, “should be re-evaluated to take into account reality — and that reality is three things: the highest debt levels in our history, the lowest interest rates in our history, and the largest investment needs in our history”.&#xa0;</p> <p>France is able to raise 10-year sovereign debt at a negative interest rate of 0.33 per cent and 50-year debt at just 0.59 per cent, he said.</p> <p>Even the hawkish <a href=\"https://www.ft.com/content/ba177185-90c6-41cc-8989-5efe77689392\">Wolfgang Schäuble,</a> the former German finance minister who championed strict application of the growth and stability pact, has expressed sympathy with those who say the rules should be reformed before being reimposed. “After the pandemic a lot of things will be completely different to the way they were before,” he <a href=\"https://www.ft.com/content/ba177185-90c6-41cc-8989-5efe77689392\">told the FT</a>.</p> <p>Mr Schäuble, president of the Bundestag, was however less sympathetic about complaints from EU member states about the strict monitoring of the EU-financed recovery and reform plans. The EU, he said, had spent too much time arguing about the fund's size and not enough thinking about its use.</p> <p>Mr Le Maire defended his decision to preemptively oppose Canada's Couche-Tard €16.2bn <a href=\"https://www.ft.com/content/4e8a2ac5-bfa6-4da6-81b5-44d8238644a2\">takeover bid</a> for supermarket group Carrefour earlier this month to protect <a href=\"https://www.ft.com/content/05319282-cddc-4022-b31b-e5ad09b0ad0c\">“food sovereignty”</a>, and batted away criticism that the move risked scaring away foreign investors.&#xa0;</p> <p>Carrefour was a <a href=\"https://www.ft.com/content/284c9d2b-9a27-4341-b332-c860cec07217\">special case</a> as one of the biggest private sector employers in France and its central role in the country's food distribution system, he argued.&#xa0;</p> <p>“Do you imagine for a second that a foreign investor would be allowed to buy Walmart [in the US]?” he asked. “Let's stop highlighting the Carrefour case — it was not the right deal and it was not the right time. So it's normal that the state stepped in to play its role of protecting the economy.”</p> <p>Under a decree passed in 2005, the government can review takeovers of domestic&#xa0;companies by foreign buyers in sectors deemed strategic, such as defence, energy, water and telecoms. France has expanded the list of areas covered by the rules and last year added “food security”, thus giving it a tool to <a href=\"https://www.ft.com/content/1cdb5387-61fd-4005-a2ae-72b03b86185f\">thwart the</a> Carrefour takeover. Some technologies have also been protected, including biotech, quantum computing, artificial intelligence, robotics, semiconductors, energy storage and cyber security.&#xa0;</p> <p>“We're not taking anyone by surprise here — food distribution is on the list of foreign investments that are subject to review by the state,” said Mr Le Maire.</p> <p>“But just because something is on the list of strategic sectors does not mean the state will oppose all takeovers or investments in these areas. It just means we will review them to make sure that they do not cause difficulties in terms of our technological sovereignty or hurt our most fundamental interests. That is all.”&#xa0;</p> <p>Since the Carrefour episode, some investors and analysts have questioned whether the protective framework has grown too broad. After reviewing about 100 French listed companies, research group Alphavalue found that more than two-thirds of their total market value were “out of reach for non-European buyers”.</p> <p>“Maybe France is too explicit or transparent about its toolbox to contain foreign ambitions, but such proportions are simply absurd,”<a href=\"http://blog.alphavalue.com/activists/stakeholding-vs-shareholding-means-71-of-france-out-of-reach/\"> Alphavalue wrote</a>.&#xa0;</p> <p>Mr Le Maire expressed scepticism over those figures and insisted the Macron government was intent on making France more business friendly. He cited tax cuts for corporations, lower capital gains levies and fewer regulatory burdens, pledging to maintain the policies despite the current crisis.</p> <p>“We want to remain the most attractive country in Europe,” he said.</p><p>Source: Victor Mallet and Leila Abboud in Paris  2021 'EU recovery fund ‘too slow and complicated', says French minister' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-27T05:00:49.425Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3599,
          "end": 3606
        }
      ]
    }
  ]
}