{
  "_id": "73ea8c4bf4d4398c31c966f64355c877039855803bae601430d4b84fa5ae9313",
  "feed": "ftcomall",
  "title": "EG Group to raise extra $1.8bn debt to buy Asda petrol stations",
  "text": "<p>EG Group, the highly leveraged petrol stations business whose billionaire owners have bought UK supermarket chain Asda, is planning to raise an extra $1.8bn in the next stage of the group's debt-fuelled acquisition spree.</p> <p>The move would add to the Blackburn-based group's $9bn debt pile and mark the latest in a <a href=\"https://www.ft.com/content/356acc82-fb11-11e9-98fd-4d6c20050229\">series acquisitions</a> that have propelled its rapid growth in recent years. Its latest foray into bond markets comes even as the group seeks permission to delay publication of audited financial statements, in another sign of its breakneck deal making.</p> <p>EG, which is owned by billionaire brothers Mohsin and Zuber Issa and the private equity firm TDR Capital, plans to use about $1bn of the new funds to buy Asda's forecourts, two people with knowledge of the matter said. The brothers and TDR last year agreed a £6.8bn deal to buy Asda.&#xa0;</p> <p>The remainder of the $1.8bn is split between $582m to buy OMV's petrol station business in Germany, a deal it agreed in December, and $188m to refinance debt it took on to acquire a KFC franchise from Belfast-based Herbert Group last year, the people said.&#xa0;</p> <p>EG's latest unaudited results, published on Thursday, showed a 23 per cent fall in like-for-like revenue in the year to December 2020, as the pandemic forced lockdowns that reduced footfall and fuel sales.&#xa0;</p> <p>The company said its like-for-like earnings before interest, tax, depreciation and amortisation rose 10 per cent in the same period, to $943m.&#xa0;</p> <p>Michael Hughes will step down as EG's chief financial officer, moving to a new role of chief strategy officer, the group added. He will be replaced by Paul Altschwager, chief financial officer of EG's Australian business.&#xa0;</p> <p>The company said it needed more time to share audited results with bondholders because KPMG, which became its auditor after <a href=\"https://www.ft.com/content/9fc64c00-0813-49b0-bb77-faca20ce3474\">Deloitte resigned over governance concerns</a> last year, would need “significant time and resources” to “establish an audit team that is capable of preparing for and carrying out an audit of the size and scale of EG Group.”&#xa0;</p> <p>EG Group this week appointed Alison Carnwath, the former chair of Land Securities, as a non-executive director and chair of its audit committee.&#xa0;It appointed retail veteran Stuart Rose as non-executive chair last month. </p> <p>“I am incredibly proud of EG's strong performance in 2020, which is testament to the incredible dedication of our colleagues around the world,” Mohsin Issa said in a statement. “At the same time, the group has continued to take significant and proactive steps forward in its longer-term development.”&#xa0;</p> <p>The new debt is expected to be a combination of junk bonds and loans, with about $1.4bn in “first-lien” debt, which is the first to be repaid in the event of a default, and the remaining $400m in more junior-ranking loans.&#xa0;</p> <p>It comes weeks after the Issa brothers and TDR Capital raised the largest-ever sterling junk bond, in a £2.75bn debt sale to back their acquisition of Asda.</p><p>Source: Kaye Wiggins and Robert Smith in London 2021 'EG Group to raise extra $1.8bn debt to buy Asda petrol stations' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-25T17:59:48.413Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}