{
  "_id": "812cdadf366a4d288b1294a07ec22280c5ad000f4bd738c07b4ed4b3ec531d4c",
  "feed": "market-watch",
  "title": "Dow attempts to claw back from omicron-sparked losses, but trades well off opening highs",
  "text": "<p>How are stock-index futures trading?</p><p>The Dow Jones Industrial Average DJIA rose 112 points, or 0.3%, to about 35,000, but was well off an opening peak at 35,287.91.</p><p>The S&amp;P 500 index SPX gained 44 points, or 1%, to 4,639.</p><p>The Nasdaq Composite Index COMP advanced 212 points, or 1.4%, to about 15,704.</p><p>In a holiday-shortened session on Friday, the Dow slumped 905.04 points, or 2.5%, to 34,899.34, with the index logging its worst daily drop since Oct. 28, 2020, according to FactSet data. The S&amp;P 500&#xa0;fell 106.84 points, or 2.3%, to 4,594.62, and the Nasdaq Composite sank 353.57 points, or 2.2%, to 15,491.66.</p><p>What's driving the markets?</p><p>Stocks were staging a partial comeback on Monday following the worst day in more than a year for the Dow and S&amp;P 500 on Black Friday, amid growing concerns over the new omicron variant of the coronavirus. The World Health Organization's technical advisory group on Friday declared it a “variant of concern,”&#xa0;and a number of countries imposed flight bans from countries in southern Africa, where the variant was first discovered. Omicron has been detected in around a dozen countries, according to media reports.</p><p>Read: ‘Markets don't bottom on a Friday': COVID stock rout puts these S&amp;P 500 levels in focus when trading resumes</p><p>Little is known about omicron, but investors Friday braced for bad news. Still, some were focusing on preliminary indications of “mild” symptoms among those who had tested positive.</p><p>Dr. Angelique Coetzee, the South African doctor who was first to spot the new variant, told the BBC over the weekend that patients she had seen had “extremely mild symptoms.” But she added that it wasn't clear yet how the disease would affect more vulnerable people, a view that was echoed elsewhere.</p><p>Read:U.S. health officials urge caution, but not panic, over omicron variant</p><p>“The pandemic and COVID variants remain one of the biggest risks to markets, and are likely to continue to inject volatility over the next year(s),” Keith Lerner, co-chief investment officer and chief market strategist at Truist Advisory Services, wrote in a Friday note. “It's hard to say at this point how lasting or impactful this latest variant will be for markets.”</p><p>Chris Larkin, managing director trading at E-Trade Financial said in emailed comments that “as the initial shock wears off a bit, traders could be eyeing opportunities and coming to terms with the possibility of some short-term volatility associated with a potential new wave.</p><p>“But keep in mind, while COVID continues to be a serious threat, we're in a very different place than we were at the start of the pandemic in terms of medical advances and the strength of our economy,” Larkin wrote.</p><p>Shares of Moderna Inc. MRNA&#xa0;were rallying for a second session Monday, on hopes for the quick development of an omicron-specific COVID-19 booster vaccine.&#xa0;</p><p>Investors will get important economic updates this week, which ends with November nonfarm payroll on Friday. Fed Chairman Jerome Powell is scheduled to speak Monday afternoon at the opening of the New York Innovation Center.</p><p>Retailers will remain in focus for Cyber Monday, another big post-Thanksgiving shopping day. Adobe Analytics reportedly said online shoppers spent $8.9 billion this year, at the low end of its expectations and slightly short of the $9 billion that was spent in 2020.</p><p>Crude oil futures were also rebounding from a plunge Friday, with benchmark U.S. crude CLF22 up 3.2% to $70.30 a barrel, and Brent crude BRNF22, the international benchmark, jumping 3% to $73.73 a barrel.</p><p>Investors are awaiting this week's OPEC gatherings, with a couple of technical meetings reportedly delayed so that members can assess the variant and price action. WTI slumped 13.1%, to close at $68.15 a barrel on the New York Mercantile Exchange on Friday, the biggest one-day drop for a front-month contract since April 20, 2020, according to Dow Jones Market Data. Brent tumbled 11% and both contracts saw their lowest close since Sept. 9.</p><p>Meanwhile, pending home sales rose 7.5% in October, compared with September, the National Association of Realtors&#xa0;reported&#xa0;Monday. Economists polled by MarketWatch had projected a 0.7% increase for pending home sales in October.</p><p>Compared with last year, pending sales were down 1.4%, reflecting how much home-buying activity has cooled from the breakneck pace of last year.</p><p>Which companies are in focus?</p><p>Shares of Twitter Inc. TWTR were up 4.7% after Jack Dorsey confirmed reports that he was stepping down as chief executive. He will be succeeded by Twitter chief technology officer Parag Agrawal. Dorsey also is the CEO of Square SQ and has been deeply involved in crypto such as bitcoinBTCUSD and other passion projects. Shares of payments company Square were up 0.5%.</p><p>Walmart Inc.&#xa0;WMT&#xa0;announced Monday that it will begin the search for a successor to Chief Financial Officer Brett Biggs, who has been with the company for 22 years and became CFO on Dec. 31, 2015.</p><p>Shares of Bumble Inc.BMBLbounced Monday, after the dating-app operator was upgraded at Raymond James, which cited an “attractive entry point” following the post-earnings plunge.</p><p>Chegg Inc.'s stock&#xa0;CHGG&#xa0;jumped after the online education company announced a $300 million accelerated share repurchase (ASR) plan.</p><p>Shares of Hertz Global Holdings Inc.&#xa0;HTZ rose after the car rental company announced a new stock repurchase program of up to $2 billion.</p><p>How are other markets faring?</p><p>The yield on the 10-year Treasury note&#xa0;TMUBMUSD10Y&#xa0;rose by about 5 basis points to around 1.53%, versus 1.484% on Friday at 2 p.m. ET. The bond market was closed on Thursday in observance of Thanksgiving and ended an hour early on Black Friday.</p><p>The ICE U.S. Dollar Index&#xa0;DXY, a measure of the currency against a basket of six major rivals, was up 0.3% at around 96.348.</p><p>Gold futures for December delivery&#xa0;GCZ21&#xa0;rose less than less than 0.1% to trade at $1,786.50 an ounce.</p><p>The Stoxx Europe 600&#xa0;SXXP&#xa0;traded 1.2% higher, and London's FTSE 100 index&#xa0;UKX&#xa0;rose 1.4%, recovering some of Friday's decline of more than 3.5%.</p><p>In Asia, the Shanghai Composite&#xa0;SHCOMP&#xa0;finished less than 0.1% lower, while the Hang Seng Index&#xa0;HSI&#xa0;lost 1% in Hong Kong. China's CSI 300&#xa0;000300&#xa0;declined 0.2% and Japan's Nikkei 225&#xa0;NIK&#xa0;finished 1.6% lower.</p><p>—Mike Murphy contributed to this article</p>",
  "published": "2021-11-29T11:26:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4757,
          "end": 4769
        }
      ]
    }
  ]
}