{
  "_id": "8148dd0bdbe57a825ab1a838553f396df17e3140545b9893e2c24191c2c51c43",
  "feed": "ftcomall",
  "title": "Boxed: online grocery service is a bargain for users, not investors",
  "text": "<p>Chains like Costco have built an empire selling two-gallon tubs of mayonnaise to American bargain hunters. Boxed, dubbed an online Costco for millennials, hopes young shoppers will be just as keen to bulk-buy as their parents. That is hype. The lossmaking company will go public via a special-purpose acquisition company at a near <a href=\"https://www.globenewswire.com/news-release/2021/06/14/2246390/0/en/Boxed-to-Become-A-U-S-Publicly-Traded-Company-Through-Merger-With-Seven-Oaks-Acquisition-Corp.html\">$900m valuation</a> that looks overpriced.</p> <p>Founded in 2013, Boxed offers discounted household staples and groceries without the need for paid membership. Shipping comes free on orders of $49 or more.&#xa0;</p> <p>Without sign-up requirements, new customers should be easy enough to attract. Yet net sales grew just 8 per cent in 2020 to $187m. Boxed wants investors to ignore that lowly number and fix their gaze on projected sales of $1bn by 2026. By then, it claims, adjusted ebitda will be positive once it successfully licenses proprietary technologies to other retailers. </p> <p>These targets look overly optimistic.&#xa0;Growing online grocery sales are creating plenty of opportunities but Boxed is not best placed to cash in. One of the biggest challenges in online retail is the so-called “last mile” of customer deliveries. Both Target and Walmart have circumvented this partly by offering click-and-collect services, allowing order pick ups at nearby stores. Both use their stores, sometimes as warehouses, to fulfil online orders. This cuts down last mile delivery costs. Boxed does not have this option and shipping bulky items is expensive. </p> <p>Gross margins reveal the difference. Boxed reported a 14 per cent gross margin last year, compared with 28 per cent and 24 per cent at Target and Walmart.</p> <p>There is no shortage of competition in the grocery delivery business. Amazon and Instacart offer well-known options for shoppers looking to buy household items. </p> <p>Yet in spite of this the shares are hardly a steal. The Spac deal values Boxed's equity at around 5 times 2020 revenue, compared with just one times at Costco. Walmart trades on two times its 2020 grocery sales. Any potential investors should do their shopping elsewhere. </p> <p><em>Our popular newsletter for premium subscribers Best of Lex is published twice weekly. Please sign up </em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a><em>.</em></p><p>Source:  2021 'Boxed: online grocery service is a bargain for users, not investors' FT.com 14 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-14T17:38:58.850Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1933,
          "end": 1940
        },
        {
          "start": 1152,
          "end": 1159
        },
        {
          "start": 1603,
          "end": 1610
        }
      ]
    }
  ]
}