{
  "_id": "d6f16ebb156c5954aaf4aa6d52ed86d433de1479d83e71ea1e170c291d53e912",
  "feed": "wall-street-journal",
  "title": "Logistics Operators Raise Pay, Enlist Robots to Meet Holiday Demand; Competition for warehouse labor is fierce as e-commerce volumes surge and companies pull out all the stops on recruiting",
  "text": "<p>Warehouse operators are throwing every tool they can at increasingly urgent efforts to hire seasonal workers as they brace for an expected flood of holiday goods amid competition for scarce labor from deep-pocketed rivals.</p><p>Logistics providers are boosting pay, adding flexibility to shifts, blanketing social media with recruitment ads and even shipping in more robots to help workers field surging e-commerce volumes. They are also jockeying with titans like Amazon.com Inc., Walmart Inc. and United Parcel Service Inc. that are dangling inducements, from signing bonuses to assistance with college tuition, as they push to bring on hundreds of thousands of workers ahead of the holidays.</p><p>\"When companies are looking ahead to peak season…the word I'm hearing most often is 'terrified,'\" said Dan Johnston, chief executive and co-founder of WorkStep, a startup whose software helps companies hire and retain supply-chain workers.</p><p>Workers to fill online orders and push merchandise out to stores are in short supply in a tight U.S. labor market in which service industries say the lack of available staff is hampering their recovery efforts. Some warehouse employees say they are already working overtime under sometimes tough conditions to meet heavy consumer demand.</p><p>\"There is a huge amount of demand for jobs and people, and we have not shifted people across into our industry at the rate that demand has changed,\" said Kraig Foreman, president of e-commerce for DHL Supply Chain North America, a unit of Deutsche Post AG whose contract logistics customers include running-shoe maker Brooks Sports Inc. and Italian candy giant Ferrero International SA.</p><p>DHL Supply Chain aims to hire 12,000 seasonal workers in North America for this year's holiday peak, a 20% increase from 2020. The company is raising pay and adding hundreds more collaborative robots that navigate warehouse aisles to help workers pick orders.</p><p>Demand for distribution workers has skyrocketed as more consumers shop online, in part because picking, packing and shipping e-commerce orders is more labor-intensive than traditional warehouse operations that distribute wholesale goods or replenish store inventory.</p><p>The pandemic accelerated e-commerce adoption as homebound consumers loaded up digital shopping carts. Covid-19 also deepened pressure on blue-collar labor ranks, with some people leaving the workforce because of concerns about getting sick or to care for family members.</p><p>Big retailers who once devoted seasonal hiring to store workers are adding to the competition by bringing in more workers to logistics operations geared toward online demand. Walmart plans to hire 20,000 workers for its supply chain operations ahead of the holidays. TargetCorp. plans to hire 100,000 seasonal staffers this year, about 30,000 fewer than last year's goal, but the retailer said it has tripled the number of store fulfillment workers over the past two years.</p><p>The push for workers is driving sharp increases in pay. Wages for e-commerce workers have jumped from between $13 to $15 an hour in recent years to as much as $19 an hour in some markets, logistics executives said, led by the sector's biggest operators.</p><p>Starting pay for Amazon warehouse workers is up to $22 an hour in some locations, the company said, while the average hourly wage for supply-chain workers at rival Walmart is now $20.37.</p><p>Even the largest operators are feeling the strain. The tight labor market added $450 million to FedEx Corp.'s costs in the most recent quarter, the delivery giant said last week, with those headwinds expected to persist through the end of the year.</p><p>Alejandro Mateo, who earns $13.25 an hour picking online and wholesale clothing orders for G-III Apparel Group Ltd. at a warehouse in Dayton, N.J., said many of his co-workers have quit for other distribution jobs that pay more.</p><p>The remaining staff are working overtime to push merchandise out to stores for the holiday season, Mr. Mateo, a union shop steward for the Laundry, Distribution and Food Service Joint Board, Workers United, SEIU, said through a translator.</p><p>\"The work is not easy,\" Mr. Mateo said. \"We don't have any air conditioners, they promised us fans and they still haven't provided all the fans.\" The 62-year-old said he injured his back pulling clothing-laden trolleys.</p><p>A representative for G-III, which designs, sources and markets apparel for brands including DKNY and Andrew Marc, declined to comment.</p><p>Even with pay raises, the press for labor is so strong that some warehouse employers have started offering four- and five-hour shifts to accommodate workers who can't take on a full day because of child care or other obligations, said Brian Devine, senior vice president of logistics-staffing firm ProLogistix.</p><p>The tight job market is \"the most frustrating thing in my 26-year career,\" Mr. Devine said. \"Our recruiting costs have doubled, we're advertising more…everything from help-wanted yard signs to drive-through job fairs. Radio campaigns, billboards, we're pulling out all the stops.\"</p><p>Some companies aren't waiting around for human workers. The staffing crunch is accelerating automation across largely manual warehousing and fulfillment operations, as companies girding for big seasonal spikes in volume try to step up their ability to handle goods.</p><p>Greenwich, Conn.-based GXO Logistics Inc. added 40% more robotics and automation systems in North America in 2021 and plans to open nine new automated U.S. sites to support e-commerce this year. GXO said it has increased pay by between $3 to $5 an hour on average in key markets and is offering other financial incentives, including sign-on bonuses.</p><p>The demand isn't expected to let up anytime soon.</p><p>France-based logistics provider Geodis SA expects its North American e-commerce business to handle 20% more volume this year in the post-Thanksgiving shopping rush between Black Friday and Cyber Monday. The company, which is also increasing its use of robots, is looking to bring on about 10,000 seasonal workers this year, up from 8,500 in 2020.</p><p>\"I don't see it ever going back to where it was, pre-Covid,\" said Mike Honious, Geodis's chief executive for the Americas.</p><p>Write to Jennifer Smith at jennifer.smith@wsj.com</p><p>Logistics Operators Raise Pay, Enlist Robots to Meet Holiday Demand</p>",
  "published": "2021-09-26T12:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 477,
          "end": 489
        },
        {
          "start": 2628,
          "end": 2635
        },
        {
          "start": 471,
          "end": 484
        },
        {
          "start": 3345,
          "end": 3352
        }
      ],
      "nexusId": "10042309"
    }
  ]
}