{
  "_id": "a695b1aae804c1b9f26d7799b7c06026590b7f30ab0eb406ec2b25880412bd3f",
  "feed": "wall-street-journal",
  "title": "REVIEW & OUTLOOK (Editorial):  The Lockdown Jobs Slump",
  "text": "<p>   Equity markets took in stride Friday's labor report showing 140,000 job losses in December, and that sounds right. The slump is the clear and unsurprising result of renewed state lockdowns amid the latest Covid-19 surge. But the economy looks poised for a boom in 2021, with another jobs acceleration, once vaccines roll out and the virus emergency subsides. </p><p>   Leisure and hospitality accounted for the bulk of the job losses (498,000), as states such as Washington, Michigan and Pennsylvania banned indoor dining. California even barred restaurants from serving outdoors amid a broad lockdown that closed most personal services. New unemployment claims in California alone last month totalled more than 710,000. </p><p>   Yet the jobless rate stayed at 6.7% as most lockdown losses were offset by strong job growth in such industries as manufacturing (38,000), construction (51,000) and even retail (120,500). Employment in residential construction grew by some 57,200 in 2020. </p><p>   Employment is also up 172,100 year-over-year at big-box retailers like Walmart, Costco and Target. They've been growing fast to compete with Amazon. The pandemic shift to online commerce has created 223,200 new jobs in couriers and 103,500 in warehouses over the last year. Most new jobs tied to online commerce aren't going away once the virus ebbs. </p><p>   Payrolls were also revised up 135,000 for October and November, which underscores the strong job growth before states tightened business restrictions. Permanent layoffs also fell 348,000 last month while temporary layoffs increased 277,000, which suggests plans to rehire workers once restrictions ease. </p><p>   Other recent economic signals suggest the potential for a post-Covid boom this year. The Institute for Supply Management's services index rose 1.3 points in December to 57.2, which indicates the economy is still expanding. The ISM manufacturing index jumped to 60.7, the strongest growth since August 2018. Copper prices, a bellwether for manufacturing, are up 16% over the last two months. </p><p>   Wages and salaries in November were higher year-over-year, and the savings rate was a whopping 12.9% -- twice as high as before the pandemic. And that was before Congress last month passed $600 stimulus payments for individuals and child dependents plus $300 in weekly federal enhanced unemployment benefits through mid-March. </p><p>   In other words, we now have a record amount of spending in the pipeline on top of record household savings to drive short-term consumer demand. Then there's the Federal Reserve's stated determination to keep interest rates low, which has fueled a mortgaging refinancing boom that is adding to the spending reserve. </p><p>   All of which means the economy doesn't need more spending under the false flag of \"stimulus.\" No matter, Democrats jumped on the December report to demand another round of $2,000 individual payments, an infrastructure blowout, and a state bailout. </p><p>   \"We will finally pass the robust relief that our state and local heroes -- our health care workers; first responders; transit, sanitation and food workers; and our teachers, our teachers, our teachers -- need to keep our communities healthy, safe and working,\" said Speaker Nancy Pelosi. </p><p>   Her list of progressive constituencies to massage -- our unions, our unions, our unions -- gives her spending game away, and it has nothing to do with the economy. </p><p></p>",
  "published": "2021-01-09T07:12:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1038,
          "end": 1045
        }
      ],
      "name": "Walmart Inc.",
      "id": "US9311421039",
      "nexusId": "10042309"
    }
  ]
}