{
  "_id": "98b1f5a79406cfd383d6875e059d5e7c0c630458862fbef639eba96656075bdd",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  How  Remote Work  Is Reshaping -2-",
  "text": "<p>   The co-living company Common recently awarded grants to developers in Bentonville and four other cities -- New Orleans; Ogden, Utah; Rocky Mount, N.C.; and Rochester, N.Y. -- to create \"remote work hubs\" that combine offices and co-working spaces with affordable housing. Bentonville, where home prices are up 12.1% in the past year, already is part of a program in Northwest Arkansas that offers $10,000 plus a newly arrived worker's choice of either a free bike or a membership for the city's museums. It is in part an effort to leverage long-running efforts by Walmart to attract top talent to work in-person at its Bentonville headquarters. </p><p>   To lure and support the growing ranks of remote workers, communities will need to build out more complete ecosystems for them to live, work and gather. First and foremost, that means ensuring adequate broadband connectivity. As the pandemic fades and people venture back outside, it will also mean ensuring the availability of abundant co-working spaces and \"third spaces\" such as cafes and restaurants, where remote workers can mingle and meet, and outdoor recreational spaces where they can go to recharge their mental batteries. </p><p>   Even before the pandemic, entrepreneurs in many second- and third-tier cities were building up the stocks of unique restaurants, shops, cafes and co-working spaces. In time, smaller cities, suburbs and rural areas -- using spaces left by storefronts and offices shuttered in the pandemic's upheaval -- could evolve into more complete live-work communities, or what urbanists call \"15-minute neighborhoods,\" in which all the necessities of life, work, play and education can be found within a walk or bike ride from home. When you spend more time working from home, living in a vibrant neighborhood matters more. As more communities develop their own remote work economies, long commutes could become a thing of the past. </p><p>   The remote-work revolution isn't a cure for many of America's economic problems, nor does it offer a solution for the nation's longstanding economic and racial divides. Remote work primarily benefits skilled professional workers, who are almost twice as likely to take advantage of it as the overall labor force. Roughly 40 million Americans, by contrast, work in lower-wage, high-risk jobs that require close contact with other workers or customers. Households earning more than $100,000 a year are more than twice as likely to work remotely as those making less than $50,000. White workers are considerably more likely to work remotely than Blacks or Hispanics, who have been afflicted with Covid-19 and died at much higher rates than whites. Communities and the nation as a whole must take steps to ensure that the shift to remote work lifts as many boats as possible. </p><p>   Nor is remote work an economic boon to all of America's communities. In fact, it can be expected to reduce the fortunes of some former success stories and extend the problems of some struggling towns. The places that will compete the best are those that offer unique amenities -- lakefronts like Michigan's Upper Peninsula, ski slopes like Telluride, Colo., or Park City, Utah., college-town charms like Ann Arbor, Mich., or Madison, Wisc., and cosmopolitan and creative rural communities like Woodstock, N.Y., that are close enough to big cities for occasional office visits. Many older, decaying cities, run-of-the mill suburbs with nothing to offer but tract houses, and depressed rural areas are likely to fall further behind. </p><p>   The long-established central business districts of major cities will also face challenges to their viability, as they already have for the past year. With the rise of remote work, it will no longer be necessary or desirable to pack and stack knowledge workers into giant office towers. Virtually abandoned today, these office districts are projected to see a decline of as much as 20% to 30% in post-pandemic demand for space. </p><p>   The most lavish office towers in superstar cities like New York could survive and even thrive as brand statements for major companies and amenity-filled experiences for their tenants. Even in the midst of the pandemic, the premier office districts of New York and San Francisco remain the priciest in the country. But older buildings in less exclusive commercial areas in those cities are sure to suffer. And office and commercial rents are likely to decline even further in those second- and third-tier cities that have been losing business and professional services to larger cities for some time. </p><p>   The decline of office districts will hurt the fiscal situations of cities large and small and will be a big blow to low-wage service workers. Many jobs at the shops and restaurants that support those office corridors will be eliminated and move to places where professionals are doing their old jobs from home. At the same time, remote work promises better jobs for less skilled workers in some communities. The economic multiplier effects from remote work mean that each new work-from-home job leads to even more jobs in support services. </p><p>   The remote-work revolution promises to change the way that Americans work and live. It will allow smaller cities, suburbs and rural areas to compete with the superstar cities on the basis of price and amenities. It will shift the main thrust of economic development from paying incentives to big employers to investing and building up a community's quality of life. As communities attract more remote workers, their tax bases will grow, allowing them to improve schools and public services, benefiting everyone. Eventually, companies will come too. That holds out the possibility of a better, more virtuous circle of economic development. </p><p>   --- </p><p>   Mr. Florida is University Professor at the University of Toronto's School of Cities and Rotman School of Management and an economic development adviser to cities and initiatives including Tulsa Remote. Mr. Ozimek is chief economist at Upwork, a company that connects businesses to remote freelancers. </p><p></p>",
  "published": "2021-03-06T07:04:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 564,
          "end": 571
        }
      ],
      "nexusId": "10042309"
    }
  ]
}