{
  "_id": "8210ad703f2625c6d9a2121e0e604aabd276b9d6279f4057edb18ed7ec1d16e3",
  "feed": "ftcomall",
  "title": "Pandemic makes UK grocers an easier sell to investors",
  "text": "<p>As Sainsbury's chief executive this week laid out some clear benefits from the pandemic — booming online orders and sales pinched from closed pubs and restaurants — investors reacted with customary indifference.</p> <p>A near 3 per cent fall in the share price on the day of the UK supermarket group's full-year results continued a trend long seen in the sector. </p> <p>Shares in the UK's three quoted food retailers — Sainsbury's, Tesco and the smaller Wm Morrison — have underperformed the FTSE 100 for more than a decade. All pay smaller dividends now than 10 years ago. </p> <p>“Food retail is seen as mature, low-growth, capital-intensive, low-margin and competitive,” said Richard Buxton, a fund manager at Merian. His fund owns Tesco shares, which trade at virtually the same price today as they did in 2014 when the group faced the <a href=\"https://www.ft.com/content/5823a7cc-4279-11e4-9818-00144feabdc0\">biggest crisis in its history</a>.</p> <p>Yet many analysts believe the sector is now in far better shape. “For the first time in almost a decade, the major structural threat of the discounters is on the back foot and needing to find answers to questions posed by the Big Four,” said Andrew Porteous, HSBC analyst.</p> <p>A number of value-focused and “special situations” investors have noticed the improvement. The biggest shareholder in Sainsbury's is no longer the Qatar Investment Authority, which built up a stake in 2007 and 2008 at prices more than double the current level, but Czech billionaire Daniel Kretinsky.</p> <p>Vesa, his investment vehicle, doubled its stake to 9.9 per cent this month, describing the company as “an attractive opportunity” and expressing support for Simon Roberts, chief executive. </p> <p>Third-placed Asda <a href=\"https://www.ft.com/content/f814b7c7-4b35-47a3-9b87-8af2153001be\">was recently acquired</a> by private equity firm TDR and petrol-station billionaires Zuber and Mohsin Issa. And at Morrisons, value investment specialist Silchester is the single biggest holder with 13 per cent. </p> <p>“I think we've seen in the market reaction over recent months that there is growing interest in the sector,” said Roberts, though he declined to comment on his contact with Kretinsky.</p> <p>Investors have been wary of the established UK supermarkets since the aftermath of the financial crisis when, rather than cut prices for customers whose wages had stopped rising, they tried to maintain profit margins. That allowed discount operators Aldi and Lidl to open hundreds of new stores, forcing the incumbents to slash prices to win back customers. Profits fell sharply and dividends were cut.</p> <p>But new managers and years of restructuring have put the big supermarkets back on their feet. Pricing has become more competitive and market share losses slowed.</p> <p>The pandemic, which has closed pubs and restaurants for long periods has provided a further boost, driving up sales across the sector and particularly at the Big Four.</p> <p>Shoppers found social distancing easier in a giant Tesco than a compact Aldi. Wider ranges made it easier to do big weekly shops and established supermarkets scaled up their online offerings quickly. Higher volumes and bigger basket sizes <a href=\"https://www.ft.com/content/00559d14-84da-4184-bc8f-1d6ec090b106\">improved the economics</a> of ecommerce. </p> <p>This has not yet fed through to profits because the pandemic also resulted in substantial additional costs. But as those burdens begin to ease, supermarket bosses are setting out a new stall to investors based around cash returns.</p> <p>“The first thing we have to do is deliver on the plan we have set out,” Roberts said this week, referring to his strategy of concentrating on food, cutting costs and lowering prices. “Then focus on the cash story: free cash flow is rising, net debt is falling and we are using cash more effectively.”</p> <p>Tesco and Morrison have also stressed their commitment to maximising cash flow and returning any surplus to investors.</p> <p>“What's most important . . . is to make sure that we are delivering some consistency in our dividends and the cash returns to shareholders,” Ken Murphy, Tesco chief executive, told analysts this month.</p> <p>Tesco, like Sainsbury's, declared an unchanged dividend despite the profit falls caused by the pandemic. “I hope that's taken as an indication of my serious intent to maintain some sort of consistency of returns,” said Murphy, adding that share buybacks were also “very, very close to the top of our agenda”.</p> <p>Low valuations mean speculation about takeover bids for other grocers is rarely far away. Porteous said it was “entirely possible” that private equity firms or other acquirers would move in “if they can see greater value in those cash flows than the market does”.</p> <p>But Buxton was sceptical about more M&amp;A, saying that private equity groups would worry about their exit route. The UK regulator's decision to <a href=\"https://www.ft.com/content/f6b758d8-671e-11e9-9adc-98bf1d35a056\">block the takeover</a> of Asda by Sainsbury in 2019 means any merger involving two of the Big Four supermarkets is off the agenda.</p> <p>Selling back to public markets is also risky. Last year, Cerberus <a href=\"https://www.ft.com/content/abdc4ff0-6257-4a66-8ffe-b9df3920d15a\">scaled back the flotation of Albertsons</a>, a US supermarket chain, after lukewarm investor demand.</p> <p>Buxton said the back-to-basics strategies were right. “People don't want diversification into new areas or geographies.”</p> <p>But not everyone is convinced. Terry Smith, one of the UK's most successful fund managers, said that despite recent improvements, the sector still had some unattractive characteristics, including margins so thin that “every bump in the road is potentially very painful”.</p> <p>“They also make very low returns on capital, significantly below their cost of capital, which in the long run is disastrous,” he said, adding that many of the benefits of restructuring seem to have flowed to customers in the form of lower prices. </p> <p>“Over time they have started to resemble utilities funded by shareholders for the benefit of consumers,” Smith said. “To paraphrase the&#xa0;late great Sir Brian Pitman, sometimes some markets don't produce any winners\".</p><p>Source: Jonathan Eley 2021 'Pandemic makes UK grocers an easier sell to investors' FT.com 1 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-01T08:00:37.416Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}