{
  "_id": "d469b10814e617331d54019b8cc48317b67729192f03bc764e2e36d415e6428e",
  "feed": "wall-street-journal",
  "title": "Business News:  United Looks to a Startup  To Buy Flying Electric Taxis  ----  By Alison Sider",
  "text": "<p>   United Airlines wants to fly you to the airport. </p><p>   United Airlines Holdings Inc. said Wednesday that it plans to buy up to 200 flying taxis from an electric aircraft startup, as the airline industry seeks new technologies to reduce its carbon footprint. </p><p>   The purchase would be valued at $1 billion, according to Archer, the Palo Alto, Calif.-based company developing the air taxis. The tentative agreement is a stamp of approval for Archer, which said Wednesday that it will go public through a combination with a special-purpose acquisition company in a deal that values the combined company at about $3.8 billion. </p><p>   United and Mesa Air Group Inc., a regional carrier that is joining with United on the purchase, said they envision using the taxis to whisk passengers over congested highways to hub airports. The taxis, which Archer said will be capable of flying 60 miles at 150 miles an hour, could nearly halve carbon dioxide emissions for passengers traveling from Hollywood to Los Angeles International Airport, United said. </p><p>   Airlines say technology like flying electric taxis can help them reduce emissions, though they say there isn't currently a substitute for the jet-fuel powered engines that power most aircraft. Batteries can't match the energy density of jet fuel, and airline executives have said that electric or hydrogen-powered aircraft may be useful only for short trips. </p><p>   \"With the right technology, we can curb the impact aircraft have on the planet, but we have to identify the next generation of companies who will make this a reality early and find ways to help them get off the ground,\" United Chief Executive Scott Kirby said. </p><p>   Archer aims to begin production in 2023 and launch consumer flights the following year. </p><p>   United said that it would help speed the aircraft's development through a strategic partnership, but that the taxis must get regulatory approval and meet the airline's operating and business requirements before a purchase is completed. United and Mesa have the option to buy another $500 million of aircraft under the deal. </p><p>   During the coronavirus pandemic, carriers have grounded planes and slashed flying. United lost over $7 billion last year and has relied on government aid to avoid laying off thousands of workers. </p><p>   But airline executives including Mr. Kirby have said they expect the environmental costs of travel to weigh more heavily on eco-conscious consumers after the pandemic. Some Europeans have said in surveys that they had cut back on travel before the pandemic for environmental reasons, and policy makers there have considered taxing jet fuel. </p><p>   Newer airplanes are more fuel efficient than many older models, but until the pandemic hit, emissions were still rising as more people traveled and airlines added flights. Commercial aviation accounts for about 2% of global carbon emissions and about 12% of all carbon dioxide emissions from transportation, according to the International Council on Clean Transportation, a nonprofit research organization. </p><p>   Carriers have dabbled in biofuel, but cost and availability remain obstacles to wider adoption. Many carriers have relied largely on purchasing carbon offsets -- essentially paying to plant trees to remove as much carbon dioxide as their flights release -- to reduce emissions. </p><p>   United has pledged to become carbon neutral by 2050 and last year said it would invest in a carbon-capture project to suck carbon dioxide out of the air and sequester it underground. Mr. Kirby has criticized carbon offset programs and said more drastic action is needed to combat the effects of climate change. </p><p>   Archer and Atlas Crest Investment Corp., a special-purpose acquisition company backed by investor Ken Moelis, said they expect their deal to go public to provide about $1.1 billion in gross proceeds to the combined company. In addition to their aircraft order, United is investing $20 million in the startup, while Mesa is investing $5 million. Other investors include auto maker Stellantis NV, and former Walmart Inc. executive Marc Lore. </p><p>   --- </p><p>   Dave Sebastian contributed to this article. </p><p></p>",
  "published": "2021-02-11T07:12:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3997,
          "end": 4009
        }
      ]
    }
  ]
}