{
  "_id": "c0a3bf60d342f1e5ded39a816eab78e7c425821cdde0feed1dca8303982665a0",
  "feed": "wall-street-journal",
  "title": "Business News:  Albertsons Sales  Growth Outpaces  Rivals in Pandemic  ----  By Jaewon Kang",
  "text": "<p>   Albertsons Cos. reported stronger sales growth than some rival food sellers as consumers continue to buy more groceries than usual during the coronavirus pandemic. </p><p>   After booking strong sales to consumers who spent most of 2020 cooking at home, Albertsons and other grocers are working to keep sales momentum and hold on to customers who they hope will make some of their pandemic-era eating habits permanent. Many consumers are shopping for groceries less frequently, buying greater amounts of food when they do and at times splurging on premium food products. </p><p>   \"We continue to see fewer trips per household but larger baskets,\" Albertsons Chief Executive Vivek Sankaran said on a call with analysts. </p><p>   Albertsons, based in Boise, Idaho, said sales, excluding fuel, at stores open at least 15 months rose 12.3% for the quarter ended Dec. 5. The sales growth reflected a slight decline from the prior quarter, when the company posted a 13.8% increase, but it beat expectations and was higher than sales growth at other grocers such as Kroger Co. and Walmart Inc. </p><p>   Shares in Albertsons rose 2% Tuesday. Albertsons, the nation's second-biggest grocer, generated $124 million in profit, partly as costs associated with the pandemic continued to rise. On an adjusted basis, Albertsons reported $387 million in profit. </p><p>   Mr. Sankaran said Albertsons is expanding its offering of products such as meal kits and store brands for people cooking at home. Fresh seafood, meat and floral products have been selling well, he said, adding that sales are growing even in markets with fewer restrictions related to the pandemic. Consumers continue to make breakfast and lunch at home, he said, as businesses extend work-from-home policies or implement flexible workweeks. </p><p>   Digital sales more than tripled and Albertsons said it has accelerated its rollout of pickup services. It now offers pickup in 1,181 locations out of 2,253 stores. Pickup is the fastest-growing business within e-commerce, the company said. Many grocery shoppers are ordering groceries online to avoid visiting stores during the pandemic. </p><p>   Albertsons is among grocers preparing to become major providers of Covid-19 vaccines. Food retailers are hiring thousands of pharmacists and pharmacy technicians, expanding scheduling services and securing equipment such as freezers ahead of the mass vaccination. </p><p>   As the initial wave of vaccinations has proceeded more slowly than anticipated slowly, many grocers are being tapped by state and federal officials to step in earlier than planned to provide inoculations. </p><p>   On an adjusted basis, Albertsons posted earnings of 66 cents a share for the latest quarter. The company updated its outlook for fiscal 2020. It is expecting same-store sales growth of 16.5% and adjusted earnings of $3.05 to $3.15 a share. </p><p></p>",
  "published": "2021-01-13T07:03:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1046,
          "end": 1058
        }
      ]
    }
  ]
}