{
  "_id": "99dfd884f7fc4113c204b6f83341c268dc5e36d7df3a0fd78d20921316b0b4bc",
  "feed": "wall-street-journal",
  "title": "Business News:  Costco  Sales Rise  On Crisis  Demand  ----  By Kimberly Chin",
  "text": "<p>   Costco Wholesale Corp.'s sales climbed again in the latest quarter as Americans continue to shop for food and goods for the home during the pandemic. </p><p>   The wholesale retail chain's revenue rose to $44.77 billion in the quarter ended Feb. 14, a 15% increase from a year earlier, driven by strong demand for fresh food and household goods and topping analysts' projections of $43.7 billion. </p><p>   Comparable sales, at stores or digital channels operating for at least 12 months, rose 13% during the February quarter, excluding the impact of gasoline sales and currency movements. The retailer's e-commerce sales rose 75% from the prior year as adjusted. </p><p>   The average ticket size increased 12% companywide. </p><p>   The company experienced some supply-chain challenges in the quarter regarding container shortages and port delays, which led to delays in furniture, sporting goods and sundry items like seafood, imported cheeses and oils. </p><p>   \"We expect these pressures to ease in the coming months, but it's impacting everyone,\" Chief Financial Officer Richard Galanti said on a call with analysts Thursday. The cost to the company per shipping container is up 10% to 15%, Mr. Galanti estimated on the call. </p><p>   Overall, the company said it had some pressure to keep shelves stocked with electronics, such as TVs, computers and smart-home devices due to chip shortages, and with canned beverages due to aluminum shortages. </p><p>   The quarter's results included a strong December period. The company's net sales for the five-week period ended Jan. 3 increased 12% to $19.14 billion versus a year ago. </p><p>   Big-box retailers including Walmart Inc. and Target Corp. have generally fared well amid the coronavirus crisis, selling items that shoppers are buying more of, such as food and home goods. In general, large retailers and grocers remained open throughout the pandemic. </p><p>   Costco recorded a profit of $951 million, or $2.14 a share, for the quarter, up from $931 million, or $2.10 a share, a year earlier. Analysts were targeting $2.45 a share. This included $246 million in pretax costs primarily related to premium wages paid during the pandemic. </p><p>   For the quarter, the company reported selling, general and administrative expenses of $4.34 billion, up 16% from a year earlier. </p><p>   The company boosted its pay for its U.S. workers to at least $16 an hour beginning this month. Costco has long paid its store workers more than most competitors, in part to reduce turnover as part of its low-cost operating model. Its minimum U.S. wage has been $15 an hour, the same as the starting wage at Amazon.com Inc. and Target. Costco has about 180,000 full-time and part-time U.S. employees. </p><p>   Costco said it spent around $1.1 billion on Covid-19 related expenses between March last year and February this year, with the majority going to a $2 an hour pay boost for store workers, Mr. Galanti said. Going forward, with the permanent pay increase in place, the roughly $1 billion expense will fall to about $500 million for the current year, he said. </p><p></p>",
  "published": "2021-03-05T07:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1592,
          "end": 1604
        }
      ]
    }
  ]
}