{
  "_id": "47a130572469cb6c054823a28fa7cfc0f7e19fd281503d52bc598c06d7891a65",
  "feed": "ftcomall",
  "title": "Our extreme family holiday in Wyoming's truly wild west",
  "text": "<p>As we drove up the increasingly steep hairpins on a dirt road deep in the Wyoming back-country, the black sky erupted into a violent storm. We were driving a minivan and towing a beaten-up old horsebox, creating a vehicle more than 40ft long. We'd removed the van's back two rows of seats and added a Walmart double mattress topper to create a budget RV for our summer holiday. My wife Jessica's dual citizenship had gained me and our two children entry through the all-but-closed US border.</p> <p>Just a few miles short of the trailhead, the rear-wheel-drive van suddenly lost traction on a particularly aggressive switchback and slid into knee-deep mud on the inside of the bend, jackknifing the trailer. Freya, eight, and Jackson, four, cuddled wide-eyed into their mum.</p> <p>A peculiar groaning noise came from the trailer. Apparently, Tiberius and Titan, our recently rented llamas, weren't too happy either.</p> <p>Not exactly the start to our first family expedition this professional adventurer had planned. “Don't worry, we're totally stuck, so at least we won't slide off the mountain! And besides, uncertainty is what adventure's all about!” Jess and the kids didn't look at all convinced.</p> <p>The Wind River Range, or “The Winds”, is a mountain range that runs for about 100 miles through western Wyoming. A subrange of the Rocky Mountains, the Winds sit among three adjoining “wilderness areas” — the Bridger, Fitzpatrick and Popo Agie — that together create 1,138 sq miles of truly wild west.</p> <p>Though federally managed and protected in law, American wilderness areas are not subject to the same stringent restrictions as the national parks, allowing far greater freedom for personal recreation and exploration. Motorised transport is usually banned, as is the building of roads, but unlike many national parks, you don't have to pay an entrance fee, you can stay as long as you like and animals including dogs, horses and — crucially for us — llamas are allowed (though a free livestock permit is required).</p> <p>As a family we have enjoyed many <a href=\"https://www.ft.com/content/5e74baba-a98f-4a73-9f02-d358ef34f0af\">mountain adventures</a> in more accessible areas such as the Lake District, where we live, and the Alps, with their convenient network of lifts and refuges. As a professional climber I've led many expeditions into remote regions and spent much of my life deep in the world's wildest places.</p> <p>I wanted to share the powerful feeling of self-sufficiency, commitment and connection with a wilder world that comes from an extended period in a really remote place. Such an adventure is all the more memorable and exciting with the objective of a hard-to-reach summit. This was to be our first family expedition.</p> <p>The limiting factor for how much time you can spend in the back-country is quite simply how much you can carry. With all the camping kit, climbing gear and, most critically, food required for a family of four to spend 14 days in autonomy, you're looking at around 100kg.</p> <p>Enter Tiberius and Titan. Unlike horses, llamas are extremely easy to handle — our training lasted no more than an hour. Part of the camelidae family, they are hardy, require very little food or water and can travel over surprisingly rough terrain carrying up to 35kg each.</p> <p>Highly social herd animals, they are always kept or rented in at least pairs. Well-trained llamas like Tiberius and Titan are curious, friendly and pleasant to be around. And of course the kids, and almost everybody we met on the trail, loved them.</p> <p>“Do you think they like sweeties?” said Jackson, kindly offering a Werther's Original to Tiberius, as we loaded up the llamas at the Big Sandy trailhead, a 45-mile drive east of the little community of Boulder, much of it on dirt roads. It was two days after the misadventurous start of our trip — our difficulties with the van had been overcome later that evening with the selfless help of a passing local and his massive 4x4, though not without snapping his three-tonne tow rope multiple times and spraying everything in a good deal of mud.</p> <p>Now we were leaving the van to set off for a fortnight travelling through the Winds' forests, meadows, rocky peaks, lakes and glaciers. The tallest summit, Gannett Peak, reaches 13,810ft, and a well-maintained trail network offers access throughout the range. Most of the trails start above 8,000ft and the high altitude makes the benign summer season fleetingly short, further compounded by a horrific mosquito hatch at the start of the warm weather. We visited at optimum time, in early August.</p> <p>Within an hour of leaving the car park, we came face to face with a huge moose. The potentially dangerous beast was obviously more terrified than us as it took off from the trail at a gallop through the thick forest. Quite a spectacle.</p> <p>As the sun began to go down, the alpenglow setting alight the spectacular Cirque of the Towers, Jess cast her line into the calm waters of Billy's Lake, beside our first camp.</p> <p>Using a spinner — frowned on by local purist fly-fisherfolk — she landed a rainbow trout on that very first try. A clutch more followed in the most successful hour's fishing of a lifetime. A well-informed fellow hiker had earlier pointed out an edible mushroom the size of a football, called a penny bun. We feasted on our foraged delights, pan-fried in olive oil.</p> <p>For the most part, the hiking in the Winds was not as brutal as I had anticipated, save for the notorious steep passes. The kids demanded we play games — usually I Spy or 20 Questions — almost constantly and we would usually hold their hands to keep them moving. Our secret weapon, audiobooks played on a phone, was reserved for the most demanding days.</p> <p>Llamas cope with most terrain with remarkable ease but they cannot travel over fields of large boulders such as the one at the foot of Texas Pass that guarded the entrance to the Cirque of the Towers from our western approach.</p> <p>We left them tied to stakes in a small meadow by a stream and loaded three days of gear into a giant rucksack that I would haul, with Jess load-free in case Jackson needed to be carried. Accompanied by Stephen Fry's melodic voice recounting tales of the boy wizard, we hiked over the pass and down into the jaw-dropping cirque. Another terrific storm struck, and the excitement of thunder and lightning soon soured as Jess and I had to physically shield the kids from hailstones the size of marbles that left bruises.</p> <p>An arduous slog through awful conditions with tearful, exhausted kids finally led us to our campsite by Cirque Lake, a glistening emerald surrounded by the giant granite towers that give the cirque its name. Cold, wet and miserable, with flashbacks to Scottish camping disasters, we pitched the tent and scrambled inside, thankful that we'd diligently packed our sleeping bags and spare clothes in dry bags.</p> <p>Our intended climbs now seemed out of the question. Just a few days into the trip, thoughts of aborting the expedition crept into my mind.</p> <p>Promptly they were vanquished by the remarkable continental climate of the Midwestern states. No sooner had the torrent ceased than the big blue sky returned, with a gentle breeze that in just a couple of hours had thoroughly dried clothes and warmed spirits, a task that could have taken days or even weeks in the maritime weather of our native shores. Rejuvenated, we played hide-and-seek among the boulders.</p> <p>My friend and climbing partner from Arizona, Wilson Cutbirth, joined us that evening. We rendezvoused with the help of the back-country adventurers' indispensable aid, the Garmin inReach, which we both carried: a satellite communication device that enables messaging and GPS location and can be used as a personal locator beacon to initiate a rescue at the push of button in an emergency.</p> <p>Our first summit was Pingora Peak, a formidable granite dome, near-vertical on all sides and dubbed “impossible” by the first Europeans to lay eyes on it. The east ledges route is in fact a relatively easy climb, though with 700ft of roped climbing on top of at least the same again of steep scrambling, it is a major outing for a four-year-old.</p> <p>Wilson led the whole climb and we employed a modern tactic for multi-pitch climbing known as “fix and follow”, which enables all the followers to climb together, a game-changer for family ascents. We enjoyed a picnic in a spectacular position on an exposed ledge halfway up, the kids apparently blissfully unaware of anything unusual about the setting.</p> <p>The next day, Freya, Wilson and I tackled the fantastically exposed East Ridge of Wolfs Head, a much longer, more committing and complex alpine outing, which we deemed too much for Jackson.</p> <p>One especially dramatic section, known as “The Sidewalk”, is a spine of rock set at a 50-degree angle, just 3ft wide. With vertiginous drops in excess of 500ft on both sides, it is enough to make the most seasoned alpinist gasp. Freya was frightened but with gentle encouragement she faced her fear and padded her way up the knife-edge ridge on all fours into less exposed terrain.</p> <p>“Dad, being in nature is like opening a window into your heart to let in the happiness that was always there, only you just did not know it before,” said Freya afterwards. My heart almost burst.</p> <p>Beaming from ear to ear, she romped along the remainder of the 1,000ft climb and literally skipped past a party who had started hours ahead of us on the long and treacherous descent.</p> <p>The following day we returned over Texas Pass. Tiberius and Titan were thrilled to see us and looked as relaxed and healthy as ever, though there was a noticeable pair of very short-munched circles of grass in the meadow.</p> <p>After a couple of casual days spent fishing, bouldering and exploring, we continued deeper into the wilderness to the more austere, seldom-visited Mount Hooker.</p> <p>The west face is a 2,000ft vertical wall of the most beautiful jade-coloured granite, comparable in scale and severity to Yosemite's El Capitan. We camped in a small meadow surrounded by large boulders and whitebark pines, close to a shallow lake littered with stepping stones.</p> <p>Wilson and I set off early to climb a long, difficult route touted as among the very best of its kind, called Gambling in the Winds. We committed to an audacious alpine-style ascent, climbing the 14 continuously hard rope lengths, carrying very little in a single continuous push.</p> <p>High on the cliff, long into the night on the very last hard section, we both “hit the wall”. Wilson doubled over with abdominal muscle spasms and I suffered debilitating finger cramps caused by dehydration and exhaustion, exacerbated by the 12,000ft altitude. We were forced to pull on a few pieces of gear, forsaking a “free” ascent but safely completing the route.</p> <p>Down at camp, Jess woke to snuffling and grunting sounds outside the tent. Instinctively, she grabbed the bear spray and a hiking pole — her only means of defence. With two kids and nobody else for miles around, save for Wilson and me 1,800ft above, locked in our own battle and powerless to help, she was too scared to unzip the tent to find out whether it was a relatively harmless black bear or a far less common but much more aggressive grizzly. She frantically banged pans together to try to scare it. It ran off but minutes later came back. The kids were by now awake and Jess had to try to reassure them while subduing her own fear and repeatedly trying to scare the bear off.</p> <p>This went on for hours before Jess realised that one bag of food had not been hung from the tree with the rest and was in the vestibule of the tent. She pushed it out under the tent fly with the trekking pole. Ironically, that seemed to scare the creature off for good. “I kept telling myself bear attacks are extremely rare, it was after our food, not us! But it was the longest night of my life!” she said, as weary as us when we made it back to camp at dawn.</p> <p>Uncertainty is indeed what adventure is all about. Clearly we had not planned a bear encounter, but what is certain is that the 50 miles and 10,000ft we trekked with our llamas during our fortnight in the Wind River wilderness, both the highs and perhaps even more so the lows, were a deeply bonding and hugely formative experience to share as a family.</p> <p>I don't know if Freya and Jackson will choose a life of adventure, but I have no doubt that our time in the wilderness will have made them more self-confident, resilient, brave and better able to face the challenges of whatever path they choose.</p> <p><em>Details: Ramshorn Llamas (</em><a href=\"https://ramshornllamas.com/\"><em>ramshornllamas.com</em></a><em>), based in Dubois, Wyoming, rents llamas from $155 per day for two, including trailer. Alternatively, Lander Llamas (</em><a href=\"http://landerllama.com\"><em>landerllama.com</em></a><em>) in Lander, Wyoming, offers guided llama-trekking trips through the Wind River Range, from $330 per day per adult, $315 per child (as well as llama rental, from $85 per animal per day)</em></p> <p>&#xa0;<em>Follow&#xa0;</em><a href=\"https://twitter.com/ftweekend?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@ftweekend</em></a><em>&#xa0;on Twitter to find out about our latest stories first</em><br></p><p>Source: Leo Houlding 2021 'Our extreme family holiday in Wyoming's truly wild west' FT.com 12 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-12T11:45:33.789Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.99691004,
      "offsets": [
        {
          "start": 301,
          "end": 308
        }
      ],
      "weightsV2": {
        "weight": 1.0939523,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0939523,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}