{
  "_id": "7379597a1382b373557e189d098da50cc6ce44283d3f32277fdabb608b3f1732",
  "feed": "ftcomall",
  "title": "How Couche-Tard's ambitious bid for France's Carrefour was cut down  ",
  "text": "<p>Every January at the glittering Palace of Versailles, President Emmanuel Macron hosts a conference called “Choose France” to convince the heads of big multinationals that there is no better country to invest in.<br><br>Yet when one of Canada's biggest companies, Alimentation Couche-Tard, made such a choice last week with a <a href=\"https://www.ft.com/content/4e8a2ac5-bfa6-4da6-81b5-44d8238644a2\">€16.2bn bid </a>for French supermarket chain Carrefour, the government moved decisively to extinguish the chance of a deal. &#xa0;</p> <p>Just 24 hours after the companies revealed they were in talks, French finance minister Bruno Le Maire <a href=\"https://www.ft.com/content/05319282-cddc-4022-b31b-e5ad09b0ad0c\">declared his</a> opposition, calling Carrefour “a key link in the chain that ensures the food security of the French people”. With its grip on a deal slipping, Couche-Tard, a $33bn group which operates convenience stores and petrol stations in North America and Europe, scrambled.</p> <p>Alain Bouchard, its billionaire founder and chairman, flew into Paris for a meeting to persuade Mr Le Maire that the company would be a good owner for Carrefour, while Canadian politicians, including Quebec's economy minister, worked the phones.&#xa0;</p> <p>It was to <a href=\"https://www.ft.com/content/e03c4a15-1788-4edd-ac8f-b875a85067b4\">no avail</a>. The 72-year-old entrepreneur was sent packing back to Laval, Québec where he founded Couche-Tard, best known for its Circle K chain, in 1980. Late on Saturday, the companies admitted the talks were off, but insisted they would examine operational partnerships.<br><br>The shortlived drama riveted the French business elite, while briefly holding out the promise of a payday for some of the top investment banks and law firms in Paris. Couche-Tard was advised by Rothschild, where Mr Macron worked from 2008 to 2010. Rival Lazard advised Carrefour.<br><br>The saga has also reignited a debate over whether France is as open for business as Mr Macron once promised. By branding a Couche-Tard takeover as a risk to France's “food sovereignty”, some executives and bankers are worried the government has done lasting damage to its ability to attract foreign investors. </p> <p>“How can you tell me France is investor friendly and go and do something like this?” said one person involved in the deal. “Protectionism may be politically popular but it is bad for the country in the long run.”</p> <h2>A far-fetched plan</h2> <p>Despite a reputation for protectionism, it is relatively rare for France to block a foreign takeover. In recent years, steelmaker Arcelor, telecom gear specialist Alcatel-Lucent, cement giant Lafarge, and energy group Technip were all snapped up by buyers from outside France. The country was Europe's top destination for foreign direct investment in 2019, according to a study by EY.</p> <p>One longtime ally of Mr Macron and adviser to many French companies said the failure of Couche-Tard's gambit owed more to bad timing than any fundamental change of approach in the Elysée. France was still attractive for investors, the person argued, pointing to labour reforms and tax cuts passed by Mr Macron's government.&#xa0;</p> <p>“The idea that the government would stand by while the biggest private employer in France was sold to a foreign buyer in the middle of a pandemic and one year before a presidential election is simply far-fetched,” the person said.<br><br>“Carrefour is a very visible asset in France — everyone from the labour unions to the farmers who supply their milk, cheese, and meats would have been up in arms,” they added.</p> <p>Anticipating such concerns, Couche-Tard had planned to allay them by pitching the deal as a way to forge a French-speaking global retailing powerhouse better armed to compete with Amazon. It pledged to invest €3bn over five years, not cut jobs for two years, and to maintain dual listings in Toronto and Paris, according to people close to the group.</p> <p>Given how foreign takeovers can quickly turn political in France, companies sometimes quietly run deals by officials to gauge their reaction. In 2005, PepsiCo was rumoured to be weighing up a bid for yoghurt maker Danone, prompting the then Prime Minister Dominique de Villepin to vow to protect the company in the name of “economic patriotism”. A bid never materialised.<br></p> <p>Months later, France passed a decree giving the government the ability potentially to block takeovers by foreign buyers in sectors deemed strategic, such as defence and security. It is a definition that has steadily broadened to include energy, water and telecoms. In 2019, “food security” was added, creating the legal tool that would eventually thwart Couche-Tard.<br><br>Pascal Bine, an M&amp;A specialist at law firm Skadden, Arps, Slate, Meagher &amp; Flom, said the Covid-19 crisis had made the government more willing to block takeovers that could threaten the country's supply chains. In December, it rejected US group Teledyne's bid to buy Photonis, a maker of night vision goggles for military use.</p> <p>“With the health crisis, there is a new doctrine emerging on foreign investment in France. More attention is being paid to ensure that France has supplies of key goods like medical equipment and food, and the proposed Carrefour deal does raise questions about sovereignty,” Mr Bine said.<br><br>“Legally nothing has changed but culturally something has . . . do not forget that the 1789 revolution started in part over bread shortages,” he added.<br><br>With the pandemic's disruption hitting share prices, other countries have also been uneasy about potential foreign takeovers. The UK in November expanded its ability to review takeovers of any size in 17 key sectors, while the EU has sought similar new powers and voiced concerns over state-backed Chinese buyers.</p> <h2>Carrefour's unwanted discount</h2> <p>If the French government could not stomach the Couche-Tard deal, Carrefour's board and management were open to considering it.</p> <p>Instead, Carrefour's chief executive Alexandre Bompard will have to keep cutting costs to improve profits, while trying to stem a multiyear decline in sales at its large-format stores, known in France as hypermarkets. The company's shares were down 6 per cent on Monday.</p> <p>Three years into a five-year turnround plan, Mr Bompard has earned credit for selling assets in China and expanding the group's ecommerce business. But with most cost savings going to pay for restructuring, margins have barely budged.<br><br>Carrefour stock has long traded at a discount to those of other big food retailers like Tesco or Walmart, reflecting the intense competition in France, where it still earns half its sales. With a 20 per cent market share, it is the second-largest player in France behind privately owned E Leclerc. &#xa0;</p> <p>Fabienne Caron, analyst at Kepler Cheuvreux, said that closing the valuation gap will be that much harder now that a foreign takeover is off the table and regulators have previously frowned on domestic consolidation. “The key lessons of this week is that no foreign company can buy a French food retailer, and that Carrefour is up for sale,” she said.&#xa0;</p> <p>The lessons have not been lost on Carrefour's three largest shareholders, who together control about 23 per cent of the stock. The group includes France's richest man, LVMH founder Bernard Arnault, and the Moulin family behind department store group Galeries Lafayette. </p> <p>They were open to selling their stakes to help the Couche-Tard deal, according to people familiar with the matter. </p> <p>They were displeased with the government's intervention, said one person familiar with their thinking, especially because they have long supported Mr Macron. Spokespeople for Mr Arnault and the Moulin family declined to comment. </p> <p>Although painful, Couche-Tard's French snub is unlikely to dent its ambitions. Under Mr Bouchard, the group has completed almost 40 takeovers over the past decade in the fragmented convenience store sector. The relentless dealmaking had, by 2019, made it Canada's largest publicly traded company by revenue.&#xa0;</p> <p>Couche-Tard's move for Carrefour was aimed at cutting its heavy reliance on petrol sales, which are expected to decline in the coming decades as electric vehicles become widespread. </p> <p>A solid balance sheet certainly gives the company the license to go shopping. According to Barclays analysts, the group's net debt-to-ebitda ratio for 2020 was 0.9 times and is projected to be 0.5 times this year.</p> <p>Stephen Groff, a portfolio manager at Cambridge Global Asset Management which owns Couche-Tard shares, said the group's record has earned it the right to hunt for a major deal — even if the approach for Carrefour came as a big surprise. &#xa0;&#xa0;</p> <p>“They're a very effective operator with a decentralised mindset that's enabled them to adapt to very different market conditions around the world,” he said. </p> <p>But “shareholders are likely to want to get further clarity on what their long-term ambitions are given this is a different path than what many may have expected.”</p> <p><em>Additional reporting by Kaye Wiggins in London</em><br></p><p>Source: Leila Abboud in Paris and Jason Kirby in Toronto 2021 'How Couche-Tard's ambitious bid for France's Carrefour was cut down  ' FT.com 18 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-18T12:45:27.398Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 6213,
          "end": 6220
        }
      ]
    }
  ]
}