{
  "_id": "338ef8305e00ef0806523c0d076aba235394385c03cb9be02d9b33f406158f70",
  "feed": "wall-street-journal",
  "title": "Teva Found Liable for Fueling Opioid Addiction in New York; The Israeli pharmaceutical company says it will appeal",
  "text": "<p>The state of New York and populous Nassau and Suffolk counties had also sued a number of pharmaceutical manufacturers, distributors and pharmacies, and the cases were consolidated for trial.</p><p>Most companies reached settlements to resolve the claims against them, leaving Teva and a handful of subsidiaries, including drug distributor Anda Inc., as defendants.</p><p>The trial, which began in June, ended Thursday with three verdicts, one rendered in regard to each county and one for New York state. Jury deliberations began Dec. 14.</p><p>New York Attorney General Letitia James praised the verdicts. \"Today, we took a significant step in righting the wrongs this country has collectively experienced over the last two decades,\" she said in a statement.</p><p>A later trial will determine how much Teva and others will have to pay, Ms. James said. That sum will be on top of the up to $1.5 billion her office has already negotiated for the state from different opioid makers and distributors, she said.</p><p>The jury also found that the state bore some responsibility for the public nuisance, assigning it 10%.</p><p>\"Teva Pharmaceuticals strongly disagrees with today's outcome and will prepare for a swift appeal,\" a spokeswoman for the company said. She added that the company is requesting that a judge declare a mistrial because, according to Teva, lawyers for New York misrepresented the volume of opioids Teva sold.</p><p>U.S.-traded shares of Teva, an Israel-based company that specializes in generic versions of prescription drugs, fell about 6% Thursday.</p><p>Before the verdicts were read, the judge noted that the case had been with his court nearly five years and that the trial touched all four seasons of the past year.</p><p>\"It was an ultramarathon,\" New York state court Judge Jerry Garguilo said.</p><p>\"We put on evidence about the entire supply chain, from the manufacturer all the way down to the chain pharmacies, with respect to oversupply and how this epidemic was created and perpetuated in our communities,\" said Jayne Conroy, a lawyer for Suffolk County.</p><p>The verdicts come as the opioid problem nationally has worsened during the coronavirus pandemic. The U.S. recorded its highest number of drug-overdose deaths in a 12-month period, surpassing 100,000 for the first time, the Centers for Disease Control and Prevention said last month.</p><p>\"We hope that this will lead to not only a statewide settlement but a national settlement against these defendants who have not taken responsibility yet,\" said Hunter Shkolnik, a lawyer for Nassau County.</p><p>Attorneys for the New York state attorney general and Nassau and Suffolk counties alleged that pharmaceutical companies and distributors used deceptive marketing and failed to adequately track and report suspicious orders. Prosecutors said that has contributed to the opioid epidemic and added billions of dollars in costs that local governments shouldered for public safety and other services.</p><p>Harvey Bartle, an attorney for Teva and its subsidiaries, said the state had failed to prove the companies had engaged in false and misleading marketing, had inadequate systems for monitoring suspicious orders or caused an oversupply of pain pills in the state or two counties. Instead, he charged that the state had failed to stop certain doctors from overprescribing opioids.</p><p>During his closing argument, Mr. Bartle said witness testimony demonstrated the state couldn't show how many pills made by the companies were shipped to the two counties or whether any were diverted from legal sales in the regulated distribution system that includes hospitals and pharmacies.</p><p>\"They have not identified a single suspicious order and not a single order of diverted medicine,\" Mr. Bartle said in his closing. \"There is no evidence in this case about oversupply. Zero.\"</p><p>Pharmaceutical company Endo International PLC was removed from the New York case after settling for $50 million in September. CVS Health Corp., Walmart Inc., Rite Aid Corp. and Walgreens Boots Alliance Inc. also previously reached settlements with the two counties, which had sued the pharmacy chains separately.</p><p>What to Know</p><p>More WSJ coverage of the opioid epidemic, selected by the editors</p><p>* Purdue Pharma's Sackler Family Opioid Deal in Jeopardy</p><p>In June, the attorney general announced a settlement with Johnson &amp; Johnson in which the company agreed to pay $230 million to resolve claims bought by the state.</p><p>None of the companies that have reached settlements admitted wrongdoing.</p><p>The nation's three largest opioid distributors—McKesson Corp., AmerisourceBergen Corp. and Cardinal Health Inc.—agreed in July to pay a total of $1.1 billion to New York.</p><p>That agreement was part of a proposed $26 billion national settlement with manufacturers and distributors of opioids. It also resolved the New York attorney general's claims against them.</p><p>Pharmaceutical maker AbbVie Inc.'s Allergan unit agreed to pay up to $200 million to New York state and two New York counties.</p><p>Write to Scott Calvert at scott.calvert@wsj.com and Kris Maher at kris.maher@wsj.com</p><p>Teva Found Liable for Fueling Opioid Addiction in New York</p>",
  "published": "2021-12-30T22:20:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3919,
          "end": 3931
        },
        {
          "start": 3919,
          "end": 3926
        }
      ],
      "nexusId": "10042309"
    }
  ]
}