{
  "_id": "14ef15bcc9bb8b4ff5df4148f77c073160fe799b21f39f6969d0cc128f30d37e",
  "feed": "wall-street-journal",
  "title": "Dogecoin Copycats? Trademark Fight Erupts Over Joke Crypto Worth Billions; The digital currency meant to be worthless vaulted into stardom this year with Elon Musk's help. Now there's a battle over the name.",
  "text": "<p>Meant by its creators to be worthless,dogecoin vaulted into crypto stardomthis year thanks to a push from Tesla Inc. CEO and digital currency talisman Elon Musk.At its May peak, dogecoin, a coin that has an unlimited supply and no obvious use, was worth more than $80 billion. Its current market value is around $31 billion.</p><p>With that has come a hoard of similarly named projects and a battle over who owns the trademark to dogecoin.</p><p>The Dogecoin Foundation, a Colorado nonprofit formed in 2014 by dogecoin's creators and supporters, didn't file an official claim on the dogecoin brand name until late August. Its filing now sits beside half a dozen others before the U.S. Patent and Trademark Office, all vying for the exclusive use of the dogecoin brand, which, in addition to cryptocurrencies, has sprung up on applications to use it for baby blankets and men's suits.</p><p>\"Most believed it's not worth registering those trademarks because who knows how long this would survive. Now we basically are ruing that a little bit,\" said Jens Wiechers, a Dogecoin Foundation board member. The group, which became defunct for several years, relaunched in August.</p><p>Mr. Musk didn't respond to a request for comment. He has appointed a representative on his behalf who advises the Dogecoin Foundation board. Earlier this week, Mr. Musk tweeted a picture of his new Shiba Inu puppy named Floki.</p><p>Today there are almost 100 cryptocurrency tokens that use the moniker or ticker \"doge,\" according to CoinMarketCap.com. New projects from this year include Dogelon Mars and Baby Doge Coin.</p><p>On May 24, a Cook Islands-based company Moon Rabbit AngoZaibatsu LLC applied for dogecoin trademarks in the U.S. and the European Union.</p><p>Moon Rabbit AngoZaibatsu's founder, Angel Versetti, said he created a new dogecoin on his company's blockchain network when he noticed the original Dogecoin Foundation had gone dormant. He says he made upgrades to the original open-source dogecoin code, which anyone can copy from Microsoft Corp.'s GitHub, a code-sharing platform.</p><p>Mr. Versetti said he created another Cook Islands-based company called the Dogecoin Foundation this year. Last month, the Colorado-based Dogecoin Foundation said the Cook Islands dogecoin was \"attempting to profit unfairly off of the goodwill Dogecoin has built.\"</p><p>\"We're not doing it with any malicious intent,\" Mr. Versetti said. \"We thought it was abandoned, we thought it desperately needed guidance. We're not going to make a U-turn just because the big kid came back to the playground.\"</p><p>Territorialism over the dogecoin brand has struck many in the cryptocurrency ecosystem as ironic. Cryptocurrencies rest on an ethos of distributed ownership. Bitcoin, the original cryptocurrency, was designed so that it's owned by nobody.</p><p>The U.S. hasn't approved a cryptocurrency trademark for the term bitcoin. The brand of the second-most popular coin, ether, is controlled by the Switzerland-based Ethereum Foundation, which develops the coin and its broader crypto network.</p><p>Dogecoin itself was originally created by copying and tweaking another open-source cryptocurrency project called luckycoin. Luckycoin was a tweaked version of litecoin, which was a tweaked version of bitcoin. (On Monday, a fake news release purportedly from Walmart Inc. claimed the retail giant would allow customers to make payments with litecoin, a little-used cryptocurrency.)</p><p>\"It's a copy of a copy of a copy,\" Mr. Versetti said of dogecoin. \"There is absolutely nothing valuable in the code itself. It exists purely due to its community, not for any technological reasons.\"</p><p>By obtaining a trademark, crypto projects can prevent and stop other organizations from creating products that could confuse users as to what brand is backing it.</p><p>The original dogecoin effort may have an inherent claim to the name because it has been in use as a cryptocurrency for nearly a decade, said Caroline Simons, a Boston-based partner at law firm Orrick, Herrington &amp; Sutcliffe LLP, who specializes in intellectual property law, and isn't involved in the dispute. Trademarks can often take more than a year to be approved.</p><p>In August, a lawyer for the Colorado-based Dogecoin Foundation sent a letter to a project called Dogecoin 2.0. It demanded changes to Dogecoin 2.0's name, internet domain and other materials within three days. Mr. Wiechers said the name could be mistaken as a second version of the dogecoin project.</p><p>\"Doge from day one has positioned itself against the establishment and now they've become it,\" said Cam Geary, the Dogecoin 2.0 project's creator. \"There are 9,000 other dogecoin projects. Why are they coming after us?\"</p><p>Dogecoin 2.0, he says, seeks to solve a longstanding divide in the dogecoin community: whether to cap the number of dogecoin in circulation as a way to enhance its value. The project, which bills itself as \"dogecoin but upgraded,\" has capped the number of dogecoin to be created through it at 100 million.</p><p>Dogecoin shouldn't be surprised to see so many spinoffs, since it is one itself, said Chris Bendiksen, head of research at London-based asset management firm CoinShares.</p><p>\"It was going to have copycats or copydoges. It's the nature of this space,\" he said. \"It's very hard to even joke around and do satire these days. The whole world is almost turning into a joke.\"</p><p>Write to Caitlin Ostroff at caitlin.ostroff@wsj.com</p><p>Dogecoin Copycats? Trademark Fight Erupts Over Joke Crypto Worth Billions</p>",
  "published": "2021-09-14T16:48:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3268,
          "end": 3280
        }
      ]
    }
  ]
}