{
  "_id": "f8e0bcaf1d0042b9deb96a1e085bcb823b4989e481bd2f4154e23a7a600ee40a",
  "feed": "wall-street-journal",
  "title": "Advertising Market Keeps Growing Much Faster Than Expected, Forecasters Say; E-commerce is proving to be a boon for digital advertising, according to Zenith",
  "text": "<p>Those figures are up from a GroupM prediction in June of 19.2% growth this year and total ad spending of $749 billion. In December, the company had predicted a 12% increase for this year.</p><p>The report comes as digital advertising is accelerating especially quickly.</p><p>Digital advertising will account for 64.4% of total advertising in 2021, GroupM said, up from 60.5% of the total in 2020 and 52.1% in 2019.</p><p>Somewhere between 80% and 90% of digital advertising outside of China will go to Google parent Alphabet Inc., Facebook parent Meta Platforms Inc. and Amazon.com Inc., GroupM estimated.</p><p>\"The growth rate of advertising in general, and digital specifically, is far faster than we anticipated in June,\" said Brian Wieser, global president of business intelligence at GroupM.</p><p>The rise is occurring as small businesses and digital companies such as app developers spend more on digital advertising. China-based marketers have also increasingly been using global digital platforms to reach overseas consumers.</p><p>A growing share of digital advertising is flowing through display or search advertising that appears on retailers' e-commerce platforms, according to another new forecast, this one from Zenith, part of the advertising holding company Publicis Groupe.</p><p>Many consumer-facing businesses, including retailer Walmart Inc., healthcare company CVS Health Corp. and food-ordering and -delivery platform DoorDash Inc., are offering advertisers more ways to reach consumers using data they store on shoppers' purchases. Zenith estimates that media advertising with retailers will grow 47% in 2021 to reach $77 billion globally. That comes after the segment grew 24% in 2019 and 53% in 2020.</p><p>A large piece of that figure is coming from Amazon, said Jonathan Barnard, forecasting head at Zenith. Amazon doesn't break out advertising revenue in its earnings reports. The company said its \"other\" segment, which is primarily made up of advertising, brought in more than $8 billion in revenue in the quarter ended Sept. 30.</p><p>\"Certainly there are retailers who are picking up on this trend and starting to sell much more advertising over the last 18 months or so. But the main bulk of this money is Amazon, plus the various Chinese e-commerce networks,\" Mr. Barnard said.</p><p>Zenith also predicts that global social-media advertising will overtake television ad spend next year. The firm expects social-media ad spend will reach $177 billion in 2022, eking past TV advertising at an estimated $174 billion. The pandemic's lift to e-commerce also accelerated marketers' shift into social-media advertising.</p><p>\"We would have gotten there, but we got there sooner,\" Mr. Barnard said.</p><p>Write to Megan Graham at megan.graham@wsj.com</p><p>Advertising Market Keeps Growing Much Faster Than Expected, Forecasters Say</p>",
  "published": "2021-12-06T10:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1310,
          "end": 1322
        },
        {
          "start": 1310,
          "end": 1317
        }
      ],
      "nexusId": "10042309"
    }
  ]
}