{
  "_id": "024655f8139b756971954b9b1519bfc130d38bba2f360eab3c3d207816c80773",
  "feed": "market-watch",
  "title": "‘Fighting inflation is in our DNA': Walmart says its pricing and inventory can deliver for the holidays",
  "text": "<p>Walmart WMT reported third-quarter earnings and revenue that beat Street estimates on Tuesday, and raised its full-year profit guidance. And while supply chain bottlenecks have delayed the movement of goods around the world, Walmart says its U.S. inventory is up 11.5% ahead of the holidays.</p><p>“Fighting inflation is in our DNA,” said Doug McMillon, chief executive of Walmart, on the earnings call, according to a FactSet transcript.</p><p>“Walmart has served customers across economic cycles for more than 50 years.”</p><p>McMillon highlighted Walmart's efforts to maintain speedy delivery, and its broader initiatives, like Walmart GoLocal, the “delivery-as-a-service” business that counts Home Depot Inc. HD as a partner.</p><p>See: Home Depot teams up with Walmart's GoLocal for speedy delivery service </p><p>Walmart was among the large retailers like included Home Depot, Target Corp. TGT and others that chartered their own ships to transport merchandise as bottlenecks snarled traffic at ports and elsewhere in the supply chain.</p><p>Also: Walmart, Target, Home Depot and other large retailers are chartering ships to bypass supply chain problems. Will the strategy save Christmas?</p><p>In addition, the company has an advertising arm and Walmart Luminate, which launched in the U.S. and provides data and insight to merchants and suppliers, that it says are showing results.</p><p>“Stores and fulfillment centers are well staffed, and our&#xa0;price&#xa0;position remains strong,” said Brett Biggs, Walmart's chief financial officer, on the call.</p><p>“Customers should expect to find the items they want at great values, and we are ready to serve them however they want to shop.”</p><p>Even with these additional areas of business, Walmart's bread and butter remains robust.</p><p>“Grocery sales were up nearly 10% as strong unit growth and low-to-mid-single-digit inflation benefited results,” Biggs said.</p><p>“In fact, food sales grew $3.6 billion during Q3 which is the strongest quarterly growth in six quarters.”</p><p>BMO Capital Markets analysts highlighted the grocery market share gains in its post-earnings note. BMO rates Walmart stock outperform with a $170 price target.</p><p>Read: U.S. retail sales jump 1.7%, but high inflation plays role</p><p>Brent Ramos, director of product and services at marketing insight and analytics firm Adswerve, says the retail giant's focus on data is helping it to grow.</p><p>“From shoppable live streams this holiday season to sponsored recipes on social media platforms and upgrading its online holiday delivery services, Walmart has been able to drive a constant stream of traffic and engagement to its site and app,” Ramos said.</p><p>CFRA rates Walmart stock buy with a $169 price target.</p><p>“Walmart is navigating the tough supply chain environment well[…] which should result in a strong holiday season,” Arun Sundaram wrote.</p><p>“We expect market share gains to continue since Walmart's price gap versus competition typically widens during periods of heightened inflation.”</p><p>Despite the positive results, Walmart shares slipped 2.6% in Tuesday trading. The stock is down 1.5% for the year to date.</p><p>The Dow Jones Industrial Average DJIA has gained 17.4% for 2021 so far.</p>",
  "published": "2021-11-17T16:07:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 433,
          "end": 441
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 613,
          "end": 620
        },
        {
          "start": 788,
          "end": 795
        },
        {
          "start": 2649,
          "end": 2657
        },
        {
          "start": 2485,
          "end": 2492
        },
        {
          "start": 225,
          "end": 232
        },
        {
          "start": 1679,
          "end": 1686
        },
        {
          "start": 367,
          "end": 374
        },
        {
          "start": 36,
          "end": 43
        },
        {
          "start": 1456,
          "end": 1463
        },
        {
          "start": 1017,
          "end": 1024
        },
        {
          "start": 2605,
          "end": 2612
        },
        {
          "start": 742,
          "end": 749
        },
        {
          "start": 532,
          "end": 539
        },
        {
          "start": 2064,
          "end": 2071
        },
        {
          "start": 2960,
          "end": 2967
        },
        {
          "start": 1211,
          "end": 1218
        },
        {
          "start": 2833,
          "end": 2840
        }
      ],
      "nexusId": "10042309"
    }
  ]
}