{
  "_id": "a52471da7905d89b64c17327201bf0ffe6427b35681c1848c17ee267e35d0d0c",
  "feed": "wall-street-journal",
  "title": "Walgreens, Walmart and CVS Pharmacies Contributed to Opioid Epidemic, Ohio Jury Finds; Two counties in state argued the pharmacy chains created a public nuisance by enabling the opioid crisis",
  "text": "<p>The counties argued that by enabling the opioid crisis, the pharmacy companies created a public nuisance. Each county said the crisis cost them about $1 billion in costs related to law enforcement, social services and courts.</p><p>The verdict in the bellwether case is being closely watched by attorneys elsewhere as similar cases play out against pharmaceutical manufacturers and distributors.</p><p>Plaintiffs attorneys for the counties issued a joint statement calling the verdict an \"overdue reckoning.\"</p><p>\"For decades, pharmacy chains have watched as the pills flowing out of their doors cause harm and failed to take action as required by law,\" the attorneys said. \"Instead, these companies responded by opening up more locations, flooding communities with pills, and facilitating the flow of opioids into an illegal, secondary market.\"</p><p>Michael DeAngelis, a spokesman for CVS Health Corp., said the company strongly disagreed with the verdict.</p><p>\"Pharmacists fill legal prescriptions written by DEA-licensed doctors who prescribe legal, FDA-approved substances to treat actual patients in need,\" he said. \"We look forward to the appeals court review of this case, including the misapplication of public nuisance law.\"</p><p>Fraser Engerman, a spokesman for Walgreens Boots Alliance Inc., said the company planned to appeal and believed that the court erred in allowing the case to go before a jury.</p><p>\"As we have said throughout this process, we never manufactured or marketed opioids nor did we distribute them to the 'pill mills' and internet pharmacies that fueled this crisis,\" Mr. Engerman said in a statement. \"The plaintiffs' attempt to resolve the opioid crisis with an unprecedented expansion of public nuisance law is misguided and unsustainable.\"</p><p>Walmart Inc. also said it would appeal. \"Plaintiffs' attorneys sued Walmart in search of deep pockets while ignoring the real causes of the opioid crisis—such as pill mill doctors, illegal drugs, and regulators asleep at the switch,\" the company said in a statement.</p><p>Walmart also said plaintiffs' lawyers \"wrongly claimed pharmacists must second-guess doctors in a way the law never intended.\"</p><p>Shares of the three companies, which operate thousands of pharmacies across the country, were little changed in Tuesday afternoon trading.</p><p>The jury only assessed liability in the case. U.S. District Judge Dan Polster, who oversaw the six-week trial in Cleveland, will determine how much the companies must pay to address the public nuisance created in the two counties.</p><p>The judge has consolidated lawsuits filed by more than 3,000 communities against drug manufacturers, distributors and pharmacies and chosen some cases as bellwethers.</p><p>Lawyers for the counties had argued that the pharmacies were the last line of defense to prevent the spread of addiction in the communities. Defense attorneys had countered by saying the companies tried to stop pills from being illegally diverted and that others were to blame for the crisis.</p><p>Two other chains, Rite Aid Corp. and Giant Eagle Inc., previously reached settlements with the two counties, the terms of which haven't been made public. The companies denied wrongdoing in court documents.</p><p>More than 80 million opioid pills were shipped to Trumbull County, with a population of less than 200,000, from 2006 to 2012, according to government data. More than 60 million opioid pills were shipped to Lake County, with a population of about 230,000, over that time.</p><p>Opioids were involved in more than 70% of the nearly 841,000 drug overdose deaths since 1999, according to data from the Centers for Disease Control and Prevention. More than 100,000 fatal overdoses occurred in the 12-month period ended in April, with three quarters involving opioids and driven largely by fentanyl, according to the Centers for Disease Control and Prevention.</p><p>Earlier this month, the Oklahoma Supreme Court overturned a $465 million opioid-related judgment against Johnson &amp; Johnson. The court found that the state's public-nuisance law didn't apply to \"manufacturing, marketing and the selling of prescription opioids.\"</p><p>A California judge also cleared drugmakers of liability earlier this month in a case alleging they had caused the opioid crisis in the state.</p><p>A ruling is pending in another case in West Virginia in which a county and city accused drug distributors of fueling the opioid epidemic there</p><p>Write to Kris Maher at kris.maher@wsj.com</p><p>Walgreens, Walmart and CVS Pharmacies Contributed to Opioid Epidemic, Ohio Jury Finds</p>",
  "published": "2021-11-23T21:05:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 11,
          "end": 18
        },
        {
          "start": 1741,
          "end": 1753
        },
        {
          "start": 4419,
          "end": 4426
        },
        {
          "start": 1809,
          "end": 1816
        },
        {
          "start": 2008,
          "end": 2015
        }
      ],
      "nexusId": "10042309"
    }
  ]
}