{
  "_id": "4646d6f7229e504230f2b9c8f5903f490ae18b9603b9d946c4a35fe896fcbf14",
  "feed": "ftcomall",
  "title": "Biden begins rebuilding US-Mexico relationship ",
  "text": "<p>Greetings from Washington, where a usually sleepy August has been punctuated in recent weeks by news of the US's chaotic withdrawal from Afghanistan. </p> <p>On the trade front, we return with a flashy big new initiative from Team Biden to make better friends with Mexico. Our main piece is on what that means and why it's happening. </p> <p><strong>Charted waters</strong>, meanwhile, looks at how supply chain disruptions are affecting UK retailer Halfords. </p> <h1>Moving beyond the era of ‘bad hombres' </h1> <p>Today sees the relaunch of the hitherto slumbering “high-level economic dialogue” between the US and Mexico, which seems to be part of Washington's efforts to repair its ailing relationship with Mexico post-Trump. (You'll remember that Donald Trump tried to build a wall, slapped steep tariffs on Mexican goods and was occasionally quite rude about Mexican people more broadly).</p> <p>Sounds great, but what's a “high-level economic dialogue”, or HLED as insiders know it by, I hear you ask? It's apparently what happens when the US wheels out the secretary of state, the commerce secretary, the US trade representative, the secretary of homeland security and the vice-president to discuss integrated supply chains, workforce development and education, and address the root causes of immigration with Mexican officials. The HLED, a broad diplomatic framework, first existed under the Obama administration, but fell by the wayside in 2016. It provides space for diplomats across departments to boost relations with Mexico. Under the Biden administration so far, diplomacy has focused on the various trade enforcement actions taken under the US-Mexico-Canada Agreement (USMCA), along with efforts by Kamala Harris, the vice-president, to try to get a handle on immigration, and some amount of co-operation on tackling Covid-19. The US made Mexico an (arguably late) gift of Oxford/AstraZeneca vaccines that can't be used in America (because they're not approved by its regulators). </p> <p>USMCA is going well, but some, including those at Monarch Global, a consultancy headed up by a former senior commerce department official under Barack Obama, argue that <a href=\"https://monarch-global.com/wp-content/uploads/2021/09/HLED-Note-2021-09.pdf\">more should be done</a> to evaluate critical supply chains and to work to support them, and that more could be done, too, to figure out which industries are critical to the long-term success of North America. “In short, we need critical thinking about an industrial policy for the region at large,” Monarch wrote in a recent note. Industrial policy, if it means subsidising crucial industries such as those linked to green energy or those key to national security, is in vogue in Washington at the moment.</p> <p>Monarch added that co-ordinated tax, investment and labour policy would help North America reshore some supply chains that are now scattered across Asia as companies have searched for lower-waged labour and, in some cases (such as the processing of rare earth minerals), weaker regulatory regimes.</p> <p>But there remain difficulties between the US and Mexico. On trade, Mexico's moves to restore state control of the energy sector have gone down badly with US competitors, and a dispute over the rules on car parts' country of origin is brewing under USMCA. Immigration remains a huge point of discussion. Because Trump is no longer in office, US officials tend not to refer to “<a href=\"https://www.reuters.com/article/us-usa-election-debate-socialmedia/trumps-bad-hombres-and-nasty-woman-remarks-stoke-online-outrage-idUSKCN12K0I4\">bad hombres</a>” any longer, but anxiety about immigration from Mexico — particularly in the Covid era — remains high among Democrats. Earlier this year, Republicans sought to portray large numbers of immigrants at the south-west border as “a crisis”, and it did momentarily look like failing to get a handle on the volume of children being held in US facilities could be Joe Biden's first big fumble as president. That problem hasn't gone away. It's just been pushed out of the news cycle by apocalyptic images of children falling from departing US planes as America's military completed its awkward departure from Kabul. If anything, Afghan refugees are likely to turn attacking lawmakers' attention back to immigration, which will necessarily bring extra scrutiny of the US's south-west border.&#xa0;</p> <p>So what to do? The overarching theme for sure seems to be — try to make the economies of Central America more robust. Specifically, try to make them economies in which workers are paid a living wage and have access to what Democrats view as “good things”, such as education, healthcare and transport. This is not something the US can easily achieve through the mechanisms it has available to it, such as the aid budget or the Development Finance Corporation, which can issue low-cost loans and grants. Its trade deal is clearly supposed to help too, with its mechanism for trying to improve quality of labour and workers' rights. In fact, as Edward Alden of the Council on Foreign Relations points out, US trade representative Katherine Tai often sounds more like the labor secretary than the top trade adviser. Meanwhile, former US ambassador to Mexico Earl Anthony Wayne told us that inter-agency co-operation did mean Washington could “be more serious” in its thinking about trying to lower the number of people wanting to come to the US to work, or to claim asylum.</p> <p>Is anything going to happen fast? Almost certainly not. As Wayne pointed out: “It's hard to do development, economic development, anywhere in the world . . . but it's better to have an institutional and regular framework to talk about it than to not.” </p> <h1>Charted waters</h1> <p>As a retailer of, among other things, bicycles, UK retailer Halfords' share price surged during the course of 2020 as interest in cycling —&#xa0;until now a much less popular pastime in Britain compared with many other European countries — took off. </p> <p>As the chart below shows, that momentum has been somewhat scuppered by supply chain snafus leading to a slump in bike sales. </p> <p>The Financial Times reported <a href=\"https://www.ft.com/content/6d2f3d7b-2c94-470c-a852-3d2e38615bdc\">yesterday</a> that the company had issued a trading update saying that the global cycling supply chain remained in the throes of “considerable capacity constraints” that was putting the brakes on growth. <em>Claire Jones</em></p> <h1>Trade links</h1> <p>Tech giants have found a new way to <strong>combat chip shortages</strong>: make their own. <strong>Google</strong> has <a href=\"https://www.fool.com/investing/2021/09/01/following-apples-lead-google-to-take-chip-producti/?mc_cid=b4c0563d13&amp;mc_eid=42860539ab\">decided</a> to follow Apple's lead and bring production in-house to deal with supply delays. </p> <p>US giant <strong>Walmart</strong> is having to rethink its <strong>strategy in China</strong>, Bloomberg <a href=\"https://www.bloomberg.com/news/articles/2021-09-08/challenge-from-alibaba-forces-walmart-to-rethink-china-strategy\">reports</a> ($, subscription required), after running into a bigger than expected challenge from its Chinese equivalent <strong>Alibaba</strong>. </p> <p>Could <strong>automakers</strong> soon be able to increase their sales in <strong>India</strong>? The industry is closely watching New Delhi's response to Tesla's push for lower tariffs ahead of its debut in the Indian market, Nikkei <a href=\"https://asia.nikkei.com/Business/Automobiles/Tesla-s-attempt-to-crack-Indian-market-puts-focus-on-tariffs\">reports</a> ($). </p> <p><strong>Singapore</strong> is <a href=\"https://asia.nikkei.com/Business/Business-trends/Singapore-is-top-in-luring-ASEAN-focused-fund-managers\">leading</a> (Nikkei, $) south-east Asia and China in attracting <strong>private equity</strong> and <strong>venture capital</strong> groups looking to invest in the region's fast-growing start-ups.&#xa0;</p> <p>The currency of world trade, <strong>the US dollar</strong>, is in the news again. <strong>Janet Yellen</strong> has <a href=\"https://www.ft.com/content/4433d8ef-7d18-4c07-ba08-7f05fcbdb0b8\">warned</a> that the US Treasury risks running out of cash next month unless Congress increases its borrowing limit. This has happened in the past, with lawmakers in the end deciding to up the limit. But the <strong>Biden administration</strong> is becoming increasingly concerned about the possibility of a stand-off. <em>Aime Williams, Francesca Regalado and Claire Jones</em></p><p>Source: Aime Williams 2021 'Biden begins rebuilding US-Mexico relationship ' FT.com 9 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-09T10:34:52.648Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 6224,
          "end": 6231
        }
      ]
    }
  ]
}