{
  "_id": "4e4d8fac3dcea5b80f2ac661c1ad3b583318e16d09876ec7ec41a7544aa87f0a",
  "feed": "ftcomall",
  "title": "FirstFT: Vaccines' Omicron challenge",
  "text": "<p><em>Click&#xa0;</em><a href=\"https://www.ft.com/content/3035c255-7201-4427-9df3-44c05f5bf3a6\"><em>here</em></a><em>&#xa0;to listen to the latest news in less than three minutes. Top Stories Today is an audio news digest that gets you up to speed on the day's headlines.</em></p> <p>The chief executive of Moderna has predicted that existing vaccines will be much less effective <a href=\"https://www.ft.com/content/27def1b9-b9c8-47a5-8e06-72e432e0838f\">at tackling Omicron</a> than earlier strains of coronavirus.</p> <p>Stéphane Bancel, in an interview with the Financial Times, also warned that it would take months before pharmaceutical companies could manufacture new variant-specific jabs at scale. </p> <p>“There is no world, I think, where [the effectiveness] is the same level . . . we had with [the] Delta [variant],”&#xa0;Bancel said in an interview at Moderna's headquarters in Cambridge, Massachusetts.</p> <p>He said the high number of Omicron mutations on the spike protein, which the virus uses to infect human cells, and the rapid spread of the variant in South Africa suggested that the current crop of vaccines may need to be modified next year.</p> <p>Scientists were worried, he said, because 32 of the&#xa0;<a href=\"https://www.ft.com/content/d42bcd3d-e70d-4e97-818b-40b92d89d7ff\">50 mutations</a>&#xa0;in the Omicron variant are on the spike protein. Most experts thought such a highly mutated variant would not emerge for another year or two, Bancel added.</p> <p>The comments come a day after Joe Biden told Americans Omicron was “a cause for concern, not a cause for panic”. The president <a href=\"https://www.ft.com/content/97398f21-41b5-4dd7-8385-efae0721fd0f\">ruled out</a> another round of lockdowns in the US this winter despite the risk posed by the new variant. He also said the US was not planning any more travel restrictions after shutting down a number of routes from southern Africa, where Omicron was first discovered.</p> <p><em>Thank you for all the replies to my question yesterday about your travel plans. It appears many of you are rescheduling trips following the discovery of the Omicron variant, like Jean Turmel who is going back to Canada from the US 10 days earlier than planned.</em> <em>Keep the comments coming to </em><a href=\"mailto:firstft@ft.com\"><em>firstft@ft.com</em></a><em>. Here's the rest of today's news — Gordon </em></p> <h1>Five more stories in the news</h1> <p><strong>1. Jack Dorsey resigns as Twitter chief executive </strong>The social network appointed chief technology officer Parag Agrawal to succeed co-founder Jack Dorsey yesterday. Dorsey's <a href=\"https://www.ft.com/content/bf45fd08-51d1-41bb-82cd-b3157a5da055\">decision to leave</a> is part of a truce struck with activist investor Elliott Management, which had pushed for Dorsey's removal.</p> <ul>  <li><p><strong>Opinion:</strong> Dorsey's decision to leave is the right one, says the Lex investment column. Twitter needs more than <a href=\"https://www.ft.com/content/25aeb161-7946-4196-84fe-9b415c4af5e9\">a part-time chief executive</a>, it says, referring to Dorsey's dual role as chief executive of fintech Square.</p></li>  <li><p><strong>More:</strong> The Due Diligence team has more on <a href=\"https://www.ft.com/content/f22c0c56-7d6c-4529-91b7-b544b6bf0fa1\">the reaction of investors</a> to the announcement of Dorsey's departure. </p></li> </ul> <p><strong>2. Ghislaine Maxwell described as ‘predator' at trial </strong>Prosecutors in the sex-trafficking <a href=\"https://www.ft.com/content/f58cc9df-98d3-4f11-9d24-e2c4e059b797\">trial of Ghislaine Maxwell</a> said she “preyed on young girls, manipulated them and served them up to be sexually abused”, on the opening day of the trial in New York. Maxwell, who faces more than 70 years in prison if convicted on all counts, denies the charges.</p> <p><strong>3. US watchdog launches supply chain probe</strong> The Federal Trade Commission has asked retailers and consumer goods groups in the US, including Amazon and Walmart, <a href=\"https://www.ft.com/content/7a50f9bd-cb8d-4362-84bc-857e6bc3523b\">to hand over</a> information about their supply chains as it probes bottlenecks and high prices afflicting the economy.</p> <p><strong>4. Elizabeth Holmes accuses former business partner of abuse</strong> The Theranos founder accused former boyfriend and business partner Ramesh Balwani of <a href=\"https://www.ft.com/content/9c3977f0-7909-4da7-b5a6-295e06a81679\">repeated forced sex</a> during her fourth and final day of&#xa0;direct testimony in a federal court. Holmes faces 11 counts of wire fraud and conspiracy to commit wire fraud and faces up to 20 years in prison if convicted.</p> <p><strong>5. Amazon ordered to hold rerun of union election</strong> A US labour official has ordered a rerun of the vote for unionisation at an Amazon distribution centre in Alabama, saying the ecommerce group had <a href=\"https://www.ft.com/content/e7bab2b5-a404-488a-80fb-15aa4e38b18f\">“essentially hijacked” the process</a>. Amazon has the option to request a review of the decision by the National Labor Relations Board but yesterday declined to say whether it would do so.</p> <h1>Coronavirus digest</h1> <ul>  <li><p><strong>European and Asian stock markets</strong> and oil prices <a href=\"https://www.ft.com/content/afd08e54-52a5-4c48-92a2-7b0245cfbf65\">fell earlier today</a> as trading was dominated by concerns over the Omicron coronavirus variant.</p></li>  <li><p>The <strong>UK</strong> is planning to include all adults in <a href=\"https://www.ft.com/content/94ce9939-4118-4b67-abd3-c8e05d103dcb\">its vaccine booster programme</a> and halve the gap between the second and third doses. Meanwhile, companies in the UK are scrambling <a href=\"https://www.ft.com/content/9b341540-ef41-4669-b3fc-2e6ad6024ea7\">to adopt new office rules</a> in response to Omicron.</p></li>  <li><p>Health officials worldwide are closely following <a href=\"https://www.ft.com/content/c719bcaf-eef3-4f90-a0b4-5503c63865bd\">the fast-rising wave</a> of coronavirus infections in <strong>South Africa </strong>and looking to it for much-needed data on the new variant.</p></li> </ul> <h1>The day ahead</h1> <p><strong>Powell faces lawmakers</strong> Jay Powell, Federal Reserve chair, will tell lawmakers that rising Covid-19 cases and the Omicron variant threaten to <a href=\"https://www.ft.com/content/181021d7-9dc4-4a55-a8e9-d5ae26e8e5c1\">imperil the economic recovery</a> in the US. Janet Yellen, Treasury secretary, will testify alongside Powell to the Senate Committee on Banking, Housing, and Urban Affairs. </p> <p><strong>Earnings</strong> Cloud software company <a href=\"https://www.ft.com/stream/45e87629-4a48-4102-883f-7f43a2babf9b\">Salesforce</a> reports third-quarter earnings and is expected to have benefited from the increased digital transition by businesses to hybrid work. </p> <p><strong>Nato foreign ministers meet</strong> US secretary of state Antony Blinken is expected to brief Nato allies on the <a href=\"https://www.ft.com/ukraine\">recent Russian troop movements</a> on the Ukraine-Russia border at the meeting in the Latvian capital Riga. Belarus yesterday announced joint military drills with Russia as tensions remain high in the region.</p> <p><em>Join the Investing for Good USA event on December 2 where FT journalists will bring together institutional investors, asset managers and foundations to discuss how sustainable investing can accelerate the global recovery. </em><a href=\"https://investingforgoodus.live.ft.com/home?reference=fteditorial&amp;utm_source=emh&amp;utm_medium=fteditorial&amp;utm_campaign=2021ftinvestingforgoodusa\"><em>Register here</em></a><em>.</em></p> <h1>What else we're reading</h1> <p><strong>Inflation always punishes America's left</strong> America's inflation hawks are always prone to crying wolf, argues Edward Luce. Since they spent the post-2008 years forecasting hyperinflation that never arrived, it was no surprise that so few people sat up when they issued the same warnings last year. Now the hawks are right but <a href=\"https://www.ft.com/content/271e53e5-36bc-481f-a6ed-c2de4fb212fa\">for the wrong reasons</a>, he says.</p> <ul>  <li><p><strong>Go deeper: </strong>Check out our <a href=\"https://ft.com/content/088d3368-bb8b-4ff3-9df7-a7680d4d81b2\">inflation tracker</a>, which analyses the rise in consumer prices around the world, and assess how long the trends may last.</p></li> </ul> <p><strong>The inside story of Pfizer's vaccine </strong>The pandemic has ushered in a massive expansion in state power, from the war footing in economic policy to stay-at-home orders. But governments have been largely dependent on private companies such as Pfizer to provide medical solutions. Does the dominant Covid-19 jab manufacturer have <a href=\"https://ft.com/content/0cea5e3f-d4c4-4ee2-961a-3aa150f388ec\">too much power</a>?</p> <p><strong>Afghans' perilous journey to the UK by boat </strong>A high proportion of Afghan asylum applications in the UK are successful. But they have to make it there first. Now hundreds of migrants who fled the Taliban are attempting to <a href=\"https://ft.com/content/38969e06-a9eb-4dbb-a336-597b8e298196\">reach the English shore</a> from northern France, after a police crackdown has made clandestine crossings by train, lorry and car too difficult.</p> <p><strong>Why China's elite tread a perilous path </strong>In China, the rich and powerful are also vulnerable to disgrace, disappearance or worse, <a href=\"https://www.ft.com/content/187427c5-424e-424b-bce9-62d8215ad6b4\">writes Gideon Rachman</a>. The phenomenon was highlighted by a Forbes magazine article in 2011: “Friends don't let friends become Chinese billionaires.”</p> <p><strong>AI is making applying for jobs even more miserable </strong>Young people today face different but no less daunting interviews, answering questions to webcams with no human to interact with at all. But these “asynchronous video interviews” are bad news for both employers and would-be employees, <a href=\"https://ft.com/content/a81245ee-9916-47e2-81b9-846e9403be00\">writes Sarah O'Connor</a>.</p> <p><strong>What are non-fungible tokens and how do they work?</strong> What bitcoin is to the US dollar, an NFT is to the “Mona Lisa”, explains global technology correspondent Tim Bradshaw in this <a href=\"https://www.ft.com/content/852b7961-51ee-43a3-8caf-f39bb479655c\">explainer</a> on how non-fungible tokens work. There is also a <a href=\"https://www.ft.com/video/e832ce3c-b50f-4d3c-a30b-56b55db2f6f7\">video</a> explaining stablecoins in this <a href=\"https://www.ft.com/reports/TechFT-digital-assets\">#TechFT special report</a>. </p> <h1>Fashion</h1> <p>Meet the Chinese millennials&#xa0;<a href=\"https://www.ft.com/content/30aafe2e-6c67-441e-b93a-8c3ccec6f799\">rejecting luxury labels</a>. A taste for independent designers among young Chinese consumers has profound implications for smaller brands.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Vaccines' Omicron challenge' FT.com 30 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-30T11:42:57.326Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3051,
          "end": 3058
        }
      ],
      "nexusId": "10042309"
    }
  ]
}