{
  "_id": "e64dd63c7467109b05c3ad0004b41251f51ef38f4325edecea5cb1acfd44491b",
  "feed": "wall-street-journal",
  "title": "Lowe's Improves Its Profitability",
  "text": "<p>Lowe's also improved its profitability in the quarter, a sign of how large home-improvement stores are proving resilient in the face of inflation.</p><p>Coming into the week, when several major retailers were set to release results, analysts and investors had questioned how well Lowe's and its competitors could keep building upon pandemic-era sales gains. They were anxious to see how companies were navigating supply-chain snarls and labor shortages, which have made it harder to keep shelves stocked and are squeezing profits.</p><p>Wall Street analysts had projected that Lowe's comparable sales, a metric that strips out the effects of store openings and closures, would be down by 1.3% in the fiscal third quarter, according to FactSet. Instead, comparable sales rose 2.2%, including a 2.6% gain in the U.S. That helped lift overall revenue to $22.92 billion, from $22.31 billion a year earlier.</p><p>Walmart Inc. and Target Corp. joined the home-improvement stores in posting higher comparable sales this week. Both also raised forward-looking guidance.</p><p>Lowe's improved its margins in part by raising prices, its finance chief, David Denton, said on a conference call. He said the average transaction size rose by about 10% year over year, with some of that gain coming from higher product prices.</p><p>With supply-chain concerns top of mind for investors, the sector's profit-margin performance was the key driver of the bullish trading in home-improvement this week, Bank of America analyst Liz Suzuki said.</p><p>Companies such as Lowe's and Home Depot have leeway to pass on costs to consumers because they sell a broad range of products whose prices they can tactically tweak, Ms. Suzuki said. If the cost of stocking paint goes up quickly for Lowe's, it can react by making paint, paint brushes and trays all a little bit more expensive, for example. That way, shoppers face less sticker shock on individual items.</p><p>On the other hand, margins for Target and Walmart shrank in the latest quarter, in part because they have a harder time raising prices. Much of their sales come from essentials such as groceries, D.A. Davidson analyst Michael Baker said. Because groceries are bought frequently, consumers notice higher prices right away. People buy tools and appliances only once in a while, Mr. Baker said. That distinction may explain why investors sold shares of Target and Walmart this week, Mr. Baker added. Through Wednesday's close, Target shares have fallen about 4% since Monday's close, while Walmart shares are down about 3.4%. Lowe's and Home Depot shares are both trading higher this week.</p>",
  "published": "2021-11-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1943,
          "end": 1950
        },
        {
          "start": 2488,
          "end": 2495
        },
        {
          "start": 891,
          "end": 903
        },
        {
          "start": 2362,
          "end": 2369
        }
      ],
      "nexusId": "10042309"
    }
  ]
}