{
  "_id": "008641600666354015782fc40710fbb6d9aa4ef35a5057de2ec9ff4dc3dffe9a",
  "feed": "ftcomall",
  "title": "Paytm shares fall 27% on trading debut after India's biggest IPO ",
  "text": "<p>Shares in Indian financial technology company Paytm fell by more than a quarter on its stock market debut, wiping $5bn off its valuation in a rout that underscored investor unease about India's largest ever IPO.</p> <p>Paytm raised $2.5bn in its initial public offering, giving it a valuation of $20bn, with its largest investors Ant Group and SoftBank selling shares in the company, along with founder Vijay Shekhar Sharma. </p> <p>The 11-year-old company has sold itself as India's equivalent to Chinese financial groups such as Ant, with businesses in everything from mobile payments and fantasy sports to gold trading.</p> <p>But the IPO attracted tepid investor interest, with domestic institutions including mutual funds sceptical about its path to profitability and <a href=\"https://www.ft.com/content/0172916e-1a5e-11ea-97df-cc63de1d73f4\">ability to compete</a> with Big Tech competitors such as Google.</p> <p>Shares in Paytm closed 27 per cent lower at Rs1,564 ($21.05) on Thursday. </p> <p>The IPO is the most important in a string of listings by lossmaking, richly valued internet start-ups in India. Shares in <a href=\"https://www.ft.com/content/55f803f6-0c6e-4dba-afeb-d45d4307e013\">food delivery company Zomato</a>, beauty ecommerce group Nykaa and insurance aggregator PolicyBazaar all rose from their issue price.</p> <p>Paytm's performance over the coming weeks will be watched as a gauge of how far public-market investors will go to back cash-burning tech businesses on the promise of future riches.</p> <p>Paytm was an early mover in mobile payments but has lost market share to foreign competitors including Google and Flipkart, the Indian ecommerce company owned by Walmart. Its more recent forays into new business areas have yet to pay off.</p> <p>Supporters of Paytm — which has 50m active monthly users — say the company is well positioned to grow as fintech services become more widely adopted among Indian consumers, thanks to rising incomes and internet penetration.</p> <p>But critics say it has little competitive edge. Brokerage Macquarie Research said that Paytm had “too many fingers in too many pies”, giving the shares a 12-month target of Rs1,200.</p> <p>“Most things that Paytm does, every other large ecosystem player like Amazon, Flipkart, Google etc are doing,” Macquarie wrote.</p> <p>Macquarie added that Paytm did not have the necessary licences to start lending, which was the most lucrative business for fintech groups.</p> <p>“The addressable landscape is huge. The problem with fintech is that the competitive environment is becoming that much more intense,” said Vasudev Jagannath, head of sales at brokerage IIFL Securities.</p> <p>India equities have been the best performing among large Asian markets this year, with the Bombay Stock Exchange's benchmark Sensex index up more than 25 per cent. The growth of private fundraising in India has also outstripped that of China.</p> <p>But rising valuations, with Paytm priced at 43 times its 2021 sales, have left some investors concerned that the market is overheating.</p> <p>The head of equity capital markets for Asia at one Wall Street investment bank that worked on the deal said take-up had been “very slow” during the book-build for the IPO. “There's always a deal that comes where they push the envelope and it doesn't quite work,” he said.</p> <p>After Paytm, a number of other companies are expected to list in the coming months including SoftBank-backed hotel group Oyo and ride-sharing company Ola.</p><p>Source: Benjamin Parkin in New Delhi and Hudson Lockett in Hong Kong 2021 'Paytm shares fall 27% on trading debut after India's biggest IPO ' FT.com 18 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-18T10:52:42.943Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1482,
          "end": 1489
        }
      ],
      "nexusId": "10042309"
    }
  ]
}