{
  "_id": "e21c3696a42ff98ea27b89ea9794aa7c49e27f21e6a57421ebe9f3b1cc8567da",
  "feed": "market-watch",
  "title": "‘This year, it's the Wild West,'—what to expect from Black Friday in 2021",
  "text": "<p>Nope, sorry, you don't have time to catch your breath from Halloween before careening into the next holiday — well, shopping holiday. Black Friday is upon us.</p><p>Walmart WMT,&#xa0;Best BuyBBY&#xa0;and other retailers are already promoting Black Friday sales, and&#xa0;AmazonAMZN&#xa0;has been boasting them for about a month.</p><p>Here's what these early promotions mean for you, and why you may want to consider whether they're worth pursuing.</p><p>First, let's address the elephant in the supply chain</p><p>You've likely heard about supply chain bottlenecks caused, in part, by high consumer demand paired with pandemic-related labor shortages and factory shutdowns. That disruption has made for an uncertain holiday shopping season.</p><p>“In a normal year, everything is carefully coordinated,” says Eric Anderson, chair in retailing and professor of marketing at Northwestern University's Kellogg School of Management in Evanston, Illinois. Retailers typically have a much better sense of when their products will arrive, as well as when and how to promote them.</p><p>“This year, it's the Wild West,” he says. “[Retailers] just don't know when things are going to arrive, because there's so much uncertainty in the supply chain.” Their products may be stuck at a port or on a ship — or not yet produced, he says.</p><p>So not only are many retailers unsure of when their products will arrive, but they also don't know if inventory will even be available to sell for the holidays. Cue the many headlines about potential product shortages.</p><p>See:Black Friday could get messy this year: Here's what retail experts say</p><p>If you want something for the holidays, buy it now</p><p>So, you've got&#xa0;Black Friday deals&#xa0;now and an uncertain supply later. Might as well start filling your cart.</p><p>Early shopping is particularly important for “anything that's remotely popular,” Anderson says, as well as for items you must have for the holidays. Wait to buy, and you run the risk of the stuff you want being unavailable, or unable to arrive when you need it.</p><p>Even if you do wait until mid-December to shop for holiday purchases — and they can get to you in time — expect high delivery fees for items bought online, says Marie Driscoll, managing director of luxury and fashion for Coresight Research, an advisory and research firm specializing in retail and technology. She, too, recommends beginning your holiday shopping early (and suggests getting gift receipts while you're at it).</p><p>Mark Cohen, director of retail studies at Columbia Business School in New York City, offers an exception to the early-shopping advice. Say you're a more casual shopper who doesn't need a specific item by the holidays. Typically, you can find deals that are as good, if not better, than those you see on Black Friday if you wait until closer to the December holidays.</p><p>At that point, retailers are eager to sell their inventory by the end of the year, he says, which may translate to major price drops. This year will likely be similar, except that the flow of inventory will be “erratic,” Cohen says.</p><p>“All of that stuff in the pipeline that's being broadly described as ‘delayed' is all going to show up at some point,” he says. “If it shows up really late, it's going to be very deeply discounted.”</p><p>You may want to take advantage of those low prices—just don't count on them. As Anderson puts it: “There could be some great last-minute deals that show up, but who knows?”</p><p>Read: 6 smart shopping tips for Black Friday 2021</p><p>The deals probably won't be hype-worthy</p><p>The supply chain issues and news coverage about them will likely lead to so-so Black Friday bargains. After all, the supply has been compromised, but&#xa0;not the demand.</p><p>Retailers can promote the fact that they have a coveted item in stock and can get it to you by the holidays, without having to discount it too much, says Driscoll, who's based in New York City. Simply meeting demand will be the equivalent of a bargain. “If it's in stock, you're going to be happy,” she says.</p><p>While you may be thrilled to see that a certain something is available — and feel expected to spend money during this major shopping event — try to stay levelheaded. “Avoid the hype,” Cohen says.</p><p>Read next: Dreading holiday shopping? Here's how to stay out of debt while buying gifts</p><p>Sure, if you want the thing that's on sale and can afford it, buy it. But try to remember that these deals will likely be mediocre compared with previous years.</p><p>More From NerdWallet</p><p>How to Get the Best Target Black Friday 2021 Deals</p><p>Don't Let Black Friday Debt Trigger Post-Holiday Blues</p><p>How to Get the Best Costco Black Friday 2021 Deals</p><p>Laura McMullen writes for NerdWallet. Email: lmcmullen@nerdwallet.com. Twitter: @lauraemcmullen.</p>",
  "published": "2021-11-15T05:01:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 159,
          "end": 166
        }
      ],
      "nexusId": "10042309"
    }
  ]
}