{
  "_id": "754d026c4d1b77c2cdc22bcb48e9f0618b26a392b7b67d0e75171db3922fa6ab",
  "feed": "wall-street-journal",
  "title": "Amazon Workers Reject Forming A Union --- Alabama warehouse vote is a setback for labor's effort to get a foothold at tech giant",
  "text": "<p>\"Amazon didn't win -- our employees made the choice to vote against joining a union,\" the company said Friday.</p><p>The rejection is a blow to efforts to increase union membership in the private sector nationally, which has experienced a decadeslong decline. The Amazon facility represented an opportunity to organize workers at the second-largest U.S. employer behind Walmart Inc., in a fast-growing industry and in an environment where unions have thrived in the past -- a large blue-collar site where many employees do similar jobs. Amazon workers have no union representation in the U.S.</p><p>\"It's much harder to organize big groups. Large employers like Amazon and Walmart have been the holy grail,\" said Jonathan Spitz, co-leader of the labor-relations practice at Jackson Lewis, a management-side law firm. Union officials had hoped that it they won the organizing vote in a state not known to be union-friendly, it could have provided momentum for similar efforts elsewhere.</p><p>President Biden had endorsed the union movement, and he has pledged to create more union jobs. The White House said Friday that it would wait until the NLRB completes its analysis of the results before making a comment. \"We know it's very difficult for workers to make the choice to form a union,\" White House press secretary Jen Psaki said.</p><p>In a news conference organized by Amazon, workers from the Bessemer facility who sided against organizing said the union ultimately didn't offer a convincing argument. The workers called for changes at the facility, such as added training for managers, but they said they could resolve issues with the company without a third party.</p><p>\"A lot of us are in agreement that we don't need anybody there to speak for us and take our money,\" said Cori Jennings, 40 years old, who works there and voted against unionizing. Ms. Jennings, who talked to The Wall Street Journal before the results were final, said she and many of her colleagues were also eager for the national attention to fade.</p><p>Unions represent just 6.3% of U.S. private-sector workers, down from 24.2% in 1973, according to the earliest available data from Georgia State University's union stats database. Of all workers in the U.S., 10.8% were union members last year, according to the Labor Department.</p><p>Shares of Amazon rose 2.2% Friday to $3,372.20, closing at its highest level in two months. If the union vote had been a success, researchers of labor said Amazon could have been forced to change policies related to employee compensation, worker breaks or how it handles grievances. Last year, Amazon hired 500,000 workers globally and extended its reach further into healthcare, grocery and other markets.</p><p>The NLRB has yet to certify the results, but it has noted that challenged ballots aren't enough to exceed the vote margin against unionization. The Bessemer facility employs fewer than 1% of the roughly 950,000 Amazon employees in the U.S.</p><p>The union said it would appeal the vote, accusing Amazon of violating legal restrictions governing unionization campaigns. Amazon has said it followed the law in communicating with employees.</p><p>\"We won't rest until workers' voices are heard fairly under the law. When they are, we believe they will be victorious in this historic and critical fight to unionize the first Amazon warehouse in the United States,\" RWDSU President Stuart Appelbaum said.</p><p>Amazon, in a blog post, said, \"It's easy to predict the union will say that Amazon won this election because we intimidated employees, but that's not true. Our employees heard far more anti-Amazon messages from the union, policymakers, and media outlets than they heard from us.\"</p><p>Fewer than 16% of employees at the fulfillment center voted to join the union, the company said.</p><p>Previous unionization efforts at Amazon also failed. In 2018, an effort by employees at Amazon-owned Whole Foods Market to unionize failed to gain traction, and four years earlier a small group of Amazon workers in Delaware rejected a union push.</p><p>Politicians in both parties and celebrities had rallied for pro-union employees. Supporters painted the election as a battle that transcended traditional workplace disputes over pay and benefits. They contrasted Amazon's reputation for growth, profit and innovation with the working conditions for rank-and-file employees.</p><p>Some employees in Bessemer had said they wanted to unionize to negotiate over issues including their compensation, the pace of their work and the amount of break time they have per shift. One worker in Bessemer said he is expected to take roughly 300 items from shelves per hour and at times doesn't have enough time to take a bathroom break without potentially getting in trouble. Amazon has said employees can take bathroom breaks when needed.</p><p>In arguing against the unionizing vote, Amazon had noted that it pays double the state's minimum wage of $7.25 an hour, and it warned of the cost of union dues and highlighted what it says are its generous health benefits.</p><p>Amazon had $386.1 billion in sales in 2020 and saw its share price rise about 76%.</p><p>Guru Hariharan, a former Amazon manager who runs the e-commerce analytics company CommerceIQ, said the company would continue to grow no matter how its labor battles play out. Amazon's advantage \"is based on its technology, and that will continue to be the case regardless of incremental productivity-level shifts in fulfillment center workers.\"</p><p>---</p><p>Eric Morath, Lauren Weber and Inti Pacheco contributed to this article.</p>",
  "published": "2021-04-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 661,
          "end": 668
        },
        {
          "start": 364,
          "end": 376
        },
        {
          "start": 364,
          "end": 371
        }
      ],
      "nexusId": "10042309"
    }
  ]
}