{
  "_id": "bd89496e5ee60de7f87607b8d64b86e9f375b865349be3774eaae4dcb601ce31",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p>Facebook has defied Australia's push to make Big Tech pay for news by <a href=\"https://www.ft.com/content/cec5d055-c2d1-4d5f-a392-a6343beb0b01\">banning the sharing of content</a> on its platform in the country, the most far-reaching restrictions it has ever placed on publishers in any part of the world.</p> <p>The extreme step to remove Australian news prevented the public from accessing critical information on government health and emergency websites and <a href=\"https://www.ft.com/content/cac1ff54-b976-4ae4-b810-46c29ab26096\">provoked a fierce backlash</a> from the Canberra government and users.</p> <p>The unprecedented restrictions highlight how Australia has become the theatre for a years-long battle between <a href=\"https://www.ft.com/content/2fed6b2a-01ba-4c7e-8e95-d50f74c316bf\">Big Tech and media companies</a>, which is testing the value of news to Google and Facebook and the power of regulation in the online economy.</p> <p>Facebook's ban was imposed hours after <a href=\"https://www.ft.com/content/5b10391d-f356-45f1-b685-832d7799ff54\">a separate decision</a> by Google to strike a global deal with Rupert Murdoch's News Corp, defusing a long-running dispute between the media group and the search company. (FT)</p> <h2>Coronavirus digest</h2> <ul>  <li><p>French President <strong>Emmanuel Macron</strong> has said Europe and the US should urgently allocate up to 5 per cent of their current vaccine supplies to developing countries, <a href=\"https://www.ft.com/content/15853717-af6c-4858-87d4-58b1826895a8\">in an interview with the Financial Times</a>.</p></li>  <li><p><strong>US</strong> retail sales jumped by <a href=\"https://www.ft.com/content/d28acdd8-b6ea-4a49-a9f2-30fc5895d0f7\">the most in seven months</a> in January, boosted by a second round of stimulus cheques and relaxed curbs on businesses as a resurgence of coronavirus slowed. Minutes from the <strong>Federal Reserve's</strong> latest <a href=\"https://www.ft.com/content/1103e0ea-7a28-4679-9fb3-8a79ff176d6f\">interest rate-setting meeting</a> showed policymakers believed the threat to the US economy of subdued inflation was greater than that of rising prices.</p></li>  <li><p>The head of America's Business Roundtable, one of the country's largest business groups, <a href=\"https://www.ft.com/content/8c3e6c5a-b6ee-49f2-981c-1fe209865ae5\">has warned</a> <strong>US employers</strong> against “hectoring” their workers into taking a Covid-19 vaccine.</p></li>  <li><p><strong>Peru </strong>has been rocked by revelations that nearly 500 people, including former president Martín Vizcarra and other senior politicians, <a href=\"https://www.ft.com/content/06f34f5a-d196-468f-8802-8a508552e13c\">were vaccinated</a> against coronavirus on the quiet.</p></li>  <li><p>People with disabilities in the <strong>UK</strong> accounted for <a href=\"http://ft.com/content/bc616b88-0368-43e9-94b7-a715ef456685\">60 per cent</a> of all Covid-19 deaths in England last year, according to official data. </p></li>  <li><p>The BioNTech/Pfizer jab is <a href=\"https://www.ft.com/content/2eb05859-54c1-45b5-9058-fa50fa6ca7da\">significantly less effective</a> against the variant that emerged in <strong>South Africa</strong>, according to a study. The first <a href=\"https://www.ft.com/content/7f7d8177-349f-4862-ab19-b3718f3e1443\">“human challenge” trial</a> — in which healthy young adults will be infected with Covid-19 — will begin in London within a month.&#xa0;</p></li>  <li><p><strong>Manufacturers </strong>are experiencing a shortage of <a href=\"https://www.ft.com/content/b2f4f9cf-af80-428f-a198-2698ceb4c701\">giant plastic bags</a> needed to produce Covid-19 jabs, threatening global rollouts. (FT) </p></li> </ul> <p><em>The Financial Times has been your guide to the pandemic since the first outbreak was detected over a year ago. Here are some of the developments we were reporting on </em><a href=\"https://www.ft.com/content/9cad5402-c8cb-3e7a-92e8-fdc9fc797488#post-60800\"><em>a year ago today</em></a><em>. Follow the latest on our </em><a href=\"https://www.ft.com/content/3fe1a8b5-47a2-344b-b50c-e5af2679d03a\"><em>live blog</em></a><em>.</em></p> <h2>In the news</h2> <p><strong>Reddit day trader urges Wall Street probe </strong>Keith Gill, the day trader at the centre of the short squeeze on GameStop stock, urged Congress to investigate “<a href=\"https://www.ft.com/content/588375c3-58b6-4acb-96b7-fd63e7735da6\">potentially manipulative shorting practices</a>” ahead of a hearing on Thursday in which he will appear alongside the hedge fund manager who lost billions on the other side of the bet. Here's <a href=\"http://ft.com/content/50cb746c-b861-44d7-97fd-05f14a38a645\">what to watch</a> for. (FT)</p> <p><strong>Americans borrowed a record $1.2tn for mortgages</strong> Americans took out a record <a href=\"https://www.ft.com/content/564502cc-744c-4cbd-bcff-e1554d17ab4d\">$1.2tn worth of mortgages</a> in the final three months of 2020, locking in historically low interest rates to&#xa0;buy&#xa0;homes across the country. Borrowers with high credit scores — above 760 — fuelled the surge, accounting for more than two-thirds of total originations for the quarter.&#xa0;(FT)</p> <p><strong>Biden speaks to Netanyahu</strong> Joe Biden has spoken to Israel's prime minister for the first time since taking office as US president, ending a four-week silence that was interpreted as a deliberate snub by some allies of Benjamin Netanyahu. </p> <ul>  <li><p>The relationship with Riyadh is also <a href=\"https://www.ft.com/content/63784570-2f3f-4df9-87d3-f05c076b8560\">proving complicated</a> after last week's aerial attack by Yemen's Iran-aligned Houthi rebels on a civilian plane in Saudi Arabia. (FT)</p></li> </ul> <p><strong>Texas blackouts hit chip production </strong>The Arctic weather sweeping through Texas is threatening to exacerbate a&#xa0;global <a href=\"https://www.ft.com/content/ec2f93ad-d23c-4ff4-867a-59385d1cc8a6\">semiconductor shortage</a> after manufacturing plants were forced to shut down. Texas residents are <a href=\"https://www.ft.com/content/ab94a33f-103c-49d4-8c8b-0a077b2aa607\">demanding answers</a> after the state's energy infrastructure proved no match for the cold blast, which sent crude <a href=\"https://www.ft.com/content/9b7cdaf2-f43b-49c3-b8b8-b4840f95ebbd\">oil prices</a> soaring to their highest level in more than a year. (FT)</p> <p><strong>North Koreans charged in cyber-hack spree </strong>Three North Korean computer programmers have been charged in the US with conspiring to <a href=\"https://www.ft.com/content/3556c699-8bff-4837-abb1-1ef70d2094d4\">steal and extort more than $1.3bn</a> from banks and other companies through state-sponsored cyber hacks. All three are believed to be in North Korea. (FT) </p> <p><strong>European earnings round-up</strong> A robust investment banking performance helped <a href=\"https://www.ft.com/content/263ef0ed-7ed4-44a4-85f9-0958cfb8303a\">Barclays</a> partially offset the impact of the pandemic. Litigation and writedowns, meanwhile, led to losses in the fourth quarter at <a href=\"https://www.ft.com/content/eb10fc49-73d3-4eb8-a59c-99e26f5cc21c\">Credit Suisse</a>. In the airline sector, <a href=\"https://www.ft.com/content/348df777-250b-4ade-987c-e0333dbab5ed\">Air France-KLM</a> reported an annual net loss of €7.1bn but <a href=\"https://www.ft.com/content/987a5029-b1b8-4e6c-8db1-7c820abd1f34\">Nestlé</a>, the world's largest food company, reported the strongest sales growth in five years. (FT)</p> <p><strong>Conservative US radio host Rush Limbaugh dies aged 70 </strong>The prominent rightwing radio host and a dominant force in US conservative punditry has <a href=\"https://www.ft.com/content/6f45b6f8-2d44-4a01-86f3-424670430a90\">died aged 70</a> after battling lung cancer. Limbaugh was a pioneer of talk-radio in the 1980s, luring millions of listeners through his combative and off-the-cuff style that helped to define the modern Republican party. (FT)</p> <p><strong>Female Olympian takes the helm at Tokyo games</strong> Seiko Hashimoto, a 56-year-old government minister and former Olympian,&#xa0;<a href=\"https://www.ft.com/content/972a78e2-ad33-4453-945a-6f5a3b3f2da3\">will take over</a> the crisis-hit 2020 Tokyo Olympics. Hashimoto was chosen to replace Yoshiro Mori, the 83-year-old former prime minister&#xa0;<a href=\"https://www.ft.com/content/241e74ce-12a3-40d7-b6f8-91268d69a563\">who resigned</a>&#xa0;after his remarks about women caused an international backlash. (FT)</p> <p><strong>Scientists extract million-year-old mammoth DNA </strong>Scientists have for the first time <a href=\"https://www.ft.com/content/bdf6335d-7678-4738-aa65-b70ea8d9981a\">collected and analysed DNA</a> that is more than 1m years old after extracting genetic material from the remains of mammoths buried in the Siberian permafrost. (FT)</p> <h2>The day ahead</h2> <p><strong>Walmart earnings </strong>World's largest retailer and US consumer bellwether <a href=\"https://www.ft.com/stream/4a210ea8-7a54-4681-8a3b-b4ed2b7f7038\">Walmart</a> reports fourth-quarter results. (FT)</p> <p><strong>Weekly jobless claims</strong> Economists expect the <a href=\"https://www.ft.com/content/59e800fd-9444-46a5-9ccc-e65670c88552\">modest signs of improvement</a> in the US labour market to continue on Thursday when weekly first-time jobless claims are released. (FT)</p> <p><strong>Nasa Mars mission </strong>The largest and most sophisticated vehicle ever sent to Mars is <a href=\"https://www.ft.com/content/13f193f5-4fcd-4e71-a5cd-dd6fa9c6ad5e\">set to land</a> later today, beginning a two-year mission to search for signs of life on the red planet and prepare the way for human visits. (FT)</p> <p><em>The two-day FT Business of Football summit, exploring how the business of the sport is adapting in challenging times, continues on Thursday. </em><a href=\"https://businessoffootball.live.ft.com/\"><em>Sign up here</em></a>.</p> <h2>What else we're reading</h2> <p><strong>Yellen signals regime change</strong> Financial historians may look back to January 19 2021 as a key date. This was when Janet Yellen announced at her nomination hearing to be US Treasury secretary that it was&#xa0;time <a href=\"https://www.ft.com/content/b3a40430-059e-486e-9fd3-8cd70100a908\">to “act big” on fiscal easing</a>. It was on a par with Paul Volcker's 1979 declaration of his fight against inflation and Mario Draghi's “do whatever it takes” moment to save the euro, says the co-founder and chief investment strategist at Absolute Strategy Research<em>.</em> (FT)</p> <p><strong>Hong Kong's historic businesses face uncertain future </strong>Two giant colonial-era companies have woven themselves into the fabric of Hong Kong society over two centuries. But as the city undergoes fundamental waves of change and Beijing tightens its political grip, can <a href=\"https://www.ft.com/content/3ab1091c-8ebc-47a9-b57c-0264ab75e677\">Jardine Matheson and Swire</a> maintain their pre-eminence? (FT)</p> <p><strong>Why economists kept getting the policies wrong </strong>In the 1990s, economic policy swept away the postwar balance between the interests of society and markets, and the gains of globalisation were scooped up by the super-rich. After decades of market liberalism and fiscal fundamentalism, policymakers are returning to Keynesianism, <a href=\"http://ft.com/content/a7229df1-5260-4104-a89c-fb4a77271310\">writes Philip Stephens</a>. (FT)</p> <p><strong>Globalisation 2.0: the new rules of connection </strong>The fact that digital information is moving quickly across borders does not mean that empathy and understanding are rising as well, <a href=\"https://www.ft.com/content/f90323e1-efae-4c6a-9e43-87043d8a973b\">writes Gillian Tett</a>.&#xa0;In the Covid-19 era, extreme globalisation has suddenly collided with stark localisation, creating a confusing mix. (FT)</p> <p><strong>Britney Spears: our part in her downfall </strong>A new documentary shines a light on <a href=\"https://www.ft.com/content/97441795-4701-4473-8230-1cf62114655b\">misogynistic treatment</a> of the pop star throughout her career. The irony of celebrity worship is that as we search for evidence that, as US Weekly puts it, “Stars — They're Just Like US!”, it's easy to forget that they break like us, too. (FT)</p> <h2>Video of the day</h2> <p><strong>Trawling for a sustainable future with smarter nets </strong>Commonly used bottom-trawling commercial nets can <a href=\"https://www.ft.com/video/7324c7be-b4dd-425f-8ea2-0e956d858f57?playlist-name=editors-picks&amp;playlist-offset=1\">wreck the sea floor</a> and waste huge amounts of unwanted fish. French researchers are pioneering AI nets able to identify, sort and separate a catch before it is landed. (FT)</p> <a href=\"http://www.ft.com/cms/7324c7be-b4dd-425f-8ea2-0e956d858f57.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 18 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-18T12:31:34.317Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 5848,
          "end": 5855
        },
        {
          "start": 5779,
          "end": 5786
        }
      ],
      "name": "Walmart Inc.",
      "id": "US9311421039",
      "nexusId": "10042309"
    }
  ]
}