{
  "_id": "079b63228e52b7b24092f8da95fef95857ff3b64bf74a9a9df755ca9d6143310",
  "feed": "ftcomall",
  "title": "UK food industry seeks greater scrutiny of private equity-owned supermarkets",
  "text": "<p>The UK's leading food industry organisations have called for greater oversight of private equity-owned supermarket chains following recent acquisitions of two of the UK's leading grocers.</p> <p>The Covid-19 pandemic has allowed the big chains to increase their dominance over the groceries market, while suppliers face mounting pressures from labour shortages and rising input costs.</p> <p>Ian Wright, the chief executive of the Food and Drink Federation, which represents food manufacturers, said that suppliers needed additional protection from PE owners that were not subjected to the same level of scrutiny as listed companies.</p> <p>Speaking after US private equity group Clayton, Dubilier and Rice <a href=\"https://www.ft.com/content/4d990b0f-2728-4126-adee-d4111aae7a45\">won</a> a £10bn takeover battle for Wm Morrison, the UK's fourth-largest supermarket, earlier this month, Wright said there was a strong case for expanding the remit of the supermarkets watchdog, the Groceries Code Adjudicator.</p> <p>“The ‘Big Four' supermarkets were subject to scrutiny through action of shareholders and investors, but if you've got private equity running these businesses, the level of transparency you have with listed businesses is just not there,” he told the Financial Times.</p> <p>Wright said action was needed to protect consumers and the supply chain given that private equity owners look to <a href=\"https://www.ft.com/content/938db064-119e-42d1-af7a-1d542c72b668\">extract value</a> by selling assets, loading acquisitions with debt and driving down costs. </p> <p>Shane Brennan, chief executive of the Cold Chain Federation, said that he hoped that private equity would invest long term in securing logistics, rather than engage in asset-stripping and cost-cutting.</p> <p>“The reality is that we are in the era of ‘just in case' supply chains, not ‘just in time' and everyone is going to have to pay more for storage and distribution — whether they like it or not,” he said.</p> <p>James Bielby, chief executive of the Federation of Wholesale Distributors, which represents UK wholesalers who supply the smaller independent shops and catering trade, agreed there was a need for vigilance across all the big retailers over the squeeze on prices as well as power they have over distributors.</p> <p>“We're seeing supermarkets paying HGV drivers more, but in return they are demanding exclusivity, which shuts some smaller players that serve my members out of the market because logistics companies can't afford to turn down supermarkets,” he added.</p> <p>In February, Asda, the third-biggest supermarket, was sold to a consortium of TDR Capital and the Blackburn-based Issa brothers. Sainsbury's has also been the subject of recent speculation that private equity groups could bid for the country's second-largest chain.</p> <p>Wright argued that wider powers were needed for the GCA with suppliers already clashing with supermarkets as the latter tried to pass on higher costs resulting from Brexit and Covid-19, while there was further pressure on producers with the growth of online grocery sales, led by Amazon.</p> <p>“In this new situation there is a strong case for the Groceries Code Adjudicator to plug the transparency gap that PE ownership leads to, so that supermarkets are subject to the same levels of exposure as listed businesses,” he said.</p> <p>Wright predicted that the GCA would have to intervene increasingly in disputes as suppliers and big retailers engaged in a growing number of “punch ups” over supply agreements.</p> <p>The watchdog, established in 2013 after a series of scandals highlighting supermarkets' treatment of their suppliers, regulates the conduct of all retailers that are deemed by the Competition and Markets Authority to make more than £1bn in annual revenue from grocery sales. More than half of the 13 so-called “designated retailers” are privately owned.</p> <p>Mark White, the head of the GCA, said that ownership models among the designated retailers were already diverse “but my engagement with and oversight of each business remains equally robust”.</p> <p>He added: “The code and the rules are the same regardless of ownership and in all cases I ensure the focus in my engagements is shaped by what suppliers tell me is going on.”</p> <p>In addition to the powers vested in the GCA and the CMA, the government can block takeovers if they threaten its ability “to respond to risks relating to public health emergencies” — which specifically include maintaining the food supply during a pandemic. Business secretary Kwasi Kwarteng ultimately backed the private equity bids for Morrisons.</p> <p>Asda and Morrisons declined to comment.</p><p>Source: Peter Foster in Brighton and Jonathan Eley in London 2021 'UK food industry seeks greater scrutiny of private equity-owned supermarkets' FT.com 13 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-13T03:00:40.726Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}