{
  "_id": "7deee6b040d3081f409ff004355860cd7d53e9a7b217c47fd4016cb8a7b1d41f",
  "feed": "wall-street-journal",
  "title": "Elder Abuse Spreads, Stoked by the Pandemic; Older Americans are falling victim to fraud, physical violence and neglect as family isolation and staffing shortages erode safeguards",
  "text": "<p>In Miami, Shirley Gibson's property, which had been in her family for a century, was stolen by three people, who forged the octogenarian's name on a deed and sold it in a virtual transaction that had become commonplace during the pandemic, according to Florida law-enforcement officials.</p><p>In Memphis, Tenn., Alfred Mayes has new locks on his doors after his son, who had been living with him, became abusive, at one point hitting Mr. Mayes with a crowbar. Family members say the pandemic kept Mr. Mayes's other children and grandchildren from visiting regularly to see how father and son were coping.</p><p>Cases like these cropped up across the country during the pandemic, contributing to a surge in elder abuse, typically defined as an intentional or negligent act that harms someone 60 or older in a physical, emotional or financial way.</p><p>The number of elder-fraud victims increased 55% between 2019 and 2020, the latest data available, according to a Federal Bureau of Investigation report on internet crime.</p><p>Another studyconducted by Yale University researchers and released in January found that more than one in five older people living in homes or apartments, as opposed to facilities, reported abuse in April and May 2020, when all states had stay-at-home orders. That is an 83.6% increase over pre-pandemic prevalence estimates.</p><p>Amy Weirich, the district attorney general in the county surrounding Memphis, said her Vulnerable Adult Prosecution Investigation Team has reviewed 51 cases in the first nine months of this year, including the case of a 64-year-old caregiver who pleaded guilty to attempted second-degree murder after repeatedly striking an 83-year-old woman, knocking the dentures out of her mouth.</p><p>\"In 2019, we didn't even have a dozen for the whole year,\" Ms. Weirich said.</p><p>Elder-abuse cases, which have been on the rise for years, are expected to continue climbing even after the pandemic ends due in part to the aging population and the shortage of trained and licensed caregivers. Low pay and burnout cause many to leave the field, both in private in-home care and nursing homes. Social connections, lost in the pandemic, are harder for older adults to restore, increasing the likelihood of isolation—a key risk factor in abuse. </p><p>Alfred Mayes said he was hit with a crowbar by his son and former caretaker. PHOTO: Andrea Morales for The Wall Street Journal</p><p>The increase comes at great cost. Abuse can lead to an earlier death for older Americans. It can also devastate families and undermine the financial and emotional well-being of older people.</p><p>Stay-at-home orders and social distancing measures left older adults isolated and at times sheltering with abusers, either family or caregivers who threatened to send them to a nursing home or cough on them if they didn't give them money.</p><p>\"They used Covid as a weapon,\" said Joy Solomon, director of the Weinberg Center for Elder Justice in New York, which provides temporary shelter and support services to abuse victims and saw admissions double after stay-at-home orders were lifted.</p><p>Social workers and others who investigate reports of abuse and neglect couldn't meet vulnerable older adults in person. Short-staffed long-term-care facilities relied on questionable temporary workers. Law-enforcement budgets were cut.</p><p>Laura Mosqueda, a physician and director of the National Center on Elder Abuse, a national research center created by the U.S. Administration on Aging, is concerned not only about the increased volume but the intensity of abuse, as stresses compounded in the pandemic and left some caregivers overwhelmed. \"It's not a big stretch for intense verbal abuse to turn into physical abuse as well,\" she said.</p><p>Share your thoughts</p><p>What should be done to lessen cases of elder fraud and abuse? Join the conversation below.</p><p>Some adult children took parents out of nursing homes, only to have them abused by in-home caregivers. Those who were unable to take their parents out of long-term care couldn't visit them to monitor care, said Jane Walsh, chief deputy district attorney in Denver, who oversaw the case involving Ms. Gust, who was robbed of her engagement ring and credit cards.</p><p>Ms. Gust lived in the memory-care unit of Carillon at Belleview Station in Denver, which opened in 2018 offering upscale independent living, assisted living and memory care for those with dementia. She and several other residents and staff members tested positive for Covid-19 in April 2020. </p><p>Barbara Gust on an Alaskan cruise, left; Art and Carolyn Gust and children at their home in Edwards, Colo., top; Art Gust with his late mother's engagement ring. PHOTO: Rachel Woolf for The Wall Street Journal</p><p>Her son and only child, Art Gust, his wife and three children, who frequently visited Ms. Gust and took her to dinner, watched her rapid decline through the window of her first-floor room. They noticed regular staff missing and new workers in Ms. Gust's room.</p><p>Ms. Gust died a week after she tested positive for Covid-19. While making funeral arrangements that morning, Art Gust received a notification that his mother's credit card was used at a local Wendy's four hours after his mother died. Several other charges appeared on the credit card at Walmart, dollar stores and a local used-car dealer.</p><p>His wife, Carolyn, told him that she had noticed her mother-in-law wasn't wearing her engagement ring, which she always had on. It was the only connection to her late husband of 55 years, Lysle Gust. Art Gust called the funeral home to see if his mother's engagement ring, appraised at $13,800, was on her hand. It wasn't.</p><p>Police detectives with a unit that investigates elder abuse tracked the ring down to an EZ Pawn store. The same woman who used the credit card to buy a used car had pawned the ring for $900. Police confirmed that the 29-year-old woman worked at Carillon, according to records from the District Attorney's office. The woman, Elizabeth Daniels, was arrested and charged with several crimes, including theft from an at-risk person and providing a false statement to a pawnbroker, according to police records. </p><p>A family photo of Barbara and Lysle Gust at their wedding in 1962. PHOTO: Rachel Woolf for The Wall Street for The Wall Street Journal</p><p>At the time of her arrest, she was on probation for robbery and had a string of earlier arrests for driving under the influence, trespassing and identity theft, according to records from the Colorado Bureau of Investigation.</p><p>In April, Ms. Daniels pleaded guilty to theft of an at-risk person and was sentenced to two years' probation with a six-year suspended prison sentence. She has since violated her probation. A warrant was issued in September for her arrest, according to the office of Ms. Walsh, the deputy district attorney. Ms. Daniels couldn't be reached for comment.</p><p>Officials from the Carillon say the woman wasn't an employee, but had been hired by Amada Senior Care of Colorado, a licensed staffing agency. The Carillon is under new management, which has replaced the executive director and put new managers in the memory-care unit. </p><p>The Carillon at Belleview Station in Denver, where Barbara Gust lived in the memory-care unit, is now under new management. PHOTO: Rachel Woolf for The Wall Street for The Wall Street Journal</p><p>Amada owner Ken Jenson said an outside firm conducts background checks. \"We spend tens of thousands of dollars on background checks every month. She beat the system,\" said Mr. Jenson, adding that the woman gave him false identification and lied on the application. He said his agency paid for Ms. Gust's last month at the Carillon.</p><p>Ms. Gust's engagement ring sits in a box. \"It should have been buried with her,\" Carolyn Gust said.</p><p>The pandemic opened other doors of exploitation, including the way many real-estate transactions moved online, which made it easier to steal from older, unsuspecting property owners. This is especially true of people who have no mortgage, meaning there is no lender exercising backup oversight.</p><p>Shirley Gibson, an 86-year-old retired librarian, went to the Miami-Dade County appraiser's office in May to pay property tax on lots in Coconut Grove, one of the first Black neighborhoods established in the Miami area. The lots had been in her family since the early 1900s, after her forebears immigrated from the Bahamas. </p><p>Shirley Gibson, top left, and family obituaries, top right. This lot in Coconut Grove, Fla., has been in her family since the early 1900s. PHOTO: Alfonso Duran for The Wall Street Journal</p><p>The clerk said the taxes on one of the lots had been paid by the new owner, a development company in New York. When Ms. Gibson said she never sold the property, the clerk gave her a copy of a deed, appearing to be signed by Shirley Gibson, indicating that property had been sold.</p><p>Her attorney, David Winker, said he recognized that the signature was forged. \"It looked like a grade schooler's writing,\" said Mr. Winker, who took Ms. Gibson, a copy of the deed and samples of Ms. Gibson's signature to the police. The notary stamp and notary signature were also fake, Mr. Winker said. An investigation followed.</p><p>Police arrested three people and charged them with theft from a person 65 years and older, as well as other felonies including money laundering and an organized scheme to defraud. One has been released on bond; the other two are in the Miami-Dade Department of Corrections, according to the Office of State Attorney Katherine Fernandez Rundle. They all have pleaded not guilty.</p><p>The buyer, which isn't suspected of foul play, was reimbursed by the company that insured the title.</p><p>The property, with a listed appraised value of $212,000, was returned to Ms. Gibson, who never married and plans to give it to nephews and nieces.</p><p>\"It's been in my family for over a hundred years and I want to keep it in my family,\" said Ms. Gibson. </p><p>Shirley Gibson stands near the cemetery of relatives who first settled in Coconut Grove in 1904. PHOTO: Alfonso Duran for The Wall Street Journal</p><p>Most cases of abuse involve a family member, which makes them harder to detect and stop, said Melanie Keller, a member of the Coordinated Response to Elder Abuse coalition in Memphis, which works with authorities to investigate cases of abuse, and provides legal, medical and emergency shelter services.</p><p>The number of physical-abuse cases handled by the Memphis coalition doubled between the first nine months of 2019 and the first nine months of 2021, according to Ms. Keller, who is also president of a home-health company that serves older adults.</p><p>Often, she said, family members don't recognize signs of abuse or don't think another family member would be capable of it. With the pandemic, they didn't visit older parents to see what was going on in the house.</p><p>That is what happened in the case of 78-year-old Alfred Mayes. \"Everyone was trying to keep themselves and others safe,\" said Alfred's daughter, Mary Ross, an IT manager for the local sheriff's office. \"We were still working and had fears and concerns about bringing in the virus to my parents, who were weaker.\"</p><p>Her 55-year-old brother, Theddious Mayes, had been living with and caring for their parents for several years. It was already a stressful situation before the pandemic, Ms. Ross said. Her mother had dementia and her brother, who took care of her until she died in March, grieved her loss. He had his own health issues, including a painful nerve condition, she said.</p><p>Ms. Ross, who has power of attorney for her father, began noticing that cable and property tax bills weren't paid. She said her brother told her their dad must have thrown them away. The local bank called Ms. Ross and said her dad withdrew money from his account on two consecutive days, which was unusual, she said. Her father played it down, saying he or her brother needed the money.</p><p>She recalls her dad saying her brother was speaking to him \"very harshly,\" but didn't want her to say anything. \"Leave it alone. It's OK. I can handle your brother,\" she recalls him saying. </p><p>Mary Ross, shown in the South Memphis neighborhood where she grew up, helps her father clean out a leg wound he allegedly received at the hands of her brother. PHOTO: Andrea Morales for The Wall Street Journal</p><p>In October, she visited her dad after work. He said his leg was hurting, and pulled up his pant legs revealing one limb with a deep gash and the other with a big knot. She asked him what happened. He replied that her brother hit him with a crowbar, she said.</p><p>\"I was horrified. How could a sibling, a son, any child do this to a parent?\" she said.</p><p>She drove her father to the hospital. While getting him out of the car, she encouraged him to tell the doctors and nurses what had happened.</p><p>A geriatric nurse on the elder-abuse team examined the wound and determined it was caused by injury, not a medical condition. Police questioned Mr. Mayes and his son, who admitted hitting his father twice, saying, \"I hit him on his legs with a stick because he did not answer when I asked him a question,\" according to an affidavit for an arrest warrant. The son was arrested on charges of aggravated assault of an elderly person and is in jail.</p><p>Theddious Mayes declined to comment, as did his public defender.</p><p>His father, who worked on the railroad his entire life, said he doesn't understand why his son hit him. \"I was surprised and hurting on my leg and in my heart,\" he said. \"I don't really know why it happened.\"</p><p>Ms. Ross, who is single, is moving in with her father. She changed the locks on the door, secured windows and is installing a surveillance camera. Social workers from the elder abuse coalition are in touch. She assures her dad that he always was, and remains, a good father. \"You did your very best to show up in the world as a kind person,\" she said.</p><p>Write to Clare Ansberry at clare.ansberry@wsj.com</p><p>Elder Abuse Spreads, Stoked by the Pandemic</p>",
  "published": "2021-12-28T15:12:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5216,
          "end": 5223
        }
      ],
      "nexusId": "10042309"
    }
  ]
}