{
  "_id": "92dea1bbbf5625191e86d0ee3b045eee36c2aad5123ee12123839883a6e21855",
  "feed": "wall-street-journal",
  "title": "Coinbase, Marathon Digital, Lucid: What to Watch When the Stock Market Opens Today; Bitcoin, ether and dogecoin prices were all down; crypto stocks were caught in the downdraft",
  "text": "<p>* Stocks in the crypto universe were caught in the downdraft. Bitcoin wallet provider Coinbase was down 3.8%, and bitcoin miners Marathon Digital and Riot Blockchain slid 6.1% and 11% respectively.</p><p>* Walmart nudged up 0.7% premarket after its earnings beat estimates and it lifted its guidance.</p><p>* Home Depot shares added 0.8% after the home-improvement retailer reported profit and same-store sales that beat forecasts.</p><p>* Lucid Group shares rose 5.9% premarket after the luxury electric-vehicle maker reported a jump in orders and forecast further increases this year.</p><p>* Unity Software shares dropped 3.7% premarket. The company after Monday's close proposed a $1.5 billion offering of convertible senior notes.</p><p>* Royalty Pharma shares jumped 7%. Berkshire Hathaway said Monday it had taken a stake in the company during the third quarter.</p><p>* Peloton shares dropped 1% premarket, extending losses since its disappointing earnings report earlier this month.</p><p>* Workday shares were up 2.5%. UBS raised its rating on the stock to a buy, and on Monday Morgan Stanley and Oppenheimer lifted their price targets for the stock.</p><p>* Advance Auto Parts slipped 1.6% premarket after it reported a decrease in operating income during the third quarter.</p><p>* La-Z-Boy and Star Bulk Carriers are due to report after Tuesday's close.</p><p>Chart of the Day</p><p>* The tight supply and demand balance in the global oil market could be about to ease, the IEA said in its monthly report.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Coinbase, Marathon Digital, Lucid: What to Watch When the Stock Market Opens Today</p>",
  "published": "2021-11-16T13:15:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 200,
          "end": 207
        }
      ],
      "nexusId": "10042309"
    }
  ]
}