{
  "_id": "7bd8f6350211fde80a5b9725b1f2660e05e11c6055edb54db914a295805e4b0f",
  "feed": "ftcomall",
  "title": "Fashion brands back Google supply-chain platform to peg back risks",
  "text": "<p>The fashion industry — estimated to generate more greenhouse gas emissions than the UK, Germany and France combined — is turning to an open-sourced platform provided by Google to help trace its supply chain.</p> <p>Despite the barrage of marketing from brands and individual garments claiming to be “sustainable”, “eco-friendly” and “climate positive”, only a fraction, some 50 brands, have pledged to meet the science-based emissions reduction targets set within the <a href=\"https://www.ft.com/content/92d64022-415c-4fa2-93a7-bc277c417544\">UN fashion charter for climate change.</a></p> <p>Even with those pledges in place, the industry is on track to generate nearly double the amount of emissions required to align with the UN's goal of keeping global temperatures from rising above 1.5C since pre-industrial times, according to McKinsey. </p> <p>Temperatures have already risen 1.1C in that period.</p> <p>In partnership with WWF, Stella McCartney and The Textile Exchange, the search giant has developed the Global Impact Fibre Explorer, that it says will enable companies to identify the biggest risks associated with more than 20 fibre types in their supply chains, including synthetics.</p> <p>It should also enable Google to deepen its ties with fashion and luxury advertisers, and to build a valuable database on raw material usage and supply chains, first with fashion, followed by other industries.</p> <p>In a recent test-pilot of the Global Explorer, brands including H&amp;M, Adidas and <a href=\"https://www.allbirds.com/pages/our-commitment\">Allbirds</a> were invited to upload their own sourcing data, which was assessed against a number of region-specific environmental factors, including air pollution, biodiversity, greenhouse gases and water quality.</p> <p>It warned Stella McCartney, for example, that Buyuk Menderes, a major cotton-producing region in western Turkey, was likely to face additional water availability challenges because of climate change. </p> <p>Stella McCartney says the data has further incentivised the company to partner with farmers in the area to transition from conventional farming, often pesticide assisted, to regenerative farming.</p> <p>The industry already widely uses the <a href=\"https://higg.com/about/\">Higg Index</a>, which was spun out of a project by Walmart and Patagonia, as a self-assessment standard for tracking sustainability through the supply chain. </p> <p>By comparison, the Global Explorer promises to be able to assess the effects and risks of the same material, such as wool, across different regions, says Hana Kajimura, sustainability manager at shoemaker Allbirds. </p> <p>“We know that wool from New Zealand is probably much different than wool from Australia or South America, but that sort of regional context didn't [previously] exist,” she says. “We're working to create some of that data with our suppliers, but it's slow and expensive, and an open-source library for that information would be hugely helpful.”</p> <p>Kajimura says the Explorer identified Allbirds' three biggest material risks, and what it could do to mitigate them. </p> <p>“[With other tools] you're told this material is really bad, and you're like great, what do I do with this? The fact that [the Explorer] suggests next steps or people or vendors to talk to — you're sourcing this material that's not certified, consider switching to [Global Organic Textile] <a href=\"https://global-standard.org/\">GOT-certified</a>, here's a library of all the vendors certified to that standard — is super useful.” </p> <p>Its potential for identifying collaboration opportunities with suppliers and other brands was also promising, she said.</p> <p>Google has a team of 80 working on the Explorer, spending 20 per cent of their time on the project, and says it will launch the platform for free to the public next year. </p> <p>Maria McClay, Google's senior head of industry for luxury, said the project was born out of a brainstorming session to see “where Google technology and data could have the greatest impact”. </p> <p>It could also go some way towards greening Google's own image. The company's Cloud division came under fire last year when a Greenpeace report revealed that it was providing oil and gas companies with custom artificial intelligence tools to help them locate and extract fossil fuels. Google has since promised to stop building the tools.</p><p>Source: Lauren Indvik 2021 'Fashion brands back Google supply-chain platform to peg back risks' FT.com 18 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-18T06:00:05.937Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2068,
          "end": 2075
        }
      ],
      "nexusId": "10042309"
    }
  ]
}