{
  "_id": "105ea7a18a27f68ad4e81ca25eb11444f8c648406b8ca87c31ec36fbf61af4f3",
  "feed": "ftcomall",
  "title": "Workplace mental health: tech cuts the cost but therapybots raise concerns",
  "text": "<p>Meditation and mindfulness apps have become hot&#xa0;perks. Companies are increasingly offering mental health services&#xa0;to employees to help alleviate pandemic strains. Even before lockdowns, the investment case was gaining growing recognition. Studies suggest every £1 spent yields an <a href=\"https://www2.deloitte.com/uk/en/pages/consulting/articles/mental-health-and-employers-refreshing-the-case-for-investment.html\">average return</a> of £5, according to Deloitte.</p> <p>A growing number of virtual mental-health service providers have emerged to serve this market, as well as offering services direct to consumers.&#xa0;The pandemic has accelerated uptake, and not just by exacerbating the need for treatment. In the US, regulations were relaxed when lockdown made it hard to deliver in-person therapy.</p> <p>Investors have been&#xa0;piling in. Seven US mental health app companies — variously connecting users to therapists and&#xa0;providing relaxation tools — have achieved private “unicorn” status.&#xa0;Lyra, a platform&#xa0;focused on mental healthcare for workforces, just raised $200m at a $4.6bn valuation.</p> <p>Meanwhile, Talkspace, which has clients such as Google and Expedia, became one of the first pure-play virtual mental health stocks when it went public in New York in June. Kooth was the first digital mental health platform to list on the London Stock Exchange last year, though it remains small.</p> <p>Competition could test valuations. Shares of tele-health sector leader Teladoc Health and Boston-based Amwell have struggled recently. The stocks were hit by May's news that Walmart and Amazon were expanding in the sector.</p> <p>Effectiveness is questionable. Even for popular apps, user <a href=\"https://www.jmir.org/2019/9/e14567/\">engagement</a> drops rapidly. Some experts have reservations about the use of online therapy for anything but minor mental issues. Though talking to a therapist over a video link is not very different to seeing one in person, exchanging text messages with a therapist can suffer from time lags and lack of visual cues. Substituting the therapist for a robot is an even more radical departure, though Woebot, a business founded by Stanford psychologists and AI experts, can point to a <a href=\"https://woebothealth.com/for-immediate-releaselarge-scale-study-finds-mental-health-app-forms-bond-with-users-marking-key-evolution-in-digital-therapeutics/\">study</a> suggesting its bots established a therapeutic bond with users. </p> <p>Few employers would currently feel comfortable with fully automated treatment for their most troubled staff.</p> <p>The tech industry is right to see mental health as ripe for disruption. The unmet need is huge. Even in countries such as the US and UK, only half of people with mental illnesses receive treatment. If technology can increase affordability, there is a big market to crack.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline.</em></p><p>Source:  2021 'Workplace mental health: tech cuts the cost but therapybots raise concerns' FT.com 18 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-18T06:00:07.120Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1410,
          "end": 1417
        }
      ],
      "nexusId": "10042309"
    }
  ]
}