{
  "_id": "a2a69b275b3245f6fbc54c7608cc754f8e702ca922527f65a73eaa6aa55eaee0",
  "feed": "wall-street-journal",
  "title": "Amazon Adding 125,000 Workers in U.S., Opening Dozens of Facilities; Company has hired hundreds of thousands of employees throughout the Covid-19 pandemic",
  "text": "<p>Amazon.com Inc. plans to add 125,000 employees throughout its U.S. warehouse operations as the technology giant prepares for the holiday shopping period, in which a tight labor market is set to make it more challenging to find staff.</p><p>The company also said Tuesday that it plans to open 100 facilities across the country in September, deepening its pool of locations used to store, sort and ship its packages. Amazon, which has had a starting wage of $15 an hour, said its minimum wage has gone up in many locations and now averages more than $18 across the nation. In some areas, for example, Amazon said it has offered pay of up to roughly $22.50 an hour.</p><p>Amazon's hiring announcement comes during what has been a competitive period for hourly employees throughout the country. As the U.S. labor market has tightened, firms from across industries—including warehousing, hospitality and restaurants—have tried to edge each other out by enticing workers with sign-on bonuses and other benefits.</p><p>As the nation's second-largest private employer and one of the most powerful tech companies in the world, Amazon's size and leverage has enabled it to continue growing at a brisk pace. The company is planning to hold a global recruiting event on Wednesday.</p><p>Last week, the company said it would cover the cost of tuition and books for staff pursuing bachelor's degrees at various universities nationwide, joining Walmart Inc. and other companies offering the prospect of a free college education to potential workers. In some locations, Amazon has dangled bonuses ranging from $1,000 to $3,000. It has also offered $100 bonuses for hires that show proof of a Covid-19 vaccination.</p><p>While Amazon's national starting pay has remained at $15 since 2018, it has at times raised wages especially in areas where it runs into greater labor shortages or competition. The company earlier this year announced raises of between 50 cents and $3 an hour for more than 500,000 of its workers. Other companies have followed: Walmart earlier this month raised its minimum wageto $12 an hour while increasing its pay for hundreds of thousands of its U.S. store workers.</p><p>Amazon's latest hiring spree also comes as retailers across the nation are starting their annual holiday hiring push, which is the peak shopping period for many companies. Amazon last September pushed to hire about 100,000 employees in the U.S. and Canada.</p><p>The pandemic led the company to add hundreds of thousands of workersafter shoppers rushed to buy goods online. Amazon this month said it had made more than 450,000 hires throughout the country since the public-health crisis began. The company employs more than 950,000 people in the U.S., most at its hundreds of warehouses throughout the country. It operates more than 930 facilities throughout the U.S., according to logistics consultant MWPVL International.</p><p>Amazon has also added scores of employees across its corporate offices. Earlier this month, the company said it sought to fill 55,000 positions globally in corporate and tech roles, including in its cloud-computing unit Amazon Web Services, as well as in divisions such as Amazon Studios, advertising and its broadband satellite Project Kuiper. The company is adding staff in large corporate offices that include New York City, Bellevue, Wash., and Arlington, Va.</p><p>Matt Grossman contributed to this article.</p><p>Write to Sebastian Herrera at Sebastian.Herrera@wsj.com</p><p>Amazon Adding 125,000 Workers in U.S., Opening Dozens of Facilities</p>",
  "published": "2021-09-14T10:43:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1406,
          "end": 1418
        },
        {
          "start": 2002,
          "end": 2009
        }
      ],
      "nexusId": "10042309"
    }
  ]
}