{
  "_id": "abbfabc16be8d1939af686838bf158a32b78438136f1da98709241897f06a426",
  "feed": "wall-street-journal",
  "title": "MANSION --- On Second Thought... --- Joe and Julia Roberson spent eight years building a dream retirement home in Costa Rica. In May, they changed course and bought a move-in ready house in South Carolina.",
  "text": "<p>Dr. Roberson, 60, bought the land for $515,000 near Playas Del Coco, Guanacaste, in Costa Rica's Northwestern corner, as a surprise 25th anniversary gift for his wife in 2008. Ms. Roberson, also 60, grew up in Nassau, in the Bahamas, where she spent most of her time in the water; she missed being on the ocean.</p><p>Over the next eight years, almost every vacation the family took was to Costa Rica. They traveled there about 34 times over that period to track the progress of building the eight-bedroom, five-bathroom, 8,000 square foot house.</p><p>The building process, which cost about $2.8 million, took a long time because everything was hard: Finding stone for the countertops involved a four-hour drive; the exterior stone was found in a quarry in Nicaragua. Since no trucks could access the property, the cement was hand cranked. The wrought iron was made by hand, so was all the furniture.</p><p>Dr. Roberson says buying the property itself wasn't difficult: Americans don't need to become citizens of Costa Rica to own titled property, nor do they have to pay any additional taxes as noncitizens, just some legal fees for a corporation to hold the home.</p><p>Their house is about 1,200 feet above -- and about a mile away from -- Playas Del Coco, a town of a few thousand people. There is a grocery store, and a Walmart went in nearby after their house was finished. Dr. Roberson says he's seen an increasing number of foreigners move to the area; it's a popular spot for tourists.</p><p>Still, \"it was wild and rugged. A crazy different place,\" says Ms. Roberson. The view of the ocean was spectacular, but the whole endeavor was riskier than they'd anticipated. Getting there included two three-hour plane rides and driving on narrow roads. \"It was an adventure, but there was an element of uncertainty and danger,\" says Dr. Roberson.</p><p>The uncertainty grew after the pandemic hit, when the Robersons worried they could get stuck outside the U.S. if they tested positive for Covid-19.</p><p>In December of 2020, they decided to look for an alternative retirement home in the U.S. -- somewhere their three kids, who are in their 30s, and their three grandchildren could easily gather. They wanted a place with room for everyone at once: When the pandemic had hit in March, the kids had all moved in with them in Palo Alto for 11 weeks, and the Robersons loved having them around.</p><p>The first stop in their search was the west coast of Florida, a spot with ocean access where they had friends. But two things deterred them: the summers were too hot and a paddleboard trip Ms. Roberson took turned frightening when what she describes as \"an enormous creature\" knocked her off her board three times.</p><p>Next they checked out a golf development called The Cliffs, which has seven communities around lakes and golf courses in South Carolina and North Carolina. It was there that Ms. Roberson, who was a Bible teacher for 25 years until she retired,realized she could live more safely by water, both for herself as she aged and for her grandchildren, who she hopes will learn to love water activities without having to worry about currents and sharks.</p><p>The area already felt like home. Dr. Roberson grew up in Asheville, N.C., which is where Ms. Roberson's family moved when she was 12. They both still have family there.</p><p>The Roberson closed on the 6,915 square-foot, five-bedroom, eight-bathroom craftsman with balconies, French doors and bay windows on Lake Keowee in the Cliffs at Keowee Vineyards in May for $3.5 million. They liked that it was on a flat lot right on the lake. The main bedroom and bathroom are on the first floor, with three bedroom suites on the second floor -- one for each kid.</p><p>Dr. Roberson says if they were going to buy at some point in the next 10 years, the time was now, as he believes home prices and interest rates will rise.</p><p>Home prices at all seven of the communities in The Cliffs, which totals about 30,000 acres between Greenville, S.C. and Asheville, N.C., are up 30% so far this year compared with 2019 as a whole. That is a drastic shift from the development's floundering performance after the 2008 housing crisis, which ended in its bankruptcy in 2012.</p><p>Before their foray into Costa Rica, the Robersons had charted a fairly conservative real-estate course. They bought their first house in 1994 in Palo Alto. It was 1,200 square feet and not seismically compliant, so the couple lived in a 20-foot RV on the property for six months with their kids while they got it up to code.A few years later, they added on to give each kid their own room.</p><p>The fate of the Palo Alto house and the home in Costa Rica is uncertain. Dr. Roberson has surgeries booked out for a year, as well as a two-year wait list. To avoid cold weather, their plan is to spend two weeks in December in Costa Rica and then a week or two in South Carolina every other month except October and November, when they'll stay in Palo Alto.</p><p>What is clear is that the South Carolina house will be where they eventually end up. Dr. Roberson says it's a beautiful, safe place, where he can feel comfortable knowing his wife will be happy should he pass away first. \"I feel the responsibility to get things in order,\" he says.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1302,
          "end": 1309
        }
      ],
      "nexusId": "10042309"
    }
  ]
}