{
  "_id": "7f10bbcb5b10415c0a0d8392fad25324a772a31f1984471ecba385a15c15663a",
  "feed": "market-watch",
  "title": "5 things NOT to buy on Black Friday",
  "text": "<p>Nearly 2 million more people than last year are expected to do holiday shopping between Thanksgiving Day to Cyber Monday. And some 64% of Americans plan to shop in brick-and-mortar stores on Black Friday this year, compared to 51% last year, according to a joint report published by the National Retail Federation, a trade group, and Prosper Insights &amp; Analytics, a retail analytics firm.</p><p>But many Americans began shopping for holiday gifts as early as Halloween — heeding retailers' warnings that supply-chain issues could lead to shortages of popular toys, tech and other goods produced overseas.</p><p>In fact, some 28% finished all their holiday shopping by early November, according to the joint report, based on a survey of more than 7,800 U.S. adults.</p><p>Inflation — which is at a 31-year record high with prices for goods and services up 6.2% since last year — also sets this year's Black Friday apart from recent years. But that may work to consumers' advantage, said Diana Smith, a retail analyst at Mintel.</p><p>“It's even more important for retailers to offer deals this year because of inflation which can cause consumers to be scrappier about how they shop,” she told MarketWatch.</p><p>“But what's likely going to happen is that these discounts will be offered on a low supply,” said Kristin McGrath, editor of The Real Deal at RetailMeNot. “Consumers will get pulled in by a lower price, but might not be able to snag that particular item.”</p><p>Like last year, Black Friday “is no longer a ‘day' — it is an ‘event' that lasts for a month or longer,” Smith said, adding that retailers purposefully began promoting it earlier this year “to encourage earlier shopping because of inventory shortages and delays.”</p><p>Whether or not you're looking to finish all your holiday shopping by Cyber Monday or trying to treat yourself to something, it's important to keep in mind that you may not actually be scoring that great a deal, or even at all.</p><p>Here are five products you should skip buying during Black Friday sales events</p><p>Clothing</p><p>Based on the Black Friday deals being offered already, apparel discounts “are comparable to what we've seen in past years,” which is typically along the lines of 30% off sales sitewide, said Regina Conway, who researches sales and promotions for Slickdeals, a site that tracks retail discounts. “But it's possible that the starting dollar amount on those items may have slightly gone up.”</p><p>“That said, stores use this time to try to clear some of their existing inventory to make room for upcoming seasons, so we may see more of an impact in future months.”</p><p>PS5's and Xbox Series X's</p><p>When it comes to PS5's SONY and Xbox Series X MSFT gaming systems and consoles “the ‘deal' is simply being able to access one at retail price,” said Conway. The PS5 sells for $499.99 at BestBuy BBY and Walmart WMT but was out of stock at both stores as of Friday.</p><p>They've been especially hard to come to by throughout this whole year because of the ongoing microchip shortage and overarching supply-chain issues. There's even a website that lists when stores are scheduled to restock their supplies.</p><p>Consumers may be able to snag a $10 discount, though, on certain colors of Nintendo Switch Lite JP:7974 consoles, said McGrath. Those sell for about $199.99 at retailers such as Target TGT and GameStop GME.</p><p>“All in all, gaming consoles aren't going to see any exciting discounts this year, so don't make them your focus, unless just finding one in stock is enough for you,” McGrath said.</p><p>Exercise equipment</p><p>If you have your eye on a new set of weights or even a Peloton PTON, you should wait to get it closer to the new year, said Conway. That's when “brands lean in on folks' resolutions to get in shape or improve their health” and offer larger discounts, she added.</p><p>Televisions</p><p>While it might be tempting to buy a new TV on Black Friday, especially when retailers are boasting seemingly “too good to be true” deals — there is often a catch, said McGrath. Usually, the TV models that go on sale on Black Friday are outdated models that will either need to be replaced or repaired in a matter of years.</p><p>But around the Super Bowl, you'll have a better shot at getting a newer, higher-quality model.</p><p>Furniture</p><p>“Unless you absolutely need to replace that sectional, bed or dining room table, there's no reason you absolutely must shop for furniture on Black Friday and divert your attention from smarter buys,” McGrath told MarketWatch.</p><p>“In fact, you'll have another opportunity to score huge furniture savings on Presidents Day in February.”</p>",
  "published": "2021-11-23T12:49:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2801,
          "end": 2808
        }
      ]
    }
  ]
}