{
  "_id": "6ed8e9a75be5e345de8dbe72adaf6b35a3cdc54ac4979061d77d86a164bc57e5",
  "feed": "ftcomall",
  "title": "Roz Brewer, chemist bringing a new formula on diversity to Walgreens ",
  "text": "<p>Soon after Roz Brewer became chief executive of Sam's Club in 2012, making history as the first woman and the first African-American to lead a division of Walmart, she was at an elite event in New York.&#xa0;</p> <p>Despite the fact that only chief executives had been invited, another guest kept asking her what she did at the warehouse club retailer — marketing? merchandising? — seemingly struggling to understand that she ran it all.&#xa0;</p> <p>“I ascended to the podium as the keynote [speaker] for the day and I enjoyed the look on his face when my bio was read,” she recalled later.&#xa0;</p> <p>This week, she added another prejudice-defying milestone to her biography when the US-listed pharmacy group Walgreens Boots Alliance hired her from Starbucks to be its chief executive. </p> <p>When she takes over in March she will be the only African-American woman running&#xa0;an S&amp;P 500 company and one of just five black chief executives in that club at a moment where <a href=\"https://www.ft.com/content/8813b73d-c39d-41c9-b1a8-ba2d2e2374da\">pressure from investors</a>, consumers and employees is forcing corporate America to explain why its leaders look so little like the rest of the US. </p> <p>Her appointment was, the private equity executive Robert Smith tweeted, both a great achievement and “a reminder of how much work is still ahead”. </p> <p>Stefano Pessina, the 79-year-old billionaire who will become WBA's executive chairman when Ms Brewer takes the helm, told the Financial Times that he knew the appointment would be received well internally at a moment when diversity had become “fundamental” for every business.</p> <p>But, he added, “you don't select the chief executive for the psychological effect that she or he can have; you have to look at [their] intrinsic qualities.” Ms Brewer, he added, “prefers to be considered for what she is: a fantastic manager, a fantastic operator and not just an African-American lady”.&#xa0;</p> <p>WBA is in need of an exceptional operator. Formed by the 2014 merger of the US chain Walgreens with the Switzerland-domiciled Alliance Boots, the group has underperformed the market for the past five years. The Covid-19 pandemic has sharply cut the number of customers visiting its 21,000 stores, while putting it on the front lines of a vaccination effort that is under intense scrutiny.&#xa0;</p> <p>Boots closed dozens of outlets last year, at a cost of more than 4,000 jobs, as its parent company took a $2bn impairment charge against its UK investment.&#xa0;</p> <p>In Mr Pessina's eyes, the cycle that began with the merger and generated billions of dollars in savings is ending, and “you have to find something new: a big deal or a big change in the company to start a new cycle”.&#xa0;</p> <p>What will define WBA's next chapter, he believes, is consumer-focused technology. As chief operating officer of Starbucks, which has derived much of its recent <a href=\"https://www.ft.com/content/ab959c91-7ef2-44d7-bf8c-d03718ae5393\">industry-beating growth</a> from its popular mobile app, Ms Brewer has been intimately involved in developing one of retail's most admired digital strategies.&#xa0;</p> <p>Her year on Amazon's board, which she is now leaving, has also raised Wall Street's hopes about the ecommerce insights she will bring.&#xa0;</p> <p>“With Covid accelerating the consumerism and digitisation of healthcare, bringing an outsider perspective may be refreshing in an industry that has traditionally been slow to change,” Morgan Stanley analysts wrote as WBA's stock jumped on her appointment.</p> <p>The 58-year-old is used to bringing an outsider's perspective. Raised in Detroit by parents who worked shifts at General Motors, she was the first in her family to go to university, attending Spelman College, the historically black women's college whose alumnae include political strategist <a href=\"https://www.ft.com/content/8af50180-bbab-4595-a32b-fe9af205f1ce\">Stacey Abrams</a>.</p> <p>Her organic chemistry degree took her to Kimberly-Clark, where she spent 22 years before joining Walmart, and sharpened her analytic skills.&#xa0;</p> <p>She was picked to join the Starbucks board in January 2017, but within months its chief executive, Kevin Johnson, had made her one of his top executives. (Unusually for a chief operating officer, she kept her board seat.)&#xa0;</p> <p>Her career progression might look easy, she told Spelman students in a 2018 commencement address, but she was often handed “the most undesirable assignments”, at which managers expected her to fail.&#xa0;</p> <p>Her generation of black women was defined by their persistence, Ms Brewer told the students, but “no matter how high we fly, we still hit the glass dome constructed by our biased culture”. It was still, she said, “a white, male world”.</p> <p>She was confirmed in that view when she received death threats after she expressed the unremarkable opinion in an interview with CNN that diversity made good business sense.&#xa0;</p> <p>“It was a nasty, nasty reminder that every day people of colour face systemic racism so blatant, so emboldened and yet so normalised,” she recalled. </p> <p>Another jarring reminder came in 2018 when a Starbucks store manager in Philadelphia <a href=\"https://www.ft.com/content/8b5dc8e8-447d-11e8-93cf-67ac3a6482fd\">called the police</a> on two young black entrepreneurs in 2018.&#xa0;Ms Brewer jumped on a plane, spent days talking to everybody involved and was instrumental in the company deciding to close its stores to train staff to recognise racial bias.&#xa0;</p> <p>The lesson, she told the Spelman students, was that they needed to “stand up, grab the wheel and take charge . . . Too often people take responsibility and they do nothing. But not me, and not under my watch.”</p><p>Source: Andrew Edgecliffe-Johnson 2021 'Roz Brewer, chemist bringing a new formula on diversity to Walgreens ' FT.com 29 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-29T13:19:12.895Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3669,
          "end": 3676
        },
        {
          "start": 155,
          "end": 162
        }
      ]
    }
  ]
}