{
  "_id": "c25b962eef69e6c6228cf418069990bfc5a0ca42b98957ea4d309edc98239ddb",
  "feed": "ftcomall",
  "title": "Sainsbury's raises profit guidance after sales jump during lockdown",
  "text": "<p>UK supermarket chain J Sainsbury has increased its profit forecast after restrictions on eating out boosted grocery sales and as private equity buyers muscle in on the market.</p> <p>The UK's second-largest grocer said on Tuesday that sales excluding fuel grew 1.6 per cent in the quarter ending in June compared with the same period last year, when <a href=\"https://www.ft.com/content/bcbc1a31-d0ea-43f2-902d-5bd5807191b0\">demand for online grocery shopping</a> exploded during the first lockdown.</p> <p>“We delivered sales ahead of expectations despite now lapping the onset of the pandemic,” said Kevin O'Byrne, finance chief at Sainsbury's. “The sector is benefiting from more people eating at home and we are taking share from our competitors”.</p> <p>The better than expected sales prompted the London-listed supermarket to raise its guidance for full-year underlying profit before tax from £620m to £660m. </p> <p>The upgrade came as three private equity firms <a href=\"https://www.ft.com/content/cdd0219a-6acb-4e17-be9f-69c54c85e330\">circle rival Wm Morrison</a>, just months after a private equity-backed £6.8bn <a href=\"https://www.ft.com/content/79964b33-2406-41c8-8f24-4ff5552f1669\">buyout of Asda</a>. </p> <p>“While Morrisons has been hogging the limelight, it wouldn't be surprising if Sainsbury's begins to attract speculative bids from interested suitors,” said Ross Hindle, an analyst at Third Bridge.</p> <p>Sainsbury's was likely to be <a href=\"https://www.ft.com/content/42efe56c-6657-4d40-8e1b-327d26554b87\">attractive to private equity</a> because of its “vast store-footprint, product range, including Argos, and its scale”, Hindle said.</p> <p>Simon Roberts, chief executive of Sainsbury's, said he would not speculate on whether the grocer would draw the same interest as its smaller rivals.</p> <p>Asked if the company's board had been approached by a potential buyer, Roberts said: “If we had anything to update on, we'd be updating on it, so we've nothing to update you on.”</p> <p>Sainsbury's share price, which has risen more than 42 per cent in the past year, was flat on Tuesday morning.</p> <p>The group said that demand for online shopping had declined from peak levels but added that about 18 per cent of its grocery sales were <a href=\"https://www.ft.com/content/268725a4-e965-4f5e-94bf-3a2d3ca5d334\">over the internet</a>, compared with 8 per cent in the comparable quarter before the pandemic.</p> <p>Foreign discount grocers such as Lidl and Aldi have been driving down prices in the UK, challenging larger rivals <a href=\"https://www.ft.com/content/b985249c-1ca1-41a8-96b5-0adcc889d57d\">to a price war</a>. Sainsbury's yesterday announced an additional £50m investment in food price cuts.</p> <p>Hindle said that supermarkets including Sainsbury's should expect obstacles including people eating out more when lockdown restrictions end, rising inflation and a jump in unemployment.</p><p>Source: Patricia Nilsson in London 2021 'Sainsbury's raises profit guidance after sales jump during lockdown' FT.com 6 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-06T09:08:07.492Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}