{
  "_id": "eb66a6a86b42361e731fe01a69b851235de16bb376a898f21f57f00363475993",
  "feed": "wall-street-journal",
  "title": "Paycom Makes CEO  Highest Paid of S&P  ----  By Theo Francis",
  "text": "<p>   Move over, Elon Musk and Tim Cook. There is a new name breaking into the list of the highest-paid chief executives: Chad Richison, the founder and CEO of payroll processor Paycom Software Inc. </p><p>   The Oklahoma City billionaire last year was awarded compensation valued at $211 million by Paycom, the company disclosed in the annual proxy statement it filed with the Securities and Exchange Commission last week. </p><p>   At the pay package's core: an award of restricted shares that could wind up adding more than $2 billion to Mr. Richison's fortune over the next decade. Paycom said the value of the award is based on share performance and Mr. Richison will receive none of the award unless the company's share price more than doubles. </p><p>   Mr. Richison's 2020 compensation was worth closer to $702 million, based on the value of the shares underlying the equity awards, according to an independent calculation by ISS ESG, an arm of proxy advisory firm Institutional Shareholder Services. </p><p>   The 50-year-old executive started the software company in 1998 and has run it since. He is Paycom's largest shareholder, with a stake worth $3.2 billion. A surge in the stock price landed Mr. Richison on the billionaires list kept by Forbes magazine. Late last year, he signed the Giving Pledge created by Bill Gates and Warren Buffett, publicly promising to give away at least half his wealth. </p><p>   His 2020 compensation package makes Mr. Richison the highest paid CEO in the S&amp;P 500 based on disclosures so far, according to MyLogIQ. It is one of the five biggest CEO awards since at least 2010, according to the research firm's data. </p><p>   The biggest CEO package remains a 2018 stock award Tesla Inc. gave to Mr. Musk valued at $2.3 billion. The No. 2 award went to Mr. Cook, who got compensation valued at $378 million from Apple Inc. in 2011; followed by a package worth $280.6 million in 2019 that Alphabet Inc.'s Sundar Pichai received from the Google parent. </p><p>   At nearly $23 billion, Paycom's market capitalization is just a fraction of those other companies, which range from about $635 billion for Tesla to nearly $2.1 trillion for Apple. Paycom reported revenue of $841 million last year. </p><p>   The pay figures reflect total compensation as reported under SEC rules in annual proxy statements, an approach that is largely standardized across companies. It includes salary, bonuses, multiyear stock and option awards but can understate the eventual value of equity compensation at companies with rising stock prices. </p><p>   Like most other special CEO pay packages, Mr. Richison's comes with strings. The biggest chunk consists of 1.61 million restricted shares awarded to him in November -- roughly 2.7% of the company's shares outstanding, Paycom noted in its proxy filing. </p><p>   Half of those shares vest, or become fully his, only if Paycom's stock price reaches $1,000 within six years -- and stays there for 20 consecutive trading days. The other half vestsif Paycom's share price reaches $1,750 for 20 trading days straight by late 2030. Paycom shares rose slightly on Monday to close at $377.98. </p><p>   \"Mr. Richison's recent performance equity award is structured to align with stockholders' interests, as it requires significant value creation for them before he can realize any value from the grant,\" said Jason Clark, chairman of the Paycom board's compensation committee. \"This award is entirely dependent on Mr. Richison achieving aggressive performance goals -- which will generate tremendous value for our stockholders.\" </p><p>   The company said it won't give Mr. Richison additional equity grants until 2026. Paycom didn't make Mr. Richison available for comment. </p><p>   The native of Tuttle, Okla., took Paycom public in 2014 and held a 14.2% stake as of mid-March, including through trusts established for his children. In 2015, Mr. Richison created the Green Shoe Foundation, a nonprofit that provides therapists to help adults reconcile childhood traumas. His family foundation has donated to other causes. </p><p>   Paycom provides online payroll and human-resources services, competing with companies such as Automatic Data Processing Inc. and Workday Inc., advertising an all-in-one service that simplifies life for employees and managers. Paycom's market value jumped to $22.7 billion based on Monday's closing stock price from $2 billion five years ago. </p><p>   \"Long ago, this company surpassed anything I could have achieved alone, and our accomplishments are the sum of everyone's efforts,\" Mr. Richison wrote in his letter to join the Giving Pledge. </p><p>   A few other nine-figure or greater payouts have gone to non-CEO officials at S&amp;P 500 companies or to top executives at companies outside the S&amp;P 500, according to figures from Equilar Inc., a pay data firm, and the companies' securities filings. </p><p>   Facebook Inc. reported paying then-director Jan Koum $1.9 billion in 2014 in connection with the acquisition of WhatsApp, which Mr. Koum co-founded and ran; </p><p>   Snap Inc. reported paying founder and CEO Evan Spiegel almost $638 million in 2017, partly as a bonus tied to its initial public offering; </p><p>   Axon Enterprise Inc., which makes Taser stun guns, reported paying CEO Patrick Smith $246 million in 2018; and </p><p>   Walmart Inc. reported paying Marc Lore almost $244 million in 2016 after acquiring Jet.com, which the executive had co-founded. </p><p></p>",
  "published": "2021-04-07T06:11:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5145,
          "end": 5157
        }
      ],
      "nexusId": "10042309"
    }
  ]
}