{
  "_id": "60389f5de72b30d623ddb198cf37894d6297c0cef6b3055b76dacb5b3de276eb",
  "feed": "ftcomall",
  "title": "Instacart exploring use of robot-driven warehouses",
  "text": "<p>US grocery delivery service Instacart is exploring the use of robotic warehouses to fulfil its orders, as it looks to streamline the process of ferrying items from stores into customers' homes.</p> <p>San Francisco-based Instacart currently uses more than 500,000 gig workers to fulfil online orders at well-known grocery chains such as Safeway and Walmart.</p> <p>The workers drive to stores, pick the goods off the shelf, check out and deliver to customers' doors. Instacart charges a delivery fee, and in some cases takes a commission, while gathering lucrative data on shopping habits.</p> <p>For almost a year, the company has been researching ways to automate the picking process. Last spring, Instacart sent out proposal requests to at least five companies that offer robotic systems that would pick goods from purpose-built “dark” warehouses instead of store shelves.</p> <p>Such a move could revolutionise Instacart, which has been a major beneficiary of the pandemic-driven boom in food delivery and is <a href=\"https://www.ft.com/content/0e240154-c97b-4ef6-95a9-b2aa8c962773\">heading for an IPO</a> in the coming months.</p> <p>It is also likely to revive fears among its grocery store partners that the company may one day attempt to go it alone, buoyed by years of insights from shopping data, a claim that Instacart has strongly and repeatedly denied.</p> <p>According to several people familiar with the discussions, Instacart had initially expressed a desire to open as many as 50 robot-driven warehouses across the US in about a year.</p> <p>The move comes as other major US companies are looking to introduce robots into their operations. One of the companies approached by Instacart, Massachusetts-based Alert Innovations, is <a href=\"https://www.ft.com/content/1b1b11c8-200c-4f7c-a431-6460f90bb95d\">currently working with Walmart</a> to build up its own network of “dozens” of robotic micro-fulfilment centres. </p> <p>Alert Innovations declined to work with Instacart on its effort, a person with direct knowledge of the shortlived discussions said.</p> <p>Instacart did, however, enter prolonged talks with Fabric, a New York-based ecommerce robotics company. Its technology, also part of Walmart's limited rollout, uses robots to gather goods into boxes which are then taken to a human-run packing station to bag items and send them away with a delivery driver.</p> <p>No firm deal has yet been made to advance Instacart's robotics plans, whether with Fabric or any other technology supplier, three sources familiar with the discussions said. Fabric declined to comment.</p> <p>One hurdle to that progression, two of the people said, was a lack of interest from grocery store players, some of which have been hesitant to further entrench Instacart into their businesses. </p> <p>There has also been general caution over the capabilities of the technology itself, which has yet to prove that it is substantially quicker than humans, and comes with large overhead costs.</p> <p>Instacart's partnerships with grocery stores grew rapidly following Amazon's acquisition of Whole Foods in 2017, as competitors feared that Amazon would move quickly to dominate the nascent business of online groceries.</p> <p>“Instacart will soon realise that the optimal strategy is to become an online grocery retailer and leverage micro-fulfilment centres to fulfil their own orders,” argued Brittain Ladd, a supply-chain consultant.</p> <p>Instacart would not comment specifically on its plans for robotics, but it told the Financial Times that human workers would “continue to play an important role” at the company.</p> <p>“While we have no updates to share today, we're constantly evaluating our services in deep partnership with the nearly 600 retailers we work with,” it said. “Instacart's entire product and model is predicated on being a chief ally to our retail partners.”</p> <p>It added: “We're committed to supporting our brick-and-mortar partners and continuing to invest in and explore new tools and technologies that support the needs of their customers and further enable their businesses to grow and scale over the long term.”</p><p>Source: Dave Lee in San Francisco 2021 'Instacart exploring use of robot-driven warehouses' FT.com 22 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-22T04:00:28.418Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1641,
          "end": 1648
        },
        {
          "start": 1991,
          "end": 1998
        },
        {
          "start": 342,
          "end": 349
        }
      ],
      "nexusId": "10042309"
    }
  ]
}