{
  "_id": "51b4b8e0ef44f7f435bfb95e26217fdc9fefebb2e083aaa60a8d69bfa4dc060c",
  "feed": "ftcomall",
  "title": "Walmart steps in to tackle supply chain emissions",
  "text": "<p>The former US vice-president Al Gore has never shied away from criticising political leaders and companies that he thinks are contributing to climate change. When he spoke to me at the recent <a href=\"https://investingforgoodus.live.ft.com/\">FT Investing For Good</a> summit, however, he had another target in his sights: multilateral development banks (MDBs), such as the mighty World Bank.</p> <p>“The World Bank has been missing in action&#xa0;[from the climate fight],” he lamented. “[It] has great staff but the guy who was appointed by the previous US president to run it doesn't seem to care at all about climate . . . it needs new leadership.” </p> <p>No doubt this “guy” — David Malpass, the economist who Donald Trump named as World Bank head — would disagree; when I interviewed him last month on the plenary stage at the COP26 climate talks, he hailed green initiatives. However, Moral Money has heard numerous comments during the past year from activists and private sector officials who echo Gore's concern that the Bank has been <a href=\"https://www.ft.com/content/b033e01b-2af5-4e0e-af14-24a6a5b2701e\">slow to develop green blended finance </a>tools, or even account for its own carbon footprint. Following COP26, this criticism has intensified; private sector banks are eager to find ways to invest in green projects for developing countries — and are frustrated that <a href=\"https://www.ft.com/content/16885bf1-b172-4dcc-b7f8-0b32798563c6\">MDBs are not offering more support.</a></p> <p>Is this carping unfair? Is the World Bank worse than other MDBs? We would love to hear your views at <a href=\"mailto:moralmoneyreply@ft.com\">moralmoneyreply@ft.com</a>. </p> <p>Meanwhile, this week we write about one tactic that Walmart is using to work around the shortage of investment funds to cut emissions: it is now offering finance to its own supplier network. And we highlight an intriguing lesson from Australia about the impact of carbon prices, along with the latest fight around green bond definitions. Enjoy. — <em>Gillian Tett</em></p> <h1>Walmart turns attention to suppliers' emissions </h1> <p>When the US retail giant Walmart launched its “<a href=\"https://www.walmartsustainabilityhub.com/climate/project-gigaton\">Project Gigaton</a>” back in 2017, it was a powerful symbol of a<a href=\"https://www.ft.com/content/1cfb5e02-7ce1-4020-9c7c-624a3dd6ead9\"> wider corporate shift. </a>Instead of just worrying about its own carbon emissions, Walmart would track the carbon footprint of its suppliers too — and pledged to cut one gigaton of emissions from this network by 2030.</p> <p>Today Walmart has announced a new twist on Project Gigaton: it has unveiled a new finance platform, linked to science-based targets, to help its suppliers get funding for green reforms.</p> <p>The retail giant will use finance lines from HSBC to offer its suppliers credit lines, early payment on invoices and other benefits. The juiciest offers will be earmarked for companies that cut greenhouse gas emissions according to targets established by the Carbon Disclosure Project. (The CDP is a widely respected entity that has a verification process requiring companies to use a third-party service to vouch for sustainability claims.) </p> <p>Exactly how Walmart's plan will play out in practice — and how many of its 10,000-odd network of suppliers will sign up — is unclear. But the move is striking for at least two reasons. </p> <p>First, it underscores the pressure that large global companies face to measure and tackle their so-called “scope three” emissions, or those from their entire network of suppliers and customers, rather than just focusing on their own activities (the “scope one” and “scope two” footprint, to use the green jargon.) Second, it shows the logistical challenges involved in tackling emissions in the supply chain. </p> <p>Many large western companies source their goods from a dense network of small entities in emerging market nations, and these groups sometimes struggle to get funding for investment. Walmart executives seem to hope they can provide a partial solution by stepping into this void.</p> <p>The move will give the retail giant additional leverage to force the changes that it wants to see in its supply chain — and ensure that the level of overall transparency rises too. </p> <p>Walmart says that, so far, about 3,100 suppliers have signed up to the programme. While the business hopes to target small-to-midsized suppliers who “lack the in-house <a href=\"https://www.hsbc.com/insight/topics/seven-steps-to-tackle-a-usd50-trillion-challenge\">climate expertise</a>” to deliver on sustainability goals, Walmart executives admit it has been primarily the big suppliers that have jumped in. </p> <p>These include groups such as Bestway, a leisure product supplier that exports goods from China to locations in North America; it told Moral Money the financing decreased the company's dependency on credit lines and in turn lowered prices for end consumers. </p> <p>Walmart says that other suppliers are being “strongly encouraged” to sign up. “We're balancing the needs of all of our stakeholders, the planet being one of them,” says Jane Ewing, sustainability lead at Walmart. “Our scope 3 emissions is where the majority of our carbon output is from.” </p> <p>No doubt Walmart's rivals will be watching closely. PepsiCo's chief sustainability officer Jason Blake said last month that while supplier relationships can be “very transactional” it is increasingly looking to form commercial relationships that can help “deliver sustainability goals”. <em>(Kristen Talman and Gillian Tett) </em></p> <h1>Debate over EU's green bond standards heats up</h1> <p>Excitement about green bonds is gathering steam in Europe, after the EU's record-breaking and massively oversubscribed <a href=\"https://www.ft.com/content/18039150-3048-4f67-9ece-9243fac969d1\">€12bn issuance</a> in October. But so too is the controversy around standards in this fast-growing market.</p> <p>The EU is aiming to be the world's biggest seller of green bonds, with plans to issue €250bn by 2026. It also wants to blaze a trail in setting standards in this class through the proposed European Green Bond Standard, which could become a global benchmark.</p> <p>But some involved in the legislation worry that it could prove far too lax. A proposed amendment drafted by Mark Tang, a Dutch member of the European parliament, calls for stricter measures — including a requirement that any company issuing green bonds must have a credible plan to hit net zero emissions by 2050. “I'm gearing up for a fight in the parliament,” Tang told Moral Money.</p> <p>Tang said the push for tougher standards was being opposed by other politicians across Europe who sought to protect the interests of their domestic industries. He criticised what he called an “unholy alliance” between French politicians aiming to bolster the country's large nuclear sector, and others in eastern Europe keen to protect the gas industry. Projects in both sectors should be strictly excluded from green bond funding, Tang said.</p> <p>Tang also wants the green bond market to take social impact into account. His amendment would bar “human rights abusers” such as Russia, Belarus and Saudi Arabia from issuing securities on the European green bond market. Companies, meanwhile, would be barred from issuing green bonds if they were found to have avoided tax through specified “non-cooperative jurisdictions”.</p> <p>Tang's amendment reflects widespread concerns about companies raising green bonds linked to low-carbon projects, while continuing to invest in heavily polluting projects. Among the most controversial issuances have been by Spanish energy company Repsol, which has raised green bonds for investment in renewables while continuing to invest in oil and gas exploration. For an in-depth look at the issues, check out <a href=\"https://www.bis.org/publ/qtrpdf/r_qt2009c.htm\">this report</a> from the Bank for International Settlements, which warned: “Overall, there is no strong evidence that green bond issuance is associated with any reduction in carbon intensities over time&#xa0;at the firm level.”</p> <p>While the debate over the EU's green bond standards is heating up, it still has a good bit further to run. Tang said he doesn't expect the standard to come up for a parliamentary vote before the second half of next year — with plenty more arguments over the details in the meantime. “This is a big fight, and we need to win this fight to make to make the European effort credible,” he said. <em>(Simon Mundy)</em></p> <h1>Tips from Tamami</h1> <p><em>Nikkei's Tamami Shimizuishi helps you stay up to date on stories you may have missed from the eastern hemisphere.</em></p> <p>There was an emerging consensus at COP26 that <a href=\"https://www.ft.com/content/ef49bd75-46aa-4952-8116-b616e599357c\">carbon pricing</a> would be an essential tool to guide businesses and consumers to a lower carbon economy. There is little agreement, however, between global leaders, green financiers and climate activists on how to set the right price.</p> <p>The “polluter pays” model means businesses would bear the burden of preventing and mitigating pollution. But grasping the full cost is not an easy task.</p> <p>Rabindra Nepal, senior lecturer at the University of Wollongong in Australia, argued there was one important element missing from the calculation: property value.</p> <p>Nepal and two other scholars found that fossil fuel-fired plants have a <a href=\"https://www.tandfonline.com/doi/abs/10.1080/14486563.2021.1977194\">negative impact</a> on the value of neighbourhood properties in New South Wales, Australia due to growing concerns about health and local amenity risks. &#xa0;</p> <p>Coal-fired power plants in particular caused up to nearly 30 per cent property value decline within a 30km radius. Gas-fired power plants also had a negative impact on property values, but the effects were only observed within a 20km radius. </p> <p>Nepal recommends that policymakers in Australia — and around the world — should take this property value decline into account when setting carbon prices.</p> <p>“As the whole, cost of climate change mitigation and adaptation should be internalised through a carbon price and be levied on the polluter,” Nepal said.</p> <p>Australia —&#xa0; like most countries in Asia — heavily relies on fossil fuels for electricity generation and has not imposed a specific carbon price. If it did, Nepal argued, it would set a good example for the continent.</p> <h1>Chart of the day</h1> <p>The latest <a href=\"https://www.fcltglobal.org/resource/fcltcompass-2021-report/\">annual report</a> on investor behaviour from research group FCLTGlobal showed an interesting reversal of a long-term trend. Over the past decade, financial investors had been extending their “investment horizon”, holding debt and equity assets for longer. Last year, however, there was a marked fall in holding periods. One factor, according to the report, is the growing focus on ESG investment. The increased churn in asset portfolios, the authors argue, seems in part to reflect a shift towards sustainable strategies. “There could be a period of what looks like short-term behaviour now — driven by portfolio reconstruction — that is actually a heightened incorporation of true long-term perspectives,” they write.</p> <h1>Smart read</h1> <ul>  <li><p>Investors viewing gas as a “transitional fuel” are off the mark, <a href=\"https://www.euractiv.com/section/energy-environment/opinion/natural-gas-is-not-a-transitional-fuel-so-lets-stop-saying-it-is/\">argues</a> Julian Popov of the European Climate Foundation in an article for Euractiv. He argues that the economic case for gas is fast disappearing as the cost of solar and wind power continues to fall. Popov, a former Bulgarian environment minister, accuses the European Commission of mistakenly “pushing countries to build unnecessary gas capacity” through policies supportive of the sector.</p></li> </ul> <h1></h1><p>Source: Gillian Tett, Simon Mundy, Kristen Talman, Tamami Shimizuishi 2021 'Walmart steps in to tackle supply chain emissions' FT.com 8 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-08T12:00:47.699Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1754,
          "end": 1761
        },
        {
          "start": 1990,
          "end": 1997
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1446,
          "end": 1453
        },
        {
          "start": 3806,
          "end": 3813
        },
        {
          "start": 4372,
          "end": 4379
        },
        {
          "start": 4576,
          "end": 4583
        },
        {
          "start": 4029,
          "end": 4036
        },
        {
          "start": 4670,
          "end": 4677
        },
        {
          "start": 1827,
          "end": 1834
        },
        {
          "start": 2765,
          "end": 2772
        },
        {
          "start": 2131,
          "end": 2138
        },
        {
          "start": 3529,
          "end": 3536
        }
      ]
    }
  ]
}