{
  "_id": "24c1898daad87846f8923607f7c0dd11ff47e42dbb6a262dbc71933fe3b0e34c",
  "feed": "wall-street-journal",
  "title": "Shopper Pullback Leads to 1.1% Drop In July Retail Sales",
  "text": "<p>Tuesday's report suggested people continued to shift spending toward services in July. Sales dropped across several categories, primarily autos -- which was down 3.9% -- but also clothing, sporting goods and furniture. The retail-sales figures capture spending mostly on goods and don't include services such as travel, entertainment and recreation.</p><p>Restaurants and bars were a bright spot, with sales rising 1.7% over the month, while sales at nonstore retailers -- a proxy for online retail sales -- fell 3.1%.</p><p>The retail data disappointed stock markets. The Dow Jones Industrial Average fell 0.8%, the S&amp;P 500 slipped 0.7%, and the Nasdaq dropped 0.9%.</p><p>Retail sales rose briskly earlier in the summer, as shoppers boosted spending on services, such as dining out, and away from goods. That shift occurred as more people became vaccinated and state and local governments eliminated many Covid-19-related restrictions, some of which have now been reimposed with the recent rise in coronavirus cases.</p><p>Pooja Sriram, U.S. economist at Barclays, said she expects increased services spending to continue, but that consumer spending will grow more slowly than earlier this year as the boost from federal aid to households wanes. U.S. consumer spending rose at a robust 11.8% annual rate in the second quarter, contributing strongly to economic growth during the period.</p><p>Retail sales overall continue to clock in well above monthly pre-pandemic levels. Sales in July were about $91.9 billion, or 17.5%, higher than in February 2020, just before the pandemic's onset in the U.S.</p><p>Walmart Inc. and Home Depot Inc. reported on Tuesday that sales rose in their latest quarters, although more slowly than earlier in the pandemic.</p><p>Supply-chain constraints have limited sales for some industries struggling to get necessary materials. Separate data released Tuesday by the Federal Reserve suggested those constraints might have eased some in July, as U.S. industrial production -- a measure of factory, mining and utility output -- rose a seasonally adjusted 0.9% during the month compared with June.</p><p>Manufacturing output -- the biggest component of industrial production -- jumped 1.4% in July compared with the previous month, driven by a sharp 11.2% gain in motor-vehicle and parts production.</p><p>Retailers and other U.S. businesses are facing uncertainty caused by the Delta variant of Covid-19, as the highly transmissible strain causes setbacks for some companies and data suggest some pullback in spending on items such as air travel and cruises. A University of Michigan survey showed a sharp drop in consumer sentiment in early August. Richard Curtin, the survey's chief economist, attributed the decline chiefly to \"dashed hopes that the pandemic would soon end.\"</p><p>Peter Elitzer, chief executive at discount retailer Label Shopper, said he had noticed more customers donning masks recently while shopping, even before the federal Centers for Disease Control and Prevention reversed earlier guidance about vaccinated people not needing to wear masks.</p><p>Label Shopper has more than 60 stores located mostly in the Northeast and Midwest, and Mr. Elitzer said that during the past two weeks he has noticed a bit of softening in sales at some locations, which he attributed to some customers being anxious about the Delta variant.</p><p>Still, he said demand at stores broadly has been holding up well and that the back-to-school shopping season had gotten off to a solid start resembling pre-pandemic patterns. \"The amount of anxiety that's occurred since probably February of 2020, this is mild relative to that,\" he said of Delta concerns.</p><p>A Mastercard tracker of online and in-store spending shows that retail sales, excluding autos and gasoline, were up about 11% in July compared with the same month in 2020. Sales of apparel and jewelry each rose about 80% over the same period, while revenue at restaurants was up 61%, according to the tracker.</p><p>Such trends represent \"passion-led spending\" as people resume their pre-pandemic activities, said Bricklin Dwyer, Mastercard's chief economist.</p><p>\"We've seen people ready to move on with their lives and ready to continue to spend and get to whatever the new status quo looks like,\" Mr. Dwyer said. People are spending on items they \"really feel good about because you've had a lot of time to think on what you want to do when the economy reopens,\" he said.</p><p>Rebekah Mandeville, owner of Mandeville Beer Garden in Sarasota, Fla., said sales in July were up 109% from July 2020 and 45% from July 2019.</p><p>Ms. Mandeville said demand has steadily ticked higher this year as vaccines circulated and people felt more comfortable going out. She said the beer garden has also benefited from having a large outdoor area where it can seat customers.</p><p>She said one of her biggest challenges has been finding workers, a concern shared by many employers. She estimated she lost three to four weeks' worth of daytime revenue earlier this summer because she didn't have enough staff to be open during the middle of the afternoon.</p><p>As for the Delta variant, Ms. Mandeville said she isn't particularly worried. She added that she and many people she knows are vaccinated.</p><p>\"I don't feel the anxiety that one might be expected to feel when they read and hear about everything happening in Florida,\" she said, referring to the rise in cases. \"We have to carry on with life.\"</p><p>---</p><p>Maria Martinez contributed to this article.</p>",
  "published": "2021-08-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1572,
          "end": 1584
        }
      ]
    }
  ]
}