{
  "_id": "e8a03b9100be5f7d7cf15d3a8753d4b0515c70047d14c4016666758710d3773a",
  "feed": "market-watch",
  "title": "We want to retire in an East Coast community that ‘leans toward multicultural, progressive and educated' and has lots of golf — where should we go?",
  "text": "<p>My wife and I are in our 60s, are multicultural (we each speak three languages), have lived several decades in the EU (mostly in Spain) and Asia, and we're currently living in Portland, Ore. At parties and get-togethers, we're always more comfortable with white-collar foreigners.&#xa0;&#xa0;</p><p>We want to move somewhere on the East Coast that</p><p>– Is a gated community with the various amenities that usually come with this type of development. Our interests are primarily golf and aquatics, but we want to have other options for all our family members (tennis, equestrian, fishing, hiking, boating etc.).&#xa0;&#xa0;</p><p>– Leans toward a multicultural, progressive and educated community.</p><p>– Is not a retirement community, but instead a family community where our daughter and our son can move with their families. Both work from home.</p><p>– Is less than one hour from an airport which connects to a hub so we can travel to Europe more easily. We don't like Florida, Georgia and probably South Carolina due to the weather, people, culture and politics.</p><p>– Mild, four-season, near some water, not necessarily the ocean (i.e. lake).</p><p>– Price: We'll probably invest $500,000 to $700,000, but the community can be priced from, say, $400,000.&#xa0;</p><p>You may not know where exactly to send me, but I thought you may know howI might investigate.&#xa0;&#xa0;</p><p>We've spoken to around 10 real-estate agents who work at, or with, various communities such as Sea Pines and Palmetto Dunes in Hilton Head, Thistle Golf Club and Elk River Club in North Carolina and Kiawah Island in South Carolina, as well as many other smaller communities. Although some agents know their products, they really don't have a clue about what I'm saying.</p><p>Joseph</p><p>Dear Joseph,</p><p>Maybe you need to reframe what you're looking for?</p><p>Instead of focusing on the amenities of a development, think about the community you want. Based on what you said, my mind went straight to a college town. (I admit I am partial to them because I think they punch above their size on amenities, plus retirees can often take college classes for free.) I've suggested Charlottesville, Va., Richmond, Va., Harrisonburg, Va., and North Carolina's Raleigh-Durham Triangle area, among others, in the past.&#xa0;</p><p>I know you said you aren't a fan of Georgia, but you could also look at Huntsville, nicknamed Rocket City for its ties to space exploration and science more broadly and suggested here. Wilmington, N.C., is another one that I've previously highlighted and would give you the beach.</p><p>If you're willing to expand your search to Midwestern college towns, Iowa City, suggested here, consistently rates highly on livability. Bloomington, Ind., less than an hour from the Indianapolis airport, is another option.</p><p>But you also ask a smart question: how to find a community that's a good fit for you. The MarketWatch “Where Should I Retire” tool lets you choose the criteria that's most important to you (and there are lots of options!) and, after looking at all 3,000+ U.S. counties, spits out 10 that fit what you say you want. Pro tip: you can get a different list just by changing the default ranking (lowest cost of living first) to, say, largest population first.</p><p>That doesn't mean it covers everything. Let's say you want to target a particular kind of international community — French speakers, for example. Look for a list of French high schools. When an Asian Indian couple asked for suggestions a while back, I noted that if they wanted a substantial Indian community, one sign is a large Indian supermarket like Patel Brothers.&#xa0;</p><p>Read:Before you move to a new town in retirement, check the local Walmart – and 5 other hard-learned lessons</p><p>Of course, you could be in a fantastic community and there's still no guarantee that you'll get along with your next-door neighbors. And it may take a while before you find out what your new retiree friends did in their working careers. But remember, you're looking for a certain type of community. You'll find the amenities — golf courses and the rest — after that. Your adult children may or may not have other preferences.</p><p>Finally, I can't stress enough the importance of testing out the community during its worst weather. Think southern summers with all their humidity or the middle of winter if you venture a bit north.&#xa0;</p><p>I hate to repeat suggestions made in other articles, so I'll offer three fresh ideas:</p><p>Charlotte, North Carolina</p><p>Charlotte Regional Visitors AuthorityThis fast-growing city of about 885,000 likes to say it regularly reinvents itself. Now the 15th largest city in the U.S., it offers a downtown (called Uptown) that has added housing and is no longer a roll-up-the-sidewalks-at-5-p.m. place, booming neighborhoods along the light rail network, an easy-to-reach airport (an American Airlines hub), and, for some international flair, one in seven residents who are foreign-born.&#xa0;</p><p>Financial services are big employers, but Charlotte is more than just the headquarters for Bank of America. No surprise that healthcare and education employ many people too. About as many students attend UNC-Charlotte as are at the flagship campus in Chapel Hill. (Those 65 and older can audit classes for free.) Wake Forest University in Winston-Salem is building an outpost of its medical school here.&#xa0;</p><p>One of the city's most unusual amenities is the U.S. National Whitewater Center, used by some Olympic athletes but also mere mortals. Not only does it have the world's largest man-made whitewater river, but its 1,300 acres offer places to hike, bicycle, zip line and more. Or just hang out and listen to music.</p><p>When you want lakes, Lake Norman (suggested here) and Lake Wylie in South Carolina (suggested here) are nearby. Atlantic Ocean beaches are three hours away. As for golf, you can choose among 26 courses in Charlotte and another 27 with 20 miles, according to Golflink.com.</p><p>You'd be about two hours from the mountains, including that craft-beer mecca of Asheville. Here's a surprise: Charlotte's craft brewers won just as many medals at the 2021 Great American Beer Festival as those from Asheville — five apiece.</p><p>Your adult children can find great schools for their families. For you, check out the high-end Dilworth neighborhood south of Uptown as well as the Mallard Creek neighborhood just past the university near the northern end of Charlotte (but with light-rail access to Uptown and beyond.) The University City neighborhood is on the brink of redevelopment, which could be another option.</p><p>Average winter highs in the 50s, though you will have chilly (sometimes below freezing) nights and a little bit of snow. July's average high is around 90.</p><p>The median list price for homes on the market was $369,900 in October 2021, according to Realtor.com (which like MarketWatch is owned by News Corp.). Here's what's on the market now.</p><p>Frederick, Maryland</p><p>Courtesy Justin Tsucalas/Visit FrederickThis suggestion comes courtesy of the MarketWatch retirement tool after I picked three states to focus on. I admit Frederick, with 70,000 people, is a bit of a wild card because it's further north than you have been looking and will have a bit more winter. But it delivers on outdoor amenities, and you'd have easy access to trans-Atlantic flights given that it is less than an hour from Dulles International Airport (a United Airlines hub).&#xa0;</p><p>Frederick also is within commuting distance to Washington, D.C.; a 90-minute MARC train ride to Union Station or a 30-minute drive to the Shady Grove metro stop (final stop on the red line) in Rockville, Md., means you can easily day-trip for big-city amenities.&#xa0;</p><p>But Frederick is not just a bedroom community for the Beltway and Baltimore, also an hour away. It's attracting more people who work in town too, and some of the new jobs are in tech and biotech. One in five residents are foreign-born. The schools are some of the best in Maryland.</p><p>There's also a charming downtown, so be sure to explore offerings at the Weinberg Center for the Arts. But if you are looking for a college-town feel, this may not be the place for you. Hood College is a small liberal arts school with only about 2,000 students.</p><p>Outdoor fun starts with nearby Gambrills State Park, Catoctin Mountain Park (part of the National Park Service) and the Appalachian Trail to the west. After all, it's just over the first ridge of what becomes the Shenandoah Valley and the Blue Ridge Mountains. The Potomac River to the south offers the fishing and some of the boating your family members want. The golfer in you will appreciate Whiskey Creek Golf Club in nearby Ijamsville.</p><p>The city also gets a thumbs-up from Livability.com, which ranks it 47th on its 2020 list of 100 best small and midsize cities to live.</p><p>Average summer highs get close to 90; winters in the 40s (but nights below freezing). While you typically will get snow, the last couple of winters have been mild.</p><p>The median list price for homes for sale was $395,000 in October 2021. Here's what's on the market now.</p><p>Hilton Head Island, South Carolina</p><p>Hilton Head Island VCBIf your vision of retirement is a different golf course for every day of the week and then some but without being in a big city, go here. Between Hilton Head and neighboring Bluffton, you'd have 40 golf courses to choose from. Five in Bluffton and two in Hilton Head make Golf Digest's list of best courses in South Carolina for 2021-2022. Since you don't need to be a member to play most of the courses, cast your net widely.&#xa0;</p><p>Within Hilton Head, each development has its own personality. Some, including Sea Pines and Palmetto Dunes, have more short-term rentals that are filled with vacationers; others aim for permanent residents. Some developments cover thousands of acres; others are far smaller. What do you prefer? One thing you won't find: buildings more than 5 stories tall.</p><p>You'll find plenty to do on this 12-mile-by-5-mile island. Hilton Head, with a population of about 40,000, has its own symphony, an equity theater at the Arts Center of Coastal Carolina and attracts famous speakers through the World Affairs Council of Hilton Head and the Lowcountry Speaker Series. On top of that are programs through the Lifelong Learning of Hilton Head Island and the University of South Carolina Beaufort's Osher Lifelong Learning Institute.</p><p>And while you can travel in and out of the Savannah-Hilton Head Airport 45 minutes away, major carriers also fly from the Hilton Head Island Airport.</p><p>Many well-off transplants retire here, many from major cities, so you will find your group. And given that most people come from somewhere else, they're more open to making new friends.</p><p>I know you've struggled with real-estate agents, but keep looking for one who understands you. Above all, see Hilton Head and the surrounding area with your own eyes. Do you like the homes there in your price point (and you will probably use up your budget), or is Bluffton, a town of around 26,000 and where you get more for your money, a better fit? If the latter, you may want to start a search there with Hampton Hall (which has a golf course) and Hampton Lake (where the planned fairways were turned into a lake).</p><p>Given your doubts, do consider renting first.&#xa0;</p><p>If Hilton Head doesn't suit your adult children and their families, Savannah is less than an hour away.</p><p>Average July highs are around 90 degrees; average winter highs are in the low 60s. No snow, but August is rainier than any month in Portland. Does it meet your four-season requirement?</p><p>The median list price for a home in Hilton Head was $569,000 in October 2021, well above the $449,000 in Bluffton, according to Realtor.com Here's what's on the market right now in Hilton Head and in Bluffton.</p><p>More from MarketWatch's ‘Where Should I Retire' column</p><p>I want to move to the South, I want the beach — and a liberal mind-set. Where should I retire?</p><p>We want to live in a medium-size city close to the beach but without much traffic. Where should we retire?</p><p>We want moderate weather and live within an hour of the mountains and less than three hours to the beach — where should we retire?</p>",
  "published": "2021-11-20T13:58:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3589,
          "end": 3596
        }
      ],
      "nexusId": "10042309"
    }
  ]
}