{
  "_id": "652e2af0051bfa4f604130ae6fece9a68ecc38c827a56370a61aae813ef872c0",
  "feed": "wall-street-journal",
  "title": "Investors, Don't Max Out on Buy Now-Pay Later; Affirm's shares skyrocketed on news of an Amazon partnership—and that begs some questions about the direction of installment payments",
  "text": "<p>As with Square's deal to acquire Afterpay, investors greeted this not only as a potential volume booster to Affirm but also as a broader endorsement of the unique value that BNPL providers bring to the table. If even Amazon doesn't want to just build its own product, then the reasoning goes that there must be some kind of meaningful moat around these services.</p><p>The deal is also an increasing differentiator between the competing services. Afterpay has a very long merchant list—ranging from big to small—for its shorter-term, smaller-ticket split-payment product, and it has the opportunity to grow that list even longer via Square sellers. Meanwhile, Affirm, which started with bigger-ticket, longer-term financing, has sought growth in bite-size installments via some partnerships with big marketplaces including Shopify, Walmart and, now, Amazon.</p><p>What is notable, too, is that Affirm's partnership with Amazon may prove to be a bit different from what it does with Shopify's Shop Pay, whose short and relatively small installments it powers. Those purchases currently max out at $1,000 and are split into four payments. Amazon's Affirm payments thus far are open-ended—the announcement described them as for $50 and up. Affirm generally finances purchases up to $17,500 and for as long as 48 months. If Amazon offers this to the max, Affirm will be competing with a much wider range of consumer purchases.</p><p>The revaluation of Affirm's shares this week implies significant incremental Amazon revenue over the next couple of years. Barclays analyst Ramsey El-Assal, for example, uses a midpoint estimate that, by its fiscal year 2023, Affirm could be processing 1.5% of Amazon's expected U.S. and Canada gross merchandise volume and earning a revenue take of about 5%. That translates into about $330 million in incremental revenue.</p><p>SHARE YOUR THOUGHTS</p><p>What do you think the future holds for Affirm? Join the conversation below.</p><p>Now investors will have to start asking some nittier-and-grittier questions about the future to evaluate how much more runway there is. One thing to consider is that Affirm sometimes earns a higher take rate on bigger-ticket, longer-term purchases. So Affirm's haul could depend on whether Amazon shoppers want to use the service for TVs or T-shirts, or how Affirm is used for baskets of purchases. Another is that bigger merchants tend to get the best deals. Details about the economics of Affirm's deal with Amazon might curb investor enthusiasm if the e-commerce giant struck a surprisingly hard bargain.</p><p>Right now, buy now-pay later is estimated at less than 3% of global e-commerce. Is that a reasonable share for Amazon, and could that pie be split among more than one BNPL partner? Another issue is that merchants like Amazon also offer rewards credit cards with partner banks. It isn't yet clear whether BNPL will steal share from them or primarily replace debit-card spending. Other players also aren't going to give up easily: For example, Citigroup offers Amazon shoppers the ability to use its cards to split up purchases.</p><p>There is little question that buy now-pay later is going to be a part of commerce, but share prices largely reflect that expectation. Investors are going to have to start to read more of the fine print.</p><p>Write to Telis Demos at telis.demos@wsj.com</p><p>Investors, Don't Max Out on Buy Now-Pay Later</p>",
  "published": "2021-09-02T11:33:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 822,
          "end": 829
        }
      ]
    }
  ]
}