{
  "_id": "c71915c02e4c0c91676618b8acd3876f9d96f2c3cbef70708551d581b3482932",
  "feed": "ftcomall",
  "title": "More US cities, states and companies bring back masks to stop Covid surge",
  "text": "<p>Several US cities and companies are reintroducing face mask requirements, even for people who are fully vaccinated, in an effort to counter a jump in Covid-19 infections caused by the more transmissible Delta coronavirus variant. </p> <p>San Francisco and six other Bay Area counties on Monday reinstated a universal mask mandate for indoor public places. </p> <p>“Indoor masking is a temporary measure that will help us deal with the Delta variant, which is causing a sharp increase in cases, and we know increases in hospitalisations and deaths will follow,” said Naveena Bobba, San Francisco's acting health officer.</p> <p>Louisiana, which has some of the highest coronavirus transmission rates in the US, will require masks to be worn in indoor public settings, including schools, by everyone aged five and older, regardless of vaccination status, governor John Bel Edwards announced on Monday afternoon. </p> <p>New York City mayor Bill de Blasio on Monday “strongly recommended” that vaccinated New Yorkers resume wearing masks in indoor public places but stopped short of requiring it.</p> <p>The cities and states join a growing list of places that have recommended or required that everyone wear masks in indoor public settings again, regardless of vaccination status, while the Delta variant spreads. They include Los Angeles county, Chicago, Washington DC, Atlanta, Miami-Dade county, St Louis, Savannah and most counties in Nevada.</p> <p>Last week, the Centers for Disease Control and Prevention recommended vaccinated people in areas with substantial or high coronavirus transmission rates <a href=\"https://www.ft.com/content/712d6c67-f720-44da-b51b-da6f5a0c74d1\">resume wearing masks</a> in public indoor settings, just a few months after saying they could mostly go without.</p> <p>The about-face came as Covid infection and hospitalisation rates are rising again as the Delta variant spreads especially fast in parts of the country where vaccination rates have lagged behind other areas. </p> <p>After a rapid start to the vaccine rollout, the pace of inoculations has slowed considerably despite plentiful supply. The White House on Monday announced that 70 per cent of Americans have received at least one jab, weeks after the July 4 target that US president Joe Biden had set.</p> <p>Americans have become more anxious in the past month about contracting Covid, according to a Monmouth University poll released on Monday. </p> <p>The survey, conducted shortly before the CDC revised its recommendations, also showed the continuing partisan splits over restoring mask guidelines, with 85 per cent of Democrats supporting such measures but 73 per cent of Republicans opposing them.</p> <p>Daily vaccinations in the US have been hovering at about 550,000 a day over the past week, up from the lows they reached in July but down from a peak rate of more than 3.4m in mid-April, according to CDC data.</p> <p>The Biden administration has tried to boost vaccination rates, urging state and local governments to offer cash incentives and requiring federal employees and some contractors to get vaccinated or submit to regular testing. </p> <p>Companies including Google, Walmart and Walt Disney have announced stricter mask or vaccine requirements for employees or customers in recent days as they grow more concerned about the Delta variant. </p> <p>Target on Monday joined that list, with the retailer saying it would require staff to wear face coverings and “strongly recommend” that shoppers do the same in areas where the transmission risk is highest. </p> <p>Meanwhile, New York governor Andrew Cuomo urged private businesses such as bars and restaurants to admit only vaccinated people, in hopes of encouraging holdouts to get a Covid jab. </p> <p>“If you say to people, ‘well, if you don't have a vaccine, you can't get into these establishments,' then you'll see a real incentive to get vaccinated,” Cuomo said.</p> <p>The US on July 30 topped more than 100,000 new coronavirus cases in a single day for the first time since early February, according to CDC data, raising the seven-day average of new cases to about 72,000. </p> <p>Daily cases in Florida have soared to almost 16,000, almost 10 times the rate a month ago, CDC figures show. The state now accounts for one in five new infections in the US, with its rate of new cases approaching the peak from January.</p> <p>Louisiana has averaged about 73 new Covid cases per 100,000 people a day over the past week, according to CDC data. That is the highest per capita rate in the US and almost four times the national average.</p><p>Source: Peter Wells and Matthew Rocco in New York 2021 'More US cities, states and companies bring back masks to stop Covid surge' FT.com 2 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-02T21:02:33.720Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3010,
          "end": 3017
        }
      ],
      "nexusId": "10042309"
    }
  ]
}