{
  "_id": "65759b8d0ca9d799da1cb41d5eac0f154b67a2e4edc08fb4149f62a0725048cf",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Tech That Will Change  Your Life in 2021  ----  By Joanna Stern, Christopher Mims, Nicole Nguyen and Wilson Rothman",
  "text": "<p>\n  A pandemic that ravaged the world and accelerated the digital transformation of, well, everything? Not even the best of futurists or Magic 8 ball-shaking psychics could have predicted the year that was 2020. </p><p>\n  Now, 2020 has become the lens through which all our 2021 predictions are glimpsed. </p><p>\n  As we continue to live in a pandemic-fighting world, innovators will aim tech solutions at our personal and professional lives, from at-home streaming movie debuts to an overdue evolutionary leap of the laptop. </p><p>\n  But we will also strive to reach a new normal, and you'll see technology helping us there, too, from new hybrid work practices to high-tech masks. And accompanying each new product or service: yet another monthly subscription fee. </p><p>\n  Now that we've rung in the new year, here's what to look for. </p><pre>\n </pre><p>\n  Pandemic Inspiration </p><pre>\n </pre><p>\n  Masks, webcams and sanitizers for our bodies . . . and our gadgets. The pandemic sparked a reliance on things our 2019 selves couldn't ever have imagined. With marketers keen to capitalize on the new interest (and anxiety), 2021 will likely be full of new gizmos that boldly promise to improve it all. </p><p>\n  One key area: better webcams for our constant video calling. Samsung has already announced that its forthcoming Galaxy smartphone, expected in early 2021, will improve video recording and calling. We anticipate laptop makers will do the same and finally ditch their crappy, low-resolution webcams. </p><p>\n  Portable versions of UV sanitizers for cleaning your phones and gadgets are on the way to keep in your car or your pocket. Another thing we may eventually never leave home without? High-tech masks. Expect a range of built-in features: Bluetooth and microphones (see Maskfone), a fan-powered wearable air purifier (see LG PuriCare), a mask with a UV LED (see the UV Mask). Look for air-quality sensors, contact-tracing assistance and more. </p><p>\n  You may even end up wearing a social-distancing sweater. SimpliSafe, a home-security company, made a version that sounds an alarm when someone comes within 6 feet of you. Intended as a fun prototype, the sweater sold out immediately. </p><pre>\n </pre><p>\n  Laptops Arm Up </p><pre>\n </pre><p>\n  Suddenly, laptops aren't the most boring gadget in the world. Our reliance on them for at-home work and school spurred demand the category hadn't seen in years. (\"Children, let me tell you about the Great Chromebook Shortage of 2020.\") Then, in November, Apple released a MacBook Air and MacBook Pro that ditched Intel inside for Apple's own M1 chips. The result? Machines that have never been so quiet and cool, and lasted so long on one charge. </p><p>\n  The move from chips based on Intel's x86 architecture to ones based on lower-powered Arm technology, like the ones inside phones, is setting the entire computing industry on a new course. Lenovo, Acer and Microsoft have begun releasing Windows or Chrome OS laptops with chips from Qualcomm, whose processors power the most popular Android phones. This will only accelerate in the coming year, with nearly every major Windows PC maker working with Qualcomm on laptops and some models even gaining 5G, said Qualcomm President Cristiano Amon. </p><p>\n  Apple, which plans to transition its entire Mac lineup to its own processors by 2022, is also expected to release a long-anticipated new iMac, among other things. And it won't come as a surprise when more tech giants, including Amazon and Microsoft, embrace their own custom chips in everything from laptops to servers to wearables. </p><pre>\n </pre><p>\n  Hollywood at Home </p><pre>\n </pre><p>\n  Many of this year's top films are hitting living rooms at the same time as theaters. Yep, that means watching \"Dune\" opening weekend in your PJs. (Woohoo!) </p><p>\n  In April, Universal Pictures made \"Trolls World Tour\" an online rental as theaters closed. Unexpectedly, it broke digital records, racking up $100 million through platforms such as Apple TV. Then Disney made a big bet on \"Mulan,\" launching the title on the company's Disney+ streaming service for an additional $30 a pop. Following the Christmas release of \"Wonder Woman 1984\" to all HBO Max subscribers (with no extra fees), WarnerMedia plans to release its entire 2021 slate on the online platform. </p><p>\n  Netflix has long adhered to this model, and now Hollywood is catching on, more out of necessity than out of desire. AMC reported attendance is down 85% year over year and Regal Cinemas, the second-largest theater chain in the U.S., closed all of its locations nationwide. </p><p>\n  The director of \"Dune,\" slated for an HBO Max debut in the fall, wrote a scathing op-ed about how streaming alone can't sustain the film industry. Yet the studios' digitally minded parent companies, including Comcast, AT&amp;T and Disney, might disagree, finding themselves in possession of the primary distribution channel for their content -- and the valuable proprietary viewer data that comes with it. </p><pre>\n </pre><p>\n  Reality: Assisted, Not Augmented </p><pre>\n </pre><p>\n  When will Apple release a pair of smart glasses? Probably not 2021. And while Google made a big step in this category this summer by acquiring North, a pioneer in projection glasses, it canceled the second version of North's glasses as it plots its future. </p><p>\n  It's actually Facebook that declared it will launch smart glasses in 2021 -- and they'll be Ray Bans. </p><p>\n  Facebook Chief Executive Mark Zuckerberg said in September these glasses will be \"the next step on the road to augmented reality.\" They won't feature virtual objects that appear to interact with the real world. AR headsets like Microsoft's HoloLens might deliver an immersive experience, but they're still expensive and cumbersome. </p><p>\n  \"Assisted reality\" glasses -- which project text, images and even video feeds into a person's field of view -- are of more value now, says Brian Ballard, CEO of remote-expertise company Upskill. Businesses have found utility in remote video conferencing that hovers in workers' field of view, or turn-by-turn directions they don't have to look down to follow. </p><pre>\n </pre><p>\n  A Healthy Distance </p><pre>\n </pre><p>\n  At-home health is here to stay. Downloads of health and fitness apps grew by 46% world-wide in the first half of 2020, according to MoEngage, a marketing research firm. </p><p>\n  Peloton, maker of smart spin bikes and treadmills, said it tripled its revenue in the quarter ending in September. Lululemon Athletica acquired Mirror, a wall-mounted panel that streams fitness classes, in June. </p><p>\n  Doctor checkups are changing, too. Hospitals used phone, interactive video and messaging to minimize contact with coronavirus patients, after fast-tracking new telemedicine systems. In March, federal authorities loosened health privacy regulation to allow health-care providers to facilitate visits over FaceTime, Facebook Messenger, Zoom or Skype. </p><p>\n  PlushCare, a virtual primary care provider, saw a 460% increase in patient signups this year. Ryan McQuaid, the company's CEO, doesn't think the bump is a short-term response to a crisis, citing the time-consuming nature of in-person visits. \"On average, Americans spend over 20 minutes in the waiting room alone,\" he said. </p><pre>\n </pre><p>\n  E-commerce [doesn't equal] Amazon </p><pre>\n </pre><p>\n  The pandemic packed 10 years of consumer e-commerce adoption into a single quarter, and forced every company that wasn't Amazon -- especially those with large retail footprints -- to scramble to offer consumers new and better ways to shop from home. </p><p>\n  Target saw an explosion in curbside pickup from online orders, while warehouse retailer Costco reported unprecedented growth in e-commerce. Walmart launched a Prime-like membership program called Walmart+, and rapidly added features to keep up the competition. (Walmart recently eliminated order minimums and shipping fees on Walmart.com orders, and provides no-fee delivery on grocery carts totaling $35 or more.) </p><p>\n  Shopify, which powers payments for many small businesses online, expanded its own network of fulfillment centers so those businesses could get goods to customers more quickly and efficiently, without turning to Amazon. </p><p>\n  Now that fast, free shipping is table stakes and retailers recognize they won't see the foot traffic they counted on pre-pandemic, consumers finally get an online version of an old retail staple: comparison shopping. In 2021, Amazon's value proposition -- that if it isn't always the least expensive way to shop, it's at least the most convenient -- will be tested. Meanwhile, its market power -- along with Google's, Facebook's and Apple's -- will continue to be the focus of regulatory scrutiny. </p><pre>\n </pre><p>\n  Death by Subscription </p><pre>\n </pre><p>\n  Everything now has some sort of subscription attached to it. Your 600 video streaming apps, your grocery-delivery service, your cloud storage, certainly, but also your workout bike? Your to-do list app? Your dog food? Everything as a Service (EaaS), as we like to call it, is only going to continue. More things you once bought as a one-time payment will be offered instead as a recurring payment. And expect new sorts of service-focused offerings, too -- especially tied to your hardware purchases. If Apple's Fitness+ -- a new digital workout subscription that requires an Apple Watch -- is successful, Apple and other hardware makers will likely attach more services to their products. </p><p>\n  Those subscriptions you're already paying for will continue to rise. Companies argue you need to pay more so they can add more content and features. In June, YouTube TV raised its cable-like bundle by $15. In October, Netflix raised its most popular streaming plan from $12.99 to $13.99. In November, Google eliminated its free Google Photos storage tier. And Disney announced that in March, the monthly price of Disney+ will go from $6.99 to $7.99. </p><pre>\n </pre><p>\n  EV, American Style </p><pre>\n </pre><p>\n  Electric vehicles are cool, but few bear any resemblance to good old Detroit steel. That changes in 2021 with the anticipated arrival of some green beasts. </p><p>\n  This summer, startup Rivian expects to ship the already-sold-out launch editions of its first-generation R1T pickup and R1S SUV, machines with ranges of over 300 miles and price tags starting around $70,000. </p><p></p>",
  "published": "2021-01-02T07:10:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 7378,
          "end": 7385
        },
        {
          "start": 7434,
          "end": 7442
        },
        {
          "start": 7500,
          "end": 7507
        }
      ],
      "name": "Walmart Inc.",
      "id": "US9311421039",
      "nexusId": "10042309"
    }
  ]
}