{
  "_id": "90d597e9365b4c8e4075c64f73033641c71a5aa8323093e35013ca43146a13a9",
  "feed": "ftcomall",
  "title": "Walmart/US fintech: all-American Ant",
  "text": "<p>Fourteen years after Walmart abandoned plans for a bank, the world's largest bricks-and-mortar retailer may finally be ready to give Wall Street a run for its money. The $422bn discount retailer is partnering with venture capital firm Ribbit Capital, which backs stock-trading platform Robinhood and personal finance start-up Credit Karma, to create a <a href=\"https://www.businesswire.com/news/home/20210111006004/en/Walmart-Announces-Creation-of-New-Fintech-Startup\">new fintech firm.</a>&#xa0;</p> <p>Details are scant. But the timing is noteworthy. The Federal Deposit Insurance Corp, which backstops bank deposits, has just approved <a href=\"https://www.fdic.gov/news/board/2020/2020-12-15-notice-dis-b-fr.pdf\">new rules</a> that will make it easier for non-banks to get into banking.</p> <p>Whatever the plan is, there is no doubt Walmart hopes to emulate the success of do-it-all Chinese super apps such as Alibaba. This has become one of China's biggest online retailers and financial service providers, operating in the latter sphere through Ant Group.</p> <p>Walmart generated almost $400bn in sales from its 5,300-plus stores in the US last year. It has a huge customer and employee base. Leveraging this to sell high-margin financial products — particularly to those without access to traditional banking services — is tempting. </p> <p>The company already has access to plenty of information about its customers' finances, thanks to products such as credit and prepaid paid debit cards offered by third-party partners. Customers can also cash cheques and make money transfers at Walmart MoneyCenters. There are about 1,500 of these centres in the US at the moment — dwarfing the number of Citibank branches by 2 to 1.</p> <p>In 2007, Walmart withdrew an application for an “industrial bank charter” that would have allowed it to lend money and back deposits with a government guarantee. Opposition from banks and credit unions had been too fierce. They claimed a Bank of Walmart could pose systemic risks in the financial sector. </p> <p>These days, the danger may lie in the concentration of consumer data. Like the tech industry, Walmart will need to reassure the public that their data is safe in its hands. It may then be able to launch a successful banking service. </p> <p><em>The Lex team is interested in hearing more from readers. Where do you think Walmart has an opportunity in financial services? Please tell us what you think in the comments section below</em></p><p>Source:  2021 'Walmart/US fintech: all-American Ant' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-12T18:59:30.561Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 615,
          "end": 622
        },
        {
          "start": 1503,
          "end": 1510
        },
        {
          "start": 840,
          "end": 847
        },
        {
          "start": 1740,
          "end": 1747
        },
        {
          "start": 1355,
          "end": 1362
        },
        {
          "start": 2108,
          "end": 2115
        },
        {
          "start": 1893,
          "end": 1900
        },
        {
          "start": 21,
          "end": 28
        }
      ],
      "nexusId": "10042309"
    }
  ]
}