{
  "_id": "063f6c002fe8fc79caf94c3efecae3f7c1ec350f9f05fef032a4d8f210bec605",
  "feed": "wall-street-journal",
  "title": "Move Over, 'Charlotte's Web' --  Kids' Books Look to Algorithm  ---  Digital publisher uses children's online  searches to determine hits; Hoot the owl  ----  By Ellen Gamerman",
  "text": "<p>   A chaotic time-traveling owl named Hoot is at the center of the new children's book \"Time Buddies,\" which is now breaking records on the online reading platform Epic. </p><p>   The digital comic book passed one million reads in its first five days last week. Epic predicted as much. It engineered the book to become a hit with kids ages 6 to 10 by basing its new owl heroine partly on children's preferences and reading habits on the site. When a kid's sticky fingers search for something to read, Epic captures that activity and feeds the information into its book recommendation engine -- a tool that also informs the creation of new titles in-house. </p><p>   Epic's team knows that children prefer owls to chickens and chickens to hedgehogs. Kids hunt for unicorns almost twice as often as they look for mermaids. Volcanoes are more popular than tsunamis, which are more popular than earthquakes. The Titanic is bigger than cowboys, pizza is bigger than cake, science is bigger than art and \"poop\" is bigger than all of them. </p><p>   During the pandemic, Epic has more than doubled its reach to 50 million children globally, most of them in the U.S. The online subscription children's book service, founded in 2013 and based in Redwood City, Calif., is free to schools and has become a fixture of remote classrooms across the country by offering an easily accessible library of books and educational videos. </p><p>   Epic now possesses a trove of data on children, a group famously difficult to track. The company has access to real-time data on how many children read a book, how long they engage with it, how often they pick it up and put it down and when their interest starts to flag. Epic says its data is anonymous and aggregated, meaning it is studied in larger groupings without identifying information for individual children. But watchdog groups have raised concerns about privacy and the particularly thorny question of collecting data on children. </p><p>   The site collects data every time a child turns a page on the screen or types a word into Epic's search bar. The company uses the data to customize reading recommendations from its collection of 40,000 digital titles it licenses from major publishers. Information from those searches, which Epic says isn't shared with the rest of the book industry, also can play a role in shaping the plot, character and settings of Epic's expanding line of more than 150 original books. </p><p>   Starting this spring, several print versions of Epic originals will go on sale at Walmart, Target and Sam's Club -- prime real estate even by old-school publishing standards. </p><p>   \"When we have 50 million children read a billion books last year alone, we probably have very unique insight into what children like to read,\" said Epic co-founder Kevin Donahue. \"We're trying to build that audience that comes back and looks forward to that piece of content. That's stuff we took out of the TV and streaming world. We said, 'We can do that with books.'\" </p><p>   Traditional children's book publishers argue that relying too much on search analytics will lead to tales that lose the magic of storytelling. Say, for instance, Margaret Wise Brown had research suggesting that kids liked suns more than moons. Should her 1947 classic \"Goodnight Moon\" have been called \"Goodnight Sun\"? </p><p>   \"We're not just following trends,\" said Suzanne Murphy, president and publisher of HarperCollins children's books, \"we're creating them.\" </p><p>   Mainstream publishers use sales data and other types of data analysis to market and research children's books and inspire occasional instant books pegged to major events. But the industry still relies heavily on the creative give and take between writers and editors for content, and longstanding sources such as focus groups and relationships with librarians for market intelligence. </p><p>   Epic's line of original titles, which launched in 2018, includes comics, picture books and graphic novels available on laptops, phones and other devices. \"Cat Ninja\" has been the company's most popular digital series to date, logging more than 70 million reads in the last two years and earning warm reviews from sources like Kirkus and School Library Journal. </p><p>   Last fall, when the seventh \"Cat Ninja\" book hit the Epic platform with a cover picture of an owl sidekick -- the Hoot character, a burgeoning superhero who is mostly two big eyeballs and wings -- traffic shot up to 350,000 reads in one week, more than twice the average for previous books in the series. All those clicks led to plans for a five-book Hoot series. </p><p>   \"We create content, readers respond and we respond to their response,\" said Colleen AF Venable, who with Matthew Cody is co-author of \"Time Buddies,\" the new book they wrote in about a month this winter. The story is set in prehistoric times, with future installments planned for ancient Egypt, the pirate era, both popular search terms, as well as the Renaissance and the age of polar exploration. </p><p>   Snapshots of recent activity on the site offer a fascinating glimpse into the child hive mind. Searches are by kids up to 12 years old, the company said, with most of them likely by children 6 to 12. On its rankings of animals searched most often by kids, owls score higher than koalas, worms rack up more hits than kangaroos and ferocious beasts have a loyal following, as does the grumpy-faced blobfish. </p><p>   An entire category of search-term data is called \"gross.\" On the \"spooky\" list, Area 51 gets nearly as many searches as zombies. In history, Abraham Lincoln outranks Ben Franklin, the Gold Rush trumps the Boston Tea Party and Harriet Tubman bests Helen Keller and Geronimo. The pressures of the pandemic are visible, with \"coronavirus\" and \"germ\" scoring higher than \"yoga\" and \"exercise.\" </p><p>   At a recent series of Zoom brainstorms, led by director of original content Eric Wight, staffers improvised ideas for future Hoot plots, peppered in random facts (guinea pigs travel in herds, who knew?), worked to clarify story lines (\"Is it confusing if the chicken is named Mona Lisa?\") and grappled with identity politics in ancient Egypt (\"With the cat as the villain, are we getting into any cultural appropriation stuff?\"). </p><p>   Most of the process was more art than science -- the writers and editors are veterans of major publishing houses with many print titles between them -- and their imaginations factor into decisions more than any machine learning, company executives say. Still, the data can be a springboard for new ideas, as it was when it came time to find future Hoot characters. </p><p>   Out came the spreadsheet with animal rankings. </p><p>   \"Bug is higher on the list than crocodile,\" said one Epic writer, scanning a column. \"Do kids ever check for hippos?\" No. \"Snake is pretty high,\" a colleague countered, imagining a villain cobra in striking position with its hood flaring like a cape. What about a heroic team of scarab beetles? Possibly. With the names John, Paul, George and Ringo? Groans. </p><p>   The nonprofit Common Sense Media gave Epic a \"warning\" on its rating system, partly for a lack of transparency on its site around data collection and use, said Girard Kelly, who directs the group's privacy program. The organization, which rates and reviews technology and entertainment for children, gives ratings of pass, fail or warning. It gave warning labels to two-thirds of the educational platforms it surveyed due to what it called lack of clarity or problematic practices around child privacy. </p><p>   Epic doesn't show third-party ads, employs industry-standard encryption technology to protect student data and doesn't use student information for advertising or marketing, said Epic's Mr. Donahue, former vice president of content at YouTube. He said the company is addressing Common Sense Media's concerns about its privacy disclosures. </p><p>   During the pandemic, Epic allowed any student to use its library free at home with an invitation from a teacher and has since allowed the general public access to a limited version at no charge. Epic raised $60 million from investors between 2013 and 2020 and charges $9.99 for monthly subscriptions. </p><p>   As \"Time Buddies\" takes off -- one of 60 original titles set for this year -- Epic staffers are hunting for new ideas. </p><p>   \"If we create a book about a dinosaur riding a shark,\" Mr. Wight said, \"we could just retire.\" </p><p></p>",
  "published": "2021-03-25T06:16:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2482,
          "end": 2489
        }
      ],
      "nexusId": "10042309"
    }
  ]
}