{
  "_id": "0f975d600aaec255329f4617e0ed74e37970c941fb5b6361ae660bbf7a759597",
  "feed": "wall-street-journal",
  "title": "Fake Walmart News Release Spurs Spike in Little-Used Cryptocurrency Litecoin; Litecoin's price briefly surged before the giant retailer made clear the release was phony",
  "text": "<p>The news release, purportedly from Walmart, claimed the retail giant would allow customers to make payments with the cryptocurrency. Walmart shares were down 44 cents at $145.29.</p><p>\"The press release is not authentic,\" said a Walmart spokeswoman. Walmart doesn't currently accept cryptocurrency as payment in the U.S., she said.</p><p>Litecoin creator Charlie Lee said the release wasn't connected to the cryptocurrency or the Litecoin Foundation, a nonprofit that manages it as a software project. \"Yeah, it's fake,\" he said. \"Don't know who created it.\"</p><p>The Litecoin Foundation's social-media manager was fooled by the fake release, Mr. Lee said, and retweeted it from the foundation's Twitter account. \"He thought it was real, too,\" he said. \"It was wrong to retweet it. We deleted it quickly afterwards. But the damage is done.\"</p><p>Mr. Lee created litecoin in 2011 as an alternative to bitcoin, taking the latter's code and tweaking it to create a digital currency with lower fees and faster confirmation times. It has been one of the more well-known cryptocurrencies but never grew into much more than a curiosity. With a market value of about $11.9 billion, litecoin is the 16th-largest cryptocurrency, according to CoinMarketCap.</p><p>GlobeNewswire issued a written statement that \"journalists and other readers should disregard the news release.</p><p>\"This has never happened before and we have already put in place enhanced authentication steps to prevent this isolated incident from occurring in the future,\" GlobeNewswire said. The company added it would work with authorities to facilitate an investigation.</p><p>Litecoin trading had been flat in recent months. Since the beginning of July, average daily trading volume totaled about $2 billion, according to data from CoinMarketCap. After the news release went out, though, trading surged. Its volume for the past 24 hours is up about 200% at $7.8 billion, according to the website.</p><p>By comparison, bitcoin's trading volume on Monday was $39 billion. Ether's was $22 billion. Tether, the most traded cryptocurrency, had a volume of $100 billion. Litecoin's Monday volume ranks it fifth, behind those three and Polkadot.</p><p>But with waning trading momentum and a market cap even smaller than joke cryptocurrency dogecoin's $31 billion, litecoin was a perfect target, said Oanda analyst Edward Moya.</p><p>\"You can manipulate that,\" he said. \"You can really have a big move because of that.\"</p><p>Using fake news releases to move stock prices has been a persistent problem in the equity market for decades. Usually, the targets are small thinly traded penny stocks, but sometimes it can hit large companies as well.</p><p>In August 2000, a former employee of a wire service used his credentials to post a fake news release about the electronics company Emulex Corp., at the time an equity listed on Nasdaq. The release said the company was restating its earnings from a profit to a loss and that the chief executive was resigning. Before the company could publicly refute the fraud, the stock had dropped 60%. The perpetrator, a then-23-year-old named Mark Jakob, was trying to cover a losing bet he had made.</p><p>Cryptocurrency scams and frauds also have been ongoing issues.</p><p>In August, rumors were spread that Amazon was going to accept bitcoin, which drove the price to a six-week high before the company said the rumors were false.</p><p>Write to Paul Vigna at paul.vigna@wsj.com and Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Fake Walmart News Release Spurs Spike in Little-Used Cryptocurrency Litecoin</p>",
  "published": "2021-09-13T21:12:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 245,
          "end": 252
        },
        {
          "start": 133,
          "end": 140
        },
        {
          "start": 5,
          "end": 12
        },
        {
          "start": 3438,
          "end": 3445
        },
        {
          "start": 35,
          "end": 42
        },
        {
          "start": 224,
          "end": 231
        }
      ],
      "nexusId": "10042309"
    }
  ]
}