{
  "_id": "82597b5b927b1096d3d596eb6f41311f1aa99f209e505e6019dd5e9e32a496a0",
  "feed": "wall-street-journal",
  "title": "Bed Bath & Beyond Names Its First Chief Customer Officer; The new position combines digital and brand roles, including customer support and user experience",
  "text": "<p>His new job combines those two roles, including responsibilities for areas from the e-commerce user experience to customer support, the company said.</p><p>The company announced Mr. Masood's new role Tuesday along with news that it will introduce a digital marketplace allowing outside companies to sell home and baby products on its platform. At the same time, the company announced a partnership with grocery-store chain Kroger Co. that will see a selection of Bed Bath &amp; Beyond's home and baby products carried on Kroger.com starting in early 2022, and in a number of Kroger's stores after that.</p><p>Bed Bath &amp; Beyond also named its chief strategy and transformation officer, Anu Gupta, to the newly created role of chief growth officer. The new role will focus on both internal and external growth opportunities, including partnerships, but still involve managing the company's business transformation into a digitally minded company.</p><p>\"With these sales channel expansions, it is necessary to evolve our organizational structure to align with our ongoing transformation,\" Mark Tritton, chief executive at Bed Bath &amp; Beyond, said in a statement.</p><p>Mr. Tritton, who joined Bed Bath &amp; Beyond from Target two years ago, has been focused on turning the 50-year-old chain into a digitally adept business with multiple sales channels. The company in October 2020 announced a turnaround plan to improve its financial position by investing between $1 billion and $1.5 billion in its business through its fiscal year ending February 2024, earmarking the cash for projects including a revamp of its loyalty program, an investment in its digital platforms and remodeling of 450 stores.</p><p>Bed Bath &amp; Beyond in July opened the doors to its remodeled flagship store in New York. The company said the renovation, featuring in-store digital shopping tools and a less cluttered layout than the previous design, was emblematic of its plans to update some of its bricks-and-mortar portfolio.</p><p>Mr. Masood's appointment follows a spate of similar shuffles designed to bring the needs of the customer more visibly into C-suites, often with new roles combining customer-experience responsibilities with branding or marketing jobs.</p><p>Sportswear company Under Armour Inc. last month named Massimo Baratto its first chief consumer officer, with a remit to oversee global marketing, e-commerce and retail.</p><p>Walgreens in August hired Tracey Brown, a former chief experience officer at Walmart, as its first chief customer officer. McDonald's Corp. in July named company veteran Manu Steijaert as its first global chief customer officer, and announced the formation of a new customer-experience team.</p><p>And British grocery company Asda the same month named KFC marketing executive Meghan Farren as its chief customer officer.</p><p>Judy Weader, senior analyst at Forrester Research Inc., said more companies are hiring for such roles to help them focus on customer experience to boost the bottom line.</p><p>\"Just saying you believe in better customer experience is insufficient if you don't lay the foundations to support it, and establishing chief customer offices with budget and the means to influence strategy, operations and delivery is an excellent starting point,\" Ms. Weader said.</p><p>Write to Katie Deighton at katie.deighton@wsj.com</p><p>Bed Bath &amp; Beyond Names Its First Chief Customer Officer</p>",
  "published": "2021-11-04T20:09:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2441,
          "end": 2448
        }
      ],
      "nexusId": "10042309"
    }
  ]
}