{
  "_id": "db468b1fd268e5f72e45d5f49a512c69c2ac314be17db918f0c6170f1dff8747",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: The Tough Business Of Delivering Groceries --- Food-delivery apps are racing to bring products from the supermarket aisle to your door. The demand is there; the challenge is how to make it profitable.",
  "text": "<p>Amid the Covid-19 pandemic, food delivery businesses that normally recruit restaurants to their platforms also signed up supermarkets. This suited grocery chains that were grappling with a huge spike in demand for e-commerce, as well as companies like Uber whose drivers were suddenly short of work when the ride-hailing business collapsed.</p><p>DoorDash and GrubHub are also signing supermarket deals. Amazon-backed Deliveroo, which is due to make its market debut on the London Stock Exchange within weeks, recently said that grocery delivery is the fastest growing part of its business.</p><p>There is logic in the strategy. Over the past year, more people have become used to making a big weekly grocery order online, so they may also be open to using apps for quick purchases in between. Takeout giants, with their growing fleets of drivers and bike riders, are well positioned to serve them with rapid deliveries in small batches. City dwellers, who tend to buy little and often from local convenience stores, could be particularly good customers. And the overall market is enormous: The global grocery business is worth around $7.6 trillion a year, according to UBS.</p><p>The challenge is how to make it profitable. When Deliveroo or Uber Eats delivers a meal for an independent restaurant, they typically pocket up to 30% of the order value in commission and still end up with a loss. As supermarkets run on razor-thin margins, they can afford to hand over only a 15% or 20% fee in many markets. So the odds of making grocery partnerships profitable are worse than with restaurant tie-ups.</p><p>Takeout platforms can charge other fees to make the numbers more appealing, such as marking up supermarket prices. Ordering through a takeout app is up to 20% more expensive on average than buying in a store, according to Jefferies analysts, and this premium jumps above 100% for small baskets. The risk for the delivery companies is that consumers will simply walk to their local shop instead. Takeout apps typically offer grocery delivery in densely populated areas already well served by convenience stores.</p><p>There are other logistical hurdles to turning a profit. Orders arrive quickly on bicycles or motorbikes, but there is a limit to how much couriers can physically carry. Baskets of bulky items like bread, milk and toilet paper take up space but are low value. Alcohol is a smarter bet because of its higher sticker price, which might explain why Uber recently snapped up booze-delivery service Drizly for $1.1 billion.</p><p>Berlin-based Delivery Hero is trying a different tack and becoming a grocer itself. By the end of 2020, the company had set up roughly 500 Dmarts -- mini food warehouses where grocery orders are picked for delivery. In the fourth quarter, the unit where this new business sits generated 9% of total sales.</p><p>Delivery Hero must now lease properties and source food directly from suppliers, with less buying power than the large supermarket chains it is competing with. It is also working with third-party manufacturers to create its own products. The profit margins on these so-called store brands are higher than branded goods, but this is far from the tech giant's core skills in apps and logistics.</p><p>If the new initiative grows to account for a sizable chunk of sales, investors risk paying a tech valuation for a division that is essentially a mature and capital-intensive business. Shares in major supermarket chains that also deliver groceries, such as Walmart, Tesco, Kroger and Carrefour, trade below one times projected sales, while delivery apps can fetch anywhere from three to seven times.</p><p>One big holdout is worth watching. Just Eat Takeaway.com, which will become the world's largest food delivery company by revenue outside China when its merger with Grubhub completes, has steered clear of groceries. Founder Jitse Groen has said he doesn't think the latest fad is a good use of investors' cash. However, the company's tone has shifted on the topic in recent months. A U-turn may be on the way.</p><p>In the hot and relatively young takeout app sector, there should arguably still be gains to be made without branching out into such a tricky category as groceries. Even with their tech wizardry, food apps will find competing with supermarkets a tough gig.</p>",
  "published": "2021-03-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3466,
          "end": 3473
        }
      ]
    }
  ]
}