{
  "_id": "1c8353109b60c9419d34d9b895dd10171b7f8145a162c9bce6744e5ed646bc7b",
  "feed": "wall-street-journal",
  "title": "U.S. News:  FTC Seeks Documents From Firms  As It Looks at Supply-Chain Crunch  ----  By Paul Ziobro",
  "text": "<p>   The Federal Trade Commission is seeking information from Amazon.com Inc., Procter &amp; Gamble Co., Walmart Inc. and others about how they are handling supply-chain snarls, part of a study into whether the problems have led to anticompetitive behavior and higher prices. </p><p>   The document request isn't part of any law-enforcement action, the FTC said. Instead, the agency said it is looking to understand the reasons behind the widespread supply-chain problems that have crimped economic growth. </p><p>   The agency is also seeking documents and information from Kroger Co., C&amp;S Wholesale Grocers Inc., Associated Wholesale Grocers Inc., McLane Co., Tyson Foods Inc., and Kraft Heinz Co. The companies have 45 days to respond. </p><p>   The order will require the companies to detail how they are navigating the supply-chain crisis, including how it has affected the availability of transportation, delayed orders and led to increased prices. The FTC also wants to know what companies are doing to fix the problems and how they allocate products among stores when products are scarce. </p><p>   Representatives for the companies declined to comment, didn't immediately respond or couldn't be reached to discuss the FTC's action. </p><p>   Companies have been struggling with delays to import goods and move them around the country this year, as Covid outbreaks have disrupted ports, manufacturing sites and left many logistics companies short-handed. Dozens of boxships have been waiting for weeks to unload at the ports of Los Angeles and Long Beach, Calif. Before the pandemic, it was unusual for any ships to wait. </p><p>   While some major retailers such as Walmart have been largely able to sidestep the logjams by moving imports earlier in the year or chartering their own vessels, some smaller chains have been scrambling to keep shelves stocked. </p><p>   President Biden met Monday with executives from several retailers and grocers, including the leaders of Walmart, Best Buy Co. and Food Lion. He touted economic data showing an uptick in Black Friday sales and consumer spending. \"We're looking toward the holiday season. We feel a lot more like the ones we had in the past,\" he said. </p><p>   Walmart Chief Executive Officer Doug McMillon said in the meeting that despite supply-chain concerns, the retailer's inventory levels were up by 10% ahead of the holiday season. \"We have more inventory than we did a year ago and have the inventory that we need to be able to support the business, and we are seeing progress -- the port and transit delays are improving,\" Mr. McMillon said. </p><p>   FTC Chairwoman Lina Khan said she hopes the supply-chain study will \"shed light on market conditions and business practices that may have worsened these disruptions and led to asymmetric effects.\" </p><p>   The U.S. Chamber of Commerce, the chief advocacy group for American companies, recently said it was publicly challenging Ms. Khan, contending that she is overstepping the agency's legal authority. </p><p></p>",
  "published": "2021-11-30T07:10:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1606,
          "end": 1613
        },
        {
          "start": 1902,
          "end": 1909
        },
        {
          "start": 96,
          "end": 108
        },
        {
          "start": 2131,
          "end": 2138
        }
      ]
    }
  ]
}