{
  "_id": "b0126742352a058bfeeb06f3e4f7c3c0ab42248cb6e6a5c46c0d9a44b94e62f4",
  "feed": "ftcomall",
  "title": "UK's Clipper hunts for acquisitions as profits soar",
  "text": "<p>British logistics group Clipper is on the hunt for acquisitions in Europe and North America as profits soared on the back of demand for its services from retailers following the boom in the online shopping market. </p> <p>The group, which deals with website orders from retailers including Asos, John Lewis and Asda, reported a 31 per cent jump in pre-tax profits as the online surge in demand in the UK made up for weakness in its European markets, which were hit by pandemic restrictions. </p> <p>“The market has witnessed significant recent change, particularly with the acceleration of the growth in efulfilment, which now represents 70 per cent of our logistics revenue,” said Steve Parkin, executive chair.</p> <p>Efulfilment involves receiving and storing inventory online as well as processing orders, picking and packing items, shipping orders to their final destination and sorting out returns. </p> <p>Orders come through the retailers' websites to Clipper's Warehouse Management System, with the software prioritising orders to pick, pack and dispatch to customers.</p> <p>The Leeds-based company, which has transitioned from its heavy bricks-and-mortar focus to online in the past five years, is searching for opportunities to expand and strengthen its brand globally through mergers and acquisitions and organically in Europe and North America.</p> <p>“The US logistics market is way behind the UK in terms of handling returns and repair. Last year we repaired 1m electrical products and placed them back into stock through our repair service team,” said chief financial officer David Hodkin.</p> <p>“In fashion and footwear over 98 per cent of returns is put back into stock to protect retailers' margins.”</p> <p>The surge in the company's pre-tax profits to £28.8m on revenues that jumped almost 40 per cent to £696m in the year to April highlights the expansion in the online logistics sector during the pandemic.</p> <p>Clipper doubled capacity for UK online fashion retailer Asos in Europe, moved into Poland and launched a site for Farfetch, the British Portuguese online fashion group, in Holland.&#xa0;</p> <p>Within its efulfilment and returns business, the UK helped power revenues. However, its European ecommerce business suffered a 10 per cent fall in revenues because of coronavirus-related restrictions.</p> <p>“We exited some lossmaking transport activity in Germany in the last year, which helped profits grow,” said Hodkin.&#xa0;</p> <p>The online shopping boom has been a bright spot for the UK economy, which has been hit harder by pandemic lockdown measures and a slower economic recovery than many of its European peers.</p> <p>Shares were up 1 per cent at 821p in afternoon trading in London on Wednesday, although this follows the group's blistering run since March last year, which has increased the stock price more than fivefold.</p><p>Source: Harry Dempsey and Jyoti Mann 2021 'UK's Clipper hunts for acquisitions as profits soar' FT.com 25 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-25T08:38:45.941Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}