{
  "_id": "43e083f1b4e4fec224b6d31d91e22cd67f6a3657ecad0328f8a194ebd5199726",
  "feed": "ftcomall",
  "title": "Wm Morrison/private equity: shareholders should not accept cut-price deal",
  "text": "<p>Analysts at private equity shop Clayton Dubilier and Rice have allowed their imagination to run wild in the aisles of UK supermarket Wm Morrison. Where markets see a dull, competitive sector, CD&amp;R sees riches. Over the weekend, the supermarket announced that it had received and rejected a <a href=\"https://www.ft.com/content/da5c8b25-3535-41d6-80c4-944340d17e42\">230p a share bid</a> from CD&amp;R, whose advisers include former Tesco chief Terry Leahy. </p> <p>CD&amp;R's offer places an £8.7bn enterprise value on Morrisons. This underprices its vision for the company. CD&amp;R must provide a firm intention to bid again, or walk away, by July 17. Morrison's share price rise suggests hopes for a higher offer.</p> <p>The bid says more about the state of private equity than UK supermarkets. With $413bn of dry powder to invest in Europe alone, according to Preqin, CD&amp;R is under pressure to act. Its attention may have been grabbed by the Big Four — Tesco, J Sainsbury, Morrisons and Asda — clawing back 1 per cent of market share from German discounters Aldi and Lidl last year. This year, however, that gain has drifted away.</p> <p>Morrisons' valuation has drifted too. By late last week its forward price to earnings multiple had sunk below 13 times. At 230p a share, the multiple simply moves back towards the five-year average of 16 times. </p> <p>CD&amp;R claims experience of UK retail with both B&amp;M, the pile-'em-high discounter, and a collection of petrol station convenience shops. Perhaps it could squeeze more from Morrisons by expanding in convenience. It currently offers wholesale supply to smallish neighbourhood retailer McColls.</p> <p>But this is a property deal, not a retail one. Morrisons owns 85 per cent of its stores, more than Tesco and Sainsbury's. Selling then leasing back a quarter of those stores, raising £2bn, provides a quick return on investment. It is more than the £1.25bn of premium offered on the undisturbed price. Even post tax, that suggests CD&amp;R could pay far more.</p> <p>Morrisons should place more value on its strong balance sheet. Its net debt is expected to fall from nearly triple its forward ebitda to double in the next year. Overheads are relatively low at well under 2 per cent of sales. Adding leverage to a business that is leaking sales to rivals is a dangerous idea. Shareholders must hold out for a higher bid. Pricing shares closer to 280p might just get the tills ringing.</p> <p><em>Our popular newsletter for premium subscribers Best of Lex is published twice weekly. Please sign up </em><a href=\"https://ep.ft.com/newsletters/56657d10e4b04e04251004fd/subscribe\"><em>here</em></a><em>.</em></p><p>Source:  2021 'Wm Morrison/private equity: shareholders should not accept cut-price deal' FT.com 21 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-21T11:23:18.754Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}