{
  "_id": "2ca57c477d870d523261534e9990c96454df29b0c60544e6c1a8ef19b5e0bf37",
  "feed": "wall-street-journal",
  "title": "Gap's Sales Suffer From Supply-Chain Problems Before Holidays; Apparel company says port delays have left it missing out on sales and spending extra on air cargo to stock shelves",
  "text": "<p>Gap said supply-chain disruptions in the quarter shaved an estimated $300 million in lost sales and added $100 million in airfreight costs.</p><p>\"While we entered the third quarter with growing momentum, acute supply chain headwinds affected our ability to fully meet strong customer demand,\" Chief Executive Sonia Syngal said in prepared remarks. She said the company would use airfreight and port diversification to better position it for the holiday shopping season.</p><p>Victoria's Secret &amp; Co., Abercrombie &amp; Fitch Co. and other apparel chains, which rely on Asia for much of their production, have also warned of transportation problems and production delays that have left them unable to capitalize on strong consumer demand.</p><p>Separately, Nordstrom Inc. reported quarterly sales that were below 2019 levels, including an 8% decline in its Nordstrom Rack off-price chain. The retailer said a lack of supply hurt sales at the Rack as well as changes it made to pricing. It shifted pricing too far to less-expensive goods and is now adding back higher-end items, the company said.</p><p>Operating expenses jumped in the midst of higher labor and fulfillment costs, leaving Nordstrom's profits below analysts' expectations. Nordstrom shares fell 23% in after-hours trading.</p><p>Dozens of boxships have been waiting for weeks to enter ports in Southern California. The delays were caused by Covid-19 outbreaks that disrupted production in Asia and a surge of imports as retailers raced to restock for the critical holiday season. While a few companies such as Walmart chartered their own ships to sidestep the delays, many other retailers have been left short-handed and paying high freight rates.</p><p>\"Approximately 30% of our product is produced in Vietnam, where factory closures extended to over 2 1/2 months, significantly longer than initially anticipated,\" Katrina O'Connell, Gap's finance chief, said on a call with analysts. On average, the amount of inventory the company had in the third quarter was 11% below 2019 levels.</p><p>Gap cut its sales-growth and profit-margin targets for the year. It said that supply-chain disruptions would result in about $550 million to $650 million in lost sales and that it would spend about $450 million on air cargo for the year.</p><p>Executives at Victoria's Secret said last week that about 90 million of the 200 million holiday items the lingerie seller had ordered were delayed between two and nine weeks and that some items might not arrive for the holidays.</p><p>Abercrombie, which owns the Hollister chain, said inventory was lower than planned because of factory closures in Vietnam and longer transit times. The company said it had shifted marketing into the fourth quarter given the product shortages in its third quarter.</p><p>The company's Vietnam factories are back open and it has seen products moving through West Coast ports more quickly in recent weeks, Abercrombie Chief Financial Officer Scott Lipesky said in an interview Tuesday. \"We don't have concerns about inventory as we're running through the holidays,\" he said.</p><p>Robert Barba and Suzanne Kapner contributed to this article.</p><p>Write to Charity L. Scott at Charity.Scott@wsj.com</p><p>Gap's Sales Suffer From Supply-Chain Problems Before Holidays</p>",
  "published": "2021-11-23T23:17:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1541,
          "end": 1548
        }
      ],
      "nexusId": "10042309"
    }
  ]
}