{
  "_id": "cb005e5c654c57cbea303abad8f1db34648dd1575929472b7ddc27882ae73372",
  "feed": "ftcomall",
  "title": "Walmart raises outlook as sales rise despite Delta variant surge",
  "text": "<p>Walmart has raised its full-year outlook for the second time in three months, after a strong start to the back-to-school shopping season lifted sales even as the spread of the Covid-19 Delta variant weighed on consumer confidence.</p> <p>Market share gains in groceries and a rebound in demand for travel-related products also helped the company post $141bn in total revenue for the three months to the end of July, a 2.4 per cent increase year on year. Analysts had anticipated that sales would drop to about $137bn.</p> <p>Comparable sales at Walmart's US stores also outperformed forecasts, rising 5.2 per cent versus analysts' prediction for a 3.7 per cent gain.</p> <p>Retailers are poised to benefit from a resurgent back-to-school season. Child tax credit payments that began this summer should give parents extra money to spend on supplies as students return to the classroom, according to analysts.</p> <p>Families plan to spend a record $37.1bn on school-age children, up from $33.9bn in 2020, according to a survey last month from the National Retail Federation.</p> <p>But analysts are closely watching a flurry of retail earnings this week for clues on whether a new wave of Covid cases in the US, attributed to the Delta variant of the virus, will hit consumer spending.</p> <p>US retail sales fell 1.1 per cent in July against the previous month, on the heels of a 0.7 per cent gain in June, the Census Bureau said on Tuesday. The data came after a University of Michigan survey said consumer sentiment slumped to its worst level in more than nine years in early August, a “stunning loss of confidence” following a new wave of coronavirus infections and hospitalisations.</p> <p>The decline in July vehicle, grocery and clothing sales “could all be a sign that surging virus cases are convincing consumers to stay at home again, although that is a little hard to square with the continued recovery in spending at bars and restaurants,” said Andrew Hunter, senior US economist at Capital Economics.</p> <p>Retail sales had already pulled back in recent months. The impact of stimulus cheques distributed earlier in the year has faded, consumer price inflation has picked up, and the elimination of coronavirus restrictions has encouraged consumers to spend more on things like travel and entertainment, which are not captured by retail sales data.</p> <p>Home Depot on Tuesday posted the highest quarterly revenues in its corporate history, even as sales growth slowed as a pandemic-fuelled surge in demand for do-it-yourself products subsided. The home improvement chain said its sales rose 8.1 per cent year on year to $41.1bn in the three months to the start of August, much slower than the 32.7 per cent jump in the previous quarter.</p> <p>Walmart said it experienced a solid start in the second quarter for sales of back-to-school categories, including stationery, lunch boxes and backpacks. Grocery sales accelerated as the quarter progressed, it added. </p> <p>Overall, Walmart's sales gains in the US increased in each month of the quarter, underpinned by the US economic recovery. Store transactions accelerated as more customers returned to shopping in person, while US ecommerce sales were up 6 per cent.</p> <p>Walmart, the world's largest retailer, now expects net annual sales to be slightly positive, after previously estimating a low single-digit decline.</p> <p>Second-quarter net income fell 34 per cent to $4.28bn, or $1.52 a share. Walmart earned $1.78 a share on an adjusted basis, topping analysts' estimate of $1.57.</p><p>Source: Matthew Rocco 2021 'Walmart raises outlook as sales rise despite Delta variant surge' FT.com 17 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-17T12:37:29.768Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3153,
          "end": 3160
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 3375,
          "end": 3382
        },
        {
          "start": 2689,
          "end": 2696
        },
        {
          "start": 531,
          "end": 538
        },
        {
          "start": 2914,
          "end": 2921
        }
      ],
      "nexusId": "10042309"
    }
  ]
}