{
  "_id": "cf57b57b1982ed4fed88de5a2db23988cb149af39a0f750dffa9f160c28c29c1",
  "feed": "wall-street-journal",
  "title": "Apparel Sales Spring Back, for Now",
  "text": "<p>\"We've come through what I hope is the worst of the pandemic,\" Macy's CEO Jeff Gennette said on a conference call. In an interview, he said that he hasn't seen any evidence yet of slowing sales due to the virus surge, noting that back-to-school sales have been strong as have sales of work clothes and for social occasions. He said the bigger concerns were supply-chain problems and labor shortages.</p><p>Sales at Kohl's and Tapestry also returned to pre-pandemic levels. Both companies reported sales and earnings that beat analyst expectations and Kohl's, like Macy's, raised its guidance for the full year.</p><p>Macy's shares rose 20% in on Thursday after nearly tripling over the past year through Wednesday's close. Kohl's shares jumped 7.3% on Thursday, but Tapestry's stock declined 3.1%.</p><p>The sales and earnings gains for all three companies follow big decreases last year when consumers who were stuck at home shifted their spending to necessities and items for the home. During the summer, shoppers refreshed their closets in anticipation of life returning to normal.</p><p>Thursday's results follow a strong showing earlier this week by Walmart Inc., Target Corp. and T.J. Maxx parent TJX Cos., which each reported rising sales as shoppers returned to stores.</p><p>Yet concerns are mounting over how long the good times will last. The Delta variant has led to a surge in coronavirus cases across the country. Companies are delaying plans to bring workers back to the office, some retailers are bringing back mask requirements and a few major cities like New York and San Francisco have imposed vaccine requirements for indoor activities.</p><p>TJX finance chief Scott Goldenberg told analysts on a conference call Wednesday that while sales remained strong, the company had started to see a slowdown in the U.S. and Canada beginning in the last week of July that he attributed to the Delta variant.</p><p>\"No one expects the high that retail is on right now to be sustainable,\" said Simeon Siegel, a managing director of equity research with BMO Capital Markets. \"Whether the Delta variant pops the bubble or something else does, retail executives are worrying about when the music will stop.\"</p><p>Dave Karraker planned to buy new work clothes this fall in anticipation of more in-person meetings.</p><p>Now with those meetings canceled, the San Francisco resident, who owns a communications firm, is holding off on the purchases.</p><p>\"The Delta variant really put a damper on me needing new clothes,\" said Mr. Karraker, 53 years old. \"I'll be on Zoom calls for the foreseeable future.\"</p><p>Kimberly Carney, CEO of FashWire, an online marketplace for apparel, jewelry and accessories, said she is starting to notice shoppers revert to habits that were prevalent last year during the height of the pandemic when people were stuck at home.</p><p>Since June, sales of dresses are down 12%, shoes are down 22% and denim is down 60% on the site. Over the same period, sales of loungewear are up 25%.</p><p>Kohl's CEO Michelle Gass noted that in addition to concerns over the Delta variant, retailers are still grappling with supply-chain issues due to factory shutdowns in Asia and congestion at the ports.</p><p>The stakes are high for department stores like Macy's and Kohl's that had struggled before the pandemic. The sales gains in the recent quarter at both companies compared with two years ago were less than the growth in the overall retail market, where spending increased by 19.9% compared with 2019, according to Neil Saunders, managing director of research firm GlobalData Retail.</p><p>Amazon.com Inc. continues to grab market share from traditional chains and plans to open several large physical retail locations in the U.S. that will operate akin to department stores and sell clothes and other items.</p><p>Mr. Gennette said Macy's is taking steps to bring new customers to the chain by adding new brands and categories.</p><p>During the recently completed period, Macy's added five million new customers, a 30% increase compared with the second quarter of 2019. Mr. Gennette said categories that had been dormant last year like dresses have come back to life.</p><p>But some shoppers who had planned to make purchases are now holding back.</p><p>Jackie Simek of Woodland Park, N.J., held off buying clothes for a wedding scheduled for this weekend in case it got canceled. She wound up renting a blue gown at the last minute and plans to wear a pair of sandals that she already owns. \"Do I really need to buy $270 gold, strappy sandals?\" said the 39-year-old business coach.</p>",
  "published": "2021-08-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1131,
          "end": 1143
        },
        {
          "start": 1131,
          "end": 1138
        }
      ],
      "nexusId": "10042309"
    }
  ]
}