{
  "_id": "bfd4d4c1c9709fe7a24df0d6a4902e2e85022f03d6af648ad318eb745795d6e3",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Kroger's Modest Margins Could Become a Strength  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  In the low-margin world of supermarkets, even small improvements in profitability aren't so marginal. </p><p>\n  Kroger on Thursday reported better-than-expected results, with same-store sales increasing 3.1% from a year earlier in its fiscal third quarter ended Nov. 6, as consumers continued cooking from home. That was much better than the 0.9% increase Wall Street had been expecting. Shoppers also kept buying more premium products and fresh produce, with the fresh department seeing higher growth compared with the total store. </p><p>\n  More important, though, Kroger's gross margin excluding fuel sales fell by a milder-than-expected 41 basis points, or hundredths of a percentage point, compared with a year earlier, an improvement from the pace of profitability decline seen in the first two quarters. That, combined with better-than-expected sales and an upgraded guidance, sent Kroger shares up 11% on Thursday. </p><p>\n  Prospects for the next quarter look good so far. Back-to-office attendance peaked in early November at 39% and has since fallen to roughly 32.5%, around where it was during the summer, according to data from Kastle. With Americans continuing to work from home, cold weather and uncertainty from the Omicron variant, there is more reason to suspect Americans will keep grocery aisles busy. Kroger itself expects same-store sales to decline by a more modest 0.2%-0.4% for the full fiscal year, compared with its previous expectation of an up-to-1.5% decline. </p><p>\n  Kroger's margin improvement might seem, well, marginal, but profitability metrics matter a lot for the company, whose gross margins lag behind peers such as Albertsons, Ahold Delhaize, Sprouts Farmers Market and Walmart. Both Walmart and Target's share prices took a big hit after the retailers reported that margins shrank more than expected. </p><p>\n  The company might have added a bit more to its bottom line if it hadn't made \"price investments,\" or cuts to prices to compete with the likes of Walmart. There is wisdom to this caution, though. Though the food-at-home trend looks sticky thus far, some of the top-line growth for grocers have also been driven by consumers' willingness to trade up to more premium brands. That may not be sustainable once consumers have burned through their stimulus-fueled savings. </p><p>\n  Compared with peers such as Albertsons and Sprouts, which last year expanded their margins substantially, Kroger's margins look more sustainable. Kroger's gross margins grew by a modest 14 basis points last year compared with Albertsons' 55 basis points and Sprouts' 315 basis points, according to BMO Capital Markets estimates. BMO analyst Kelly Bania noted in a report that grocers with \"disproportionate margin expansion\" could be exposed to more earnings risk in a price-sensitive environment. </p><p>\n  Investors should no doubt keep an eye on Kroger's margins, but they should keep in mind that sometimes, less is more. </p><p></p>",
  "published": "2021-12-03T07:01:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1986,
          "end": 1993
        },
        {
          "start": 1723,
          "end": 1730
        },
        {
          "start": 1709,
          "end": 1716
        }
      ]
    }
  ]
}