{
  "_id": "1113ca91263b366ac990362f24a08f218ca1733cedcc77814a9ca31aa5d8c3ca",
  "feed": "wall-street-journal",
  "title": "Target and Walmart Ready for Holidays --- Big-box retailers have stocked up for the spending season and that is a mixed bag for investors",
  "text": "<p>Target on Wednesday reported that it had 17.7% more in inventory in its fiscal third quarter ended Oct. 30 compared with a year earlier, well exceeding its 13.2% sales growth. Walmart, which reported a day earlier, said its Walmart U.S. business had 11.5% more in stock in its comparable period while sales increased 9.3%.</p><p>A similar dynamic played out at Home Depot, where inventory rose 27.4%, almost three times its sales growth. That raises the bar for the holiday quarter. Walmart and Target collectively have almost $8 billion more inventory than a year earlier, exceeding the $7 billion of additional sales Wall Street is expecting the two companies to make in the fourth quarter.</p><p>By most measures, Walmart and Target shouldn't have trouble selling things this holiday. The National Retail Federation expects holiday sales to increase between 8.5% and 10.5% this year compared with last year. That exceeds Walmart's own guidance for U.S. comparable sales growth of 5% in the fourth quarter and is in line with Target's guidance for a high-single-digit to low-double-digit percentage increase.</p><p>Still, at the top of investors' minds will be the impact on profitability. While margins for both retailers broadly expanded this year, profitability eroded last quarter as the companies rushed to stock up on both inventory and labor.</p><p>Both companies paid for expensive chartered ships to import goods ahead of the holiday season, for example. Walmart said it hired 200,000 new associates to handle holiday sales, while Target added 100,000 seasonal hires. Both companies also raised wages to attract workers in a tight labor market.</p><p>Those investments didn't come cheap: Target's gross margins shrank 2.6 percentage points last quarter compared with a year earlier, while at Walmart U.S. they declined by a milder 0.1 percentage point. Operating margins also declined for both retailers.</p><p>The disappointing margins seem to have taken some air out of the two stocks. Despite beating Wall Street expectations on both revenue and adjusted earnings per share, both Walmart and Target's shares took a hit following their respective results. Target's shares slid almost 5% after its Wednesday earnings call, while Walmart stock shed 2.6% on Tuesday, the day it reported earnings. It closed slightly down on Wednesday.</p><p>On Wednesday morning, Target's finance chief, Michael Fiddelke, said it is difficult to predict how much of the cost pressures seen last quarter would be temporary. There is a good chance margins could look worse before they get better.</p><p>Last holiday quarter, all retailers saw a boost to profitability because low stock levels across the board meant less promotions and more full-priced selling. This holiday, the largest retailers are all betting big dollars to make sure their shelves are full and customers visit their stores instead of competitors'.</p><p>Those are near-term fears, though. Walmart and Target are taking the right approach by growing revenue and customers while they can, even if it means sacrificing the bottom line for the near future. Both retailers have alternative profit streams -- such as advertising and third-party logistics (Walmart GoLocal) or shipping (Target's Shipt) -- that will clearly see a boost from a higher revenue base. Walmart's advertising segment generated enough to offset gross margin loss last quarter, for example.</p><p>That said, it is easy to see why investors are rechecking the price tag on Walmart's and Target's shares. Walmart's market capitalization over forward sales is roughly 17% higher than the five-year average, while Target's is trading 81% higher. America's largest retailers will need to deliver some huge gifts this quarter to keep investors on board.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 11,
          "end": 18
        },
        {
          "start": 2205,
          "end": 2212
        },
        {
          "start": 3266,
          "end": 3273
        },
        {
          "start": 2058,
          "end": 2065
        },
        {
          "start": 3474,
          "end": 3481
        },
        {
          "start": 1442,
          "end": 1449
        },
        {
          "start": 705,
          "end": 712
        },
        {
          "start": 3443,
          "end": 3450
        },
        {
          "start": 477,
          "end": 484
        },
        {
          "start": 912,
          "end": 919
        },
        {
          "start": 1773,
          "end": 1780
        },
        {
          "start": 224,
          "end": 231
        },
        {
          "start": 2898,
          "end": 2905
        },
        {
          "start": 3159,
          "end": 3166
        },
        {
          "start": 176,
          "end": 183
        }
      ]
    }
  ]
}