{
  "_id": "bb87da9f11514836ed47f6077c24701f1bb3f61338b0229540669d1b648e628c",
  "feed": "ftcomall",
  "title": "Apple set to post $100bn-revenue quarter after strong Christmas",
  "text": "<p>Apple is expected to come roaring into the new year and post its first-ever $100bn-revenue quarter, a milestone achievement for a company that first recorded the figure over an entire year in 2011.</p> <p>On Wednesday the $2.38tn tech giant is expected to post $102.6bn in its fourth-quarter earnings, a jump from $91.8bn a year ago, according to Visible Alpha. Net profit is projected to climb by 6.3 per cent to $23.6bn — the biggest quarterly profit ever for a private-sector corporation.</p> <p>A handful of companies including Walmart have previously reported $100bn quarters, while Amazon is expected to break this barrier when it reports next month. But Apple's profit margins are projected at around 23 per cent — roughly five times that of either retailer.</p> <p>The figures are based on the assumption that iPhone sales will grow 6 per cent from a year ago — a depressed expectation owing to the coronavirus-induced, multi-week delay of the iPhone 12.</p> <p>“The fact that they look able to achieve the $100bn milestone with slower revenue growth for the iPhone suggests that they've done an amazing job of diversifying their portfolio,” said Tom Forte, analyst at DA Davidson.</p> <p>Apple, whose shares traded at a record high on Monday, had already demonstrated this ability in the fiscal year to September, in which it managed to increase revenue in an off-year for the iPhone.</p> <p>For the past decade Apple's earnings have been cyclical, driven primarily by iPhone launches, but now, thanks to its abundance of services and hardware offerings — from streaming music to AirPods — its results have smoothed out.</p> <p>Last year was the first year ever that iPhone sales fell — from $142bn in 2019 to $138bn in 2020 — but overall revenues still climbed. Despite the devices accounting for just 50 per cent of sales, Apple's revenues rose by 6 per cent.</p> <p>In the latest quarter, every other category — Mac, services, wearables and iPad — is expected to grow by double digits, in part because of the extra demand for Apple products as consumers upgrade their home offices during the pandemic.</p> <p>Amit Daryanani, analyst at Evercore ISI, is among those who believe Apple will come up short however because of supply constraints. He projects $94bn in revenue.</p> <p>“But this is a reflection of how much supply they have — not of how much demand there is,” he said. “The demand is much higher than supply.”</p> <p>He is otherwise bullish and believes Apple's shares could soar to $200 this year, turning it into a $3tn company.</p> <p>Part of Mr Daryanani's optimism stems from how Apple is set to benefit from two macro trends. A weakened US dollar should help significantly, as three-fifths of Apple revenue comes from outside the US, while slumping commodity prices should translate into lower input costs.</p> <p>“Foreign exchange has always been a big drag for Apple, but this is one time it should be a tailwind,” said Mr Daryanani. “And this is the first time we've seen component costs come down, so that could be another nice benefit for an earnings-per-share or free cash flow perspective.”</p> <p>One possible headwind this year is a higher corporate tax rate from the Biden administration. Another is antitrust, as Apple comes under fire for how it treats developers who make apps for the iPhone. A third risk is that consumers opt for cheaper iPhones rather than more expensive 5G models, as the need for a high-speed internet connection could be reduced by consumers spending more time at home on WiFi.</p> <p>The first two risks aren't immediate, though, and early signals indicate that the higher-end Pro and Pro Max 5G iPhones are seeing “a notable uptake,” according to Bernstein analyst Toni Sacconaghi.</p> <p>He anticipates the iPhone's average selling price in the latest quarter to rise by 7 per cent to $817, and for iPhone unit sales to gain 8 per cent to 79m. Together those trends suggest iPhone revenues will jump almost 16 per cent to $64.8bn, leading December revenues beyond $108bn.</p> <p>Whether iPhone sales emerge stronger from the December quarter or the current one, it is increasingly difficult to see how Apple could stumble this year.</p> <p>Even the bearish analysts at Goldman Sachs — whose share price target of $85 is 38 per cent below where Apple trades today — expect the company to report higher-than-consensus revenue forecasts of $105.3bn, as all indications suggest that Christmas demand was strong. </p> <p>Goldman points out that revenues at TSMC, which produces chips for Apple, grew by 14 per cent year-on-year in the December quarter, while Foxconn — Apple's main assembly partner — recorded a higher-than-expected 15 per cent gain.</p> <p>Among the more bullish analysts, Morgan Stanley's Katy Huberty is expecting Apple revenue to grow by 21.8 per cent this year to a record $334bn, driven by iPhone sales climbing by 26.7 per cent and every other category growing in double-digit percentages.</p> <p>Her optimism reflects the fact that if Apple overcomes its supply issues, 2021 should be the first year that its thriving services and hardware businesses will feel the added benefit from a blockbuster iPhone launch — as the 5G-enabled iPhone is Apple's most significant product since the iPhone 6 came out in 2014.</p> <p>“We haven't seen that combination in this order of magnitude yet,” added Mr Forte. “It's like in <em>Star Wars </em>— we're about to see the full operational power of the Death Star.”</p><p>Source: Patrick McGee 2021 'Apple set to post $100bn-revenue quarter after strong Christmas' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-26T11:00:27.340Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 518,
          "end": 525
        }
      ]
    }
  ]
}