{
  "_id": "18ba6a303172027e167bccfae4b1f58fd421a826039d0236e90f7038b38bbb6c",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Heard on the Street:  Still Bullish on the Pet Boom?  It May Be Time to Rein It In  ---  Investors need to be choosier as the pandemic adoption boom tails off  ----  By Carol Ryan and Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre>\n </pre><p>\n  It is hard to leave the house these days without crossing paths with one of Covid-19's more appealing legacies: the lockdown puppy. Signs that pet ownership increased during the pandemic are positive for stocks like Chewy, but investors can no longer buy just any story fronted by a cute animal. </p><p>\n  Pet brands have become a bright spot for some of the world's biggest food businesses. Nestle's pet-care division was its top performer over the nine months through September, growing sales by 10.6% compared with the year-earlier period. Sales of General Mills' premium Blue Buffalo brand increased 18% in its latest quarter. Online pet-products retailer Chewy and specialist food producer Freshpet also have experienced strong demand. </p><p>\n  Globally, the pet-care business probably grew by 7% in 2020, according to an estimate from Euromonitor, which expects annual growth to remain around 6% through 2025. One explanation for the rosy outlook is that the pandemic likely boosted the size of the pet population in key markets. </p><p>\n  Although the results of annual head counts won't be available until the spring, global pet-food leader Mars, whose brands include Pedigree and Whiskas, estimates that 85 million U.S. households owned a pet at the beginning of 2020, and that around 11 new million pets were added over the year. British retailer Pets at Home thinks the U.K. pet population may have grown by 2% to 3%. </p><p>\n  Those numbers might have been stronger but for supply constraints. U.S. shelters were emptied of animals early in the pandemic and breeders struggled to rear enough youngsters to meet demand. A seller's market pushed up prices. In Britain, a Dachshund puppy could have been purchased for GBP 970 back in March, roughly $1,320 at current exchange rates. By October, when \"puppy inflation\" peaked, the same dog was more than 70% more expensive, according to animal-welfare charity Dogs Trust. </p><p>\n  There has been a parallel bout of inflation in specialist pet stocks. Shares in money-losing Chewy have gained 260% over the last 12 months and now trade for 5.3 times projected sales. Nasdaq-listed Freshpet, which makes cat and dog food that needs to be stored in the refrigerator, is even more expensive. After a 120% share-price gain, its market value is equivalent to 13.6 times sales. The London-listed shares of Pets at Home, which runs a traditional, profitable retail chain, can be picked up for more reasonable multiples. So can stocks like Nestle and General Mills, but their diverse portfolios of consumer brands offer only partial exposure to the sector. </p><p>\n  Pet-care companies will likely experience less dramatic sales growth once a vaccine normalizes people's routines. Still, the recent pet-adoption boom should support demand for at least a few years. Investors also appear to be betting that online players like Chewy have opportunities to take market share from their bricks-and-mortar competitors, which seems plausible given recent retail history. The company's year-over-year sales growth hasn't slowed even as pet adoption rates have returned to pre-pandemic levels. </p><p>\n  Growth in the industry also depends on consumers' willingness to trade up to more expensive cat and dog food. In the U.S., the world's biggest pet-care market, 80% of growth in recent years has come from this so-called premiumization trend, according to Nestle. General Mills Chief Executive Jeff Harmening also credited premiumization for Blue Buffalo's rapid growth in a recent conference call. </p><p>\n  That means that any post-pandemic hit to American pet owners' disposable incomes could dent performance. One possible challenge for pet-food manufacturers could be the focus that retailers place on their own private labels, which are often cheaper than branded alternatives and make higher margins. Chewy plans to increase its private-label business, for example, and even general retailers such as Tractor Supply, Walmart and Amazon have their own brands for pet products. This is a risk worth monitoring. </p><p>\n  Other structural trends should remain favorable. People have been buying smaller cat and dog breeds, which tend to be fed expensive wet feed rather than cheaper dry kibble. In developed markets, human diet trends are influencing what ends up in the dog's dinner bowl, boosting sales of pricey organic or specialized meals. Freshpet, which makes minimally processed pet food, is particularly benefiting from this trend. In emerging markets with growing disposable incomes, more consumers are switching to feeding their animals manufactured pet food rather than table scraps. </p><p>\n  In expanding the pool of customers for the pet-care industry, the 2020 adoption fad also brought more products and services to the table and froth to a once-ignored corner of the stock market. Pet owners can now be choosier about their purchases. Attractive as the industry remains, investors may need to be choosier too. </p><p></p>",
  "published": "2021-01-16T07:10:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3927,
          "end": 3934
        }
      ],
      "name": "Walmart Inc.",
      "id": "US9311421039",
      "nexusId": "10042309"
    }
  ]
}