{
  "_id": "4fe487d82cd19de31c38eee4fd02a34d18f73d5dc8f2467df9258291ebea10fe",
  "feed": "market-watch",
  "title": "Learn to be a better negotiator—here's how it can improve your finances",
  "text": "<p>Negotiating is an important personal finance skill that can help you earn more and pay less. Whether you're discussing a job offer, dickering at a car dealership or just trying to work out a budget with your significant other, the ability to bargain effectively can have a huge impact.</p><p>You don't have to be a jerk to be persuasive. The best negotiation tactics allow both sides to win, says Kwame Christian, host of the “Negotiate Anything” podcast and director of the American Negotiation Institute. Confrontational approaches — debating, badgering or insisting on your own way — make other people defensive and less willing to come to an agreement, Christian says.</p><p>Negotiating salaries</p><p>Most managers expect job candidates to&#xa0;negotiate salary, but many people don't even try when they're offered a job, according to surveys by Robert Half, a human resources consulting company.</p><p>You can prepare for your negotiation by checking salary ranges from the U.S. Bureau of Labor Statistics, salary comparison sites such as Payscale or Salary.com, company review sites such as Glassdoor, or Robert Half's salary guides.</p><p>“People make the mistake of not preparing enough, and that's one of the single best things you can do to be effective in a negotiation,” Christian says.</p><p>Also read:My son is married to a selfish, passive-aggressive woman. How can I leave him money without her getting her hands on it?</p><p>Good negotiators also write down a strategic plan that outlines what they want and how they intend to ask for it, as well as a list of good alternatives, he says.</p><p>In general, the person with more information should make the first offer because that's the “anchor” around which the discussion will revolve, Christian says. Wait for the person hiring you to name a figure so that you don't inadvertently ask way too much or too little. (If you're negotiating a raise for a job you already have, you probably have as much information as your manager and can be the first to name a dollar amount, he says.)</p><p>Settle on the salary before switching to other forms of compensation, such as a flexible work schedule, a new title, the ability to work remotely and paid time off, he recommends.</p><p>“If you start off with the creative options, they might feel like they've given you enough,” Christian says.</p><p>Buying a car</p><p>In most negotiations, you'll want to preserve a good relationship with the other person.&#xa0;Buying a car, however, is typically a “purely transactional” interaction so you can bargain harder, Christian says.</p><p>Research the car you want thoroughly before you go to the dealership. Look for the invoice price on car comparison sites such as Edmunds.com and ask several dealerships to give you their best price on the car.</p><p>“Find the lowest-price comparison, and then use that as your starting offer,” Christian recommends.</p><p>Knowing your bottom line — the maximum you want to spend on the vehicle — is particularly important because dealerships will often draw out the negotiating process to wear you down and get you to pay more, Christian notes.</p><p>“I need to know very clearly what my walk-away point is,” Christian says. “And it seems so obvious, but people don't do this.”</p><p>Also see: How do you compete with home buyers who can pay in all cash?</p><p>Budgeting with your partner</p><p>A recent survey by Fidelity Investments found that couples who communicate well are more likely to expect a comfortable lifestyle in retirement, rate their household's&#xa0;financial health&#xa0;as excellent or very good and say that money is not their greatest relationship challenge.</p><p>But communicating well about money is hard, because “money is emotional,” Christian says. He recommends calming those emotions by acknowledging and validating them and then asking your partner open-ended questions to find out why they feel the way they do.</p><p>He cites the experience of starting his own business, when his wife was distressed at the amount that they were spending. Christian was raised in an affluent family and didn't worry much about money, while his wife was raised by a single mom and experienced bouts of homelessness.</p><p>“Money is survival to her,” Christian says.</p><p>Rather than discounting her experience or arguing, Christian says he asked a lot of questions and acknowledged that her emotions made sense, given her past.</p><p>“If you just jump to problem-solving, the person doesn't feel validated,” Christian says. “The emotional problem is still there.”</p><p>Only after summarizing what each partner wanted did the couple start negotiating an outcome to meet both needs: “So I said, ‘All right, my goal here is to make sure I can have a little bit of money to invest in the business; your goal here is to make sure that we have a certain amount of money in the bank account. How do we reconcile those two things?'”</p><p>Don't miss: High schools are finally teaching kids what they need to know about finances</p><p>Skipping any of these steps — or trying to have these discussions when you're tired or distressed about other things — risks alienating your partner and making matters worse.</p><p>“If you're very emotional, the first thing that you want to say is probably the wrong thing to say,” Christian says.</p><p>More From NerdWallet</p><p>Smart Money Podcast: Lifestyle Creep and Booking Cheap Travel</p><p>Check Finances Now to Avoid Falling Behind</p><p>Add Amazon, Walmart Drug Discounts to Your Cost Comparison</p><p>Liz Weston writes for NerdWallet. Email: lweston@nerdwallet.com. Twitter: @lizweston.</p>",
  "published": "2021-09-30T05:02:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5285,
          "end": 5292
        }
      ],
      "nexusId": "10042309"
    }
  ]
}