{
  "_id": "dd3cdc997e6e3f528dce513c9e8c0dc2e7b38c94dac341dc2c1de0403d7f5860",
  "feed": "wall-street-journal",
  "title": "Thursday's Markets:  Communication, Technology  Stocks Drive Down Indexes  ---  Losers include  Facebook, Zoom  Video, Walmart as  breather continues  ----  By Joe Wallace and Akane Otani",
  "text": "<p>   Stocks dropped, weighed down by losses among communications and technology companies. </p><p>   Stocks have taken a breather in recent sessions after powering higher for much of 2021. Money managers see several reasons to stay cautious, ranging from lofty valuations across parts of the market to the pace of the economy's recovery. </p><p>   Data Thursday showed 861,000 workers sought unemployment benefits last week, above forecasts. </p><p>   Still, many investors remain upbeat about the outlook for stocks. They say the possibility of more fiscal stimulus, progress on distributing Covid-19 vaccines and gradual reopening of the economy should help drive earnings higher throughout the year. </p><p>   \"The vaccine rollout is well advanced in the U.S. and the evolution of the virus is rather positive,\" said Bastien Drut, chief thematic macro strategist at CPR Asset Management. He added that he was encouraged by data showing declining case numbers and hospitalizations. </p><p>   The Dow Jones Industrial Average fell 119.68 points, or 0.4%, to 31493.34. The S&amp;P 500 declined 17.36 points, or 0.4%, to 3913.97 and the Nasdaq Composite lost 100.13 points, or 0.7%, to 13865.36, adding to losses after a volatile day for tech stocks on Wednesday. </p><p>   Tech stocks led declines in the broader market Thursday, with Facebook and Zoom Video Communications each falling at least 1%. </p><p>   Shares of Twilio bucked the trend, rising $31.84, or 7.7%, to $443.49 after analysts at Piper Sandler lifted their price target for the cloud-communications company to $550 a share from $475. </p><p>   GameStop shares oscillated between losses and gains as lawmakers began a House Financial Services Committee hearing on what drove the wild rally in the retailer's shares last month. Shares had risen as high as $483 in late January. They tumbled $5.25, or 11%, to $40.69 Thursday. </p><p>   Walmart shares dropped $9.54, or 6.5%, to $137.66 after the retailer posted results for the holiday quarter and said it would raise wages for about 425,000 employees. </p><p>   Palantir Technologies posted its sixth straight session of losses, shedding $1.91, or 7.1%, to $25.17. The data-mining company this week reported a loss for the fourth quarter and signaled that sales could grow at a slower pace. </p><p>   In overseas markets, the Stoxx Europe 600 fell 0.8% on a busy day for earnings in the region, notching its third consecutive session of declines. </p><p>   Individual movers included U.K. bank Barclays, which fell 4.4% after proposing a smaller dividend than some investors were expecting. </p><p>   Major Asian markets closed mixed. Early Friday, Japan's Nikkei was down 1%, Hong Kong's Hang Seng was down 1.2% and South Korea's Kospi was down 1.3%. U.S. stock futures were down 0.5%. </p><p></p>",
  "published": "2021-02-19T07:14:00.000Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 113,
          "end": 120
        },
        {
          "start": 1803,
          "end": 1810
        }
      ],
      "name": "Walmart Inc.",
      "id": "US9311421039",
      "nexusId": "10042309"
    }
  ]
}