{
  "_id": "9fe7e95fa48a363803c5352f28ab835edf754f42e7200d4e195c745a9dc7fa1f",
  "feed": "ftcomall",
  "title": "Asda workers win first round of equal pay lawsuit",
  "text": "<p>Thousands of female supermarket workers have won the first stage of their long-running equal pay lawsuit against Asda, one of several British retailers facing claims that could if successful cost the sector an estimated £10bn.</p> <p>The UK's Supreme Court ruled on Friday that the 44,000 employees bringing claims can directly compare their roles to the pay of the mostly male staff employed at depots in Asda's distribution operation.&#xa0;</p> <p>The ruling clears an important hurdle in the female workers' long-running legal battle for equal pay and will be closely watched by other UK retailers such as Tesco, Wm Morrison and J Sainsbury, which are facing separate equal pay claims.</p> <p>The Asda workers still have to clear several further legal hurdles to win their case and obtain compensation which has been estimated at between £10,000 and £20,000 each.&#xa0;</p> <p>Lady Mary Arden, a justice of the Supreme Court, who gave the court's ruling said this was a “very substantial case for Asda”.</p> <p>However, she added that the court's conclusion did not mean the claimants have won their equal pay claims. “At this stage all that has been determined is that they can use terms and conditions of employment enjoyed by the distribution employees as a valid comparison,” Arden said.</p> <p>Asda had argued in the case that the women, who mainly work in its 630 stores, should not be able to compare themselves with staff working in its 24 distribution centres because the two roles operate in “markedly different physical environments” that “demand different skill sets”. </p> <p>The company added that its stores are profit centres whereas the distribution centres are cost centres, which are not consumer-facing.</p> <p>In the next rounds of the litigation, judges must consider the legal questions of whether the store worker and distribution roles are of equal value and whether there is a reason — other than sex discrimination — for the two jobs not to be paid equally.</p> <p>Lawyers said the ruling was further bad news for other supermarkets and retailers facing equal pay claims.</p> <p>Stefan Martin, partner at law firm Hogan Lovells, said:&#xa0;“It is no great surprise that Asda's appeal failed. However, this does not mean that the claimants will be popping the champagne corks.&#xa0;This is only round one . . . These cases are notoriously drawn out and no final decision is likely for many years.”</p> <p>The Asda workers are represented by law firm Leigh Day and some are GMB union members. Susan Harris, the GMB's legal director, called the ruling “a massive victory” for the staff. “We now call on Asda to sit down with us to reach agreement on the back pay owed to our members — which could run to hundreds of millions of pounds,” Harris said.&#xa0;</p> <p>Asda said: “This ruling relates to one stage of a complex case that is likely to take several years to reach a conclusion. We are defending these claims because the pay in our stores and distribution centres is the same for colleagues doing the same jobs regardless of their gender. </p> <p>“Retail and distribution are very different sectors with their own distinct skill sets and pay rates. Asda has always paid colleagues the market rate in these sectors and we remain confident in our case.”</p><p>Source: Jane Croft and Patricia Nilsson in London 2021 'Asda workers win first round of equal pay lawsuit' FT.com 26 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-26T12:05:03.609Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}