{
  "_id": "c989f920d96bf6728c1c909df98e53feaa707ef980dfb1cd968eb5abc147d550",
  "feed": "wall-street-journal",
  "title": "Federal Judges or Their Brokers Traded Stocks of Litigants During Cases; Dozens of judges have reported share purchases and sales made while they presided in suits involving those companies, a WSJ investigation found",
  "text": "<p>The Wall Street Journal discovered this trading in a broad investigation that identified 131 federal judges who heard hundreds of cases between 2010 and 2018 involving companies in which they or a family member owned stock—in violation of federal law and judicial-ethics rules.</p><p>Judges Lewis, Norgle and Siragusa were among 61 judges who didn't just own stocks of companies that were litigants in their courtrooms. Accounts held by the judges or their families traded shares as suits were progressing, the Journal's investigation found. Nearly half of the judges reported more than one trade while a case was in progress.</p><p>Federal law and ethics rules say judges must recuse themselves if they, their spouse or any minor children own even a single share of a company that is a plaintiff or defendant in a case before them.</p><p>Some judges, when contacted by the Journal, said they were unaware that brokers or advisers who managed accounts for them traded shares of the companies during the cases. But there is no exception for holdings in managed accounts. And federal law requires judges to inform themselves about their financial interests and make a reasonable effort to do the same regarding their spouse and any minor children. </p><p>https://www.wsj.com/articles/131-federal-judges-broke-the-law-by-hearing-cases-where-they-had-a-financial-interest-11632834421</p><p>PHOTO: Photo Illustration: Dave Cole/WSJ</p><p>Related Links</p><p>* 131 Federal Judges Broke the Law by Hearing Cases Where They Had a Financial Interest</p><p>* GRAPHIC: Federal Judges With Financial Conflicts</p><p>* Judge Rodney Gilstrap Sets an Unwanted Record: Most Cases With Financial Conflicts</p><p>* Q&amp;A: Dozens of Federal Judges Had Financial Conflicts: What You Need to Know</p><p>* How the Journal Found Judges' Violations of Law on Recusals</p><p>* A Post-Watergate Law Some Judges Overlook</p><p>Other judges said they failed to update their \"recusal lists\"—tallies that judges keep of parties they shouldn't have in their courtrooms—in the middle of hearing cases. Federal courts use software to identify such parties, but the software can't spot stocks judges buy unless the judges update their conflict lists.</p><p>Trading during a case \"can happen only if the judge is recklessly indifferent to the conflict-of-interest rules in the statute and the Canons of Ethics,\" said Arthur Hellman, an ethics specialist and law professor at the University of Pittsburgh, who was briefed on the Journal's findings.</p><p>While Judge Walter Rice was hearing a case involving International Paper Co., his financial disclosure form shows, he sold between $15,001 and $50,000 of the company's stock in December 2015. The sale earned a profit of between $15,001 and $50,000, the form shows. Judge Rice said that later that month, he gave his remaining shares to five charities. International Paper doesn't appear on his later disclosure forms.</p><p>The case involved an effort to recoup cleanup costs from International Paper and other companies that operated a mill in Dayton, Ohio. During the case, which is pending, Judge Rice, an appointee of former President Jimmy Carter who serves in the Southern District of Ohio, has issued rulings both favorable and unfavorable to International Paper.</p><p>After being contacted by the Journal, Judge Rice informed parties to the case of the appearance of the conflict. \"In all candor, I am remiss at checking this as thoroughly as I should,\" he said.</p><p>Judge Rice said the stock was in an account whose manager \"can buy or sell without getting my permission.\" He said he wasn't aware he owned International Paper shares, likely because he wasn't reading the statements.</p><p>A spokeswoman for International Paper declined to comment.</p><p>The Administrative Office of the U.S. Courts on Wednesday warned judges in a memo they are required to keep informed about their finances and maintain timely lists of parties that are off limits. Judge Roslynn Mauskopf, director of the office, wrote that judges may not rely on accounts managed by financial advisers to avoid their recusal obligations. \"Up-to-date recusal lists are the most effective tool for conflict screening,\" she wrote.</p><p>In response to Journal articles on judges' recusal failures, lawmakers are proposing far-reaching changes. A bill being drafted by House Judiciary Chairman Jerrold Nadler (D., N.Y.) and Rep. Hank Johnson (D., Ga.), would require judges to report financial transactions, such as stock trades, within 90 days, a congressional aide said. Judges would also have to post their financial disclosures in a searchable database, and there would be civil penalties for recusal violations. The committee plans a hearing this month, the aide said.</p><p>Judge Lewis, who owned Walmart stock, reported on a disclosure form five purchases of the shares in a six-day span while she presided in a suit against the company in August 2017.</p><p>Walmart and the plaintiff, a former employee seeking short-term disability benefits, told the judge early in August of that year that they were exploring a settlement. Judge Lewis extended court deadlines to give them time to resolve the matter.</p><p>Her financial disclosure form recorded five purchases from three different accounts in quick succession. The form shows Walmart stock bought on Aug. 25, Aug. 29 and Aug. 30, the day Judge Lewis dismissed the case.</p><p>At the time, her retirement account and a trust each held as much as $15,000 of Walmart stock, and another trust held $15,001 to $50,000 worth, her disclosure form shows.</p><p>Judge Lewis, who is based in Columbia, S.C., and was named to the court by former President Barack Obama, declined requests for comment. After the Journal contacted her, the court clerk notified parties to the suit about her stock ownership, saying it \"neither affected nor impacted\" her court decisions but would have required her to recuse herself.</p><p>The clerk's letter invited the parties to respond and said a different judge would consider any response they filed. The parties didn't reply by an Aug. 9 deadline the letter set. Walmart didn't respond to requests for comment.</p><p>Judge Norgle's 2010 financial disclosure form shows 11 purchases or sales of Pfizer shares while he oversaw a suit against the pharmaceutical company.</p><p>Before the suit, he acquired Pfizer shares worth between $15,001 and $50,000 on Feb. 3, 2010, and made three smaller purchases that month, the last on Feb. 17. Less than a week later, Judge Norgle was assigned to hear a lawsuit alleging that Pfizer falsely marketed an expired patent on packaging of Advil products.</p><p>His disclosure form shows trading continued in March with four more purchases and one sale of Pfizer stock—three of the purchases valued at up to $15,000 each and one purchase and one sale valued at between $15,001 and $50,000. The form records six additional Pfizer trades in April and May, the last a sale of $15,001 to $50,000 of Pfizer stock on May 20.</p><p>Judge Norgle rejected Pfizer's motion to dismiss the case early the next year, and in May 2011 granted Pfizer's motion to transfer it to New Jersey federal court.</p><p>Judge Norgle, a Ronald Reagan appointee based in Chicago, didn't respond to requests for comment. The court clerk sent the lawsuit's parties a notice this month saying that the judge's stock ownership didn't affect his courtroom decisions but would have required his recusal. The parties hadn't filed a response as of Tuesday. Pfizer declined to comment.</p><p>Some judges ruled in favor of companies in which they reported purchasing shares during the case. An example was Judge Siragusa, who heard a suit against Medtronic involving an injured boy.</p><p>When the boy was 8, he fell off a motorized toy car and broke his neck, requiring surgery to implant a titanium rod. A surgeon inserted a Medtronic bone graft in his neck when he was 12. His family sued Medtronic in April 2014 alleging the graft was defective.</p><p>Judge Siragusa handled pretrial motions, scolding the family's attorney for missing deadlines. Eight months into the case, on Jan. 27, 2015, two purchases of Medtronic shares, each valued at up to $15,000, were made in in two separate brokerage accounts of Judge Siragusa, his financial disclosure form shows.</p><p>Later in the year, Judge Siragusa asked the family's attorney at a hearing, \"So where are you going with this case? I don't know how…there would be a manufacturing defect.\"</p><p>He dismissed the case \"with prejudice,\" meaning the plaintiff couldn't amend and refile it. His 2015 financial disclosure form wasn't filed until 10 months later, in August 2016.</p><p>Judge Siragusa, a Bill Clinton appointee based in Rochester, N.Y., said an investment adviser made the purchases without consulting him.</p><p>\"They control what stocks are bought and sold,\" he said. \"I'm sure they'll send me notifications of what's bought and sold.\" He said he doesn't keep track.</p><p>\"That's not to say I shouldn't have picked up on some of these, but we have a conflict checking system that is supposed to alert me if there's a conflict,\" the judge said.</p><p>A spokesman for Medtronic declined to comment. An attorney for the family didn't respond to requests for comment.</p><p>In some cases, judges or their families made repeated trades in cases that spanned years. Judge Janis Sammartino in California heard 18 cases during which her family traded shares of plaintiffs or defendants in the suits.</p><p>In one, her family owned Pfizer stock in two trusts when she was assigned a Pfizer case in 2011. A biotech company accused Pfizer of infringing its patents for technologies used to research cancer treatments.</p><p>Judge Sammartino's disclosure forms recorded 14 trades of Pfizer shares during the nearly six years the case was in her court or on appeal, including eight sales that brought combined profit of $7,506 to $19,500.</p><p>The first trade, a sale for a profit of up to $1,000, came in December 2011, nearly a year after plaintiff AntiCancer Inc. filed suit.</p><p>Judge Sammartino, a George W. Bush appointee, threw out part of AntiCancer's case the following year. She offered the plaintiff a choice: Accept defeat on the remaining claims or amend its filing and continue, but only if it paid Pfizer's legal fees.</p><p>AntiCancer appealed that ruling in late 2012. The judge's family continued to trade Pfizer stock in the trusts, gaining a total of as much as $6,000 in profit in two sales, then buying more Pfizer shares in the latter half of 2014.</p><p>AntiCancer won its appeal. \"The district court exceeded its discretionary authority in imposing a fee-shifting sanction as a condition of proceeding with the litigation,\" a federal appellate court said in October 2014, sending the case back to Judge Sammartino's court.</p><p>The judge's family traded Pfizer stock nine more times—four purchases and five sales, each for a profit of $1,001 to $2,500—before the parties reached a settlement in October 2016, according to disclosure reports. In it, AntiCancer agreed that Pfizer hadn't infringed its patents. Each side bore its own legal costs.</p><p>After the Journal asked Judge Sammartino about the matter, she directed a court clerk to tell parties to the suit that she should have recused herself and that she hadn't been aware a family member owned Pfizer stock.</p><p>Robert Hoffman, AntiCancer's founder and chief executive, said that though his company settled, he believed Pfizer had infringed. \"We got this funny ruling in front of [Judge Sammartino], and here we are against this giant, and they aren't budging, and we were afraid we were going to have to pay the fees,\" he said.</p><p>Dr. Hoffman said he wants to reopen the case. \"This is such a disappointment. This never should have happened, ever,\" he said. Pfizer declined to comment.</p><p>Some judges' violations stem from a spouse's trading. In Philadelphia, Judge Petrese Tucker presided over a suit against Eli Lilly and Co. for four years while her husband traded the drug company's stock, according to her financial disclosure forms and a letter filed in court after the Journal reached out to her for comment.</p><p>In the suit, several female former sales representatives made employment-discrimination claims against Eli Lilly. They alleged that their boss at the company insisted on hugging them, called them \"dolls\" and \"Barbie girls,\" referred to one as \"honey\" and permitted rowdy behavior and nudity at work functions.</p><p>Judge Tucker got the case in 2011. At the time, her husband owned two chunks of Eli Lilly stock, each worth up to $15,000, according to her financial disclosure form.</p><p>Over the next two years, as she ruled on pretrial motions, he bought or sold Eli Lilly stock on five occasions, for total profit of as much as $3,000, disclosure forms show.</p><p>In April 2013, Judge Tucker threw out all but one claim against Eli Lilly, writing that the boss's alleged conduct wasn't \"severe or pervasive enough\" to make out a claim for hostile work environment.</p><p>Judge Tucker's husband made two more Eli Lilly trades after the rulings. He sold up to $15,000 of the stock in December 2013, for a profit of as much as $1,000, and in January 2014 bought shares in the same value range as the sale, according to a disclosure form.</p><p>Eli Lilly went to trial on the sole surviving claim of retaliation by one former sales representative. A jury found for the company in December 2014.</p><p>While the case was on appeal, Judge Tucker's husband made two more sales of Eli Lilly stock, each involving up to $15,000 worth.</p><p>In February 2016, an appeals court upheld Judge Tucker's spiking of most claims. Her husband still held up to $15,000 of Eli Lilly at the time, her 2016 disclosure form shows.</p><p>After the Journal reached out to Judge Tucker, a Clinton appointee, the court clerk notified the parties of the recusal violation. The clerk's letter said that Judge Tucker recently had become aware of her husband's Eli Lilly stock and that it had no effect on her decisions.</p><p>Maggie Tourtellotte, one of the plaintiffs, said she told her lawyer she wanted a new judge to hear her case after learning of the recusal violation. She has until Oct. 22 to respond to the clerk's letter.</p><p>\"I was shocked. I was relieved,\" Ms. Tourtellotte said. \"We never even got to tell our side of the story.\" Eli Lilly declined to comment.</p><p>Although a 1974 law requires judges to disqualify themselves from cases if they have a financial interest in a lawsuit party, Congress updated the law in 1988 to create an exception. It says that if judges discover this interest \"after substantial judicial time has been devoted to the matter,\" they can sell the stock and stay on the case.</p><p>Lawmakers intended the exception for complex, multidistrict cases where a disqualifying financial interest might not be apparent to a judge until deep into the litigation, making recusal disruptive and costly for litigants, according to a House Judiciary Committee report on the bill. An aide to the committee said on Thursday that lawmakers are drafting legislation to tighten these rules to narrow the exception.</p><p>The Code of Conduct for U.S. Judges sets no such condition. And the ethics committee for the federal judiciary said in an advisory opinion, published in 1981 and later updated, that a judge can sell a stock and continue to preside regardless of how much or how little time the judge has spent on the case.</p><p>Stephen Gillers, a judicial ethics specialist at New York University School of Law, said a judge is bound by both documents, \"so the most restrictive controls.\"</p><p>Federal courts seem divided on when divestiture fixes a conflict. Some district courts have said Congress never meant to curb the practice of judges' getting rid of disqualifying financial interests at the outset of a case to fix a conflict. By contrast, the Fifth U.S. Circuit Court of Appeals said judges could remain on a case only if they had already devoted substantial time to it.</p><p>Share Your Thoughts</p><p>Are federal judges being careful enough to avoid conflicts of interest? Join the conversation below.</p><p>Judges themselves appear to be at odds over whether it is OK to sell all of a stock and stay on a case.</p><p>Four who owned shares of companies that were in their courtrooms told the Journal they didn't believe they had violated recusal rules, since they had divested themselves of the shares. The Journal excluded those cases from its list of 685 recusal violations.</p><p>Twelve other judges also got rid of their conflicting stock while cases were already under way, but these judges later said in court filings they should have disqualified themselves. The statements came in notices filed by court clerks after the Journal contacted them about their stockholdings.</p><p>Only one judge's notices mentioned the stock sales made during the cases.</p><p>Ava Sasani contributed to this article.</p><p>Illustrations by Art Lien for The Wall Street Journal</p><p>Write to Coulter Jones at Coulter.Jones@wsj.com and Joe Palazzolo at joe.palazzolo@wsj.com</p><p>Federal Judges or Their Brokers Traded Stocks of Litigants During Cases</p>",
  "published": "2021-10-15T13:59:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5983,
          "end": 5990
        },
        {
          "start": 5187,
          "end": 5194
        },
        {
          "start": 5361,
          "end": 5368
        },
        {
          "start": 4664,
          "end": 4671
        },
        {
          "start": 4821,
          "end": 4828
        }
      ],
      "nexusId": "10042309"
    }
  ]
}