{
  "_id": "226388fe819408b5348f90b215553af9681ded372ae83a344717bdebe81f6547",
  "feed": "ftcomall",
  "title": "KPMG's Bill Michael and his game of moans",
  "text": "<h2>Bill Michael: Game of moans</h2> <p>Back in December, Bill Michael, KPMG's UK chair, was Her Majesty's humble servant. Eight weeks on, he is in need of a humility top-up. When welcoming the Queen to the bean counter's virtual anniversary beano, the usually assertive Aussie was all “Yes, Ma'am”, “unique honour”, and “welcome, Your Majesty”. Her devoted subject sought only to “give a sense of . . . the extraordinary people who work here” and the firm's response to the pandemic. </p> <p>Now, though, <a href=\"https://www.ft.com/content/3c3c07d1-ffb9-4288-aea4-41acf3f3bbff\">Michael is stepping aside</a> after his latest staff video meeting proved a tad less deferential and supportive, and rather more along the lines of “stop moaning” and “playing the victim card”. To be fair to him, he did also encourage struggling staff to ask for help — which KPMG offers lots of. </p> <p>He has also had some of the rough side of the pandemic himself: having being hospitalised with Covid-19 and taking a bigger pay cut than other partners. He apologised later. But City Insider's mole suggests people were also royally naffed off by his rather halfhearted initial attempts. </p> <p>Michael's subsequent email admitted: “Although [the meeting host] kindly invited me back to share more context on some of the things I said, I also realise I didn't go far enough.” </p> <p>As any Shakespeare scholar knows, absolute rulers always get into trouble in the second act . . . </p> <h2>Samuel Johar: Yes, sir? No, Sir!</h2> <p>Just days after this newspaper cut back on its use of titles and honorifics, City Insider noticed rumblings and grumblings elsewhere. A report in The Times revealed the number of honours awarded to philanthropists has halved. </p> <p>Then Samuel Johar, head of board advisory firm Buchanan Harvey, complained that the problem with titles for finance types was not the number, but who ended up getting them. “Honours too often go to business people who spend their time sucking up to Whitehall,” he told City Insider. “They need not be the best business people around. Archie Norman turned around Asda, ITV and is trying to turn around M&amp;S [but] the knighthood for retail went to Ian Cheshire!” </p> <p>Johar evidently felt the latter's turns, at Debenhams and Kingfisher, were not for the better. But it is a phalanx of be(k)nighted pharma execs that leaves him most disenchanted. “GlaxoSmithKline, a great British icon, has been brought down to its knees by the underperformance of Sir Christopher Gent, Sir Andrew Witty, Sir Philip Hampton and Dame Emma Walmsley,” Johar opined. </p> <p>Like the FT, he clearly prefers KPIs to KBEs.</p> <h2>Dame Louise Makin . . . An exception</h2> <p>Safety equipment maker Halma has named Dame Louise Makin as its new chair. She is not only exceptionally well qualified to steer <a href=\"https://www.ft.com/content/c9f39e33-5a17-4c5c-8336-e0de05d6f97b\">the business</a>, which makes health and safety, environmental monitoring and medical equipment, she should also be able to ensure it remains exceptional. </p> <p>Her Cambridge PhD in metallurgy, 15 years running healthcare group BTG and her directorship of testing company Intertek suggest she should understand Halma's products very well. Her move into the Halma boardroom also takes its gender balance to 50:50. What's more, Makin's scientific focus should ensure Halma keeps making logical, low-key acquisitions that attract no media coverage. </p> <p>As such, it will retain its place in the Lex column's “XFT Index” — which shows performance is inversely correlated to column inches. Halma's share price has tripled in five years. Better end this column here, then.</p><p>Source: Matthew Vincent 2021 'KPMG's Bill Michael and his game of moans' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T04:00:25.097Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}