{
  "_id": "696fbaf3eeede3dbffeb73f8c7371015c8ecf8429cbecf8bf23145f27abca4d0",
  "feed": "wall-street-journal",
  "title": "Investing in Funds & ETFs: A Monthly Analysis --- Need to Know: The 6 Concepts You Should Know To Be Financially Literate",
  "text": "<p>The proliferation of terminology -- and jargon -- surrounding financial literacy is enough to make your head hurt.</p><p>So, we are here to make things a little easier, to offer just six concepts that will go a long way toward helping you understand what you need to know when it comes to personal finance. The key, says Andy Baxley, a Chicago-based senior financial planner with the Planning</p><p>Center, is to focus on concepts that help those in search of financial literacy acquire not just instructions about what to do, but insight into why they should do it.</p><p>What follows is our attempt to do just that.</p><p>Compound interest</p><p>If there's one idea that every financial adviser would like to drum into the heads of their clients, this is it. \"Compound interest is the ultimate equalizer,\" says John Eing, a partner at Abacus Wealth Management in Calabasas, Calif. \"It does not care who you are, where you come from or what you do. It will relentlessly work for you or ruthlessly punish you without regard.\" It's about discipline and time, and is a tool that works regardless of whether you're a sales clerk at Walmart or a hedge-fund manager.</p><p>It's all about how we earn interest on our investments, or pay interest on our debt. Let's say you make 10% this year on a portfolio of $1,000. At the end of the year, that portfolio will be worth $1,100. That means that when you earn interest next year, you'll be doing so on a larger amount of money -- without having invested a single extra dollar. As the years pass, you'll earn interest on interest on interest -- it's as if a snowball rolling downhill has become an avalanche. That's the reason people often refer to the \"magic of compounding.\"</p><p>This tool is especially powerful for younger investors. There is a classic example: People who can invest even a small amount of money for only a decade starting when they are 18 can end up with a bigger lump sum by the time they retire than others who invest more but wait to do so until they're in their mid-30s. \"A big 'Aha!' moment tends to follow, once we show just how this works,\" says Rob Greenman, chief growth officer at Vista Capital Partners in Portland, Ore.</p><p>There's an ugly corollary to this rule: If you have to pay interest, rather than earning it, you risk ending up paying interest on interest. Over time, you can owe far more than you borrowed in the first place. \"You become the investment that is making someone else wealthy,\" says Mr. Baxley.</p><p>'Good debt'</p><p>Yes, there is such a thing (compound interest notwithstanding). The distinguishing feature of good debt vs. bad debt is the kind of return you will earn from the investment you make with the borrowed money. That is why borrowing to buy a home often makes sense: Each month's mortgage payment brings you closer to outright ownership of an asset whose value should appreciate over time.</p><p>Moreover, lenders structure traditional mortgage payments so that you will pay off more of the loan's interest in the early years -- unlike, say, with credit-card debt. Knowing this, savvy homeowners in a position to do so often try to make payments every other week instead of monthly, or make one extra payment a year. This reduces the amount of outstanding interest owed, which gets compounded each month, at a faster rate than if the homeowners stuck to the regular monthly payment, and so cuts the overall cost of the loan.</p><p>Student loans also can be good debt -- if you analyze how much you're spending and whether the credentials you are striving to acquire will land you a job that pays more and that enables you to pay down the debt rapidly and begin saving and investing.</p><p>It's all about looking at what you're paying on the debt and what you're using the debt for. \"I've had clients who want to liquidate an attractive high-yielding bond portfolio in order to pay cash for a new car, because they assume that debt is 'bad,'\" says Jan Valecka, founder of Valecka Wealth Management in Dallas, a financial advisory firm. What is bad, she tries to explain to them, is relinquishing an investment asset that they will never be able to replace at today's ultralow interest rates. \"I have to point out that it's better for them to use the income from a portfolio to pay off a low-interest car loan.\"</p><p>Credit utilization</p><p>Something else Ms. Valecka has to explain to some clients is that closing credit cards (or even cutting their credit limits) to improve credit scores isn't necessarily a good idea. Most borrowers understand that the higher the FICO score, the less they pay to borrow. But FICO scores aren't determined solely by how promptly you pay your bills. They are also based on how much of your available credit you have to tap each month.</p><p>Someone who uses only 25% of available credit is a better risk than someone who routinely uses 85% -- even if the latter is just as disciplined at paying off bills. This is your credit-utilization rate -- and it's an underrecognized force shaping your financial health.</p><p>Experian says about 30% of its credit score is determined by credit-utilization rate. To Experian, it's a signal that someone does a great job of budgeting and not overspending.</p><p>The simplest way to improve your credit-utilization rate is to simply not use the credit you have been given; another way is to maintain a careful balance between available credit and the credit you use that gives you maximum financial flexibility in a crisis.</p><p>\"Computing a FICO score is a game, and my clients need to understand the rules, including the fact that the longer you've had a card, the more that credit limit, utilization rate and payment history is worth to your FICO score,\" Ms. Valecka adds.</p><p>Pay yourself first</p><p>PYF is a popular abbreviation and a powerful concept -- and one that risks being misinterpreted. This doesn't mean that you could or should put your \"wants\" -- a vacation, a new car -- ahead of your needs, and in particular, ahead of your investment goals. Rather, think of it as paying your future self by setting aside a predetermined proportion of your monthly (or weekly) earnings in some kind of savings account.</p><p>\"This money could be for a new-home down payment, a new car, a wedding\" or some other long-term goal, says Jordan Benold, a partner in Benold Financial Planning of Frisco, Texas, a fee-only advisory firm. \"The goal for retirement is to get as much money into a Roth IRA or other plan as tax-efficiently as possible.\"</p><p>It's particularly helpful to pay yourself first by making those contributions to an employer-sponsored 401(k) retirement plan, if you have access to one. That's because employers frequently match your contributions, up to a certain percentage of your income -- and that is free money that can continue to compound once it is tucked in your investment account. (See No. 1.)</p><p>Diversification</p><p>Don't put all your eggs in one basket. It's a key axiom when it comes to managing your money. And the need for good balance and diversification requires looking at your entire financial picture, not just your portfolio allocations. Say you have just landed a job at Microsoft. Congratulations! But now that your income is reliant on the health of the technology sector, make sure your portfolio isn't chock-full of tech stocks. Or if your job and your home are based on a community whose fate is tied to a particular industry, don't put even more of your money into that sector. Mix it up a bit.</p><p>Investing is the biggest area to focus on for most people. Diversification involves more than avoiding putting too much money in any single company, industry, sector or geography. It also involves diversifying investment strategies. A diversified portfolio, for example, might include exposures to value and small-cap stocks as well as large-cap. Time can also be a diversification strategy: Spreading your contributions over the course of a year means you'll be investing regardless of whether markets are rising or falling.</p><p>Liquidity</p><p>It's great to be a millionaire on paper but even better if your million dollars are invested in liquid assets, meaning you can tap all of it in an emergency (or if you see a great opportunity). Knowing how much of your money is easily accessible and the price you'll pay if you have to sell something is important.</p><p>\"Withdrawing money from your 401(k) has big tax consequences, and you'll lose out on future gains,\" Mr. Greenman says. Borrowing against your retirement savings also puts you behind in your savings goals.</p><p>Having an emergency fund is one of the best ways to preserve financial liquidity. If you have $25,000 in a money-market account to meet an unexpected need, that money is more useful to you than $25,000 in an IRA or in home equity. How much to set aside depends largely on how dependable your income is, and your own tolerance for risk.</p><p>\"Someone who has a predictable and safe income stream -- a civil servant or a tenured professor or someone who gets a government pension -- might be able to get by with a smaller cushion,\" says Mr. Baxley. At the other extreme, one of his clients can't sleep at night if her cash reserves fall below $50,000. \"Her tolerance for illiquidity is very low,\" Mr. Baxley says.</p><p>---</p><p>Most of these essential concepts require people to be ruthlessly honest about their abilities and limitations -- and to accept that every financial decision involves trade-offs and will have lifetime consequences.</p><p>\"It doesn't always come naturally, but it all does make sense,\" says Mr. Baxley.</p><p>---</p><p>Ms. McGee is a writer in New England. She can be reached at reports@wsj.com.</p><p>---</p><p>Glossary</p><p>FICO scores are the three-digit numbers, from 300 to 850, that are based on how promptly you pay bills and how much of your available credit you use. (FICO stands for Fair Isaac Corp., the company behind the scores.)</p><p>401(k) plans are the dominant employer-sponsored retirement savings plans; employees contribute part of each paycheck into a tax-advantaged account.</p><p>Cash flow is the calculation of how much money passes through your hands over a given period of time. Knowing your cash flow -- what you need to pay your mortgage, buy food and pay bill s-- and being able to match it to your after-tax income is key to budgeting.</p><p>Financial-risk tolerance is a measure of how much shorter-term pain you can put up with in the hope of a big long-term reward. There's no return without some kind of risk.</p><p>Sources: WSJ, Investment Company Institute</p>",
  "published": "2021-08-09T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1099,
          "end": 1106
        }
      ],
      "nexusId": "10042309"
    }
  ]
}