{
  "_id": "b6d83aad7902b49fc33a9b8100e45b06babd17418db335e829d45178bcf4a634",
  "feed": "ftcomall",
  "title": "Making a good job of remote work",
  "text": "<p>Coronavirus caused radical and uneven disruption to work and people's personal lives around the world. The question for businesses, policymakers and employees today is how remote working evolves in the longer term and whether they can harness its benefits.</p> <p>When Covid-19 struck, decision makers needed to know how many people could work outside the workplace, in order to forecast the economic damage and plan responses. We used past surveys to <a href=\"https://www.sciencedirect.com/science/article/abs/pii/S0047272720300992\">classify</a> which activities could be carried out from home and which — such as those requiring protective or safety equipment or working directly with the public — could not. We estimated that 37 per cent of US jobs could be done entirely from home.</p> <p>Yet this average masks stark differences by location, activity and income level in workers' abilities to keep their jobs without risking exposure to Covid-19. Nearly 90 per cent of roles in finance, with a median hourly wage of about $35, can be done from home. Almost none can be in food preparation, cleaning or farming, which typically pay less than $15 per hour. Roughly half of the workers in technology hubs such as Silicon Valley could stay at home, but far fewer in entertainment-driven Las Vegas.</p> <p>There are big differences internationally. In Luxembourg, one of the wealthiest countries per capita, the majority of jobs can be done from home. In Italy and Spain, the share is about one in three. In Mexico or Turkey, it is one in five.</p> <p>Though our estimates were based on pre-pandemic data, they aligned well with the actual share of jobs done from home as measured by subsequent surveys, with lower-income workers and countries facing dismal economic circumstances. It is too early to tell how homeworking affected productivity, although <a href=\"https://bfi.uchicago.edu/working-paper/why-working-from-home-will-stick/\">surveys</a> suggest many have found the experience better than expected.</p> <p>But when assessing their organisations' performance in the pandemic, managers should keep two warnings in mind. First, beware of confounding circumstances. Businesses often run experiments to assess the impact on profits before adopting new technologies. That did not happen last spring. Employees started working remotely suddenly, against a backdrop of school closures, collapsing demand and the worst public health crisis in 100 years.</p> <p>Second, a temporary shift to <a href=\"https://www.ft.com/stream/12e3551a-c48c-4c52-a4b8-31482818c9df\">working from home</a> may be very different from a permanent change. We produced our research without meeting, but we had been colleagues for five years. Relationship capital requires human investment, and asking new employees to work together remotely is not the same as for an established team.</p> <p>Remote working was technologically feasible before Covid-19. It may take off afterwards, but the process will not be automatic. Experience shows it takes time to adjust business practices to use new technologies effectively.</p> <p>In 1987, the Nobel Prize-winning economist Robert Solow quipped: “You can see the computer age everywhere but in the productivity statistics.” Eventually, Walmart deployed IT-driven inventory systems and Charles Schwab's platform helped catalyse online securities trading. It took almost a decade before aggregate productivity surged.</p> <p>Enthusiasm about a new technology often arrives well ahead of its successful adoption by businesses. <a href=\"https://www.nber.org/papers/w25148\">Academic research</a> shows how deployment requires complementary managerial and process investments that might even temporarily depress measured productivity.</p> <p>It also takes time for social norms to adjust to changes in the location of work. Two hundred years ago, the industrial revolution shifted production from homes to factories. <a href=\"https://www.nber.org/papers/w28251\">Recent work</a> underscores that this took decades. The factory system become dominant only after substantial innovations to organisation and management.</p> <p>A broad shift from factories and offices back to homes will require workers, managers and companies to navigate trade-offs if they are to realise the transformative potential of remote work. For example, how can they gain the benefits of spreading a team across times zones without sacrificing co-ordination and camaraderie? How can they monitor employees' productivity and handling of confidential information without digitally invading their privacy? </p> <p>Policymakers also have an important role to play. Enhancing digital infrastructure and disseminating best practices may help address the huge cross-city and cross-country disparities that we identified.</p> <p>Existing policies may not be well suited to a shift in the nature and geography of work. New Hampshire has petitioned the US Supreme Court to prevent residents who worked at home during the pandemic but are normally employed in neighbouring Massachusetts from being taxed there. The dispute is likely to be the first of many.</p> <p>Will people spend as much time working at home in 2030 as they did in 2020? Remote work gained ground because of the pandemic and has the potential to produce great long-term benefits for employers and workers alike: fewer commutes, cheaper property and a larger pool of talent and jobs.</p> <p>But our forced episode of remote working over the past year is not enough to deliver those benefits. Business leaders, entrepreneurs and policymakers thinking creatively in the coming years will determine whether and how quickly remote work becomes a permanent legacy of the pandemic.</p><p>Source: Jonathan Dingel and Brent Neiman 2021 'Making a good job of remote work' FT.com 7 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-07T18:00:53.965Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2950,
          "end": 2957
        }
      ]
    }
  ]
}