{
  "_id": "4e8e9e301ba776f89fa0cf254ad7d205dda37170411ee52937124f82daa866ec",
  "feed": "wall-street-journal",
  "title": "PE Daily: Vistria Banks $2.68 Billion | Playboy Brand Owner Adds Honey Birdette Lingerie",
  "text": "<p>We have these stories and many more deals, fundraisings, exits, people moves and more condensed for you below, so please jump in...</p><p>Today's Top Stories</p><p>Vistria Group co-founders Marty Nesbitt , left, and Kip Kirkpatrick have closed the firm's fourth fund with $2.68 billion while they pursue $750 million for a new credit strategy.</p><p>Midmarket-focused Vistria Group has wrapped up its largest-ever buyout fund with $2.68 billion and is raising money for a new private-credit strategy, Preeti Singh writes for WSJ Pro Private Equity. The Chicago firm's latest buyout vehicle, Vistria Fund IV LP, is more than twice the size of its $1.1 billion predecessor and easily exceeded a $1.5 billion target. Vistria is now seeking $750 million for a debut credit fund.</p><p>The private-equity-backed owner of the Playboy brand is purchasing an Australian luxury lingerie retailer for $333 million, Omar Abdel-Baqui reports for The Wall Street Journal, citing people familiar with the matter, as the former magazine publisher tries to expand its business beyond licensing its famous bunny-ear logo. Honey Birdette, the lingerie brand PLBY Group Inc . is acquiring, has around 60 physical stores primarily located in Australia, with a few in the U.S. and the U.K. The company expects revenue of more than $73 million for the fiscal year that ends this month, representing growth of over 40%.</p><p>Correction: A photo accompanying a top story in yesterday's newsletter about Aquiline Capital Partners was that of a television casting director, Jeff Greenberg . The caption misidentified him as Jeffrey Greenberg , the founder of Aquiline.</p><p>Big Number</p><p>14.6%</p><p>The price increase for an average single-family home in major metropolitan areas across the U.S. during the 12 months through April, the biggest annual gain going back to at least 1987.</p><p>Deals</p><p>Clayton, Dubilier &amp; Rice has raised its offer to take private healthcare communications and advisory company UDG Healthcare PLC for about £2.76 billion (or roughly $3.83 billion) by offering to pay 1,080 pence per share and the company said its directors have agreed to the deal, a regulatory filing shows. The New York buyout firm had offered 1,023 pence per share in May. The Dublin-based company said the new offer is about 28% above its closing shares price the day before the bid became public and represents about 17.8 times its adjusted pre-tax earnings of $228 million and a price-to-earnings multiple of 30.2 times adjusted EPS of 49.6 cents for the 12 months ended March 31.</p><p>TPG led a $300 million investment in Age of Learning Inc., creator of the ABCMouse brand of online digital learning applications and products. Other participants included sovereign wealth investor Qatar Investment Authority (QIA) and Madrone Capital Partners, a private investment firm with ties to the Walton family, founders of Walmart Inc .</p><p>SoftBank Group Corp . and General Atlantic , joined by three other investment firms, have invested $220 million in Gympass BV, which supports corporate wellness programs by providing access to more than 50,000 fitness locations. The deal values the Sao Paulo-based company at about $2.2 billion, according to a news release.</p><p>Providence Equity Partners has invested in musical instrument and audio equipment distributor Sweetwater Sound Inc. The Fort Wayne, Ind.-based company said recently that it had surpassed $1 billion in annual revenue through its online sales activities serving more than 1.5 million customers, including recording studios and film producers.</p><p>Durable Capital Partners led a $100 million investment in data collection and analytics company HealthVerity Inc., joined by existing investors in the Philadelphia-based company. HealthVerity's systems are used to collect and assess patient data and are used by drug developers, insurers and government agencies.</p><p>Bain Capital 's venture arm led a $200 million investment in ShipBob Inc ., joined in the Series E investment by other previous backers that included SoftBank Group Corp . and Silicon Valley Bank . The Chicago-based company provides warehousing, shipping management services and related software to more than 5,000 businesses from two dozen locations in five countries, including the U.S., Canada and Australia.</p><p>TSG Consumer Partners has agreed to purchase a majority interest in truck and sport-utility vehicle aftermarket parts supplier Rough Country LLC from Gridiron Capital , which will retain a significant stake in the business alongside its management. Gridiron first invested in the Dyersburg, Tenn., company in May 2017.</p><p>A unit of Apollo Global Management Inc . joined real estate investment firm AWH Partners LLC in acquiring a Hilton Hotels property serving the Anaheim, Calif., area with 461 guest rooms and event spaces that include 20 meeting rooms as well as restaurants and bars.</p><p>Flexpoint Ford has closed its take-private deal to acquire financial advisory firm AFH Financial Group PLC , according to a news release. The firm offered 463 pence per share, or about £224.5 million (equivalent to about $311.7 million) for the business in January and was backed by AFH Financial 's management. The company has about 20,000 clients and 850 employees.</p><p>TPG is investing in insurance technology business EIS Software Ltd., committing more than $100 million in growth equity to the San Francisco-based company. EIS offers cloud-based programs that are used by insurers to make their operations more efficient.</p><p>Midmarket firm Livingbridge has made a majority investment in Semafone , which provides data security and compliance technology and services to call and contact centers. Founded in 2009, Semafone serves customers in 26 countries, including Amica Mutual Insurance Co ., BT Group and Sutter Health , according to a press release.</p><p>Vista Equity Partners is backing education software company Schoox Inc. with a growth investment from its Endeavor fund strategy, and joins Kinetic Ventures and ITC Partners as an investor in the Austin, Texas-based business.</p><p>Bain Capital 's credit arm joined with Orka Investments Ltd. to purchase the Park Lane Mews Hotel and other properties in London's Mayfair section. The deal included 17 adjacent residential units along with the 72-room hotel. Bain Capital Credit has about $44 billion in assets under management. Orka focuses on sourcing and managing investments in real estate and asset-backed businesses.</p><p>Teleo Capital Management is backing enterprise software maker Univeris Corp., which focuses on serving wealth managers, with a growth investment in the Toronto-based company.</p><p>Swander Pace Capital is backing manufacturer T-Bev Inc. through a newly established company called Triple Crown Holdings. Eugene, Ore.-based T-Bev produces teas and natural extracts to clean-label food and beverage producers.</p><p>Operationally focused Angeles Equity Partners has acquired healthcare environmental services company Xanitos Inc., which is based in Newtown Square, Pa.</p><p>Cleanhill Partners is backing battery technology company KORE Power Inc. The Coeur d'Alene, Idaho, business designs and manufactures battery cells for a variety of industries and products.</p><p>SPAC Track</p><p>A blank-check company backed by Cannae Holdings , Trebia Acquisition Corp ., has agreed to combine with marketing company System1 LLC and bring it public in a deal that values the business at about $1.4 billion, Robb M. Stewart reports for Dow Jones Newswires. Renamed System1 Group Inc.,the company would be listed on the New York Stock Exchange once the transaction closes.</p><p>Elliott Opportunity II Corp ., a technology-focused blank-check company backed by hedge-fund giant Elliott Management, raised $530 million and began trading Tuesday, making it the largest special-purpose acquisition company IPO in nearly three months, Amrith Ramkumar reports for the Wall Street Journal. The SPAC is led by Elliott executives and said it is a portfolio holding of the firm.</p><p>Exits</p><p>Shamrock Capital has agreed to sell wireless infrastructure company Mobilitie LLC to strategic buyer BAI Communications Pty. Ltd. in Australia. Shamrock recently invested $100 million in the Newport Beach, Calif., company to help it build distributed antenna systems, including serving enclosed areas, and wireless communication towers across the U.S. and now Mobilitie serves 220 venues in 39 states and has 10,000 small cells in 45 states and 300 tower sites in 14 states.</p><p>Tech-focused private-equity firm Luminate Capital Partners announced the sale of portfolio company AutoQuotes to fellow private-equity firm TA Associates . Luminate initially acquired AutoQuotes, which offers price quote and supply chain software for the foodservice supplies industry, in 2018 from the company's founders.</p><p>Levine Leichtman Capital Partners has sold its stake in engineering firm Trinity Consultants Inc. to Oak Hill Capital. The Dallas-based business specializes in environmental, health and safety engineering and sciences consulting. Levine Leichtman initially backed the business through its fifth buyout fund in August 2015.</p><p>Lightyear Capital has agreed to sell insurance distribution company Datalot Inc. to strategic buyer Centerfield Media Holdings, LLC. The business, based in Brooklyn, N.Y., is used by insurers to develop new business from digital channels. Lightyear acquired it in 2017.</p><p>A portfolio company of industrial investor Argand Partners, computer and game keyboard maker Cherry AG , has completed its initial public offering of shares at €32 each (or roughly $38) and listed on the Frankfurt Stock Exchange, according to a news release. The deal gave the company an initial market capitalization of about €777.6 million</p><p>Funds</p><p>Leeds Illuminate, a growth investment firm launched last year with support from Leeds Equity Advisors, is seeking $500 million for Leeds Illuminate I LP and a parallel fund, according to a regulatory filing. Leeds Illuminate targets growth investments in companies with $10 million or more in revenue across sectors that span education, workforce development and workforce access, according to the firm's website. The firm was launched in 2020 by Managing Partners Susan Cates and Partner Elizabeth Chou.</p><p>Rothschild &amp; Co . said it has collected €450 million (or about $535.5 million) for its Five Arrows Growth Capital fund, the 18th investment pool to be raised by the firm since 2009, according to an emailed news release. The firm invests through private-equity, credit and secondary strategies. The growth fund will be invested in smaller businesses in the healthcare, education, software and technology-enabled business sectors. The fund's first investment was made in U.K. pharmaceuticals services company BioPhorum Operations Group Ltd.</p><p>Camber Creek, a venture firm focused on investments in real estate technology startups, is seeking $225 million for Camber Creek Fund IV and a related parallel fund, according to a regulatory filing. Camber Creek wrapped up its third fund with $155 million last year, according to a press release issued at the time.</p><p>Nordic firm Taaleri PLC is raising capital for its Finland-focused Taaleri Infra I fund with a €50 million (or about $59.5 million) target. The infrastructure investment vehicle has a 15-year term and an investment period of five years. Taaleri has about €1.7 billion in assets under management in private-equity and co-investment vehicles.</p><p>People</p><p>SK Capital Partners has hired Jennifer Cattier as general counsel and chief compliance officer. She previously worked for Neuberger Berman in the firm's real estate private-equity business.</p><p>Crosspoint Capital Partners has hired Samir Kapuria as managing director. Mr. Kapuria was previously president at NortonLifeLock Inc. He joins the firm shortly after the closure of Crosspoint's debut fund, which wrapped up with $1.3 billion in April.</p><p>Private-equity placement agent Rede Partners has promoted Alexandra Bazarewski, Magnus Goodlad and Bruce Weir to partner.</p><p>Industry News</p><p>Chinese ride-hailing goliath Didi Global Inc. priced its IPO at $14 a share on Tuesday afternoon, giving it a market value of more than $67 billion, Corrie Driebusch reports for The Wall Street Journal, citing people familiar with the matter. The deal sets the stage for the company to begin trading Wednesday, after it made a lightning-fast pitch to potential investors. Didi's pre-IPO investors included Tencent Holdings Ltd . and SoftBank Group Corp .</p><p>CVC Capital Partners -backed consulting firm Teneo Holdings LLC's chairman and chief executive officer has resigned following a drunken escapade during a charity event for which he apologized last week, Chip Cutter and Thomas Gryta report in The Wall Street Journal. Declan Kelly, 52, is handing over the CEO role to Teneo co-founder and Chief Operating Officer Paul Keary, Teneo said.</p><p>Katerra Inc . sold financial backers such as SoftBank Group Corp ., Soros Fund Management and the Canada Pension Plan Investment Board on its plans to revolutionize the construction business by mastering every element of the trade at once. Instead, it wound up in bankruptcy court, wiping out $3 billion in investment capital and making clear just how difficult it is for Silicon Valley to disrupt this complex industry, Konrad Putzier and Eliot Brown report in The Wall Street Journal.</p><p>Property investors are finding new places to ride out the pandemic and its aftermath, but the risk of overpaying for so-called alternative real estate is growing, Carol Ryan writes in The Wall Street Journal. Prices have been rising, particularly for popular niches such as data centers and warehouses serving large metropolitan areas.</p><p>Bridgepoint Group plans an initial public offering of shares in London and reported fiscal 2020 operating income of £191.8 million (equivalent to about $265.7 million), more than 32% higher than the £144.8 million recorded in 2018. The London firm said adjusted pre-tax earnings rose to £66.1 million from £43.3 million in the same period. Bridgepoint said its assets under management climbed to €27.4 billion at the end of March. The firm said it expects to raise about £300 million through the IPO, if it decides to move forward with the plan.</p><p>Vlad Besprozvany, a former investment professional from Insight Partners has launched Nexa Equity LLC, a lower midmarket private-equity firm focused on software and fintech businesses that address markets underserved by technology, according to a press release. Joining Mr. Besprozvany at the firm are Growth Partner Shelley Perry, a former operator partner at Insight, Principal Todd Cramer, previously an investor at the firm and Principal Joey Maloney, who previously served as a vice president at tech-focused private-equity firm Luminate Capital Partners.</p>",
  "published": "2021-06-30T13:57:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2838,
          "end": 2849
        },
        {
          "start": 2838,
          "end": 2845
        }
      ]
    }
  ]
}