{
  "_id": "8581b25dc556a7b89586b84537bd708b5ddb22b5019083330a87fb900ff30dfc",
  "feed": "ftcomall",
  "title": "‘The ultimate David and Goliath story': the fight to open a union at Amazon",
  "text": "<p>Perry Connelly has been working at <a href=\"https://www.ft.com/stream/84cf4073-a674-4a93-aef9-dcc1832a65cb\">Amazon</a> for 11 months, a tenure long enough to earn him the status of “old timer” among his colleagues at the facility in Bessemer, Alabama. Not long after he started, and after a run-in with management that he and others felt unfair, he discreetly pulled two co-workers aside. </p> <p>“I was like, man . . . what we need here's <a href=\"https://www.ft.com/content/ea709746-f4c9-4fc3-80c9-8977b2dbd82d\">a union</a>.”</p> <p>It wouldn't be easy. At 58, Connelly had been a union member in previous jobs. But he'd never started one, nor did he know how to. And he was up against Amazon, which in its 26-year history has proven as effective at union-busting as it has at delivering packages.</p> <p>But 2020 was no normal year: Covid-19 had <a href=\"https://www.ft.com/content/7f679362-0084-47d0-a67f-661da639e78c\">shone a light on the “essential worker”</a>; the killing of George Floyd gave <a href=\"https://www.ft.com/content/ff5245f0-375d-44b8-b9ab-3ded852c341e\">renewed urgency to the Black Lives Matter movement</a>; and the gap between rich and poor — between Jeff Bezos and his more than 1.3m employees around the world — became even wider. </p> <p>At the Bessemer warehouse, where the almost 6,000-strong workforce is more than 75 per cent black, these three issues are deeply intertwined. “He gives all this money to Black Lives Matter,” Connelly says of Bezos, who <a href=\"https://www.ft.com/content/2dd12d4b-cc03-45f8-bde0-a67699598164\">will step down as chief executive this year</a>. “But he doesn't want to really, truly, help the black workers who work for him.”</p> <p>In the summer, one of Connelly's co-workers, Darryl Richardson, got in touch with the Retail, Wholesale and Department Store Union. Formed in 1937, RWDSU represents more than 100,000 workers at companies such as Macy's, H&amp;M and Zara, as well as poultry workers and other logistics staff. </p> <p>By November, the RWDSU had collected enough union authorisation cards from Bessemer workers to meet the threshold required by the National Labor Relations Board to hold a vote, which due to coronavirus would be done by postal ballot. It began on February 8 and ends Monday. Counting by the NLRB is expected to take at least several days, and to pass, the union needs to win the majority of the returned vote.</p> <p>It would be a staggering achievement, observers say; the most significant in decades for the American labour movement. Bessemer <a href=\"https://www.ft.com/content/c7f24fbb-bb4e-489e-8a30-37708700e816\">would be the first unionised Amazon facility in the US</a>. </p> <p>A victory for the union would also be symbolic of the leftward shift in American politics in the wake of the pandemic. Within weeks of entering the White House, Joe Biden gave a <a href=\"https://www.ft.com/content/11791da1-dbda-40f7-9b5c-32de98218344\">resoundingly pro-union</a> statement, urging workers to “make your voice heard”. His team has also been challenging ideas about debt, inflation and the role of government that have been economic orthodoxy for the last 40 years. </p> <p>“What's happening in Bessemer, <a href=\"https://www.ft.com/stream/2952d9dd-a674-3753-8d2a-c8162f60fc92\">Alabama</a>, is the ultimate David and Goliath story,” says Marc Bayard, director of the Black Worker Initiative at the Institute for Policy Studies in Washington. “It's one of the largest companies in the world, and those workers are located in one of the historically most conservative and historically racist states in the US. That's the spark that Amazon is most worried about.”</p> <p>He adds: “If you can win in Bessemer, then you probably can win anywhere.”</p> <h2>‘Alabama discount'</h2> <p>The pandemic has seen Amazon go from strength to strength, as housebound consumers have become reliant on its deliveries, including some medical supplies. The company's net sales in 2020 increased by an extraordinary 38 per cent and it hired more than 500,000 additional staff. But the economic impact of the coronavirus crisis has also prompted a new debate about pay and social inequality. </p> <p>The push at Amazon comes as union support in America is at its highest point for almost two decades, according to Gallup polling, with 65 per cent of Americans saying they approved of organised labour. It's a sharp recovery from the historic lows seen after the 2008 financial crash, when many across the country held unions at least partly responsible for the collapse and subsequent need for a bailout of the US auto industry.</p> <p>Support for unions among black workers in particular is even stronger, Gallup's most recent data suggest, with 75 per cent saying they back unions, despite less than one in 10 saying they were a member of one. </p> <p>That discrepancy is in no small part down to the <a href=\"https://www.ft.com/content/ef890f60-9f0d-40a4-a2b3-dc939c832256\">absence of worker protections</a>, particularly in the American south, where campaigners talk of the “Alabama discount” and “high-tech Jim Crow laws” — policies that bend over backwards to attract companies in need of cheap, hassle-free labour. </p> <p>The Protecting the Right to Organize Act, which is supported by the White House and was passed by the House earlier this month, seeks to remove the “right to work” laws that since the 1940s have successfully weakened the power of unions. </p> <p>The bill faces a tougher time in the Senate. But some observers point to an unshakeable trend that is pushing in favour of stronger unions. By 2032 the <a href=\"https://www.epi.org/publication/the-changing-demographics-of-americas-working-class/\">majority of America's working class will be people of colour</a>, according to an Economic Policy Institute report.</p> <p>“The way that labour ultimately succeeds in the south is to reframe it as a civil rights issue,” says Keri Leigh Merritt, a historian of slavery and southern labour. “Framing it in these terms gives it a spiritual meaning, a higher meaning, a way for people to think really of the common good, and the interests of the community.”</p> <h2>‘Another machine'</h2> <p>The labour and civil rights movements have long worked arm-in-arm. When Martin Luther King Jr walked with 250,000 people to Washington in 1963, it was a march for “jobs and freedom”. In 1968, King lent his support, and delivered what would be his final speech, to black sanitation workers in Memphis pushing for union representation, and who were calling for dignified treatment from their city bosses. The battle produced some of the era's most iconic images — black male workers holding or wearing signs stating simply: “I am a man.”</p> <p>Today, some Amazon employees say that message endures in an evolved form. Amazon's vast warehouses were once described by company executive Tye Brady as being a “symphony of humans and machines”. But many workers call them punishing, relentless and dehumanising. </p> <p>“The shifts are long, the pace is super fast,” said Jennifer Bates, a Bessemer employee, to a congressional committee earlier this month. “You're constantly being watched and monitored. They seem to think you are another machine.”</p> <p>Among the ways Amazon monitors its human workers is through the use of a metric known as “time off task”. After a few minutes of inactivity at a workstation, the clock begins counting, and too much down time can lead to the sack. For Connelly, “time off” starts after around four minutes, he says, not nearly enough time to take a toilet break. That has to be done during one of two 30-minute breaks in a 10-hour shift, much of which can be spent walking to-and-from the bathroom. He says there are no allowances for the bathroom being in use, or out of order. </p> <p>“They say ‘it shouldn't take you that long to go use the bathroom',” Connelly says. “I'm a grown man. It takes me whatever time it takes me.”</p> <p>Asked for comment on this article, Amazon reiterates previous statements touting its <a href=\"https://www.ft.com/content/22ed8f6a-53e0-410e-8b02-3a5b51b4e974\">$15-an-hour starting pay</a>, which is more than double the federal minimum wage, and healthcare benefits that exceed what is available to the vast majority of lower-income jobs. It disputes that there is not enough time for bathroom breaks.</p> <p>“Like most companies,” a spokeswoman says, “we have performance expectations for every Amazonian — be it a corporate employee or fulfilment centre associate, and we measure actual performance against those expectations.”</p> <h2>‘Sand in the gears'</h2> <p>Earlier this month, Bezos declined to attend a congressional committee seeking to discuss income inequality. “That's too bad,” said the man who invited him, <a href=\"https://www.ft.com/topics/people/Bernie_Sanders\">Democratic Senator Bernie Sanders</a>, who visited Bessemer on Friday. “Because if he was with us this morning I would ask him the following question: Why are you doing everything in your power to stop your workers in Bessemer, Alabama from joining a union?”</p> <p>Amazon has more than 800 facilities across the US, staffed by 950,000 full and part-time workers, not including its vast network of delivery drivers. Its workforce eclipses General Motors in <a href=\"https://www.bloomberg.com/news/articles/2019-08-29/once-giant-gm-is-now-detroit-s-smallest-auto-making-employer\">the carmaking boom 40 years ago</a>, and is today second only to Walmart. </p> <p>The flexibility of Amazon's workforce, and how it monitors productivity, is core to the company's success, says Alec MacGillis, whose new book <a href=\"https://us.macmillan.com/books/9780374159276\"><em>Fulfillment</em></a> examines the societal impact of Amazon's growth.</p> <p>“For a corporation that is always driving efficiency to the absolute max, to have to negotiate with unions would be sand in the gears,” he says, suggesting it's something the company would find “deeply unacceptable”. </p> <p>Amazon needs to look no further than its operation in Europe to see what could lie ahead. In France, where unions are forced upon Amazon by law, a legal battle over coronavirus protections saw employees at all <a href=\"https://www.ft.com/content/e363c579-a29d-400b-9271-bfeb69cd7fcd\">six of its French warehouses sent home</a>, with full pay, for around a month last April. Just last week, Amazon workers in Italy walked off the job, calling for a “more humane working schedule”. </p> <p>In contrast, when the first known case of Covid-19 in the US hit a facility in Queens, New York, a small number of workers staged brief walkouts, but the plant was soon reopened. </p> <p>Less than two weeks later, worker Christian Smalls led a walkout of workers concerned about coronavirus at a plant on Staten Island, New York. He was promptly fired. Amazon said he had broken social distancing guidelines. A leaked memo detailed how an Amazon executive, in a meeting with Jeff Bezos, derided Smalls as “not smart or articulate”. The executive, general counsel David Zapolsky, later apologised. </p> <p>Last week, <a href=\"https://www.vice.com/en/article/dy8ngk/amazon-interrogated-worker-who-led-first-covid-19-strikes-nlrb-says\">Vice News reported</a> that the NLRB had found Amazon to have “illegally interrogated and threatened” Jonathan Bailey, a worker at the Queens plant who was among those who led the walkouts. Amazon has settled privately with the employee, saying it disagreed with the allegations but was “pleased to put this matter behind us”. The NLRB did not return a request for comment.</p> <h2>‘Spreading rumours'</h2> <p>The company has repeatedly tried to derail unionisation efforts in Bessemer. It pushed for the vote to be held in-person in the parking lot of the facility — a move union officials said was designed to intimidate — but was shot down by the NLRB, citing Covid-19 concerns. When a postal ballot was confirmed instead, Amazon had the US Postal Service install a mailbox in the same location, urging staff to use it to vote No. Another intimidation tactic, the union says, adding some employees worried they would be monitored posting their ballots. Amazon insisted it was for convenience.</p> <p>Unable to gain access to the plant, union officials and supporters have campaigned as close to it as possible: at the traffic lights where employees stop briefly as they exit the facility. In December, Amazon was granted a request by Jefferson County officials to change the timing on the lights to allow cars to leave more quickly, a move the company said was unrelated to the union effort and was intended to reduce congestion.</p> <p>Inside the warehouse, anti-union messaging can be found in break rooms, on the walls, and in the bathrooms — “at eye level as you sit on the toilet”, several workers say. Staff must attend mandatory meetings discouraging them from backing the union, on top of one-on-one “chats” to “answer any questions”. A website launched by Amazon, DoItWithoutDues.com, warns employees that unionisation would mean it “won't be easy to be as helpful and social with each other”, suggesting workers spend their union dues on things such as “school supplies” and “gifts” instead. The company used the site to republish public filings detailing the salaries of local union representatives. </p> <p>Every day, Bessemer's workers receive several text messages and emails from their managers.</p> <p>“They were texting people about five times a day and calling them at home,” says Stuart Appelbaum, president of the RWDSU, saying the union did not have “comparable” access. “Amazon has spread rumours throughout the plant that they might have to shut down the facility, and people would lose their jobs.” Amazon declined to comment on this specific claim.</p> <p>On Friday,&#xa0;<a href=\"https://www.ft.com/content/3e887655-e800-4093-8fe1-6d863b638dac\">as tensions between Amazon and members of Congress spilled out on Twitter</a>, Amazon spokesperson Drew Herdener took aim at Appelbaum. “Stuart Appelbaum, chief disinformation officer of RWDSU, in an attempt to save his long declining union, is taking alternative facts to a whole new level,” Herdener said in a written statement.</p> <h2>Global support, local doubt</h2> <p>Can the union pull off a victory? Support is by no means universal. </p> <p>“Amazon offerings for insurance are better than any insurance I have ever had,” says Lavonette Spokes, 52, who works at Bessemer, along with her husband. She thinks many young workers at the facility are hesitant too. “There's a great disparity, because the millennials, they're all thinking about their bottom line [saying] ‘I'm not interested in a union if it's going to cost me money'.”</p> <p>If it was a contest of national and international political and celebrity support, it would be a landslide for the union. Biden, while not mentioning Amazon specifically but referencing Alabama, in early March used a video message posted on Twitter to <a href=\"https://www.ft.com/content/6047fa97-7e3a-4875-9fed-5767bc6825ac\">call on corporations to stand back</a> as workers made decisions on unionisation. “Unions lift up workers, both union and non-union, but especially black and brown workers,” the president said.</p> <p>On the other side of the aisle, Republican senator <a href=\"https://www.ft.com/content/1d002627-b003-4a04-a9c5-4830a7eba86e\">Marco Rubio offered his support</a>, though under the guise of hitting back against Amazon for its role in “woke” culture. </p> <p>If it were to become law, Biden's PRO Act would make many of the tactics used by Amazon over the past few weeks illegal. But as it stands today, supporters acknowledge <a href=\"https://www.ft.com/content/220bf850-726c-11ea-ad98-044200cb277f\">Amazon's position of colossal strength</a>. One unionisation effort at a Mercedes-Benz plant in the state <a href=\"https://www.al.com/business/2014/05/pro-union_employees_at_alabama.html\">fell short</a>. Another at a car parts manufacturer, passed — but there were job losses at the facility <a href=\"https://www.bizjournals.com/columbus/news/2016/05/02/commercial-vehicle-group-consolidating-operations.html\">less than a year later</a>.</p> <p>“This is a very winnable campaign,” says Michael Innis-Jiménez, professor of American studies at the University of Alabama. “The question is how many people are willing to take the risk?”</p> <p>Much of the political support for the union risks being seen as coming from liberal out-of-towners, which in a place like Bessemer can easily backfire.</p> <p>Regardless, and even before a single vote is counted, the unions are calling it a victory, a battle that has lit a fire under disgruntled workers in jobs all over America and beyond. Since the union push was made public, RWDSU says it has heard from more than 1,000 employees at different Amazon facilities, keen to take the first steps.</p> <p>“Jeff Bezos ain't seen nothing yet,” says Nina Turner, a Democratic senator in Ohio, to Amazon workers at a rally in Bessemer last weekend. </p> <p>“All of the progress that we have made, by marrying the labour movement with the civil rights movement . . . we're going to do that thing again.”</p><p>Source: Dave Lee in San Francisco and Taylor Nicole Rogers in New York  2021 '‘The ultimate David and Goliath story': the fight to open a union at Amazon' FT.com 29 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-29T04:00:19.799Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 8189,
          "end": 8196
        }
      ],
      "nexusId": "10042309"
    }
  ]
}