{
  "_id": "0e52ac30abb49a2127e2797da4f4f5b7d5db47a6e2d3f791b4fb307daddcb18a",
  "feed": "ftcomall",
  "title": "Tiger Global hires Goldman Sachs asset management chief",
  "text": "<p>Eric Lane is leaving his role as co-head of the asset management division of <a href=\"https://www.ft.com/stream/980562d6-2db0-4b25-a349-b83d4b86bea7\">Goldman Sachs</a> to become president and chief operating officer of the investment fund Tiger Global.</p> <p>The move comes just five months after the Wall Street bank <a href=\"https://www.ft.com/content/15b92add-575d-4d76-9459-260f68aabdfe\">reorganised</a> its asset management division, combining it with the former merchant banking unit and placing it under the leadership of Lane and Julian Salisbury. The unit generated $8bn in revenue in 2020 — almost a fifth of the bank's total — and $1.8bn in net income. Previously, Lane had been co-head of consumer and investment management.&#xa0;</p> <p>The departure, first reported by Bloomberg and confirmed by the two companies, follows news on Sunday that the head of Goldman's Marcus consumer finance division, Omar Ismail, was <a href=\"https://www.ft.com/content/118b29ba-f118-46ff-b639-675ceb3c1cf6\">leaving</a> to join a fintech start-up backed by Walmart and Ribbit Capital, and would take a senior lieutenant, David Stark, along with him. Like Lane, Ismail was only recently appointed to his leadership position.&#xa0;</p> <p>Lane is member of Goldman's management committee and co-chair of its partnership committee. In a memo to staff, Goldman chief executive David Solomon said that Lane “has served our firm with distinction for more than 25 years. We have benefited greatly from his strong leadership.”</p> <p>The combined president and COO position is a new one at Tiger Global. In a letter to investors, Tiger Global founder Chase Coleman and partner Scott Shleifer wrote that “we are always looking for ways to continue improving as we look forward to the next 20 years . . . In this newly created role, Eric will work across the firm, helping us manage the organisation with a particular focus on our clients and the infrastructure that supports our platform.” </p> <p>The letter also noted the current chief operating officer, Anil Crasto, would retire after a transition period.</p><p>Source: Robert Armstrong in New York 2021 'Tiger Global hires Goldman Sachs asset management chief' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-01T19:36:19.690Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 801,
          "end": 808
        }
      ]
    }
  ]
}