{
  "_id": "abe1fb45eee11299c247c68d7fd28cb1214f2cf9b8a64f801ef6bbf96380531e",
  "feed": "wall-street-journal",
  "title": "Old-School Supermarkets Sell New Tech Plans; French grocer Carrefour is signing deals with digital giants like Facebook and Uber, but Ahold Delhaize's lower-key approach may be more successful",
  "text": "<p>Carrefour, another top European supermarket group, made a far trendier pitch to investors a few days earlier. It wants to triple online gross merchandise value by 2026 and has signed deals with Facebook's rebranded owner Meta and Uber Eats to help its overhaul. The company is eyeing the mushrooming market for rapid grocery delivery, whereby orders can be delivered to shoppers in under half an hour.</p><p>Both Carrefour and Ahold Delhaize also want to generate additional revenue by selling digital advertising to suppliers, an opportunity that U.S. supermarkets Walmart and Kroger have been quicker to exploit. They are all watching Amazon, whose share of U.S. online ad spending exceeded 10% last year.</p><p>Carrefour's stock trades at roughly 10 times projected earnings, compared with 14 times for Ahold's. Even at this low price, the French firm's transformation plans should be taken with a grain of salt. The supermarket is behind peers in online sales, which contribute around 6% of total revenue in its domestic market today. If the new strategy is successful, Carrefour's e-commerce business will still only be 12.5% of sales in five years, according to Bernstein. Other big European supermarkets such as Ahold Delhaize and U.K.-based Tesco are already around that level.</p><p>Carrefour's need to catch up helps explain its bet on the fast-growing but unproven niche of so-called quick commerce. The company wants to move smaller food-shopping trips online. Top-up shopping, where the consumer spends less than 50 euros, equivalent to $56.83, generates half of all revenue in physical grocery stores but just 7% of online sales.</p><p>Turning a profit in this scrappy new market could be tricky, though. Well-funded startups such as Flink and Gorillas are gate-crashing rapid grocery delivery in Europe, as are restaurant food-delivery companies including Uber Eats, Delivery Hero and Just Eat Takeaway.com. It also seems likely to remain a relatively small part of the food-delivery market. By 2026, orders for curbside collection—a weakness of Carrefour—will still account for over 80% of online grocery sales in its domestic French market, according to Bernstein estimates.</p><p>Ahold Delhaize's plans are less head-turning, but it has the better record of meeting targets. Carrefour set a goal in 2018 to generate €5 billion of online food sales by 2022, and is expected to make €3.3 billion of gross merchandise value online this year. Meanwhile, Ahold met its promise to double net online sales between 2018 and 2021.</p><p>The French company's shares are temptingly cheap, but Ahold's pricier stock looks like a better deal.</p><p>Write to Carol Ryan at carol.ryan@wsj.com</p><p>Old-School Supermarkets Sell New Tech Plans</p>",
  "published": "2021-11-16T12:39:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 560,
          "end": 567
        }
      ]
    }
  ]
}