{
  "_id": "c014d556de0f06d14b8e35c58677ee31a61088e44a7899a79ecb227da67a3599",
  "feed": "ftcomall",
  "title": "Debt markets: pandemic? What pandemic?",
  "text": "<p><strong>One flying taxi scoop to start:</strong> <strong>LinkedIn</strong> co-founder<strong> Reid Hoffman</strong> and tech entrepreneur <strong>Mark Pincus </strong>are nearing a deal to merge their blank cheque company with <strong>Joby Aviation</strong>, valuing the flying taxi developer at about $5.7bn, said people briefed about the matter. Full story <a href=\"https://www.ft.com/content/42feff1d-8228-4c93-bd78-b537d9eb9fa7?\">here</a>.&#xa0;&#xa0;&#xa0;</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a><strong>. Get in touch with us anytime: </strong><a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a><strong>.</strong></p> <h2>Meanwhile, in the junk bond market . ..</h2> <p>You don't need DD to tell you that markets are hot right now.</p> <p>It has been hard to ignore the recent rallies in, well, everything — from <a href=\"https://twitter.com/elonmusk/status/1354174279894642703\">“GameStonk”</a> to bitcoin.</p> <p>Yet, much of the recent commentary assessing the corporate finance implications of elevated asset prices has focused solely on equities.&#xa0;</p> <p>That's understandable when you have stories like <strong>AMC Entertainment</strong> and how <strong>Silver Lake</strong> <a href=\"https://www.ft.com/content/54818d6c-dde2-4ef4-be57-260e5f42f992\">was able to take full advantage</a> of the <strong>Reddit</strong> rally. And of course, the relentless <a href=\"https://www.ft.com/content/edfc90fc-13df-4b5c-92ef-677407ad936c\">Spac boom</a> that continues to turbocharge both new listings and dealmaking.</p> <p>But if you look under the hood of debt markets, the wall of money chasing yield is reshaping the corporate world in, arguably, even more meaningful ways.</p> <p>Take two recent junk bond deals on either side of the Atlantic: <strong>Asda</strong> and <strong>Carnival</strong>.</p> <p>Asda's <a href=\"https://www.ft.com/content/eeef5d50-c52e-48fc-b960-0171c305cf77\">high-yield bond sale</a> — backing British billionaire brothers <strong>Mohsin</strong> and<strong> Zuber Issa </strong>and private equity group <strong>TDR Capital</strong>'s takeover of the grocery chain — was always going to be a blowout.</p> <p>As DD <a href=\"https://www.ft.com/content/db8a8d62-f734-43d2-9028-7ae70cf0f833\">explained last week</a>, the substantial <a href=\"https://www.ft.com/content/5cf5c98e-ef0b-42db-b067-742b31f1399b\">financial engineering</a> underpinning the UK's biggest LBO in more than a decade allowed the new buyers to put up only a thin sliver of their own equity. Yet from a debt investor's perspective, the deal benefited from relatively low leverage and substantial property value behind their investment.</p> <p>But even with those lofty expectations, the outcome was eye-catching.</p> <p>The new Asda owners pulled in over £8bn of orders for the £2.75bn debt sale — making it the largest-ever sterling junk bond. While high-yield bonds are nothing new in the UK, debt bankers had traditionally seen sterling as a niche currency, without the depth of liquidity of the euro and dollar markets.</p> <p>“It has definitely opened people's minds in terms of the art of the possible,” said <strong>Na Wei</strong>, a managing director at <strong>Barclays</strong>, which led the transaction.</p> <p>The British bank has played a leading role in many of the debt deals that have transformed <strong>EG Group</strong> — the Issa brothers' and TDR's other company — into one of the world's largest petrol pump businesses. With a total of £165m fees being paid out to advisers on the Asda LBO, we imagine Barclays is feeling pretty pleased with its decision to back the two brothers from the north of England.</p> <p>Asda, of course, operates in a sector mercifully unscathed by the coronavirus crisis. With Carnival, on the other hand, it is hard to think of a company whose business model has been more upended during the pandemic.</p> <p>One year after surging coronavirus cases forced Carnival's Diamond Princess cruise ship into quarantine, the world's largest cruise operator is still to resume its operations.</p> <p>That did little to stop bond investors from piling into its latest $3.5bn debt deal, however.</p> <p>In 2020, Carnival was the first company in really bad shape to demonstrate just how much the <strong>Federal Reserve</strong> had underpinned capital markets. <a href=\"https://www.ft.com/content/c3890c4e-d8a7-41ae-abea-b8bb714d803b\">A $4bn bond</a> backed by the company's cruise ships set a template that corporate America soon followed: pledging prized assets to unlock funding.</p> <p>That April 2020 deal also offered investors a chunky 11.5 per cent coupon.</p> <p>This week, Carnival paid exactly half that amount: just 5.75 per cent. Oh, and did we mention that their latest bond is not secured on any assets whatsoever?</p> <p>While a return to normal life still feels very far away for most DD readers, in corporate debt markets, it's like the pandemic never happened.</p> <h2>What's eating Danone?</h2> <p>The voices clamouring for change at consumer goods maker <strong>Danone</strong> are getting louder. Are they keeping chairman and chief executive <strong>Emmanuel Faber</strong> up at night?&#xa0;</p> <p>The 57-year-old boss, known for his dedication to environmental issues and responsible capitalism, has come<a href=\"https://www.ft.com/content/08580c63-1ae3-400d-8cef-c1b3d1a5faf0\"> under fire</a> from one of the group's top shareholders, a US-based fund called <strong>Artisan Partners</strong>.&#xa0;</p> <p>The fund insists that it's no activist, report's the FT's Leila Abboud from Paris.&#xa0;</p> <p>But the gloves came off on Thursday when it made public a letter it wrote to Danone's lead independent director, in which it called for splitting the CEO and chairman roles and overhauling the group's strategy.&#xa0;</p> <p>The move comes only a few weeks after <strong>Bluebell Capital</strong>, an activist fund that confesses to being one, <a href=\"https://www.ft.com/content/2df158fb-357a-499a-b51c-025b4f1d5c97\">also made a public move</a> against Danone and called for Faber's head.&#xa0;</p> <p>The upshot: Faber has a rough few months ahead of him as he seeks to prove that the reorganisation plan, job cuts and relatively minimal asset sales will be enough to improve Danone's performance.&#xa0;</p> <p>But activists have taken a run at Danone before — <strong>Nelson Peltz</strong>'s <strong>Trian Partners</strong> in 2012, and a brief foray by <strong>Corvex</strong> in 2017. The usual rules that reign in New York or London boardrooms don't always apply in Paris.</p> <h2>Bumble's dating bubble&#xa0;</h2> <p>Wall Street <a href=\"https://www.ft.com/content/59b22880-22ea-4415-b9d6-8721301d44c9\">swiped right</a> on <strong>Bumble</strong>, the dating app that touts a policy where women “make the first move”, sending the company to a $14.1bn market capitalisation upon listing.</p> <p>It was a big win for <strong>Whitney Wolfe Herd</strong>, the 31-year-old Bumble founder who became a billionaire on paper. Yet the even bigger winner might be <strong>Blackstone</strong>, which took control of Bumble through an unusually complex $3bn deal less than two years ago.</p> <p>A rough calculation puts Blackstone's stake at about $8.5bn — not including more than $600m in proceeds it was expected to reap from Bumble's initial public offering.&#xa0;</p> <p>That's in addition to $360m in dividends Bumble distributed to Blackstone and other private owners after taking on more debt last year, according to IPO filings. Wolfe Herd herself received $125m from share sales when Blackstone took control of the company.</p> <p>None of this is super common for so-called growth equity investors such as the Blackstone unit that sourced the deal. But for Bumble, it appears the world's largest private equity firm was a match made in heaven.</p> <p>“I don't like to use labels when I meet potential partners,” Wolfe Herd told DD's Miles Kruppa. “I like to judge them by their character.”</p> <h2>Job moves</h2> <ul>  <li><p><strong>KPMG</strong> has elevated two female partners to run the firm on a temporary basis and vowed to overhaul an unpopular performance management system in an attempt to calm relations with staff following an investigation into chairman <strong>Bill Michael</strong>. Read more <a href=\"https://www.ft.com/content/24c25a23-0319-4a0b-8979-7c42b1e11207\">here</a>.&#xa0;</p></li> </ul> <ul>  <li><p><strong>ArcelorMittal</strong>, one of the world's biggest steel producers, has announced <strong>Aditya Mittal</strong> will <a href=\"https://www.ft.com/content/43f583ba-5694-4cb5-9096-5811ab6b3017\">replace</a> his father <strong>Lakshmi</strong> as chief executive, with the founder taking up the position of executive chairman. </p></li> </ul> <ul>  <li><p><strong>Benjamin Wilson</strong>, head of shareholder activism in North America at <strong>JPMorgan Chase</strong>, has left the US bank to take a senior role in the M&amp;A department of <strong>Guggenheim Partners</strong>, <a href=\"https://www.reuters.com/article/amp/idUSKBN2AA2Z9\">Reuters reported</a> and DD confirmed. <strong>Kirshlen Moodley</strong>, who held a similar role for Europe, Middle East and Africa, has also departed from JPM, to join<strong> BNP Paribas</strong> to work on its UK advisory business.&#xa0;</p></li> </ul> <h2>Smart reads</h2> <p><strong>Not so far-fetched </strong>A year ago investors wondered if the luxury fashion marketplace Farfetch was an overhyped ecommerce player that would struggle to make a profit. The pandemic, and a landmark deal with the Chinese tech giant Alibaba and the Swiss watch and jewellery group Richemont, has turned things around. (<a href=\"https://www.ft.com/content/1277c354-1cfb-494c-a778-dd61647df7fa\">FT</a>)</p> <p><strong>Wall Street's candidate</strong> Former Citigroup banker Raymond McGuire is pledging to deploy a contact list built up over 40 years in service of the city, as he seeks to reach beyond his wealthy supporters in the New York mayoral race. (<a href=\"https://www.nytimes.com/2021/02/10/nyregion/Raymond-McGuire-New-York-Mayor.html\">New York Times</a>)&#xa0;</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/49581411-5650-4448-8325-ce12f85ee86b\">Disney Plus added 8m subscribers over Christmas</a> (FT)</p> <p><a href=\"https://www.ft.com/content/eeef5d50-c52e-48fc-b960-0171c305cf77?\">Billionaire Asda buyers raise £2.75bn in record sterling junk bond sale</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/6e4956d5-837f-4556-a975-83359f5065b8\">Kraft Heinz agrees $3.35bn Planters peanuts sale to Hormel Foods</a> (FT + <a href=\"https://www.ft.com/content/2bc12c58-550f-4615-94d3-f472b4fba608\">Lex</a>)&#xa0;</p> <p><a href=\"https://www.ft.com/content/89685295-06ae-4653-bfbf-fa9de64f61a4\">Accounting watchdog told Wirecard it did ‘not want' to investigate fraud</a> (FT)&#xa0;&#xa0;</p> <p><a href=\"https://www.wsj.com/articles/alden-is-in-talks-to-buy-tribune-publishing-11613067818\">Alden is in talks to buy Tribune Publishing</a> (Wall Street Journal)</p> <p><a href=\"https://www.ft.com/content/9956b2cd-ed01-47ba-a851-efdf7adbc610\">McKinsey loses lawsuit over property charges</a> (FT)</p> <p><a href=\"https://www.wsj.com/articles/gamestop-mania-is-focus-of-federal-probes-into-possible-manipulation-11613066950?mod=markets_lead_pos2\">GameStop mania is focus of federal probes into possible manipulation</a> (WSJ)</p> <p><a href=\"https://www.thetimes.co.uk/article/platinum-equity-advisors-walks-away-from-marstons-after-690m-bid-falls-flat-cw7050j9n\">Platinum Equity walks away from Marston's after £690m bid falls flat</a> (The Times)</p><p>Source:  2021 'Debt markets: pandemic? What pandemic?' FT.com 12 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-12T05:00:27.183Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}