{
  "_id": "9f142de682b319769ff8dbe9ac97b25a2ce5809521ed166699b11b65e3660835",
  "feed": "wall-street-journal",
  "title": "Walmart's Lesson for Rohit Chopra and the CFPB; Competition, not regulation, will reduce costs for the 7.1 million unbanked U.S. households.",
  "text": "<p>Mr. Chopra is wrong about overdraft fees but he's right about one thing: \"In a fair and competitive market, banks would transparently compete on rates and fees, building customer loyalty on service and trust.\" If consumers don't understand a bank's overdraft terms, it has no incentive to compete for their business on those terms. Economic theory suggests banks should want to implement and disclose attractive overdraft protection policies to win customers. Regulators like Mr. Chopra should be mindful of how diktats that raise the costs of serving a market can discourage precisely the type of competition he says he wants to foster.</p><p>Evidence from the money-transfer market illustrates that when firms compete to serve consumers—particularly those without bank accounts, or the \"unbanked\"—good things can happen. Walmart announced in October that its money-transfer service had saved consumers $2.4 billion in fees since 2014.</p><p>Before Walmart's entry into the money-transfer business, consumers typically could use MoneyGram or Western Union in a Walmart store. For transfers of up to $900, these incumbent firms charged fees ranging from $4.75 to $76, with higher fees for higher transfer amounts. When Walmart entered the market in 2014, it priced its money-transfer services as much as 87% below the competition. MoneyGram and Western Union were forced to cut their prices. The competition benefited even those who preferred the brand-name offerings. What's more, the price reductions likely resulted in substitutions away from riskier and more cumbersome methods of payment, such as physically carrying large amounts of cash from one place to another. When the cost of transferring money goes up, people increasingly rely on high-interest payday or title loans.</p><p>Competition protects the unbanked from high fees, providing them with cheaper access to needed financial services. According to the Federal Deposit Insurance Corp., there were 7.1 million unbanked households in 2019, generally in low-income communities. These consumers are the ones who use money-transfer services, whose high fees can bring serious hardships. Competition among banks allows those without credit cards and checking accounts to send cash and pay bills more cheaply. The savings are even more valuable today, as inflation has soared to a 39-year high, making it harder for everyone, but especially financially vulnerable Americans, to afford food, gasoline and many other everyday needs.</p><p>Competition is always the best protection against high prices, whether in the form of overdraft fees or any other financial service. And it's already happening without the government's help. Reports this summer that many major banks have altered overdraft programs to be more transparent and affordable ought to please Mr. Chopra. Regulatory mandates actually discourage competition by making disruptive entry more expensive. If the CFPB, other agencies and Congress really want to help consumers of financial services, they should do what they can to foster competition.</p><p>Mr. Cooper, an associate professor at George Mason University's Antonin Scalia Law School, served as a deputy director in the Federal Trade Commission's Bureau of Consumer Protection, 2018-19.</p><p>Walmart's Lesson for Rohit Chopra and the CFPB</p>",
  "published": "2021-12-14T23:05:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 817,
          "end": 824
        },
        {
          "start": 3237,
          "end": 3244
        },
        {
          "start": 1050,
          "end": 1057
        },
        {
          "start": 1207,
          "end": 1214
        },
        {
          "start": 938,
          "end": 945
        }
      ],
      "nexusId": "10042309"
    }
  ]
}