{
  "_id": "5338e86edc918d02c165319ba4c8e60ed519b7d916949f978975f56ee3bcd7d7",
  "feed": "market-watch",
  "title": "Where's corporate America?At-home COVID tests are a free-market flop",
  "text": "<p>But the good news in this latest chapter in our COVID crisis — soon to enter its third year — is that the omicron explosion could be short-lived. At least that's what data from elsewhere suggest. In South Africa, for example, that country's health minister says that when compared to the delta variant, omicron cases serious enough to warrant hospitalization have fallen at a dramatic rate, down “90% in the second week of the current infection wave.” Another example can be found in Australia, which also reports a falloff in hospitalizations after an initial spike.&#xa0;</p><p>But there are caveats. It's summer in both of those countries, meaning people are presumably spending less time in close-quarters indoors. And probably more important than that, is the fact that South Africa is a much younger country than the United States. Its median age is 28 (according to the CIA), a full decade less than America's median age of 38.5. Since older people are far more vulnerable to COVID and all its hideous variants, I think it's too early to be presumptuous about the timing of how hospitalizations will play out here as we head into 2022.&#xa0;&#xa0;</p><p>To that end, President Biden announced Tuesday that the federal government will buy 500 million rapid at-home tests, which will be distributed free to the public. He says delivery will begin in January, and added that testing sites around the country will be established to speed things up.&#xa0;</p><p>I've no doubt that the federal government, with its market-moving clout, can eventually get its hands on half-a-billion tests. But in a country of 330 million people — many of whom, like Biden himself, need or prefer to be tested on a regular basis — will this be enough? Will there be follow-up purchases after the nation burns through this first big batch of kits? The president didn't elaborate.&#xa0;</p><p>High demand, low supply</p><p>Beyond the feds, here's a question: Given the sheer size of the testing market, when will the private sector rush in to fill it? The omicron freakout has sent demand for at-home test kits soaring, but stories abound about how people can't find either of the two most popular ones, which are made by Abbott Labs ABT or Quidel QDEL. And if they can, they're pricey — too pricey for folks dealing with the rising cost of everything else.</p><p>And why are the BinaxNOW (the Abbott product) and the Quidel's QuickVue the only mass-market products being made? This looks like a free-market flop: There's demand for hundreds of millions of testing kits, but they're impossible to find, which in turn drives scarcity and higher prices. When will we see more competition and the flood of supply that's supposed to fill these kinds of market voids and bring prices down?&#xa0;</p><p>Companies are always quick to say that they need some sort of incentive to bring something to market. What do they call demand from 330 million Americans — and possibly many more abroad? Are they looking for some sort of federal handout to get going? Whatever happened to just seeing huge demand for something, spending a bit to retool and then moving in? I call BS on the “need to be incentivized” excuse.</p><p>Where are the distributors?</p><p>The president says the feds will also build a government website where people can request a test kit and have it sent to their home. Let me see if I have this right. You go to a government website, order something and then, magically, it's delivered to your doorstep? Aren't there companies, I'm trying to think of them — oh, right: Amazon AMZN and Walmart WMT, perhaps you've heard of them — that do this?</p><p>In fact, if you visit their websites right now, as I just did, you can find … COVID test kits. Why can't these giant distributors, with the mountains of customer data they're sitting on (and selling to others) step up outreach efforts to Americans who want a test kit?&#xa0;&#xa0; &#xa0;</p><p>Why does the government feel like it needs to take consumers away from these finely tuned transactional and logistical godzillas to distribute something that's already available elsewhere? I'm guessing Amazon and Walmart don't have 500 million test kits in their warehouses, but again, I've already spoken about the lack of manufacturing.&#xa0;</p><p>The media's focus seems to be on what the federal government is doing here, and while I empathize with Biden's desire to help, and to save lives, this isn't a problem for an old career bureaucrat to fix — even if he could. It's a problem for the free market. The public is desperate for a life-or-death product. Make more testing kits. Now.&#xa0;</p>",
  "published": "2021-12-21T15:58:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3485,
          "end": 3492
        },
        {
          "start": 4025,
          "end": 4032
        }
      ]
    }
  ]
}