{
  "_id": "6bc7d5b8370cd00ee2d94b931f0e6b374f6929c791203ff5ebf9152d35b15443",
  "feed": "wall-street-journal",
  "title": "Business News:  Michaels Agrees  To Go Private in  Deal With Apollo  ----  By Allison Prang",
  "text": "<p>   Michaels Cos. is going private in a leveraged buyout by Apollo Global Management Inc. that values the arts-and-crafts seller at $3.3 billion, after the pandemic boosted the retailer's fortunes. </p><p>   Business at Michaels suffered early in the Covid-19 pandemic when many of its 1,200 locations were temporarily closed. But sales surged in the summer and fall after many homebound people spent more time -- and money -- on crafting, knitting and decorating their homes. </p><p>   This would be the second time the retailer is run by a private-equity owner. Michaels was taken private in 2006 by Bain Capital and Blackstone Group LP in a deal valued at more than $6 billion. It went public again in 2014. </p><p>   Michaels Chairman James Quella said Wednesday that the company's board \"firmly believes Apollo's offer represents a compelling value to our shareholders.\" </p><p>   Apollo, which has more than $450 billion in assets, is offering to buy Michaels shares for $22 apiece. The companies said the offer is a 47% premium to where shares closed Feb. 26, the day before speculation about a deal surfaced. Shares Wednesday rose 22% to $22.02. </p><p>   Apollo and Michaels said the deal agreement allows for a 25-day go-shop period where Michaels can look at other options, but there is no assurance that process will lead to a better offer. </p><p>   Former Walmart Inc. executive Ashley Buchanan became CEO of Michaels in April 2020. In a recent interview with The Wall Street Journal, Mr. Buchanan described the company's old approach as being more focused on seasonal home decor. \"We've transitioned to being arts-and-crafts driven,\" he said in the interview. </p><p>   Crafts sales have been strong during the pandemic as consumers have sheltered in place. In the retailer's fiscal third quarter ended Oct. 31, net sales climbed around 15% and comparable-store sales -- a key metric for growth in the retail business -- rose about 16%. </p><p>   Before the health crisis, Michaels was grappling with drooping sales. It reported $5.07 billion in net sales for its fiscal year ended Feb. 1, 2020, down from the prior year, which also recorded a decline. Results for its just-ended fiscal year are due out Thursday. </p><p></p>",
  "published": "2021-03-04T07:11:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1306,
          "end": 1318
        }
      ],
      "nexusId": "10042309"
    }
  ]
}