{
  "_id": "41d06740b5243c18f7bf4db56ff48c6ff60395ed14c9744a78ad02052469600b",
  "feed": "wall-street-journal",
  "title": "VC Daily: Startup Eager to Tap Climate-Tech Government Funding",
  "text": "<p>Mr. Touati said that the federal infrastructure bill has set aside about $5 billion for preventing outages and enhancing the resilience of the electric grid, including through reconductoring power lines, or installing new conductor wires on towers.</p><p>The company is developing conductor technology that it says makes overhead transmission and distribution lines more efficient and resistant to extreme weather events, as well as less likely to cause forest fires. The company announced a $25 million Series A funding from investors including Breakthrough Energy Ventures, National Grid Partners and a subsidiary of NextEra Energy last week.</p><p>\"The favorable policy climate most likely played a role in this round of financing,\" Mr. Touati said.</p><p>The startup is also seeing increased interest for its technology from states like California, where it plans to locate its first factory.</p><p>\"We anticipate strong demand in the state for our products for fire mitigation, which is a major environmental issue in California,\" Mr. Touati said.</p><p>And now on to the news...</p><p>Top News</p><p>New York-based startup CompStak, which uses crowdsourcing to compile detailed data on office, industrial and retail lease and sales terms, is among those raising more dollars. PHOTO: Richard B. Levine/Zuma Press</p><p>Proptech Fundraising Soars to Record Highs in 2021</p><p>Growing landlord demand for better data, new apps and other real-estate technology is fueling a boom in proptech and attracting record sums of capital into the sector during the pandemic, WSJ reports. Venture capitalists and other investors poured $9.5 billion into proptech through mid-November, according to data firm CB Insights. That is the most ever raised in any year, topping the $9 billion invested in the sector for all of 2019, the previous record.</p><p>The new investment reflects how owners of commercial real estate are increasingly relying on technology to draw back workers or customers during the pandemic.</p><p>6.34 Million</p><p>The seasonally adjusted annual rate of existing-home sales in October, the highest pace since January, the National Association of Realtors said Monday. (WSJ)</p><p>Paytm IPO Investors Lose $900 Million in Two Days</p><p>Shares in the owner of Indian financial-technology giant Paytm tumbled for a second day, with the declines inflicting about $900 million in losses on investors that bought into the much-hyped initial public offering this month, The Wall Street Journal reports. The stock of Paytm's parent One97 Communications Ltd. closed Monday nearly 37% below its IPO price after suffering through more heavy selling pressure.</p><p>The mobile-payments and Internet financial-services company went public last Thursday, after selling the equivalent of $2.46 billion worth of shares in the country's largest IPO.</p><p>One97—whose high-profile backers include SoftBank Group Corp.'s Vision Fund, Warren Buffett's Berkshire Hathaway Inc. and Jack Ma's Chinese financial-technology giant Ant Group Co.—had one of the worst-ever public trading debuts for a newly listed company in recent history.</p><p>Pension Cash Dwindles, Risking Liquidity Crunch</p><p>Bigger private-market bets, inflation fears and a surge of retirees are putting public retirement funds at risk of a cash crunch that would force them to sell assets at losses to pay pension checks, the Journal reports. Cash allocations have dropped to a seven-year low at the funds that manage more than $4.5 trillion in retirement savings for America's teachers, police and firefighters. Public pension funds, which have increasingly turned to illiquid private markets to drive up returns, are now aiming to keep about 0.8% of their holdings in cash, according to data from the Boston College Center for Retirement Research. These funds are managing a juggling act faced by many institutional and household investors who want to put their money to work but also want easy access to it in a pinch.</p><p>Telehealth Rollbacks Leave Patients Stranded, Some Doctors Say</p><p>States are curbing access to telehealth services that were expanded during the pandemic, prompting some doctors and businesses to lobby for a permanent expansion of remote care that they say some patients need. Most states over the past two years allowed residents to conduct some medical appointments virtually or by phone, by setting rules that required insurers to pay the same for virtual visits and in-person appointments and by eliminating requirements for in-person check-ins. Insurers also expanded coverage of telehealth appointments during the pandemic.</p><p>Industry News</p><p>Funds</p><p>Eclipse Ventures raised $510 million for its first early-growth fund to complement the $500 million early-stage fund the firm closed earlier this year. Palo Alto, Calif.-based Eclipse focuses on the digital transformation of sectors including manufacturing, logistics and supply chain, transportation, construction and healthcare, advance computing, cyber-defense, and energy and electrification.</p><p>Copenhagen-backed Kompas launched a new $160 million early-stage fund focused on sustainability and technological innovation in the construction, real-estate and manufacturing industries. The vehicle will make seed and Series A investments, with initial commitment in the $1 million to $5 million range, across Europe, Israel and the U.S.</p><p>Seaya Ventures and Cathay Innovation held the first close of their new $125 million Latin American fund. Based in Mexico City, the Seaya Cathay Latam Fund will make Series A and Series B investments, along with follow-on rounds, in sectors including fintech, proptech, mobility, healthtech, food, agriculture and cybersecurity. So far, the fund has invested in Xepelin, Kueski, Lana, Facily, alt.bank, RobinFood and Fracttal.</p><p>People</p><p>Richard Lam, who until recently served as global head of fund relationships for a venture- and growth-focused platform of the Ontario Teachers' Pension Plan, is joining Race Capital as a partner. San Francisco-based Race Capital, an early-stage venture-capital fund, invests in data, enterprise, infrastructure and fintech sectors. According to Mr. Lam, who will continue to be based out of Toronto, the firm will expand its operations in the country. \"There is a compelling opportunity to really help these companies grow, scale and for Race to really build that long-lasting franchise in the venture ecosystem,\" Mr. Lam said.</p><p>Healthcare professional network H1 Inc. added Ziad Ismail as chief operating officer. He was previously chief product officer of Convoy. Last week, New York-based H1 announced a $100 million Series C round from investors including Altimeter Capital, IVP, Menlo Ventures and Flex Capital.</p><p>Precision-oncology startup Scorpion Therapeutics Inc. appointed Brian Piper as the company's first chief financial officer. He previously held the same position at Prelude Therapeutics. In January, Boston-based Scorpion Therapeutics said it raised a $162 million Series B round led by Boxer Capital, EcoR1 Capital, Omega Funds and Vida Ventures.</p><p>Exits</p><p>Vifor Pharma acquired two companies that are developing treatments for progressive vascular calcification and soft-tissue disorders. Terms weren't disclosed. Spain-based Sanifit Therapeutics was backed by investors including Columbus Venture Partners, Alta Life Sciences, Lundbeckfonden Ventures, Ysios Capital and Forbion. Swiss company Inositec AG counted VI Partners as an investor.</p><p>Payments and financial-services provider Fiserv Inc. completed its acquisition of BentoBox, a digital marketing and commerce platform for restaurants, for an undisclosed sum. BentoBox was listed in the portfolios of Threshold Ventures, Bullpen Capital, LaunchCapital and RiverPark Ventures.</p><p>New Money</p><p>MoonPay Inc., a Miami-based crypto payments infrastructure provider, closed a $555 million Series A round, bringing the company's valuation to $3.4 billion. Tiger Global Management and Coatue Management led the funding, which included participation from Blossom Capital, Thrive Capital, Paradigm and New Enterprise Associates.</p><p>LTK, a Dallas-based influencer marketing platform founded in 2011, picked up a $300 million investment from SoftBank Vision Fund 2, valuing the company at $2 billion. Angela Du, investment director at SoftBank Investment Advisers, will join LTK's board.</p><p>Sword Health Inc., a New York-based virtual musculoskeletal-care provider, scored a $163 million Series D investment led by Sapphire Ventures. New investors Sozo Ventures, Willoughby Capital, ADQ and LocalGlobe also participated in the round, along with previous backers General Catalyst, Khosla Ventures, Founders Fund, Bond, Transformation Capital and Green Innovations. The Series D round was oversubscribed, resulting in investors purchasing an additional $26 million in a secondary transaction, which brought Sword's valuation to $2 billion.</p><p>Luma Health Inc., a San Francisco-based patient-engagement platform, raised $130 million in Series C funding led by FTV Capital.</p><p>Resilience, a San Francisco-based provider of cyber insurance and security, completed an $80 million Series C round. General Catalyst and Corey Thomas of Rapid7 led the investment, which included additional support from Lightspeed Venture Partners, Founders Fund, Charles River Ventures, Shield Capital and Intact Ventures.</p><p>ieso, a U.K.-based digital mental-healthcare provider, secured $53 million in Series B funding. Morningside led the round, which included contributions from Sony Innovation Fund, IP Group, Molten Ventures and Ananda Impact Ventures.</p><p>Fuzzy, a San Francisco-based digital pet-care startup, grabbed a $44 million investment. Lead investor Icon Ventures was joined by Greycroft, Matrix Partners, Crosscut Ventures and others in the round.</p><p>Pace, a Singapore-based buy now, pay later startup, snagged a $40 million Series A round. New investors including UOB Venture Management, Marubeni Ventures, Atinum Partners and AppWorks were joined by existing backers Vertex Ventures Southeast Asia &amp; India, Alpha JWC Ventures and Genesis Alternative Ventures in the round.</p><p>Jina AI, a Berlin startup whose technology turns unstructured data into actionable insights, fetched $30 million in Series A financing. Canaan Partners led the round, which saw participation from Mango Capital, GGV Capital, SAP.iO and Yunqi Partners.</p><p>New Culture, a San Leandro, Calif.-based animal-free cheese brand, closed a $25 million Series A round. Ahren Innovation Capital and CPT Capital led the funding, which included participation from ADM Ventures, Be8 Ventures, S2G Ventures, Future Ventures and existing investors.</p><p>Conduktor, an Apache Kafka enterprise platform, raised a $20 million Series A round. Accel led the investment, which included contributions from Frontline Ventures and Aglaé Ventures. Andrei Brasoveanu, partner at Accel, will join the company's board.</p><p>Render, a San Francisco-based DevOps cloud platform, nabbed $20 million in Series A financing. Led by Addition, the round included support from General Catalyst and South Park Commons.</p><p>RenalSense Ltd., a Jerusalem-based startup focused on renal diagnostics, secured $14 million in Series A funding led by BlueRed Partners.</p><p>Tech News</p><p>A staff member at Spire Global worked on a satellite in 2018 at a company facility in Glasgow.</p><p>Satellite industry grows as investors bet billions on space-derived data</p><p>NetEase music unit launches scaled-back, $452 million Hong Kong IPO</p><p>Ericsson to buy Vonage for $6.2 billion, bulking up cloud presence</p><p>JPMorgan's Jamie Dimon and Tesla's Elon Musk feud behind the scenes</p><p>How tax credits and government subsidies have aided the electric-vehicle market</p><p>Around the Web</p><p>Walmart takes new step toward making aerial deliveries routine (Bloomberg)</p><p>This new startup has built a record-breaking 256-qubit quantum computer (MIT Technology Review)</p>",
  "published": "2021-11-23T15:27:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 11572,
          "end": 11579
        }
      ]
    }
  ]
}