{
  "_id": "694c823eefaa4b66e9d9d349f1701d8d1984784c137089340e6f6ce5eaf0a9d7",
  "feed": "market-watch",
  "title": "Big retailers are now using ‘buy now, pay later' plans that don't charge you fees—should you take advantage?",
  "text": "<p>If there was any doubt that the rapidly expanding&#xa0;buy now, pay later&#xa0;industry is here to stay, new developments have put that question to bed.</p><p>In recent months, the country's two largest retailers have announced or formalized partnerships with popular buy now, pay later providers, making these payment plans virtually unavoidable for most shoppers.</p><p>But is this type of financing, which lets you break up your shopping bill into a series of smaller payments, the right way to fund your next purchase?</p><p>You might like:A simple, flat-rate cash-back credit card is a good way to get established and learn whether credit cards are right for you</p><p>Major retailers pivot to new payment plans</p><p>Most recently, Walmart WMT announced it would formally end its layaway service ahead of the 2021 holiday shopping season, turning instead to Affirm AFRM, which offers buy now, pay later plans. Though the store has partnered with Affirm since 2019, by dropping layaway it will likely push more shoppers who need extra time to pay to apply for the service.</p><p>“We've learned a lot in the past year as our customers' needs and shopping habits have changed,” Walmart said in a statement. “Last holiday season, we removed seasonal layaway from most of our stores with the exception of select jewelry items at select stores, and based on what we learned, we are confident that our payment options provide the right solutions for our customers.”</p><p>In August, Amazon AMZN also announced an exclusive partnership with Affirm, allowing certain purchases of $50 or more to be broken up into smaller installments. The feature is expected to be rolled out broadly in the coming months.</p><p>Greg Fisher, chief marketing officer at Affirm, says the company prides itself on being the most consumer-friendly buy now, pay later provider, charging zero fees, including no late fees. Affirm also uses machine learning in its underwriting process, which Fisher says leads to a higher loan approval rate compared with its competitors, while still ensuring the borrower can comfortably repay.</p><p>“We're seeing ourselves be selected at a lot of these big merchants that matter because of the way we treat people,” he says.</p><p>But Affirm isn't the only big player making waves. This summer, Square SQ announced its acquisition of Afterpay, an Australia-based payment plan provider with a large U.S. presence, for a cool $29 billion.</p><p>And early rumblings of Apple's AAPL incoming buy now, pay later product sent competitors' stock prices plummeting, reflecting a market that's only growing more ambitious.</p><p>So how does buy now, pay later work?</p><p>Buy now, pay later gives shoppers exactly what its name suggests — the ability to get something now but pay for it down the road.</p><p>Plan structures vary by company, but one of the most popular iterations divides your purchase into four equal installments, with the first installment due at check out and the remaining three each due two weeks apart.</p><p>For example, if your total is $200, you'll pay $50 at checkout, then three installments of $50 over the course of six weeks. These installments are often billed automatically to the debit or credit card you used to make the original payment.</p><p>Unlike credit card issuers, many buy now, pay later companies do not conduct a hard credit pull when you apply. They may do a soft pull, which won't affect your credit score, or — in the case of Afterpay — they may not check your credit at all.</p><p>Also read: How millennials can take charge of their post-COVID financial future</p><p>Because they don't require strong credit, buy now, pay later plans are accessible for shoppers with no credit history or bad credit.</p><p>Many plans also do not charge interest, meaning if you pay on time, you'll only pay the cost of your purchase. But it's not guaranteed. Though Affirm offers zero-interest financing, depending on the retailer, it can charge up to 30% interest.</p><p>Is buy now, pay later a good idea?</p><p>Whether you should opt into one of these payment plans isn't cut and dry, but here's what to keep in mind.</p><p>Buy now, pay later companies make money partly by charging merchant fees. They can do this, the argument goes, because they're bringing more business to the merchant — in other words, shoppers buy more, thanks to their service.</p><p>It's easy to see how that could happen. Imagine your budget today is $100 dollars. With a traditional pay-in-four plan, you might actually purchase up to $400 worth of merchandise since only $100 would be due at checkout.</p><p>To avoid this temptation, Joe Bautista, an Oregon-based certified financial planner and registered investment adviser at Grow With Joe, advises a 24-hour cooling off period between putting things in your cart and checking out. This can help you decide whether you actually want everything you're buying or were just excited at how cheaply you could get it.</p><p>“A cooling-off period can really help you have that self-awareness of, ‘Is this something that is truly valuable to me, or is it something where I'm just caught up in the moment and I'm going to regret it later?'” he says.</p><p>Also see:Can my employer make me get vaccinated?</p><p>Bautista acknowledges that buy now, pay later plans can be a smart way to budget for big-ticket items without having to dip into an emergency fund, especially if you get a zero-interest offer. He encourages shoppers to make sure they understand the plan they're signing up for and can afford the payments.</p><p>Last thing: Keep an eye on that total balance. Whether it's broken up or not, it's still money out of your pocket.</p><p>More From NerdWallet</p><p>What Is Buy Now, Pay Later?</p><p>Fly Now, Pay Later: Are Travel Loans a Good Idea?</p><p>Buy Now, Pay Later vs. Credit Cards: Which is Right For You?</p><p>Jackie Veling writes for NerdWallet. Email: jveling@nerdwallet.com.</p>",
  "published": "2021-10-15T05:01:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1135,
          "end": 1142
        },
        {
          "start": 698,
          "end": 705
        }
      ],
      "nexusId": "10042309"
    }
  ]
}