{
  "_id": "2ce21cb1e52644405df53648e9dd83f007866595d423254dbb10c56f9ab6ac2a",
  "feed": "ftcomall",
  "title": "Wincanton — worth an investment detour?",
  "text": "<p>A thousand years ago Britons, Danes and Saxons fought over Wincanton, the Somerset town on the A303. Now it is a largely forgotten pit-stop — except for fans of Terry Pratchett for whom Wincanton has the singular honour of being twinned with the satirist's fantasy city of Ankh-Morpork.</p> <p>Investors have rarely fought over <a href=\"https://www.ft.com/stream/93c1b76a-c7b2-49b3-a82d-f9db182c3a77\">Wincanton plc</a>, the milk tanker turned logistics group once based in the town. The group claims to be the UK's fourth-largest logistics business behind goliaths DXL, GXO and Culina, but remains a stalwart of the FTSE small cap index. </p> <p>“Investors have taken us for granted,” says James Wroath, Wincanton's chief executive. “We're seen as a haulage company,” he adds, sounding a trifle put out, as if being in “contract logistics”&#xa0; has a better ring to it.</p> <p>Many deem distributors as low-margin, volume-dependent dullards. Robin Byde, analyst at brokers Zeus Capital, says: “The sector has been overlooked in the past. It has been seen as a bit old-economy.”&#xa0;</p> <p>But maybe it's time for a fresh look at Wincanton. The outlook for the logistics sector changed with Covid-19. The disruption and shock of the pandemic highlighted the complexity of the way that goods — whether rubber gloves, loo rolls or steel girders — move round the world. “People began to see supply chain logistics as fundamental,” says Wroath.</p> <p>Look at it this way: The more difficult it is to get goods to market, the more logistics businesses can charge. “Friction means margin,” says Byde.</p> <p>The pandemic wrought lasting changes, accelerating the switch from high street to online shopping and home delivery and the emergence of dark stores. It has also underpinned the shift towards localised supply chains and manufacturers moving closer to consumers, using local sites to provide a quicker, cheaper, potentially greener and more reliable service. </p> <p>British delivery and freight companies — such as <a href=\"https://www.ft.com/stream/6a24a929-61be-4b0a-95b9-0049eaaf5e08\">DX</a>, which couriers secure documents and irregularly shaped parcels, and <a href=\"https://www.ft.com/stream/7041d34a-007e-4509-b2af-5d902053014e\">Xpediator</a>, whose new Southampton site is possibly the largest bonded quayside warehouse in the UK — thrived in 2020. </p> <p>So too did <a href=\"https://www.ft.com/stream/de2128a8-af1e-4009-84eb-8ccf7aead67e\">Clipper Logistics</a>, which focuses almost entirely on providing the logistics for online retailers. It runs so-called e-fulfilment centres for big high street names such as John Lewis and Boohoo-owned Pretty Little Thing. Its 12,000 people run 54 locations picking, packing and transporting glad rags to the high street and organising returns, repairs and resale if the goods are unwanted. This is relatively high-margin stuff. Revenues rose more than a third to near £700m in the year to April. Earnings before interest and tax rose more than a fifth to £82m. The group “came of age,” say Clipper's top executives. </p> <p>Wincanton — with its broader customer base ranging from BAE, the aerospace manufacturer, to Asda, running dark stores for Waitrose and inland border clearance centres for HM Revenue &amp; Customs — is tied more closely to general economic activity. It was hit hard during the first lockdown when the construction sector ground to a halt and earnings dipped a tenth to about £95m in the year to March.</p> <p>But Wincanton, like Clipper, is less a haulier than a warehouse manager. It oversees more than 4.5m square feet of space. Just 5,000 of its 17,000 strong workforce drive trucks. The rest of its workers operate depots and storage centres. And storage space has never been in such demand. Warehouses are at full capacity.</p> <p>Share prices across the sector climbed to new highs in early 2021, lifted by buoyant statements from Deutsche Post's DHL and others, and expectations of a pick-up in economic activity. Analysts talked of substantial margin and earnings increases. Wincanton's price-to-earnings ratio rose above 13 times against a long-term average of nearer eight times.</p> <p>Some investors tucked shares in the UK's few investable logistics companies into their shopping baskets.</p> <p>Their enthusiasm has since abated. Rising energy prices, the lack of lorry drivers and warnings about shortages over Christmas have exacerbated fears about rising costs, combined with the global <a href=\"https://www.ft.com/content/84c2555b-68f0-4654-bb73-d1b995d45bc2\">supply chain crisis</a>. Shoppers have rushed to do their festive shopping early, adding to the squeeze. For the UK's distribution companies, Christmas really has come too soon. Their shares are well off their summer highs.</p> <p>But, in my view,&#xa0; the sell-off has probably been overdone and we could see a narrowing in the UK sector's long-running discount of as much as 30 per cent to bigger, overseas peers. </p> <p>Wincanton and Clipper argue they have largely immunised themselves from the worst of the HGV driver shortage and rising wages. Long-term contracts with big-name clients allow them to pass costs on. Aim-quoted Xpediator, which earns most of its revenues from “freight forwarding” is effectively a broker organising shipments on behalf of clients. As such, its earnings are fairly well protected. </p> <p>In early November <a href=\"https://www.ft.com/stream/9da8b12f-08ed-46b6-8411-9422eb920078\">DHL</a> highlighted the strength of freight forwarding which helped lift the German-headquartered company's revenues by a quarter in the third quarter. Xpediator (market value £70m) is a tiddler by comparison but it operates in high-growth markets in eastern and central Europe and its shares are on an unambitious rating of around 14 times forecast earnings.</p> <p>DX, also Aim-quoted, seems least cushioned from rising costs. The trajectory of the group is as irregularly shaped as the parcels it drops off. The last mile of delivery has always been high cost and competitive, as Royal Mail can attest. There are more than 150,000 so-called “logistics” firms operating across Europe, many little more than one-man van bands propping Amazon parcels against doorposts. There is talk of consolidation but revenues can be lumpy.</p> <p>Sudden shortages in van drivers have put paid to DX's profitability before. A new management team is turning the business round but has yet to restore the dividend and there are big investment plans. DX shares are rated about 17 times forecast earnings per share for 2022. That seems toppy. The sector, including US and European megadons such as XPO and Deutsche Post, trades on an average price of 18 times expected earnings. </p> <p>That said, DX is not alone in facing an uphill struggle to lift margins, sustain earnings growth and maintain the capital spending needed to keep ahead of the pack. Labour costs — whether of warehouse pickers and packers or HGV drivers — are rising. Employees who left the industry last year during Covid are reluctant to return. Wincanton, Clipper and DX are largely domestic and face fierce competition from all sides, whether locally or from the likes of US-listed UPS or FedEx. </p> <p>Clipper hopes to pick off overseas ecommerce rivals to boost growth. At Wincanton, Wroath says the key to the company's future is automation. It could lift productivity by up to 40 per cent. He is not emulating Ocado's customer fulfilment centre in nearby Andover, where 1,000 robots race around a vast grid at 20 miles an hour.</p> <p>Wroath has worked in recent years to strengthen Wincanton's balance sheet, sort out legacy pension issues and hoard cash. He also hopes to secure co-investment from customers rather than shareholders. Nonetheless, robots, even low-tech ones, don't come cheap.</p> <p>Clipper is growing faster, but its rating as an ecommerce business has already lifted its shares to a heady rating of 25 times forecast earnings. That is too rich for this would-be investor. Wincanton's shares in contrast are back below 10 times earnings and yielding 3 per cent plus. Analysts forecast up to 15 per cent growth in pre-tax profits in 2022. That makes the company well worth a visit even if the eponymous town remains firmly off most tourists' bucket list.</p><p>Source: Kate Burgess 2021 'Wincanton — worth an investment detour?' FT.com 17 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-17T05:00:39.327Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}