{
  "_id": "75424909803b19a5754dc654dca945201e3c465936983871daf5fcb83c7671e7",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Sumaiya Balbale --- Chief Marketing Officer, Sequoia Capital",
  "text": "<p>She believes risky career moves can dispel stereotypes about Muslim women such as herself. \"The only meaningful way to break out of [them] is to push the envelope,\" says Ms. Balbale, 40.</p><p>She was a brand strategist for two ad agencies before obtaining a Harvard M.B.A. Following her 2009 graduation, Ms. Balbale become a marketing manager at Quidsi Inc., an online retailer of household staples that was acquired by Amazon.com Inc. in 2011. She eventually ran two Quidsi units.</p><p>Ms. Balbale left in 2014 to become chief marketing officer of Jet.com Inc., an e-commerce startup founded and led by Quidsi co-founder Marc Lore. Walmart bought Jet for $3.3 billion in 2016 and retained key players, such as Mr. Lore and Ms. Balbale.</p><p>In her career, Ms. Balbale has heeded her mentors' recommendation that she pick hard paths. \"I learned what I am capable of,\" she says. \"If you jump into something and don't have a lifeline, you figure out how to swim.\"</p><p>Here are four of her valued advisers.</p><p>Judy Zhu</p><p>Founder and CEO of MoneyGirls Inc.</p><p>The women attended Harvard Business School together. They grew closer during summer internships in Manhattan. Ms. Zhu later pressed Ms. Balbale to join her at Quidsi. \"She was one of the key people who said, 'This [company] is the real deal,\"' Ms. Balbale remembers. At the same time, Ms. Zhu assured the would-be entrepreneur that she would \"learn what it takes to start a company on someone else's dime.\" Ms. Zhu learned the same lesson. She started MoneyGirls Inc., a personal-finance platform for young women, in 2019.</p><p>Liza Landsman</p><p>A general partner at New Enterprise Associates</p><p>Hired by Mr. Lore as Jet's chief customer officer in 2015, Ms. Landsman supervised Ms. Balbale until 2017. She played a pivotal part in persuading her protege to pursue a public-company directorship despite Ms. Balbale's relative youth. \"She was very specific about how expansive that experience can be.\" In 2019, Ms. Balbale joined the board of burger chain Shake Shack Inc. Getting to observe Shake Shack directors with insights from a variety of industries \"broadened my thinking immensely,\" Ms. Balbale says. \"I've been able to observe different approaches to decision making.\"</p><p>Marc Lore</p><p>Serial entrepreneur and former CEO of Walmart's U.S. e-commerce unit</p><p>Walmart's acquisition of Jet resulted in Ms. Balbale gaining a much bigger job at a much bigger business. She served as vice president of e-commerce, mobile and digital marketing for its U.S. unit. Mr. Lore says he pushed his longtime lieutenant to recruit stars that would share her passionate vision. Ms. Balbale feared she might have nothing to offer highly accomplished individuals. \"I had to move beyond my self-doubt,\" she admits, but \"having the [right] people made a significant difference.\" In 2018, Walmart overtook Apple Inc. as the third-biggest U.S. e-commerce retailer.</p><p>Sarika Doshi</p><p>A former vice president at Walmart in the U.S.</p><p>Ms. Balbale brought Ms. Doshi, an entrepreneur and attorney, to Walmart. They bonded quickly because both came from Southeast Asian families. Upon leaving Walmart in early 2019, Ms. Balbale began a lengthy job search. Ms. Doshi urged her to avoid familiar industries. When weighing Sequoia's offer, Ms. Balbale discussed with Ms. Doshi whether becoming a CMO again would be seen as a lateral move because she had long held operational posts. Ms. Doshi disagreed. \"Make the choices you want,\" she insisted. \"Not the choices that other people want you to make.\"</p>",
  "published": "2021-02-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 623,
          "end": 630
        },
        {
          "start": 2898,
          "end": 2905
        },
        {
          "start": 2982,
          "end": 2989
        },
        {
          "start": 2783,
          "end": 2790
        },
        {
          "start": 2243,
          "end": 2250
        },
        {
          "start": 3073,
          "end": 3080
        },
        {
          "start": 2274,
          "end": 2281
        }
      ]
    }
  ]
}