{
  "_id": "398dde81cfb5ae8d4e53df6d4ee410a17cd18a89a05382f47b9dd7a75f043ae4",
  "feed": "wall-street-journal",
  "title": "Business News:  Amazon Seeks to Hire 55,000 for Office, Tech Roles  ----  By Dave Sebastian",
  "text": "<p>    Amazon.com Inc. said it is seeking to hire about 55,000 people globally among its corporate and technology ranks during a recruiting event set for Sept. 15, as the e-commerce giant continues a hiring spree begun at start of the Covid-19 pandemic. </p><p>   The Seattle-based company is aiming to fill roles in cloud-computing unit Amazon Web Services, as well as in divisions such as Amazon Studios, advertising and its broadband satellite Project Kuiper. The open positions include more than 40,000 roles in the U.S. across 220 locations, including in New York City; Bellevue, Wash.; and Arlington, Va., where the company is opening a large corporate office. </p><p>   Amazon, the nation's second-largest employer behind Walmart Inc., has gone on several hiring sprees since the start of the pandemic, mostly adding hundreds of thousands of hourly employees to its warehousing operations. The company employs about 950,000 people in the U.S. and has said it has made more than 450,000 hires throughout the country since the public-health crisis began. </p><p>   Amazon's hiring underscores its continued growth plans in many different industries. The roles Amazon is seeking to fill also include positions in its Alexa smart-speaker division and in physical retail as the company plans to open department stores to sell clothing and other products, The Wall Street Journal reported in August. The hiring spree will be the first under new Chief Executive Andy Jassy, who took over the top job in July from company founder Jeff Bezos. </p><p>   Amazon said attendees at its career-day event can participate in one of more than 20,000 career-coaching sessions with a company recruiter. It said it is also offering coaching sessions for Amazon employees looking to advance their careers internally or elsewhere. </p><p>   The company also said it is hosting its first career-day event in Canada on Sept. 15. It said more than 1,800 corporate and technology roles are currently available in the country. </p><p>   --- </p><p>   Sebastian Herrera contributed to this article. </p><p></p>",
  "published": "2021-09-02T06:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 702,
          "end": 714
        },
        {
          "start": 702,
          "end": 709
        }
      ]
    }
  ]
}