{
  "_id": "c9d28086673c77a959543e61366154dbfd5aa787e367c74fc8a6a9eb923b6600",
  "feed": "ftcomall",
  "title": "US retailers: margin for error",
  "text": "<p>Though it offers no cure, Americans have nevertheless turned to online retail therapy during the pandemic in record numbers. One unfortunate consequence is that more merchandise gets returned, boosting retailer costs and squeezing profit margins.&#xa0;</p> <p>Investors would do well to consider the problem of buyer's remorse as shops begin reporting their fourth-quarter results this month. Hefty headline sales gains may catch the eye, but the ability to manage the avalanche of unwanted goods will separate the retail winners from the losers.</p> <p>Reduced discretionary spending loosened household budgets for the gift-giving season. Total sales over the November-December holiday period added up to $789.4bn according to <a href=\"https://nrf.com/research/monthly-economic-review-february-2021\">preliminary data</a> from the National Retail Federation. That is up 8.3 per cent from 2019, <a href=\"https://nrf.com/blog/how-2020-was-banner-year-retail-against-all-odds\">the most in two decades</a>.</p> <p>Yet about $103bn worth of these goods will be returned, the trade group says. Explosive growth in online shopping over the past year only magnifies the problem. </p> <p>Retailers are already engaged in a costly free shipping war with one another. Footing the bill for the barrage of returns during a public health crisis adds another layer of cost. As a result of Covid-19, retailers have to quarantine or sanitise products before they can be sold again.</p> <p>Some retailers have simply taken to refunding customers without requiring them to return the items. Sometimes, the cost of shipping and processing outweigh that of the product.</p> <p>The likes of Amazon, Walmart and Target, which have been increasing sales exponentially during the pandemic, have the finances — together with more than $62bn in cash on hand — to absorb added expenses. Home improvement retailers — Home Depot, Lowe's and Tractor Supply — running healthy 10 per cent plus operating margins also have a buffer. Returning lumber is a cumbersome process.</p> <p>Instead the issue of returns should be felt most acutely by fashion retailers such as Gap and department stores, such as Macy's, with much slimmer profitability. They only have a limited window to get returns turned around for resale. No one will want gaudy Christmas sweaters in February.</p> <p><em>If you are a subscriber and would like to receive alerts when Lex articles are published, just click the button “Add to myFT”, which appears at the top of this page above the headline. </em></p><p>Source:  2021 'US retailers: margin for error' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T17:50:33.715Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 1468,
          "end": 1475
        }
      ],
      "name": "Walmart Inc.",
      "id": "US9311421039",
      "nexusId": "10042309"
    }
  ]
}