{
  "_id": "38007938583df60b795436b9368ec52bd28896815606921bc0bd77bfa23fdab7",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Keywords:  Shopify Offers Retailers Lower  Fees, More Leeway Than Amazon  ---  Forced by the pandemic to embrace e-commerce, merchants want more control  ----  By Christopher Mims",
  "text": "<p>   In a world in which e-commerce has become a necessity for nearly every retailer, it can seem they have only two options: List their goods on marketplaces run by giant companies, or sell to consumers directly, hoping they'll make more on each transaction despite fewer sales. In other words, either join a dominant marketplace like eBay, Walmart or Amazon -- which by itself represents 38% of U.S. online sales, according to Digital Commerce 360 -- or hope they can find customers through advertising and word of mouth. </p><p>   For many small- and medium-size sellers, a third option has emerged, embodied by the rising star of e-commerce, Shopify. This approach gives merchants access to cloud-based third-party services such as payments and fulfillment, but lets them maintain more control of their branding and customer relationships than the biggest marketplaces offer. Shoppers might not even know they're buying something from a Shopify-powered retailer, and that's the point. </p><p>   In addition to making goods available on sellers' own sites, these software companies -- which include BigCommerce and others -- can perform the laborious task of listing merchandise on the giants' marketplaces. By becoming hubs for managing sales through multiple channels, including social-media platforms, they represent real competition for Amazon and its ilk, potentially giving merchants more leverage when dealing with those entrenched giants. </p><p>   In 2020, e-commerce spending grew 44% compared with 2019, or about three times as fast as its average annual growth rate over the past decade, according to Digital Commerce 360. </p><p>   While much of the growth of e-commerce outside of Amazon was due to other big retailers upping their online game, it is also due to smaller retailers finding their own ways to reach shoppers directly. </p><p>   At 14-year-old Shopify, by far the largest provider of software and services for merchants who set up their own online stores, revenue grew 86% in 2020, to $2.9 billion. It now has more than 1.7 million sellers using its platform, and offers services ranging from financing to payment services. </p><p>   Shopify's primary offering is a cloud-based service that makes it easy to build and operate a web store. </p><p>   Shopify has expanded its offerings to include warehousing, fulfillment and small business loans. </p><p>   One seller using Shopify's software is Eunice Byun, co-founder and chief executive of Material, a New York-based seller of its own high-end kitchenware. Material has never sold its goods on Amazon, and has no plans to, says Ms. Byun, whose full-time staff consists of just three other people. </p><p>   For sellers, being on Amazon means giving up vital customer data like email addresses, and ceding control over returns and complaints to Amazon, both nonstarters for Material. \"The whole of the customer experience is so important to us as a company,\" says Ms. Byun. </p><p>   \"In 2020 alone, Amazon invested over $18 billion to help selling partners grow their businesses and reach more customers,\" said an Amazon spokeswoman. \"Amazon provides a wide range of tools to help selling partners create customer loyalty.\" </p><p>   Shopify charges each of its customers a flat monthly fee of between $30 and $2,000, depending on features, and an additional 0.5% to 2% of each transaction if they use a payments processor other than Shopify's own. </p><p>   Neil Bruce is head of online for Toolstop, the online storefront for a 56-year-old, family-run hardware store and wholesaler based in Glasgow, Scotland. For every sale his company makes on Amazon, he pays fees that average 14% of an item's price, he says. </p><p>   Mr. Bruce's website is powered by BigCommerce, a publicly listed, Austin-based Shopify competitor. BigCommerce has a similar pricing structure to Shopify's. When Toolstop adds items to its own BigCommerce-powered site, it can choose to automatically list them on Amazon. </p><p>   \"The vast majority of businesses need to look at the marketplaces, like Amazon, as an opportunity and not as a competitor,\" says BigCommerce CEO Brent Bellm. </p><p>   Shopify portrays itself as a fierce competitor with Amazon. Yet Shopify offers the same sort of direct integrations with the biggest online marketplaces that BigCommerce does. </p><p>   \"We view our role as leveling the playing fields so that retailers can, rather than rent customers from these platforms, own the relationship with customers,\" says Shopify President Harley Finkelstein. </p><p>   Shopify Capital has lent small businesses $1.7 billion since it began. Shopify is building its own nationwide network of fulfillment warehouses to compete directly with Amazon's own juggernaut logistics operation. Shopify has its own way to accept payments, akin to PayPal or Apple Pay, intended to make one-click checkout possible on any merchant that uses it. Shopify's payments service makes up the majority of its revenue. </p><p>   Herein lies the irony of painting Amazon as the Goliath to the David of independent online retailers, as Shopify so often does: Collectively, the world of e-commerce outside of Amazon is still bigger than Amazon. And Shopify, which is fast becoming the glue that binds 1.7 million of these retailers together and would like to be viewed as their champion, is itself a growing giant. Shopify has a valuation around $130 billion, and dwarfs its next-largest competitor, BigCommerce, which is currently valued at about $4 billion. </p><p>   As it strives to become a one-stop shop for merchants who wish to sell online, it's apparent that Shopify's million-headed hydra is already giving Amazon heartburn. The Seattle-based tech giant has even established a secret team, called \"Project Santos,\" to create its own version of some parts of Shopify, The Wall Street Journal reported in December. </p><p>   I asked Shopify's Mr. Finkelstein if the company's warm and ever-more-comprehensive embrace could someday become a web that entraps merchants in toxic co-dependency, just as Amazon's marketplace has driven many merchants to distraction with rising fees and increasingly strict rules. \"Our business model is, we are only successful if our merchants are,\" he says. </p><p>   \"Amazon is so difficult to deal with,\" laments Mr. Bruce of Toolstop, whose company used to be a wholesale supplier to Amazon's own retail operation, but now opts only to list its wares as a third party on the company's marketplace. </p><p>   \"Amazon made their own rules, and would fine you at the drop of a hat if you were perceived to be doing something wrong,\" he said. \"We decided we'll never win this game when Amazon is in charge.\" </p><p></p>",
  "published": "2021-03-13T07:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 337,
          "end": 344
        }
      ]
    }
  ]
}