{
  "_id": "8529db5537d28571d646e994157945f5b5aa43fd8d989263c63021791c722da2",
  "feed": "ftcomall",
  "title": "Soho House wants your money, not your company",
  "text": "<p><strong>One thing to start: EG Group</strong>, the highly leveraged petrol stations business whose billionaire owners have bought the UK supermarket chain <strong>Asda</strong>, is planning to raise an extra $1.8bn in the next stage of the group's debt-fuelled acquisition spree. More <a href=\"https://www.ft.com/content/d544c281-3ecb-4fc0-b56d-38d147a11e85?desktop=true&amp;segmentId=d8d3e364-5197-20eb-17cf-2437841d178a#myft:notification:instant-email:content\">here</a> from DD's Kaye Wiggins and Rob Smith.</p> <p><strong>Welcome to Due Diligence, your briefing on dealmaking, private equity and corporate finance from the Financial Times. Want to receive DD in your inbox? Sign up </strong><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">here</a><strong>. Get in touch with us anytime: </strong><a href=\"mailto:Due.Diligence@ft.com\">Due.Diligence@ft.com</a><strong>.</strong></p> <h2>Soho House considers opening its doors to the public markets</h2> <p>Hopes of booming demand for holidays, meals or just anything to get out of the house has whipped up sentiment for travel and leisure stocks — so much so that even<strong> Soho House</strong> is considering a listing.</p> <p>The chichi private members' club for moneyed creative types and the celebrity likes of <strong>Prince Harry</strong> and<strong> Kate Moss</strong> is planning to float on the New York Stock Exchange as soon as next month with hopes of a $3bn valuation, <a href=\"https://www.ft.com/content/1eaa8d8d-a50c-44e9-81ac-84d298edfcdf\">insiders told</a> the FT's Alice Hancock and DD's Robert Smith.</p> <p>It is the second bite at a listing for the London-based hospitality group, which hired <strong>JPMorgan Chase </strong>and<strong> Goldman Sachs</strong> in 2018 to draw up plans for an IPO before founder <strong>Nick Jones</strong> and even wealthier fellow owners, the US <a href=\"https://www.ft.com/content/1793573e-218c-11e8-9efc-0cd3483b8b80\">billionaire</a> <strong>Ron Burkle </strong>and <a href=\"https://www.ft.com/content/c6c8d488-0060-11e8-9650-9c0ad2d7c5b5\">hospitality tycoon</a> <strong>Richard Caring</strong>, decided they were happy with the set-up — and had enough cash from a £275m debt refinancing to do without.</p> <p>But the pandemic <a href=\"https://www.ft.com/content/6f61b617-7a83-4019-a64a-8047ab4e2a10\">has not been kind</a> to the group, which derives almost half of its revenues from food and drinks at its 27 clubs, 20 restaurants and 16 spas — most of which are currently closed.</p> <p>It has retained more than 90 per cent of its members, miraculously, even with clubs closed but has been forced to cut 1,000 of its 8,000 staff.</p> <p>Dig deeper and Soho House's capital structure also offers an insight into the excesses of the private credit industry.</p> <p>In 2015 the company tried and failed to tap the high-yield bond market for £200m. This<a href=\"https://www.reuters.com/article/soho-house-bonds-idUSL5N11U3ZS20150925\"> story</a> from DD's Rob Smith — in his previous life as a Reuters bond market reporter — has plenty of amusing quotes from snooty fund managers, griping about the fact that finance professionals have traditionally been barred from the members' club.</p> <p>“They say that we're not cool enough to join their club, but they're perfectly willing to take our money when they need it!” said one.</p> <p>(Since that story, Soho House has launched <a href=\"https://www.ft.com/content/3cff9f32-6011-11e8-9334-2218e7146b04\">The Ned</a>, its outpost in the City that shrewdly allows London finance professionals behind the velvet rope.)</p> <p>But where traditional bond fund managers feared to tread, the private credit industry had no such qualms: <strong>Permira Debt Managers</strong>, the credit arm of the private equity house, provided a £350m loan to Soho House in 2017, describing the debt deal as its “largest-ever direct lending investment” at the time.</p> <p>How did that loan perform during a pandemic that shuttered the company's clubs? Well, recently filed accounts don't paint a pretty picture: they reveal that the company stopped making interest payments on its loan in cash last year, instead choosing to use a “payment in kind” option. This allows companies with limited cash flow to pay lenders with more debt instead. Ouch.</p> <p>PDM, which has<a href=\"https://www.ft.com/content/17411efd-caf6-4258-b9b3-2755c8913b6a\"> a lot of exposure</a> to UK travel and leisure companies, is likely hoping that the mooted IPO goes without a hitch.&#xa0;</p> <h2>Coinbase: to the moon 🚀🚀🚀</h2> <p>It's not every day that the head of a soon-to-be-public company tells investors he plans to run the business at break even — after making more than $300m in profits the year before.</p> <p>But that is the position of <strong>Brian Armstrong</strong>, <a href=\"https://www.ft.com/content/ba0ac9a7-e33e-4e77-a583-3c900e698ab0\">chief executive</a> of the cryptocurrency exchange <strong>Coinbase</strong>, which unveiled its investment prospectus on Thursday.</p> <p>“We may earn a profit when revenues are high, and we may lose money when revenues are low, but our goal is to roughly operate the company at break-even, smoothed out over time, for the time being,” Armstrong <a href=\"https://www.sec.gov/Archives/edgar/data/1679788/000162828021003168/coinbaseglobalincs-1.htm\">wrote</a> to investors.&#xa0;</p> <p>DD would like to know how much Coinbase paid its lawyers at <strong>Fenwick</strong> to help craft that pithy statement. It seems they had plenty to work on with this prospectus, which contained some of the more interesting risk factors we've seen in a while.</p> <p>First, there's the elephant in the room: Coinbase's revenues are “substantially dependent” on the price of cryptocurrencies and trading volumes on the exchange.&#xa0;</p> <p>Second, there are the regulatory matters, including an “investigative subpoena for documents and information about certain of our customer programmes and operations” issued by the US <strong>Securities and Exchange Commission</strong>.</p> <p>Last but not least, Coinbase said the unveiling of <strong>Satoshi Nakamoto</strong>, the pseudonymous inventor of bitcoin, could adversely affect the market for <strong>bitcoin</strong> and <strong>ethereum</strong> and, thus, its business.</p> <p>It's hard to blame Armstrong for acting so cautious in this market environment when everything from <strong>dogecoin</strong> to pre-merger blank cheque companies seems to be going up and to the right.</p> <p>Coinbase chose a direct listing rather than a traditional initial public offering, meaning it won't raise any capital. Instead, it will rely on trades in private markets to help set its price.&#xa0;</p> <p>If this month's trades are any indication, that means Coinbase could be a $100bn company when it lists. That's a lofty mark to live up to for any new public company head.</p> <h2>Jay-Z: ‘I'm not a businessman, I'm a business, man!'</h2> <p>When <strong>Jay-Z </strong><a href=\"https://www.forbes.com/forbes/2010/1011/rich-list-10-omaha-warren-buffett-jay-z-steve-forbes-summit-interview.html?sh=271c4f336480\">met up</a> with <strong>Warren Buffett</strong> at Omaha's <strong>Hollywood Diner</strong> 11 years ago, the two sipped on strawberry milkshakes and talked business with <strong>Steve Forbes</strong>.</p> <p>Perhaps the Oracle of Omaha saw a glimpse into his future that day — not as just an artist and successful businessman but <a href=\"https://ft.com/content/e6a2fcff-c2fb-411f-a594-6b88a17ffdf7?\">as a master dealmaker</a>.</p> <p>Jay-Z began this week (figuratively) shaking hands with <strong>LVMH</strong> boss <a href=\"https://www.ft.com/content/72af09b4-12a4-45ad-86ca-919d38e279e8\">Bernard Arnault</a> in a <a href=\"https://www.ft.com/content/840826e8-a70e-4f1d-82a4-1b83895eced5\">deal</a> to expand his <strong>Armand de Brignac</strong> champagne (coined in his raps as “that Ace of Spades”) globally; the very next day, <strong>Oatly</strong>, the Swedish vegan-milk group he backed along with <strong>Blackstone</strong> and <strong>Oprah Winfrey</strong>, took its <a href=\"https://www.ft.com/content/b214af48-5f6c-42de-b092-090354eae8fe\">first step</a> towards a $10bn IPO.</p> <p>If it wasn't for the pandemic, he'd likely be in Paris <a href=\"https://www.youtube.com/watch?v=gG_dA32oH44\">living out the lyrics</a> he wrote with <strong>Kanye West </strong>for their joint 2011 album <em>Watch The Throne</em>, partying in the five-star <strong>Le Meurice</strong> hotel “for like six days”, Ace spouting into the air.</p> <p>And what would a star dealmaker be without a few Spac deals under his belt? Jay has added to his CV the title of “chief visionary officer” of a Spac backed by <strong>Roc Nation</strong>, the music and spot talent agency he heads, which <a href=\"https://www.ft.com/content/8b21dfee-ac02-45d3-b063-0a0fc0cb523c\">acquired</a> two cannabis groups in November.</p> <p>To Jay-Z fans, the successful dealmaking spree comes as no surprise. In the rapper's own words since circa 2001: “Put me anywhere on God's green Earth, I triple my worth.”</p> <h2>Job moves</h2> <ul>  <li><p><strong>TIAA</strong> has hired <strong>Thasunda Brown Duckett</strong>, one of the leaders of JPMorgan's consumer bank Chase, to become chief executive at the $1.3tn investment manager. Read more <a href=\"https://www.ft.com/content/f77216df-589c-48d8-9ec0-cf47b5c889f3\">here</a>.</p></li> </ul> <ul>  <li><p><strong>Hubert Barth</strong>, the head of longstanding <strong>Wirecard</strong> auditor <strong>EY Germany</strong>, is expected to <a href=\"https://www.ft.com/content/831cce77-94d2-4859-a295-e49a42e477d2\">step down</a> from the role, insiders told the FT's Olaf Storbeck. </p></li> </ul> <ul>  <li><p><strong>Bessemer Venture Partners</strong> is adding five new partners, including <strong>Jeff Blackburn</strong>, who joins from <strong>Amazon</strong>, alongside the promotion of existing Bessemer investors <strong>Mary D'Onofrio</strong>, <strong>Mike Droesch</strong>, <strong>Tess Hatch</strong> and <strong>Andrew Hedin</strong>.</p></li> </ul> <ul>  <li><p><strong>Bank of America </strong>has promoted <strong>Anthony Knox</strong> to co-head of investment banking for South Africa alongside <strong>Justin Bothner</strong>. He was previously a managing director in the same department and will continue to be based in Johannesburg.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Sneakernomics </strong>The cut-throat streetwear resale market has transformed Air Jordans and Yeezys into a full-blown asset class. Only unlike the regulated markets, sneakerheads come equipped with armies of bots to boost their spending power. (<a href=\"https://www.bloomberg.com/features/2021-sneaker-investment/?srnd=premium&amp;sref=OziMsGoK\">Bloomberg</a>)</p> <p><strong>Desert drag race </strong>Lucid, the electric vehicle start-up backed by Saudi Arabia, has teamed up with a Spac to give Elon Musk a run for his money. But its cars have a lot of ground to cover to stand a chance at outpacing Tesla, or generating any revenue. (<a href=\"https://www.ft.com/content/8e01e59e-5b89-46c2-a798-6945fa2f255d\">FT</a>)</p> <p><strong>Out with the old . . . </strong>McKinsey global managing partner Kevin Sneader was voted out of the embattled consultancy over his handling of a string of reputational crises laid before him when he entered the top job. Now, the firm grapples with how to transform its culture. (<a href=\"https://www.ft.com/content/7b0f92d6-8aea-4e15-b108-a86f31443f99\">FT</a>)</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/6b91b3c5-03dd-40e2-bddd-3d3ea718bbb3\">KPMG UK to split roles of chair and chief executive</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5b8f8899-12f6-4699-bd65-1229b7a78ad2\">AT&amp;T unloads DirecTV stake to TPG and spins off pay-TV units</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/b8ad59ad-4ecf-4df8-a981-c52b6b848fa0\">Moderna expects $18.4bn from Covid vaccine deals this year</a> (FT)</p> <p><a href=\"https://www.ft.com/content/1cd6c9fb-3201-4815-9f4f-61a4f0881856\">Ousted Petrobras chief hits back at Bolsonaro</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/a64fe523-4415-4002-8f1d-7ae95c352fb0\">Airbnb points to its ‘resilience' as business begins to bounce back</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/2efb0fa3-0bcd-4400-a235-4c545089344f\">Suning plans $2.5bn stake sale in bid to strengthen finances</a> (FT)&#xa0;</p> <p><a href=\"https://www.ft.com/content/9581dbe0-f773-43f3-a7fd-f83b0cddff0e\">StanChart chief hopes for end to ‘tit for tat' in US-China relationship</a> (FT + <a href=\"https://www.ft.com/content/cbcf3694-b6e2-40f2-a805-a5b952e76f47\">Lex</a>)&#xa0;</p> <p><a href=\"https://www.ft.com/content/85017fba-fafa-45aa-b5fa-ae11dd0825ba\">Nvidia earnings boosted by gaming and data centre chip demand</a> (FT)</p><p>Source:  2021 'Soho House wants your money, not your company' FT.com 26 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-26T05:00:42.732Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}