{
  "_id": "8ec0d2d12bcd7a99d563a257958afb92adaa469a827efcb75643848d4a85ed23",
  "feed": "market-watch",
  "title": "Student faces 20 years in prison for pandemic puppy cyberscam",
  "text": "<p>Federal prosecutors say Desmond Fodje Bobga, 28, targeted lonely homebound animal lovers looking for four-legged companions during the height of the pandemic, and then used the COVID-19 outbreak to explain delays in shipping and to elicit additional fees.&#xa0;</p><p>Investigators say Bobga helped run the scam while studying political science at a university in Cluj-Napoca, Romania, posting images online of adorable puppies for sale on a now-defunct site, lovelyhappypuppy.com.</p><p>He and his co-conspirators would then communicate with victims via text message and instruct them to make payments using Walmart WMT gift cards, prosecutors said. Hundreds of victims all around the U.S. were defrauded in the scam, prosecutors said.&#xa0;</p><p>“Mr. Bobga preyed on American citizens looking for comfort from a pet during the COVID pandemic,” said FBI Special Agent Mike Nordwall. “His admission of guilt today will give his victims some solace in knowing someone is being held accountable. This investigation should also be a reminder to everyone to be careful who they're buying from on the internet.”</p><p>An attorney for Bobga didn't immediately respond to a message seeking comment.</p><p>Prosecutors say Bobga and his co-conspirators would often charge $600 upfront for a dog and then send phony shipping information and tracking details. They would then invariably inform the customer that the animal had gotten held up due to the pandemic and that additional payments were needed to complete the delivery.&#xa0;&#xa0;</p><p>In one case, a woman in western Pennsylvania ended up paying $9,100 for a mini-dachshund named Pansy after being informed that the dog had been quarantined while in transit because it had been exposed to coronavirus. The dog never arrived, according to court documents..&#xa0;&#xa0;</p><p>In another instance, a couple in Texas made successive payments totaling $1,800 after receiving numerous phony excuses about transportation delays that required additional fees to iron out. That dog also never was delivered.</p><p>Bobga was arrested by Romanian police in December 2020 and later extradited to the U.S. to face charges of wire fraud.</p><p>He is scheduled to be sentenced on April 8, 2022, and faces a maximum of 20 years in prison.&#xa0;</p>",
  "published": "2021-11-11T15:56:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 592,
          "end": 599
        }
      ],
      "nexusId": "10042309"
    }
  ]
}