{
  "_id": "36246bd3cbd3d52cc5ee8dc135e620251b97eaef5a1b60c6b209814a406b1ba1",
  "feed": "wall-street-journal",
  "title": "Companies Weigh Faster Office Return --- New CDC guidance on masks, social distancing throws a wrinkle into plans",
  "text": "<p>\"It was a surprising decision,\" Mr. Lesser said of the new federal guidelines.</p><p>He said BCG executives would be holding more meetings to think through the company's plans on Sunday and Monday.</p><p>The Centers for Disease Control and Prevention's updated guidance on Thursday threw a new wrinkle into reopening plans, raising questions about whether to speed up office-return dates. Whether companies change course quickly depends, in part, on local laws governing office capacity and masks as well as the comfort level of employees being asked to return, executives said.</p><p>Some retailers made a switch on Friday. Walmart Inc. said it would no longer require vaccinated workers and shoppers to wear masks in stores and warehouses outside of municipalities that require it, and Costco Wholesale Corp. announced a similar policy.</p><p>In Texas, Sabre Corp., a Dallas-area travel-technology company, said the CDC's change would probably allow it to accelerate its return-to-office plans this fall, though many employees would continue to do much of their work from home. The new social-distancing guidance for vaccinated people means Sabre may be able to open more desks on certain floors than originally planned, a spokeswoman said.</p><p>In California, technology company Salesforce.com Inc. said the CDC's announcement didn't change its plans for masking or distancing. Salesforce hasn't mandated vaccinations for its 56,000 employees around the world, and it is initially inviting vaccinated workers in the U.S. to come back to offices in places such as San Francisco and Irvine, Calif., in groups of about 100 people at a time, said Brent Hyder, the company's chief people officer.</p><p>In New York, the day after the CDC announced its new guidance, real-estate attorney Jeffrey Schwartz and his partners met for an outdoor lunch at a restaurant a short walk from their Madison Avenue offices. One or two partners at Schwartz Sladkus Reich Greenberg Atlas LLP said they wanted to let people walk around the office without masks immediately, but most said they weren't ready.</p><p>\"I just think it's too abrupt to change right now,\" Mr. Schwartz said, adding that if New York's city and state governments adopt the new guidance, the firm may drop the mask mandate.</p><p>In Indiana, drugmaker Eli Lilly &amp; Co. said it would stick to plans announced last week before the CDC's new guidance. It aims to bring back 25% of its office workers -- roughly 1,750 people -- to its downtown Indianapolis headquarters on June 1. Only vaccinated employees can come into the office that month, CEO David Ricks said. Social-distancing and mask requirements will stay in place until July 12, when Eli Lilly opens its offices to more workers, though the company will keep monitoring health data, a spokesman said.</p><p>\"Recent guidance from the CDC supports our current policy and we will continue working with employees to offer flexibility based on their individual circumstances and job requirements,\" a spokesman said.</p><p>Parsing the new recommendations falls to communities and businesses and could be especially difficult to implement for public settings such as workplaces, health researchers said, because there isn't an easy way to determine who is fully vaccinated. Further complicating the issue is that the CDC guidance contained a raft of caveats, including statements that it is still unknown how effective the vaccines are against multiple variant strains of Covid-19 that are circulating, how long-lasting the vaccines' efficacy will be in most people and that people who are immunocompromised, and those who live with or care for them, should continue showing more cautious behavior.</p><p>Mandating that workers get vaccinated is generally legal in most instances, employment attorneys said, as long as exemptions are made for medical or religious reasons. That hasn't stopped lawsuits from being filed over the issue in places such as New Mexico and California. Most employers have shied away from making the shots a requirement, but more may be considering mandates.</p><p>Delta Air Lines Inc. said that, beginning Monday, it would require all new hires to be vaccinated, unless they qualify for an accommodation. The airline doesn't plan to require current employees to be vaccinated, though the company said 60% of the airline's workers have already received shots. In a broadcast interview with CNN, Delta CEO Ed Bastian said existing employees who chose not to get vaccinated might be restricted from flying international flights.</p><p>The CDC's guidelines could prompt more companies to ask employees to disclose whether they have been vaccinated, and it could spur workers to get vaccinated if they believe doing so will help them work without a mask, Mr. Lesser of BCG said. Enforcing vaccine requirements can be complicated, according to employment lawyers. Companies can request proof of vaccination, though bosses run legal risks if they probe the reasons behind a worker's hesitancy, lawyers said.</p><p>Real-estate professionals were split over whether the CDC news would prompt a more rapid return to city centers, with some calling it an important step toward making people comfortable with returning. Others said the new guidance mattered less than what state officials require.</p><p>\"Local regulations supersede the CDC, and states have been all over the place,\" said Adam Portnoy, chief executive of RMR Group, which has employees in 30 office buildings around the country.</p><p>In Newton, Mass., where Mr. Portnoy's firm is based, the state mandates no more than 50% occupancy in offices and requires mask wearing. His tenants in Texas and Florida don't have those restrictions, but companies there still aren't pushing hard for employees to come back, he said.</p><p>Many employers are sticking with plans to bring workers back around Labor Day, because the tight job market for workers has made some CEOs concerned about upsetting their workers or pre-empting plans they made based on prior corporate guidance, executives said.</p><p>\"Employers are walking a tightrope,\" Mr. Portnoy said. \"They want people back but don't want a plan that will create attrition in the workforce.\"</p><p>---</p><p>Craig Karmin contributed to this article.</p>",
  "published": "2021-05-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 607,
          "end": 619
        }
      ]
    }
  ]
}