{
  "_id": "c999164938100c02ca16829deb4f0b2d590e86a169085c5bcba4761d9265fc49",
  "feed": "wall-street-journal",
  "title": "The Colorado River Is in Crisis. The Walton Family Is Pushing a Solution. Walmart heirs have spent heavily to promote their view that water markets are the best way to deal with a dwindling supply",
  "text": "<p>A Wall Street Journal analysis shows that a charitable foundation controlled by the Waltons, the Walton Family Foundation, has given about $200 million over the past decade to a variety of advocacy groups, universities and media outlets involved in the river. No other donor comes close. Two federal officials once affiliated with the foundation have been named to key Biden administration posts overseeing the river.</p><p>Putting a monetary value on water has raised concerns among those who benefit from guaranteed access to water and those who believe markets benefit investors while hurting farmers and the poor. Water markets in Australia have been blamed for helping dry up waterways due to overuse by a handful of wealthy farmers and investors.</p><p>\"Any time that the water starts becoming more valuable than the land, you end up with the possibility of outside speculators,\" said Andrew Mueller, general manager of the Colorado River District, a public planning and policy agency that oversees water use in western Colorado. Mr. Mueller said his state has been seeing continued interest in agricultural water and lands by outside investment groups.</p><p>The Walton foundation has for years held that water markets are among the best ways to distribute and conserve the water that flows along the 1,450-mile river. A number of environmental groups that take Walton money are prominent water-market boosters.</p><p>The Nature Conservancy, a public charity focused on conservation that has received funding from the Waltons, said in a 2016 report that such markets can \"secure a regular flow of water back to depleted ecosystems and sell the rest back to irrigators or cities.\" An added benefit, it said, is \"a material return for investors.\"</p><p>\"We need every tool in the toolbox, including guided water markets, to increase water security and protect the things we all care about,\" a Nature Conservancy spokeswoman said.</p><p>In the past decade, the foundation has accounted for a large chunk of institutional funding for Colorado River activism at major environmental charities such as the National Audubon Society, the Environmental Defense Fund and American Rivers, according to the foundation's database and the charities.</p><p>The Waltons have also given money to foundations run by the University of Colorado and the University of Arizona, among other universities. This year it helped fund a reporting team to cover water issues at the Associated Press. The AP said it has worked with other nonprofits besides the Walton Family Foundation and retains editorial control in all of the cases.</p><p>A University of Colorado spokeswoman said donations don't influence the outcome of its research. A University of Arizona spokeswoman said that while it has received funding from other groups for its Colorado River program in the last four years, the largest source was the Walton foundation.</p><p>The money directed by the Walton foundation has often steered toward advocacy for markets where water is bought and sold like a commodity. Backers say markets can more efficiently value and allocate water, especially as climate change threatens to reduce the supply. In the West, they say longstanding policies that encourage farmers to use all of their water or give it up, known as \"use it or lose it,\" have led to widespread waste.</p><p>The river is now facing one of its biggest crises. The Bureau of Reclamation in August declared the first-ever shortage of water on the Colorado River, triggering cutbacks in several states. The bureau made the declaration after forecasting that Nevada's Lake Mead, which stores water from the river, would remain below 1,075 feet above sea level through at least early next year.</p><p>\"Like much of the West, and across our connected basins, the Colorado River is facing unprecedented and accelerating challenges,\" Tanya Trujillo, the Interior Department's assistant secretary for water and science, said in a statement when the declaration was made.</p><p>Walton officials say they are focused on helping farmers conserve water while continuing to grow crops. Moira Mcdonald, director of the foundation's environmental program, said in an interview it has begun pivoting away from a focus on markets toward keeping water in rivers and improving the health of watersheds. The foundation has also focused on issues such as forest restoration and sustainable fisheries.</p><p>Potentially magnifying the Walton family's influence, a pair of officials once affiliated with its foundation have been named to positions within the Biden administration that hold considerable sway over the river. Ms. Trujillo, who was sworn into her current position in June, was project director for the Walton-funded Colorado River Sustainability Campaign, which helps coordinate a range of efforts related to the river among conservation groups. Her current position oversees the Bureau of Reclamation, the largest wholesaler of water in the U.S.</p><p>Ms. Trujillo and the Interior Department declined to comment.</p><p>Michael Connor worked for a time as an environmental program fellow for the Walton foundation after serving as a deputy secretary of the Interior Department in the Obama administration. He has been nominated to be the Defense Department's assistant secretary of the Army for Civil Works, a position that oversees the civil-works programs of Army Corps of Engineers, including some of its work on U.S. water resources. The White House declined to comment. Mr. Connor didn't respond to requests for comment.</p><p>While at the Walton foundation, Mr. Connor supported the expansion of so-called water banks, which he described as \"a market-based approach to compensate water users for temporarily reducing water diversions to avoid regional shortages.\"</p><p>The waves of Walton money flowing to environmental groups and researchers have sparked concerns that the family has gained an outsize influence on policy discussions surrounding the Colorado River Basin—especially discussions about water markets.</p><p>\"Within the broad spectrum of environmental voices, the voices being heard are the ones that agree with market-based solutions,\" a 2018 University of Oxford dissertation on the Walton foundation's grants found. Oxford water-resource researcher Dustin Garrick, who oversaw the study, says he has accepted two grants from the Walton foundation for water projects.</p><p>The Walton foundation's deep pockets have helped forge cooperation around the Colorado River but have also \"sharpened the divide between those at the table and those left behind,\" Mr. Garrick said.</p><p>About a decade ago, the Waltons began enlisting environmental charities it supports to advocate its causes. In states and Washington, D.C., they have pressed for policies that encourage \"water marketing and other projects that improve water efficiency\" in the Colorado River Basin, according to a 2017 foundation document reviewed by the Journal.</p><p>Walton foundation officials regularly meet with the charities and assign them detailed tasks tied to their grants, according to foundation documents reviewed by the Journal.</p><p>Ms. Trujillo was a lead figure in the foundation's efforts related to the Lower Colorado Basin, which includes Arizona, California and Nevada, according to people familiar with the matter and documents reviewed by the Journal. A March 2017 document details Walton foundation goals, including the achievement of \"a growing water market\" in Arizona.</p><p>A former recipient of Walton funds says his cash was halted after he went off script. For about four years, a Walton-funded Denver charity awarded $60,000 a year to Save the Colorado, a small Boulder, Colo., group focused on restoring water to the river.</p><p>Gary Wockner, founder of the group and now a sharp critic of the Waltons' influence, says his funds were cut off once he began agitating against policies supported by other recipients of the family's funds, such as new dam projects.</p><p>\"I was told 'you're out of alignment'\" with the Walton foundation, he said. A Walton foundation spokesman said Mr. Wockner \"tends to be both litigious and combative, which is not in the spirit of collaboration that we try to bring to this work.\"</p><p>More on the Colorado River</p><p>Further WSJ coverage of this issue, selected by the editors.</p><p>* Colorado River Water Shortage Forces First-Ever Cutback to Southwest States (Aug. 16)</p><p>* Severe Drought Could Threaten Power Supply in West for Years to Come(Aug. 14)</p><p>* West Risks Blackouts as Drought Reduces Hydroelectric Power (June 18)</p><p>* Record Drought Strains the Southwest (March 9)</p><p>* One River's Outsize Impact—and the Threat of Drought (January 2015)</p><p>Write to Scott Patterson at scott.patterson@wsj.com</p><p>The Colorado River Is in Crisis. The Walton Family Is Pushing a Solution.</p>",
  "published": "2021-10-02T09:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 74,
          "end": 81
        }
      ],
      "nexusId": "10042309"
    }
  ]
}