{
  "_id": "dc3299af8d80f6fc9ac859d13950f70e4dba7d5ccfeac71c68b64546279a18ec",
  "feed": "wall-street-journal",
  "title": "Business News: Strong Demand Pushes Up Freight Rates",
  "text": "<p>\"Before Covid and based on the capacity available and the limited new orders, demand and supply would have reached a balance this year and freight rates across the main trade routes were expected to gradually increase,\" said a senior executive at a big Korean shipyard. \"But Covid shook supply chains, freight rates shot up and now everyone is looking at adding more ships.\"</p><p>Daily rates from China to the U.S. West Coast are up 66% since January and more than 400% since the beginning of 2020, according to the Freightos Baltic Index. Spot rates from Asia to Northern Europe are up 92% and 480%, respectively, over the same periods.</p><p>\"Covid has been the biggest boost ever for container ships, with a supercycle which is set to continue,\" said Jonathan Roach, a container analyst at London-based Braemar ACM Shipbroking. \"The rates have gone ballistic and it doesn't look like it will change until next year.\"</p><p>Demand for space on container ships is mainly driven by retailers such as Walmart Inc. and Amazon.com Inc. that have been rushing to restock after a year of supply-chain disruptions related to the pandemic. The high demand is leading to bottlenecks at ports around the world and pushing up prices for commodities and manufactured goods.</p><p>\"We are short of summer sandals and bikinis and we'll probably be short of boots and coats when the winter sets in,\" said Anna Moore, a manager at aclothing and accessories boutique at The Westchester, a mall in White Plains, N.Y. \"Shipping costs have tripled since last year, but merchandise comes in up to 45 days late.\"</p><p>The rush to replenish depleted inventories has left cargo space hard to find and spurred big profit gains at operators including A.P. Moller-Maersk A/S, CMA CGM SA and Hapag-Lloyd AG. Flush with cash, many shipping lines are moving to refresh and expand their fleets.</p><p>In the first five months of this year, 208 container ships worth $16.3 billion were added to the global order book, compared with 120 ships valued at $8.8 billion for all of last year and 114 vessels worth $6.9 billion in 2019, according to London-based marine data provider VesselsValue.</p><p>The ships on order will add carrying capacity totaling more than five million containers, measured in 20-foot equivalent units, a standard maritime industry measure. That is the highest order tally since 2009.</p><p>But the bulk of the new ships won't be delivered until 2023. Mr. Roach estimates that container-shipping demand will rise 8% this year, almost double the rate of new capacity growth.</p><p>\"With tight capacity there will be more pressure on freight rates,\" said Nils Haupt, a spokesman for Germany-based Hapag-Lloyd. \"The pressure is immense with the start of the peak season.\"</p>",
  "published": "2021-07-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 983,
          "end": 995
        }
      ],
      "nexusId": "10042309"
    }
  ]
}