{
  "_id": "15f3e1b70b940f4f375de17f63ff34cd4e96d13734351f08fc1ae6800804e05e",
  "feed": "wall-street-journal",
  "title": "U.S. News: Griffin Tops Crypto Group, Wins Copy of Constitution",
  "text": "<p>The group, organized as ConstitutionDAO, pooled funds from more than 17,000 people over a 72-hour period, with the median donation hovering around $206. ConstitutionDAO said it sought to take the Constitution copy and make it accessible to the public.</p><p>\"The U.S. Constitution is a sacred document that enshrines the rights of every American and all those who aspire to be,\" Mr. Griffin said in a statement issued by Sotheby's. \"That is why I intend to ensure that this copy of our Constitution will be available for all Americans and visitors to view and appreciate.\"</p><p>Mr. Griffin is an unpopular figure among the wave of individual investors whose influence rose during the pandemic through their use of social media to drive up \"meme stocks\" such as AMC Entertainment Holdings Inc. and GameStop Corp. Many such investors suspect that his electronic trading firm, Citadel Securities, an affiliate of the hedge fund, masterminded the decision by Robinhood Markets Inc. and other brokerages to restrict trading in GameStop Corp. on Jan. 28 -- a move that ended a wild rally in the videogame retailer's stock and caused losses for many small investors. Citadel Securities has denied playing any role in the decision.</p><p>On Wednesday, a judge dismissed a suit that accused Robinhood and Citadel Securities of unlawfully colluding to impose the trading restrictions.</p><p>Mr. Griffin said he intends to lend the 1787 folio to Crystal Bridges Museum of American Art in Bentonville, Ark., a museum with free admission founded a decade ago by Walmart heiress Alice Walton. The museum is known for owning Charles Willson Peale's portrait of George Washington and other examples by Thomas Eakins and Marsden Hartley.</p><p>ConstitutionDAO core organizers declined to comment on Mr. Griffin's win. The DAO jokingly tweeted \"how much for citadel?\" shortly after Mr. Griffin was identified as the bid winner.</p><p>Mr. Griffin is well-known in art circles. He sits on the boards of several museums. He also has a wing named after him at the Museum of Modern Art in New York.</p><p>In 2006, he made a splash when Los Angeles music producer David Geffen confirmed that Mr. Griffin paid him $80 million for Jasper Johns's 1959 \"False Start\" -- the most expensive sale at the time for any work by a living artist. Last year, Mr. Griffin paid $100 million for a wall-size work by Jean-Michel Basquiat from 1982.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1526,
          "end": 1533
        }
      ],
      "nexusId": "10042309"
    }
  ]
}