{
  "_id": "cc1b4232dffde9b472e333466edc6e945cf3d01be815daac19ba528b4882ab45",
  "feed": "ftcomall",
  "title": "Scroll through TikTok to see the real stars of the workplace ",
  "text": "<p>Annie Leibovitz has photographed many celebrities: the Queen, Kanye West, John Lennon — and now Mary, an engineering manager. She is among a number of <a href=\"https://www.hyundaiusa.com/us/en/hyundai-x-annie-leibovitz-journeys?cmpid=PM_SM_2021_SEP_HMA_AnnieLeibovitz_MichaelStewart_SOCIAL_NA_Media\">Hyundai employees</a> shot for the carmaker's marketing campaign for its cancer charity. It's also, of course, a sales pitch. </p> <p>The <a href=\"https://www.wundermanthompson.com/insight/employee-led-campaigns\">pandemic sparked a correction in the celebrity market</a>. They suddenly seemed frivolous rather than aspirational. In July last year, British Vogue featured neither models nor actors on its cover but essential workers. Showcasing frontline employees might be new for the magazine but organisations have long used employees to make sales and gain recruits. The UK government has launched a campaign to attract care workers, featuring real carers supporting clients shaving, socialising and living independently. Such stage management inevitably masks problems. Gavin Edwards, senior national officer for social care at Unison, a union, was blunt about “slick adverts” not addressing a “job without sick pay, where poor treatment and exploitation are rife.”</p> <p>Social media has rewritten the rules. Employees may promote themselves as much as the brand — and are liable to spin out of control.</p> <p>I should confess my addiction to TikTok (hello, fellow kids!). Its short videos are compelling: showing everything from chubby babies to visceral grief, it also reveals insights into working life. There are carers complaining about long hours, petrol shortages, burnout, as well as jokes, dances and affection. HGV drivers explain work conditions, loo breaks and where they eat. Banking interns account for their working day, wages and preparing for interviews. </p> <p>These are useful to employers. One recruiter at a consultancy told me that TikTok and YouTube videos by 20-somethings help reach students left cold by recruitment fairs. Real people demystify and humanise the work.</p> <p>This is important at a time when so many workers are quitting their jobs in what's been dubbed The Great Resignation, says Patrick Thelen, assistant professor at San Diego State University. He has researched employee advocacy, saying: “These past 20 months have changed what people expect from their employers. Work-life balance, flexibility, and burnout have become increasingly important topics, and employees are looking for companies that meet their expectations.”&#xa0;</p> <p>It's no surprise that employers want workers to champion the brand on social media — as<a href=\"https://www.modernretail.co/retailers/a-true-influencer-program-inside-walmarts-growing-army-of-employee-tiktokers/\"> Walmart does</a>. Jenna Jacobson, assistant professor at Ryerson University, looks at social media and branding and says that in some cases “there is an exchange of money or gifts”. </p> <p>Paying people for additional work makes sense but can lead to a faux-authenticity which may backfire, as happened with<a href=\"https://www.ft.com/content/29667ca0-c41c-11e9-a8e9-296ca66511c9\"> Amazon</a> when it deployed ambassadors to counter bad news. “If you're asking employees to act like they're having fun, don't expect a positive outcome when they are feeling miserable within your workplace,” says Thelen, who cites<a href=\"https://www.theverge.com/2020/11/4/21549850/gamestop-tiktok-contest-prize-work-hours\"> reports</a> last year of a contest at GameStop asking employees to dance on TikTok to win extra shifts. </p> <p>These relationships can be exploitative. “Companies love to piggyback and co-opt young people's brand-oriented content when it suits them but offer little stability in employment,” says Jenna Drenten, acting chair of the marketing department at Quinlan School of Business, Chicago. Yet the power dynamics are complicated. “Brand ambassadors are representing the [company] and they are brands themselves,” she adds. </p> <p>It's an issue I wrestle with. If I tweet this article, am I promoting myself or the Financial Times? </p> <p>Most importantly, tweets and posts highlight workers' conditions and provide a platform to <a href=\"https://www.tbray.org/ongoing/When/202x/2020/04/29/Leaving-Amazon\">speak out</a>. In the most meta example, last month a product manager <a href=\"https://www.youtube.com/watch?v=pkDXV2g_i7Y\">explained </a>in a YouTube video why she quit her job at TikTok: her reasons included a lack of career development, intense work conditions, lack of diversity and the impact on her health.</p> <p>“I just couldn't be there any more,” she said.</p> <p><a href=\"mailto:emma.jacobs@ft.com\">emma.jacobs@ft.com</a></p> <p>Pilita Clark is away</p><p>Source: Emma Jacobs 2021 'Scroll through TikTok to see the real stars of the workplace ' FT.com 7 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-07T18:00:22.978Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2398,
          "end": 2405
        }
      ],
      "nexusId": "10042309"
    }
  ]
}