{
  "_id": "0ee365f81176ff8838d9fe1d41c8e65f2a23df31af64c41d05da003216a92e18",
  "feed": "ftcomall",
  "title": "Why innovation could stop inflation",
  "text": "<p>It seems that nearly every economic conversation these days revolves around inflation. Each question seems to lead to another. Is it transitory? Will it get worse? If so, when? And for how long? Which of the many factors — including soaring post Covid-19 demand, supply chain shortages, fiscal and monetary stimulus, energy politics, or all the many changes in how we live, work and play post pandemic — should matter most as we try to build a picture of what's happening?</p> <p>In all the debate, one point gets very little discussion: the role of technology as arguably the most important variable in what might happen to inflation over the coming several years. </p> <p>For every inflationary factor, from labour shortages to transportation bottlenecks, fuel costs, or even longer-term pressures like an ageing population, there is a looming technological change that could shift the calculus around pricing in ways that are hard to predict.</p> <p>Consider the clean energy transition. Already, demand for electric vehicles is pushing up the price of commodities such as copper, lithium, nickel, and cobalt. Green vehicles and power plants are much more metal-intensive than the technologies they are replacing. As more companies and nations move towards a carbon tax and seek to limit fossil fuel production, energy prices may rise further in the short term.</p> <p>But the wider timeline is, of course, what matters. While a fast transition to a cleaner world will create some inflationary pressure, it will dramatically cut the cost of climate-related disaster in the longer term. </p> <p>What's more, technological innovation itself eventually lowers costs. Morgan Stanley data show that, short-term spikes aside, commodity prices have trended down for 200 years. That's because every time one energy source became too expensive, a new one was invented to take its place.</p> <p>We might be heading into a cold and expensive winter. But given the plummeting costs of renewable technologies such as solar panels and wind farms (and increasing public and private investment in them) there is good reason to hope that, with time, the final destination could be a much better and cheaper place — one that would put a dent in some of the 1970s stagflation analogies.</p> <p>What about the inflationary aspects of supply chain delays? Some logistics experts believe port backups will last for years. And yet, already, we're seeing the largest and richest companies (Amazon, Walmart and Costco, for example) adjusting to the problem with innovations of their own. </p> <p>Those innovations will include more vertical integration (for example, owning rather than renting some of their own shipping containers to allow more control) but also using artificial intelligence systems to better track deliveries. Autonomous vehicles, both trucks and ships, are getting a new boost of interest. The first autonomous container vessel will be tested in Norway by the end of the year. If such systems smooth traffic, some supply chain-related delays and price pressures would begin to abate.</p> <p>As the internet of things becomes ubiquitous, more companies will use new technologies to improve efficiency. As the chief executive of Ark Investment Management, <a href=\"https://www.ft.com/stream/b4893611-c598-42b1-b13c-ed91b62c68ed\">Cathie Wood</a>, noted in a recent interview, such innovations, which include autonomous mobility, blockchain, gene editing, adaptive robots and neural networks, are more likely to usher in a period of longer-term deflation than inflation, given the depth and breadth of their impact across all areas of business.</p> <p>Certainly, they will disrupt labour markets in ways we can't yet envision. Technology could, for example, play an important role in offsetting the inflationary pressures of <a href=\"https://www.ft.com/content/6d19d4f2-78ce-4a3f-96c2-bc722daf2d63\">ageing baby boomers</a>, who will require more care at exactly the time the labour force is shrinking, by increasing the productivity of existing healthcare workers and the system. </p> <p>China, which has poured $1.5bn into using big data in healthcare over the past decade (and many billions more into artificial intelligence) is likely to be the epicentre of AI-driven diagnostics and healthcare innovation.</p> <p>The politics of using big data in sensitive areas such as healthcare and finance will, of course, vary from country to country, as regulators grapple with the social implications of such cutting-edge technologies. Those differences in national policies could themselves be inflationary if they contribute to cross-border frictions in global business and when it comes to the movement of people, goods and capital. </p> <p>In a multipolar world, there will inevitably be more delays, shortages and supply and demand mismatches in the short term.</p> <p>And yet, the fact that the global economy has become somewhat more fragmented over the past couple of years is also an opportunity for technology-driven innovation that could eventually bring prices down. Think about <a href=\"https://www.ft.com/content/ce337152-a9be-4d23-9fb7-decf4fce6550\">vertical farms </a>that grow produce minutes from where people eat it, <a href=\"https://www.ft.com/content/5bf8072e-ab2f-47b9-a56e-88ab5e9f3a26\">telehealth and virtual education platforms that eliminate travel costs</a>, and 3D manufacturing that cuts through complex and far-flung supply chains. </p> <p>These are just a handful of the many new technologies that are currently booming. The change such innovation could bring is arguably the only major disinflationary trend right now. But it may prove to be the most powerful.</p> <p><a href=\"mailto:rana.foroohar@ft.com\"><em>rana.foroohar@ft.com</em></a></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/c70bd427-5542-42be-917b-2ed06cd4f497\"><em>The inflation debate always succumbs to technology</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/c70bd427-5542-42be-917b-2ed06cd4f497\"><em>From Daniel Plant, President, Plant Dynamics, New Haven, CT, US</em></a></p><p>Source: Rana Foroohar 2021 'Why innovation could stop inflation' FT.com 7 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-07T15:12:06.493Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2426,
          "end": 2433
        }
      ],
      "nexusId": "10042309"
    }
  ]
}