{
  "_id": "596278e61d6cc33b18597dec9587ab05da820f98f6cab3e5e6c813d88c783a24",
  "feed": "wall-street-journal",
  "title": "Instacart Expands Into Digital Ads as Delivery Slows",
  "text": "<p>Fidji Simo, Instacart's newly appointed chief executive officer, said, \"We have such a big opportunity. The challenge is executing fast enough to capture it.\"</p><p>Ms. Simo, who spent a decade at Facebook and helped lead its mobile platform, said Instacart's specialization in groceries can give it a strong position in consumer-products advertising.</p><p>Instacart and other grocery-delivery services, such as DoorDash Inc., GoBrands Inc. and Uber Eats, became valuable to U.S. supermarkets last year as Covid-19 led more consumers to do more shopping online.</p><p>But delivery companies have struggled to turn consistent profits, with rising labor and transportation costs squeezing profit margins. Venture-capital-backed Instacart, which plans to go public, doesn't disclose financials.</p><p>For Instacart, advertising is a way to boost sales and deepen its connection with users, executives said. Food and consumer brands' spending on digital advertising is projected to rise about 32% this year, according to research firm eMarketer. Brands are leaning more on websites and apps to reach consumers and less on traditional in-store deals and television spots.</p><p>Instacart's ad business generated about $300 million in revenue last year. The company seeks to increase it to $1 billion by next year, according to a person familiar with the matter. Instacart said it doesn't compete with retailers but rather helps them achieve higher sales and provides them with data on which items sell and how well.</p><p>It said it gives retailers information on orders placed through the platform, working with them to analyze the data and ways to apply it. This helps retailers build better relationships with shoppers, and consumers benefit from cheaper deals.</p><p>Instacart views advertising as a service for grocers that aren't equipped to build their own tech platforms, Ms. Simo said, much the way it views its delivery service. For Instacart, selling ads is also a way to offset the costs of delivering groceries, industry executives said.</p><p>Instacart started investing more heavily in the ad business in 2019, when it hired an executive from Amazon.com Inc.</p><p>Today, it is centered on search advertising, in which brands submit bids to secure placement and priority when consumers search for certain products or categories on Instacart's website or mobile app.</p><p>As part of some ad campaigns, Instacart also offers free delivery with certain purchases, in addition to coupons and deals.</p><p>It recently introduced display advertising, consisting of graphics or banners on its webpages, and it is building email marketing and other ad formats. Ms. Simo said Instacart plans to offer new ad products through video, audio and other media.</p><p>Providing more options gives advertisers greater value, Ms. Simo said, as more companies join the Instacart platform and push up bids for search-result placement.</p><p>\"We saw similar things on Facebook,\" she said.</p><p>Shortly after taking over Instacart, Ms. Simo hired Carolyn Everson as president. Ms. Everson previously oversaw Facebook's relationships with advertisers. Earlier in the year, Asha Sharma joined Instacart as chief operating officer. She led Facebook's communication features such as Messenger.</p><p>Big supermarket chains are pursuing the same market. Walmart said in August that its own ad business has nearly doubled from a year ago, and the retailer is investing further in the high-margin business. Kroger said its digital media arm is one of the fastest-growing parts of its overall business.</p><p>When Instacart started selling advertising, industry executives said, its grocery-store customers didn't view it as a competitor as long as it didn't try to compete for in-store ad budgets that pay supermarkets for shelf placement. Consumer-food brands maintain separate budgets for media, including digital advertising.</p><p>However, the digital ad area has become much more competitive in recent years, with Amazon gaining share and catching up to Alphabet Inc.'s Google and Facebook.</p><p>\"Practically, any platform getting ad dollars is competition,\" said Cara Pratt, senior vice president of Kroger's advertising and marketing.</p><p>Kroger has data on how its customers are shopping in person -- and more information than online-focused ad platforms have, Ms. Pratt added. Kroger is rolling out new ad products on its websites and continues to work with other ad publishers including Facebook and Roku Inc.</p><p>Steakhouse Elite, a maker of burgers and other beef products, started advertising on Instacart in May after studying other platforms including Kroger and Target Corp.'s Shipt, said CEO Ty Freeborn. He said he likes that his products can appear on websites of various retailers that Instacart serves, giving him more bang for his buck.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-09-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3250,
          "end": 3257
        }
      ],
      "nexusId": "10042309"
    }
  ]
}