{
  "_id": "bc699f1d6c25e4c5d60bc6c609ef6790c808f81f68d9d44d545365d123b68aa1",
  "feed": "wall-street-journal",
  "title": "Amazon Says Fully Vaccinated Workers Can Skip Face Masks; Warehouse employees with proof of Covid-19 vaccination can go maskless starting Nov. 2",
  "text": "<p>Amazon.com Inc. is relaxing its mask-wearing rules for U.S. employees, letting those who are fully vaccinated against Covid-19 work in its warehouses without a face covering.</p><p>The online shopping giant, which has about one million employees in the U.S., had let vaccinated employees go maskless in the spring, but changed course in August as the highly transmissible Delta variant spread.</p><p>Amazon told employees they could ditch their masks if they are fully vaccinated starting Nov. 2, unless federal, state or local laws say otherwise.</p><p>\"Vaccines are universally available across the U.S. and vaccination rates continue to rise which enables the ability to return to our previous mask policy,\" the company told workers in a message. The news was first reported by CNBC. </p><p>With about 1 million employees in the U.S., Amazon is the nation's second-largest private employer after Walmart. PHOTO: Jeremy M. Lange for The Wall Street Journal</p><p>Amazon, the second-largest private employer in the U.S. after retailer Walmart Inc., hasn't mandated that workers be vaccinated. Those who want to go without a mask have to show proof of vaccination.</p><p>Around 69.6% of the U.S. adult population is fully vaccinated against Covid-19, according to the Centers for Disease Control and Prevention.</p><p>Amazon Says Fully Vaccinated Workers Can Skip Face Masks</p>",
  "published": "2021-11-01T23:19:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1005,
          "end": 1012
        },
        {
          "start": 1005,
          "end": 1017
        },
        {
          "start": 874,
          "end": 881
        }
      ],
      "nexusId": "10042309"
    }
  ]
}