{
  "_id": "42398fa5c93d3d03ede6325f7a8e4228b9e90021bb70e0da1f4e47bbf0ccf763",
  "feed": "ftcomall",
  "title": "Morrisons' share price surges beyond CD&R's bid offer",
  "text": "<p>The battle for Wm Morrison looks set to enter a fourth month after shares in the supermarket chain surged above the level of the latest takeover proposal.</p> <p>The stock closed on Friday at 291p, above the 285p per share that private equity group Clayton, Dubilier and Rice offered for it on Thursday night. The bid, a substantial increase from CD&amp;R's previous <a href=\"https://www.ft.com/content/da5c8b25-3535-41d6-80c4-944340d17e42\">230p</a> approach, has secured a recommendation from the grocer's directors. </p> <p>Fortress Investment Group, which is leading a rival consortium bidding for the group, said it was “considering its options” and urged Morrisons shareholders to take no action. The group, which is owned by Japan's SoftBank, had previously bid 270p.</p> <p>Nick Coulter, food retail analyst at Citi, said the saga was “entering the land of 10p increments” but said the tone of Fortress's holding statement suggested it would return to the fray. Fortress declined to comment.</p> <p>CD&amp;R has indicated it will publish a formal circular around September 6, with Morrisons shareholders due to vote on the proposal in early October. </p> <p>It is possible that the UK's takeover regulator will intervene and order a formal auction process as it did recently in the <a href=\"https://www.ft.com/content/ab7753be-8bc8-4e0d-b00e-edcae1809b18\">takeover battle</a> for inhaler manufacturer Vectura.</p> <p>CD&amp;R, which counts former Tesco chief executive Sir Terry Leahy among its advisers, <a href=\"https://www.cdr-inc.com/disclaimer-morrisons\">said late on Thursday</a> that it was “delighted to have the opportunity to support the management of Morrisons in executing their strategy to grow and develop the business” and that it valued Morrisons' “distinctive business model”.</p> <p>Andrew Higginson, Morrisons' chair and a colleague of Leahy during his spell at the helm of Tesco, said the US private equity group's offer “represents good value for shareholders while at the same time protecting the fundamental character of Morrisons for all stakeholders”.</p> <p>The price comes at a 60 per cent premium to the last close of Morrisons' shares before the original CD&amp;R bid was revealed. It values the group's equity at £7bn, compared with £6.7bn under the Fortress proposal. Morrisons also had £3.2bn of net debt at its financial year-end in January.</p> <p>Analysts warn that the escalating prices meant it would be harder for either operator to make a decent internal rate of return — a yardstick for private equity takeovers — without selling some of Morrisons' assets to raise extra cash. </p> <p>But both sides have pledged to respect the legacy of Sir Ken Morrison, the son of the group's founder, potentially restricting their ability to do so. </p> <p>Coulter estimates that selling and leasing back Morrisons' warehouses could raise £1.2bn, while Fortress has indicated it might also sell the group's fuel forecourts. Asda, which was taken over by TDR Capital and the Issa brothers in February, has done both.</p> <p>However, he added that CD&amp;R would benefit from synergies of at least £50m between Morrisons and Motor Fuel Group, which it also controls, and that these could give it additional firepower.</p> <p>If successful, the CD&amp;R transaction would also reunite Leahy with Morrisons chief executive Dave Potts and chief operating officer Trevor Strain, both of whom worked under him at Tesco.</p> <p>Morrisons' board first recommended a <a href=\"https://www.ft.com/content/cdd0219a-6acb-4e17-be9f-69c54c85e330\">252p-a-share bid</a> from Fortress last month, but Fortress pre-emptively raised it weeks later in a move designed to derail CD&amp;R and respond to shareholders who had indicated they <a href=\"https://www.ft.com/content/4247e8aa-fa11-4051-9c46-7f891f7079fb\">would not accept</a> its earlier bid.</p><p>Source: Jonathan Eley and Kaye Wiggins 2021 'Morrisons' share price surges beyond CD&amp;R's bid offer' FT.com 20 August. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-08-20T17:15:23.060Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}