{
  "_id": "760da0e4d52e99a4d99397c20a738504452a8bf8878812555eeade1af4175fdd",
  "feed": "wall-street-journal",
  "title": "Target, TJX Post Strong Sales, Say They Have Plenty in Stock for Black Friday; Retail chains, like Walmart, say that shoppers returned to stores and that they pulled forward inventory to avoid supply-chain snarls",
  "text": "<p>Target said comparable sales, those from stores or digital channels operating at least 12 months, rose 12.7% for the quarter ended Oct. 30. The company's operating profit margins declined as the discounter absorbed higher expenses.</p><p>TJX, owner of off-price chains TJ Maxx, Marshalls and HomeGoods, said comparable sales for open stores increased 14% from fiscal 2020, while net sales rose 24% from the previous year, to $12.5 billion.</p><p>Shares of Target declined 4.7% Wednesday, while TJX shares advanced 5.8%. Target shares have gained more than 40% year to date, while TJX shares were little changed over the same period.</p><p>On Tuesday, Walmart's shares also fell after reporting strong sales growth but lower profits than some investors had anticipated considering the high sales growth. \"While 9% comps was a fun surprise, the lack of earnings was a frustrating shock,\" said Brandon Fletcher, a retail analyst at Bernstein.</p><p>On a call with reporters, Target Chief Executive Brian Cornell said, \"We've seen strength throughout the year.\" Sales rose strongly in each of the five main categories the retailer sells, he said. \"We've made a big investment in both inventory and in staffing to make sure we are going to be there to provide the items the guest is looking for and great service.\"</p><p>Target—like Walmart Inc., Home Depot Inc. and others—has pulled forward some shipments of goods and chartered its own vessels to counteract transportation disruptions heading into the holiday season when most retailers earn a significant portion of annual revenue.</p><p>Walmart and Home Depot reported strong sales Tuesday. Walmart said its inventory position is strong heading into the holidays.</p><p>Target said inventory for the quarter rose 17.6% compared with the same period last year. It has focused on keeping prices lower than competitors, as prices rise generally for a host of goods, said Mr. Cornell. \"We think value is going to be a critically important battle,\" he said.</p><p>TJX said its inventory as of Oct. 30 was at $6.6 billion, up from $6.3 billion in fiscal 2020. \"We are in an excellent inventory position, with most of the product needed for the holiday season either on hand or scheduled to arrive at our stores and online in time for the holidays,\" said CEO Ernie Herrman.</p><p>Target's revenue hit $25.7 billion in the quarter, up from $22.6 billion in the same period last year. Net earnings rose to $1.5 billion in the quarter, up from $1 billion in the same quarter last year.</p><p>Adjusted earnings per share rose to $3.03 from $2.79 last year.</p><p>Spending per transaction fell 0.2% during the quarter, while traffic rose 12.9%, a sign that shoppers are heading to stores or online to buy more frequently, but don't feel the need to buy a lot at once as was the case earlier in the pandemic.</p><p>Holiday Shopping</p><p>Read more WSJ coverage, selected by the editors:</p><p>* Walmart Raises Forecast and Says Shelves Are Stocked for Holiday Shoppers (Nov. 16)</p><p>* Stores to Customers: You're Already Behind on Your Christmas Shopping (Oct. 27)</p><p>* Shoppers Find Discounts Are in Short Supply This Holiday Season (Oct. 25)</p><p>The retailer raised its sales guidance for the final quarter of the year. It now expects high-single-digit to low-double-digit percentage growth in comparable sales, compared with a previous estimate of high-single-digit sales growth. Target continues to expect that its full-year operating income margin rate will be 8% or higher.</p><p>TJX estimated that temporary store closures associated with the Covid-19 pandemic cost the company approximately $1.4 billion to $1.6 billion in lost sales in the first nine months of its current fiscal year. TJX is more vulnerable to store closures than other large retailers because only a small portion of its sales are digital.</p><p>For the latest quarter, TJX reported net income of $1 billion and earnings per share of 84 cents on a diluted basis, beating Wall Street's expectations.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com and Charity L. Scott at Charity.Scott@wsj.com</p><p>Target, TJX Post Strong Sales, Say They Have Plenty in Stock for Black Friday</p>",
  "published": "2021-11-17T15:36:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1298,
          "end": 1305
        },
        {
          "start": 99,
          "end": 106
        },
        {
          "start": 1605,
          "end": 1612
        },
        {
          "start": 1298,
          "end": 1310
        },
        {
          "start": 633,
          "end": 640
        },
        {
          "start": 1551,
          "end": 1558
        },
        {
          "start": 2848,
          "end": 2855
        }
      ],
      "nexusId": "10042309"
    }
  ]
}