{
  "_id": "018ed77159f5fae30c526d0ca6152211fc5e03483f8befa82dfdcc32d1e4a9f5",
  "feed": "wall-street-journal",
  "title": "Walmart Overhauls Ad-Sales Unit to Step Up Tech Efforts",
  "text": "<p>\"We built a pretty substantial media business and are investing in new capabilities and products that allow us to pivot from a traditional media business to a closed-loop omnichannel media company,\" Ms. Whiteside said. The group has doubled its advertisers and revenue in the past year, she added. Walmart declined to discuss revenue figures.</p><p>The company worked with advertising technology company Trade Desk Inc. to create a so-called demand-side platform that will let brands use Walmart data to send targeted digital ads to consumers across the web. Previously, most advertisers used the company's data to show ads to shoppers on Walmart properties such as its website and app.</p><p>Large retailers such as Walmart, Kroger Co. and Target Corp. have been investing in digital ad offerings to generate new revenue and help their suppliers reach a fast-growing crowd of online shoppers.</p><p>While Walmart has a tiny share of ad revenue compared with tech giants like Alphabet Inc.'s Google, Facebook Inc. and Amazon.com Inc., its access to in-store and online shopper data will set its demand-side platform apart from some rival ad sellers and help it compete for a larger slice of marketers' dollars.</p><p>The company will also start selling ad space on the many checkout and display screens across its 4,500 stores, with the goal of eventually letting advertisers buy personalized ads that target shoppers.</p>",
  "published": "2021-01-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 298,
          "end": 305
        },
        {
          "start": 888,
          "end": 895
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 633,
          "end": 640
        },
        {
          "start": 482,
          "end": 489
        },
        {
          "start": 705,
          "end": 712
        }
      ],
      "nexusId": "10042309"
    }
  ]
}