{
  "_id": "d521b9aca7bc239e925c9e6cc95e790fd3797936fe7ef3317fa8a935ac2169ed",
  "feed": "ftcomall",
  "title": "Office Depot rejects $2.1bn takeover bid from rival Staples",
  "text": "<p>The owner of Office Depot has rebuffed a $2.1bn takeover bid from its larger rival Staples, saying it was open instead to negotiating a more limited deal between the two largest US bricks-and-mortar stationery retailers.</p> <p>In a letter sent to Staples' board on Tuesday, ODP's chairman Joseph Vassalluzzo highlighted the risk that regulators would block the tie-up on antitrust grounds, which could cause “significant damage” to its business.</p> <p>The rejection comes a week after Staples, controlled by US private equity group Sycamore, <a href=\"https://www.ft.com/content/5cff7395-cc4c-47a9-a928-9be44e79a2a8\">offered to pay</a> $40 per share in cash for ODP — a more than 60 per cent premium to ODP's average closing share price over the 90 days prior to the bid.</p> <p>Staples' unsolicited bid is the chain's third attempt to acquire its smaller rival. A federal judge four years ago blocked what was then a $6.3bn offer for ODP on the basis that it would hurt competition. A merger attempt was also thwarted in 1997, when the two companies planned to create “Staples the Office Depot”.</p> <p>Pointing to regulators' previous objections, Mr Vassalluzzo wrote on Tuesday that the latest attempt to combine was likely to involve a “prolonged and expensive regulatory review process with no guarantee of success”.</p> <p>He put forward alternative proposals for how the two groups could join forces, suggesting that Staples either make an offer to acquire ODP's retail and consumer-facing ecommerce operations, or set up a joint venture with its retail arm.</p> <p>“Such a transaction could be executed more efficiently and with far greater certainty and less regulatory risk than your proposal,” he wrote.</p> <p>Staples is convinced the changing nature of the market will be sufficient to secure regulatory backing and push forward with a deal that will allow it to make sizeable cost savings.</p> <p>Since the previous merger attempt, both retailers have struggled to compete with Amazon and other ecommerce sites, as well as traditional retailers including Walmart.&#xa0;</p> <p>However, Mr Vassalluzzo said that if Staples wanted to acquire the whole company, it should bear the regulatory risk. He called for a “hell or high water” clause, under which Staples would agree to pay ODP shareholders regardless of the regulatory outcome.</p> <p>He also said the cost savings generated by the proposed merger with Staples could be obtained by staying independent.</p> <p>Staples said last week that it would consider increasing its offer for ODP if the company agreed to sell some of its assets, including CompuCom, a business ODP acquired in late 2017 for $1bn, or its US business-to-business division. </p> <p>ODP said on Tuesday it was already planning to sell CompuCom. It added that Staples was suggesting the divestiture of its business-to-business unit “to a hypothetical third-party buyer that has yet to be identified, on terms yet to be proposed”.</p> <p>Shares in ODP were little changed at the open in New York, trading at $46 — above the offer price.<br></p><p>Source: Ortenca Aliaj, James Fontanella-Khan and Alistair Gray 2021 'Office Depot rejects $2.1bn takeover bid from rival Staples' FT.com 19 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-19T13:28:16.321Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1936,
          "end": 1943
        }
      ]
    }
  ]
}