{
  "_id": "46354d16d224cc852d523be907d68a84b5eb264b2d6eb7e65ed4fc69f9cc9845",
  "feed": "wall-street-journal",
  "title": "Black Friday Brought Shoppers Back to Stores; Sales rose as people returned to bricks-and-mortar locations, data shows; 'I'm tired of not going out'",
  "text": "<p>U.S. shoppers spent more time and money at bricks-and-mortar stores over the Thanksgiving holiday weekend than the same period last year, though foot traffic remained below pre-pandemic levels.</p><p>The rebound marks a reversal from 2020 when the pandemic accelerated a yearslong shift of holiday spending occurring online at the expense of in-store shopping. It also shows retailers were able to secure spending on the key Black Friday selling day, analysts say, even though discounts weren't as prevalent this year and they spent weeks nudging customers to shop earlier in the season.</p><p>RetailNext, a firm that tracks shopper counts in thousands of stores with cameras and sensors, said store traffic rose 61% this Black Friday compared with last year but was down 27% from 2019. Sensormatic Solutions, another firm that tracks store traffic, said Black Friday traffic rose 48% from last year, but was 28% lower than in 2019. </p><p>Shoppers with their purchases at The Outlet Shoppes at Atlanta in Woodstock, Ga., on Friday. PHOTO: Arvin Temkar for The Wall Street Journal</p><p>\"Part of that is attributed to Covid fatigue,\" said Brian Field, a senior director at Sensormatic. \"Part of that is that there is a continued push earlier in the season for shopping,\" he said.</p><p>The Thanksgiving holiday weekend was also the first time in years that online retail sales didn't increase from the prior year, according to some industry estimates. Online Black Friday sales fell to $8.9 billion from $9 billion last year, according to Adobe Inc., while Thanksgiving Day online sales were roughly flat at $5.1 billion, the first time sales didn't increase since Adobe started tracking the figures in 2012.</p><p>Ginny Rogers, a 57-year-old operator of a car-repair shop, said she did all her Christmas shopping online last year to avoid stores during the pandemic. This year she returned to the Walmart where she typically shops on Black Friday, near her home in Cairo, N.Y.</p><p>\"I'm tired of not going out,\" said Ms. Rogers, piling her cart with sheets, socks and other sale items she likes to give as gifts. \"It's nice to be back.\"</p><p>Overall sales on Black Friday were robust as expected by many industry consultants and executives. As of midafternoon Friday, sales rose 29.8% compared with the same period last year, with sales in stores rising 42.9%, according to Mastercard SpendingPulse, which tracks sales activity online and in stores within the Mastercard payments network, combined with estimates for all other forms of payment, including cash.</p><p>\"It speaks to the strength of the consumer,\" said Steve Sadove, senior adviser for Mastercard and former chief executive of Saks Inc.</p><p>The National Retail Federation, a trade group, expects U.S. retail sales during November and December to rise by a record 8.5% to 10.5% from a year ago to as much as $859 billion. The average increase was 4.4% over the past five years. The forecast was made before the World Health Organization declared Friday that a new strain of the coronavirus, first detected in southern Africa, was a global \"variant of concern.\" The move triggered worries that travel restrictions and other curbs would spoil the global economy's recovery.</p><p>Overall online shopping during the holiday season has been spread over a longer period than in past years.</p><p>Shipping delays and a year and a half of pandemic-related product shortages nudged customers to buy early, retail executives have said in recent weeks. Sixty-one percent of shoppers surveyed by the NRF said they had started their holiday shopping before Thanksgiving, up from 51% a decade ago.</p><p>More consumers are feeling flush this year than last, benefiting from a strong labor market. Household spending rose 1.3% in October from a month earlier, while personal income increased 0.5% last month, the Commerce Department said last week. Consumers are spending at a faster pace than inflation, which recently hit a three-decade high.</p><p>Michelle Jamal, a nurse from Yonkers, N.Y., cut back on holiday shopping last year after pausing work because of Covid-19 safety concerns. This year, she plans to buy gifts for 10 to 15 people, both online and in stores, she said Friday at the Cross County Shopping Center in Yonkers. \"It feels good to be out here,\" she said.</p><p>Surging demand for products, along with Covid-19-related manufacturing slowdowns and transportation constraints, has strained supplies of certain goods. Many large retailers such as Walmart Inc. and Target Corp. were able to bring in inventory ahead of the holidays, and executives have said they are well-stocked for the season in recent weeks. Some smaller chains, including Gap Inc. and Victoria's Secret &amp; Co., are scrambling to keep their shelves stocked. Last Tuesday, Gap predicted supply-chain disruptions would result in about $550 million to $650 million in lost sales.</p><p>Some shoppers expecting to find many items out of stock over the weekend were surprised to find full store shelves.</p><p>\"We went to Best Buy, and they have everything, it was the most I'd ever seen,\" said Lila Leu, 29, of Yonkers, who was shopping at a mall with her mom, Stacey Breindel, on Friday morning. </p><p>While Black Friday visits to bricks-and-mortar locations including in Lower Manhattan rebounded, they remained below pre-pandemic levels. PHOTO: Thalia Juarez for The Wall Street Journal</p><p>Monica Adames said it was her first time shopping on Black Friday, but she wasn't yet buying much because she couldn't find what she wanted as she browsed stores at The Shops at Atlas Park, an outdoor mall in Glendale, N.Y.</p><p>She wasn't able to find the hoodies she plans to give her nephews, said the 50-year-old who lives in the Bronx borough of New York City. \"You would think it would be easy to find,\" she said. \"I've been to several stores over a couple of weeks and nope. They have the ones with the half zipper, but not the whole zipper.\"</p><p>Overall, the early start to the season had many shoppers buying more, as retailers hoped by kicking off the season early.</p><p>\"Walmart had Black Friday in the beginning of November, so I got most gifts then, online,\" said Alyson Boice, as she walked through the Walmart store near her home in Palenville, N.Y., early Friday morning. \"I came grocery shopping, but now I'm buying,\" said the 39-year-old, her cart filled with craft sets and other toys.</p><p>\"I was like, 'Darn it!,\" she said, \"I'm spending more because Black Friday is throughout the month.\"</p><p>Sharon Terlep and Charity L. Scott contributed to this article.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Black Friday Brought Shoppers Back to Stores</p>",
  "published": "2021-11-28T22:21:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 6121,
          "end": 6128
        },
        {
          "start": 1861,
          "end": 1868
        },
        {
          "start": 4429,
          "end": 4441
        },
        {
          "start": 5986,
          "end": 5993
        }
      ],
      "nexusId": "10042309"
    }
  ]
}