{
  "_id": "8c06a8bda9a12a60adbf49611a6057b20382e3be8075ee9ec79ab0ea22c1bfe1",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL  --- Scarce Supplies Spook  Halloween Shoppers  ----  By Alex Janin",
  "text": "<p>   Shoppers seeking witches, ghosts and severed heads to decorate their homes for Halloween are finding something truly scary this year: empty shelves. </p><p>   The supply-chain snarls that have shaped much of life in the pandemic are now responsible for shortages of Halloween decor and costumes. Consumers and suppliers alike are getting creative and planning ahead. </p><p>    Ben Wieber, a 27-year-old professional-services consultant in Kalamazoo, Mich., struck out trying to purchase a miniature haunted house in-store to add to his Lemax Spooky Town collection, a line of Halloween-themed animatronic figurines and buildings. He was also broadly disappointed in the amount of Halloween decor available at stores near him. </p><p>   \"I went to Lowe's, Home Depot, T.J. Maxx, HomeGoods and I'm already seeing Christmas stuff replace the Halloween stuff, which is ridiculous,\" Mr. Wieber says. \"I'm like, hello? Are we just skipping Halloween this year?\" </p><p>   A Home Depot spokeswoman says stock on its Halloween items went quickly \"as consumers are engaged with decorating again this year.\" Lowe's says the company's stores have stocked both Halloween and Christmas merchandise earlier than usual this year. T.J. Maxx and HomeGoods declined to comment. </p><p>   The National Retail Federation predicts that Halloween spending will reach $10.1 billion this year, up from a record $9.1 billion in 2017. Two-thirds of Americans plan to celebrate by handing out candy, decorating their homes, dressing up and more. That is almost back to pre-pandemic levels, according to NRF data. </p><p>   For those who haven't yet bought costumes and decorations, the news may be grim. Of more than 8,000 consumers surveyed in the first week of September, 45% said they planned to shop for Halloween in September or earlier, and additional 39% planned to shop during the first two weeks of October, according to NRF. </p><p>   \"[Our selection was] really good between the middle of September and the end of September. Once October hit it was just gone, gone, gone,\" says Kam Featherstone, an employee at Spirit Halloween in Layton, Utah. </p><p>   A Spirit Halloween spokesperson confirms that the company has \"experienced a few scares this Halloween season\" with product delays and increased shipping costs. </p><p>   Home Depot sold out of prerelease Halloween products almost immediately this year, Ted Decker, the retailer's president and chief operating officer, said in a mid-August earnings call. </p><p>   On the Instagram page for arts-and-crafts chain Michaels, an Oct. 1 photo of pumpkins piled high beside someone holding a coffin-shaped sign garnered comments from fed-up customers. \"I've been to every store in my area and there's barely anything on your shelves for halloween,\" one wrote. In a response to the customer, the Michaels account noted that \"we had some shipping delays this year\" and the company was waiting on more inventory. </p><p>   Trick or Treat Studios in Santa Cruz, Calif., designs and supplies Halloween masks and costumes for Target, Walmart and Spirit Halloween. It began ordering products in February, several months earlier than normal, says Mark Lippert, who manages the company's global supply chain. He says retailers have been generally understanding of the delays and have waived late fees. </p><p>   \"Things have been a bit brutal,\" Mr. Lippert says. \"If you want a store-bought costume, you had better be ordering it now.\" </p><p>   Franco Pacini, co-owner of costume mask company Zagone Studios in Melrose Park, Ill., says the skyrocketing price of freight shipping and rising prices on items like foam are stretching the business financially. The company has met demand by ordering early and working seven days a week, he says. It has already placed orders for next Halloween. </p><p>   Some retailers are splurging on airfreight to avoid the backlog of container ships at U.S. ports, says Katherine Cullen, NRF's senior director of industry and consumer insights. Other, smaller shops are buying up vintage or used masks, costumes and other paraphernalia from local collectors. They are also buying old inventory from stores that went out of business during the pandemic, said Ed Avis, executive director of the National Costumers Association. </p><p>   Amy Cobaugh, 49, an avid Halloween decorator in North Canton, Ohio, got creative when she couldn't find any fake spider webs to decorate her yard. She instead bought 10 pounds of elastic netting used to wrap meat. </p><p>   She bought her first Halloween item in July this year: a miniature haunted house that lights up and emits spooky piano chords, thunder and ghoulish howls. She wondered if it was silly to buy Halloween decor so early. </p><p>   \"I think because of that pandemic I wanted my spirits lifted a little bit,\" Ms. Cobaugh says. \"I'm glad I did, because when I went back in August, it was sold out.\" </p><p>   In Michigan, Mr. Wieber continues assembling his \"creepy demon\" Halloween costume one component at a time. </p><p>   \"I went to one website to find a mask, went to a different website to find big latex hands to go along with the mask,\" he says. \"I will have to find a large black cloak to tie it all together.\" </p><p></p>",
  "published": "2021-10-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2953,
          "end": 2960
        }
      ]
    }
  ]
}