{
  "_id": "9c7a28a9fe9380a80818f99e663cafb9de4b32db500e8feb700046a847dc9775",
  "feed": "ftcomall",
  "title": "The De Tomaso Mangusta is virtually extinct. That's what makes it so appealing",
  "text": "<p>Every classic car has a backstory that'll get its raconteur owner through a couple of glasses of Barolo over dinner: an incident, a&#xa0;design quirk, a heroic racing moment. One of the most beautiful classics, but among the least recognised, the <a href=\"https://detomasodc.co.uk\">De Tomaso Mangusta</a> is disproportionately blessed with stories – involving everything from an oak tree as a design influence to pop princess Kylie Minogue. &#xa0;</p> <p>It begins with the name. Whether from fun or malice is unclear, but it's alleged that the Mangusta was so called – it translates as Mongoose – when an engine supply spat occurred between De Tomaso and legendary car modifier Carroll Shelby. Shelby created several high-performance cars, mainly for&#xa0;Ford, but notably the sledgehammer Shelby AC Cobra. The mongoose, of&#xa0;course, eats cobras.</p> <p>Around 401 Mangustas, created by Italian design demigod <a href=\"https://www.autocar.co.uk/slideshow/brilliant-car-designs-giorgetto-giugiaro\">Giorgetto Giugiaro</a>, were handbuilt in Italy between 1967 and 1971 by Argentine F1 driver Alejandro de Tomaso's car company. The then-futuristic wedge shape, just 1.1m high, shouted “Italiano” from every angle. But its bellow was American. While Ferrari merged art and engineering in its intricate V12 engines, the 155mph Mangusta was muscled along by its 230 to 306bhp Ford V8s that had a fraction of the number of components – and spares literally available in Walmart. Unreliability-intolerant Americans liked that.&#xa0;</p> <p>Some 250 Mangustas went to the US, while 150 stayed in Europe. Perhaps 230 survive globally, eight of them in the UK and two of those right-hand-drive. If you're buying one for £150,000, then budget a&#xa0;further £150,000 to&#xa0;restore it, says <a href=\"http://detomasodc.co.uk\">De Tomaso UK Drivers Club</a>&#xa0;secretary Richard Pogson. Think £350,000 for perfection – but be mindful that “perfection” in a De Tomaso varies car-to-car. Remember also that they're uncomfortable for taller drivers. And can be tricky handlers. </p> <p>Prime Mangustas hover around £250,000, with prices projected to reach £450,000 within a decade, says St Louis car broker <a href=\"https://schmitt.com\">Daniel Schmitt</a>, who has two in his showroom: one with the European quad-headlamp front end ($369,900), the other with “pop-up” lights hastily designed for the US market ($379,900). New, they were around $12,000. “They were radical for their day,” he says. “In my opinion a better visual design than '60s Ferraris.”&#xa0;</p> <p>Pogson agrees collectability is on the up&#xa0;– his cost £50,000 in 2007. It's now a £300,000 show-standard car. He intends to&#xa0;keep it that way, so has never driven it.&#xa0;</p> <p>“I've had Ferraris, but the Mangusta has&#xa0;stayed with me. It wasn't bought for investment – it's very driveable,” counters architect John Braithwaite, who bought one&#xa0;in Rome unseen in 1986. He's covered 40,000 miles in it. The most valuable in existence is a rumoured owned-from-new example in a collection in Lancashire.</p> <p>“Mangustas are art,” says Michael Fisher, managing director of marketing services group <a href=\"https://www.linney.com/services/digital/\">Linney</a>, who owns “the Kylie car” – which featured in Kylie Minogue's 2001 video for “Can't Get You Out Of My Head”. “You won't find a more enchanting shape. I have a Jaguar E-Type, and the Mangusta is an aero wedge compared to the E-Type's soft curves. It's an especially good piece of Italian design.” Fisher found the car, which is undergoing nut-and-bolt restoration, at Roger Brotton's De&#xa0;Tomaso restorer <a href=\"https://threepointfour.co.uk\">3PointFour</a> three years ago. He bought it on the spot. “You can see the panel-beaters' marks: they shaped some panels using the roots of an oak tree as&#xa0;a template. They're different on every one.”</p> <p>The other “celebrity” Mangusta is the <em>Kill Bill</em> car – it appeared in the film for mere seconds and is now in a private collection. Such moments of Mangusta fame are scarce. Says Brotton: “Few come up for sale, a handful worldwide at any one time. Parts are rare, none cheap. If buying, get the car checked very carefully – they were corroding even as they left the factory.”</p> <p>Knowing them inside-out, says Pogson, is crucial. With an all-time-high De Tomaso club membership of 96 in 2021, that indicates how few do. “I'm shocked at how few people are aware of De Tomasos,” he adds. “At shows I'm asked if they're kit cars, I'm told they're not ‘proper' thoroughbreds, or that they are ‘bastards' with their Ford engines in an exotic shell. If I display mine&#xa0;and open up the gullwing engine covers, people look at it like it's just landed from outer space.” </p> <p>Perhaps that's why devotees can't get them out of their heads.</p><p>Source: Iain Macauley 2021 'The De Tomaso Mangusta is virtually extinct. That's what makes it so appealing' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-15T10:55:56.929Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1302,
          "end": 1309
        }
      ]
    }
  ]
}