{
  "_id": "19572b3b3cbe38958796e8ef202b704f81a0145bcc9b06d058ea99d465ac42bd",
  "feed": "market-watch",
  "title": "Dow rallies over 200 points aims to snap 5-session skid",
  "text": "<p>The Dow Jones Industrial Average DJIA rose 266 points, or 0.8%, to 34,874</p><p>The S&amp;P 500 SPX was up 6 points, or 0.1%, at 4,464, well off its intraday high at 4,492.99</p><p>The Nasdaq Composite Index COMP was trading 40 points, or 0.3%, lower at 15,072.</p><p>Last week, the Dow industrials dropped 2.2%, the S&amp;P 500 lost 1.7% and the Nasdaq Composite retreated by 1.6%. For both the Dow and the S&amp;P, it was the worst week since the period ending June 18, and they both dropped for five consecutive sessions.</p><p>See:When the Fed finally steps back, can the U.S. stock and bond markets stand on their own legs?</p><p>What's driving markets</p><p>The Dow was powering higher late-morning Monday but the broader market was struggling to maintain what had been strong opening gains to kick off the session and week.</p><p>There weren't any major developments either on the economic or corporate front, ahead of more fireworks on Tuesday, when consumer price data will be released and Apple Inc. AAPL will unveil its new suite of upgraded products.</p><p>Supply-chain worries, as well as the delta variant of coronavirus, were two factors behind last week's stock-market declines.</p><p>“Throughout the pandemic, vaccination has been key to both lifting social restrictions and local market performance,” wrote Seema Shah, chief strategist at Principal Global Investors, in a note.</p><p>“In the United States, where the S&amp;P 500 is up more than 20% YTD, an early and aggressive vaccination rollout has allowed for the full reopening of its economy,” the strategist wrote.</p><p>Meanwhile, investors have remained on edge as valuations have been perceived as lofty and due for a pullback.</p><p>Read:Risk of ‘hard' stock-market valuation correction is growing, says Deutsche Bank — here's why</p><p>An investor survey conducted by Deutsche Bank found more than two-thirds expecting at least a 5% decline in stocks by the end of the year. The same survey found the biggest risks to the market are new variants that bypass vaccines, and higher than expected inflation or bond yields.</p><p>“While the U.S. recovery is likely to continue, investors should expect that additional boosts from vaccination momentum will be harder to achieve,” Shah wrote. “Strong earnings are now key to the sustainability of the bull market,” the analyst said.</p><p>On the public health front, U.S. Surgeon General Dr. Vivek Murthy said President Joe Biden will announce new steps to slow the spread of the virus ahead of the U.N. General Assembly session that is scheduled to start on Tuesday,&#xa0;Reuters reported.&#xa0;</p><p>That report comes as the daily average of new cases in the U.S. over the past seven days eased to 145.724 as of Sunday, down from a recent peak of 166,105 on Sept. 1 and 7% less than what it was two weeks ago, according to&#xa0;a New York Times tracker.&#xa0;</p><p>Which companies are in focus</p><p>Bausch Health Cos. Inc.&#xa0;BHC said Monday it has filed confidentially for the initial public offerings of its eye health business Bausch &amp; Lomb, and its medical aesthetics business Global Solta.</p><p>Coinbase Global Inc.&#xa0;COIN&#xa0;on Monday announced plans to raise $1.5 billion in debt through a private offering of senior notes due 2028 and 2031 through a 144A transaction.&#xa0;The exchange platform's stock was down 2.5%.</p><p>Marriott Vacations Worldwide Corp.&#xa0;VAC said it expects third-quarter contract sales to be at the lower end of its previously provided guidance range of $380 million to $410 million, as the vacation ownership company said the recent increase in COVID-19 cases and the wildfires around Lake Tahoe have led to “modestly elevated” cancellation rates. Its stock was climbing 3.2%.</p><p>Store Capital Corp.&#xa0;STOR,&#xa0;a real-estate investment trust, or REIT, that invests in single tenant operational real estate, said Monday it is raising its quarterly cash dividend by 6.9% to 38.50 cents a share. Shares were up 2.5%.</p><p>Dick's Sporting Goods Inc.&#xa0;DKS said Monday that it plans to add 10,000 seasonal workers this year, the most in the athletic retailer's history.&#xa0;Its stock was down 1.6%.</p><p>Alibaba HK:9988BABA shares dropped 4% in Hong Kong trade as the Financial Times reported that Chinese regulators want to break up popular payments app Alipay. U.S. listed shares of Alibaba were down 1.6%.</p><p>Shares of Walmart Inc. WMT were in focus on Monday after the big box retailer said that a report claiming that it was accepting cryptocurrency litecoinLTCUSD as payment was a fake. Shares were off 0.3%.</p><p>How are other assets faring?</p><p>The 10-year Treasury note TMUBMUSD10Y was down 1.6 basis point at&#xa0;around 1.32%. Yields and debt prices move in opposite directions.</p><p>The dollar edged up less than 0.1% early Monday, as measured by the ICE U.S. Dollar Index DXY.</p><p>Gold futures rose, with the December contract GC00 trading up 0.3% at $1,797.10 an ounce.</p><p>Oil futures CL00&#xa0;rose, with West Texas Intermediate crude advancing 0.9% at $70.32 a barrel.</p><p>The Hang Seng HSI closed 1.5% lower to start the week. Elsewhere in Asia, the Shanghai Composite SHCOMP ticked up 0.3%, while Japan's Nikkei 225&#xa0;NIK&#xa0;edged up 0.2%.</p><p>European equities were higher Monday, with the Stoxx Europe 600 SXXP&#xa0;rising 0.7% and the FTSE 100 UKX&#xa0;gaining 0.7%.</p>",
  "published": "2021-09-13T11:33:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4179,
          "end": 4191
        }
      ]
    }
  ]
}