{
  "_id": "99e25d8c5c06404c8f1e99b41cb2bd47071eaaf0d9dfce8b6f7808c7fb66cc89",
  "feed": "market-watch",
  "title": "Amazon is at low risk of regulatory action, according to RBC, though others think it could be broken up",
  "text": "<p>“We think the digital era allows for unique connectivity and mutually beneficial partnerships that seem either unlikely, or at the very least, extraordinarily difficult to disaggregate (for example, Amazon's consumer and enterprise businesses),” wrote analysts led by Brad Erickson, who think the chance of regulatory action is low.</p><p>RBC initiated Amazon at outperform with a $4,150 price target.</p><p>“Additionally, regulators arbitrarily limiting a single company's particular business unit's ability to fund another would create an almost unthinkable precedent forglobal enterprise's desire to reinvest profits into any incremental businessopportunity.”</p><p>There has been chatter in the past about Amazon and the threat of antitrust action. And more recently, there has been increasing focus on tech companies.</p><p>See: Amazon is the biggest apparel seller in the U.S. as questions arise about whether the business should be broken up</p><p>“Regulatory scrutiny is inevitable but carries relatively low risk to long-term equity value, in our view,” wrote RBC.</p><p>Analysts are optimistic about Amazon's advertising business, and see the e-commerce giant taking more share in the coming years.</p><p>A recent Wells Fargo report says Amazon is now the biggest apparel seller in the U.S. Emarketer forecasts that Amazon will account for 41.4% of U.S. e-commerce sales in 2021. Walmart Inc. WMT, at number two, is expected to reach 7.2%.</p><p>Amazon's speedy delivery is key.</p><p>“Given the initiatives both in the U.S. and around the world to reduce ship times, we see this as a key tool in driving conversion and leading to higher-than-market e-commerce share gains,” RBC said.</p><p>“The pandemic did impede the company's ability to catch up with demand for one day in the U.S. but we think the recent hiring announcements signal that these capacity constraints should be addressed by the early part of next year.”</p><p>And: Shop early and expect to pay more: Supply-chain issues could be a stumbling block to upbeat holiday shopping forecasts</p><p>Don't miss: Supply-chain troubles drive Salesforce's forecast for 20% increase in prices this holiday season</p><p>And even if the company did need to separate, RBC isn't worried about the individual entities.</p><p>“[A]fter talking with the company, we came away feeling more confident that there is a clear tech and engineering divide between AWS and the consumer business,” the note said.</p><p>“We'd wondered if one pulled from the other and/or whether AWS's margins might reflect some drafting of overhead – we do not believe to be the case and thus, separated companies P&amp;L's would be virtually identical to the current segment operating income reporting disclosure.”</p><p>Amazon stock has edged up 0.8% for the year to date while the S&amp;P 500 index SPX has gained 16%.</p>",
  "published": "2021-10-01T16:32:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1348,
          "end": 1360
        }
      ],
      "nexusId": "10042309"
    }
  ]
}