{
  "_id": "66ed6331f619a14ce323ad5b55295dd50ffa346318643cb1cc7748aa70511e65",
  "feed": "wall-street-journal",
  "title": "Morrisons Sold to Clayton, Dubilier & Rice for $9.4 Billion in Frenzied Bidding War; The deal for the British supermarket chain shows the extreme lengths private-equity firms are willing to go amid a rush for global deals",
  "text": "<p>The winning bid represented a 61% increase in value compared with where Morrisons' shares traded before news of the bidding emerged.</p><p>Based in New York and London, CD&amp;R, which has partnered with U.S. buyout firm Ares Management Corp. and an investment arm of Goldman Sachs Group Inc., is paying £2.87 a share, or equivalent to $3.90 a share. That just tops Fortress's offer of £2.86 a share, according to a release by the Takeover Panel.</p><p>Morrisons, as it is known by British shoppers, operates 497 supermarkets along with a network of cafes, and gas stations and convenience-store outlets. The retailer also has a wholesale operation that includes supplying groceries to Amazon.com Inc.'s Prime Now and other online delivery services available in Britain.</p><p>Representatives for CD&amp;R and Fortress couldn't immediately be reached for comment.</p><p>Pandemic-induced locked downs spurred a tripling of Morrisons' e-commerce sales in its last fiscal year. Costs to meet that demand by adding additional capacity coupled among other Covid-19 related expenses, combined with a drop in fuel sales and the closure of the company's cafes during lockdown, offset much of that gain.</p><p>The U.K. supermarket industry is highly competitive. Morrisons, founded in 1899, is the fourth-largest chain and faces stiff competition both from its larger rivals and German discounters Aldi and Lidl.</p><p>That competition pushed U.S. retail giant Walmart Inc. in February to sell a majority stake of Asda Group Ltd., Britain's third-largest grocery behind industry leader Tesco PLC and J. Sainsbury PLC, to TDR Capital, a Europe-focused buyout firm, and U.K. entrepreneurs Mohsin and Zuber Issa.</p><p>The escalating sale price adds risk to the deal as the U.K. economy grapples with surging energy prices, staff shortages and supply chain disruptions across the food sector.</p><p>Write to Ben Dummett at ben.dummett@wsj.com</p><p>Morrisons Sold to Clayton, Dubilier &amp; Rice for $9.4 Billion in Frenzied Bidding War</p>",
  "published": "2021-10-02T12:05:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1408,
          "end": 1419
        },
        {
          "start": 1408,
          "end": 1420
        }
      ]
    }
  ]
}