{
  "_id": "aed2c47febf4672cbf642615cd3ccbabf71cefa1e26fbc796117434f2c446df5",
  "feed": "market-watch",
  "title": "The omicron panic is overdone. Buy the dips in these stocks, says JPMorgan.",
  "text": "<p>For our call of the day, we're back at the JPMorgan house, which suggested markets have been overreacting to the new variant. “What if ‘nu' variant omicron ends up as positive for risk?” strategists asked, concluding that investors should be buying market dips among some key stocks. Note JPM recently released a fairly bullish outlook for stocks in 2022.</p><p>“Over the last several days markets have been in turmoil over the new COVID variant omicron. However, data on omicron is sparse, information contradictory, and some media has been exaggerating risks and highlighting worst case scenarios,” chief global strategist Marko Kolanovic and quant strategist Bram Kaplan wrote in a note to clients.</p><p>They pointed fingers at a “media blitz” on Thanksgiving evening, one of the lowest market liquidity points in a year, that sent growth-sensitive assets crashing. They took issue with a selloff sparked by Moderna's CEO, who dashed hopes that current vaccines will work against omicron. They argued his comments have been “invalidated by reports from Pfizer, Oxford, the WHO and the Israeli Health Ministry.”</p><p>Kolanovic and Kaplan said their clients are less worried about the variant and more about flight restrictions, which have included barring South African flights, but not European ones, where cases have also been spotted.</p><p>They described assessments of omicron's potential transmissibility as confusing at best. “In simple terms, when older variants are spreading via breakthrough infections, new variants will always appear to be significantly more transmissible than older ones.” They backed this up with a tweet by biomathemetician Gabriela Gomes.</p><p>Early reports suggest it may be less deadly, and if confirmed in coming weeks, that could turn omicron into a positive for markets, said the pair. Kolanovic and Kaplan raised the possibility that a less severe and more contagious variant may crowd out more severe variants, potentially speeding up the end of the pandemic and turning it into more of a seasonal flu. That's amid vaccines and a growing list of treatments to tackle COVID, said the strategists.</p><p>“If the market were to anticipate that scenario — omicron could be a catalyst for steepening (not flattening) the yield curve, rotation from growth to value, selloff in COVID and lockdown beneficiaries and rally in reopening themes,” said the team.</p><p>“Also, if that scenario were to happen, instead of skipping two letters and naming it omicron, the WHO could have skipped all the way to omega. As such, we view the recent selloff in these segments as an opportunity to buy the dip in cyclicals, commodities and reopening themes, and to position for higher bond yields and steepening,” said the bank's strategists.</p><p>Here's hoping they're right.</p><p>Read:Tesla's stock is still cheap, says manager of new ETF who made Musk's EV company its No. 1 holding</p><p>The buzz</p><p>Apple AAPL has reportedly warned suppliers that demand may be softer into 2022. Wedbush analysts lifted shares to $200 from $185, on optimism headed into 2022. They also see the “tech stalwart” as a “safety blanket” in a near-term COVID market storm.</p><p>GlaxoSmithKline UK:GSKGSK says its COVID-19 Sotrovimab antibody treatment is effective against the omicron variant, but based on lab test tubes. The U.S. has unveiled its plan for stricter COVID-19 testing on international travelers.</p><p>Meanwhile, infections in South Africa, which raised the alarm over the variant last week, were at 8,561 on Wednesday, doubling in 24 hours. A top scientist in South Africa has warned that “more severe complications may not present themselves for a few weeks.”</p><p>WeWork shares WE are down after the co-working space group said it will restate financials and admitted a material weakness.</p><p>A “clerical error” is to blame for a mysterious batch of GameStop GME shorts listed at Fidelity that infuriated the Reddit crowd this week.</p><p>Weekly jobless claims, and a few Federal Reserve speakers, including Atlanta Fed President Raphael Bostic and Fed. Gov. Randal Quarles, are on tap for Thursday.</p><p>The markets</p><p>Stock futures ES00YM00NQ00 are pointing higher after that selloff, but Europe equities are still playing catch up and underwater. Asia was a mixed bag. Oil prices CL00CLF22 are rising on hopes OPEC+ will decide to pause monthly output increases at Thursday's meeting. Gold GC00 is down and Treasury yields BX:TMUBMUSD10Yare creeping higher.</p><p>The chart</p><p>Retail purchases of U.S. equities hit a fresh all-time high of $2.2 billion on Tuesday, as shown in this chart by Vanda Research.&#xa0;Total retail volumes, though were “materially lower than in the early stages of the pandemic,” writes senior strategist Ben Onatibia and analyst Giacomo Pierantoni.</p><p>Vanda ResearchRandom reads</p><p>Reddit explains some cute Gen. Z sayings such as “OK, Boomer” — to a millennial (and Gen. Xer's, this reporter can confirm).</p><p>It's the year of the raunchy Christmas movie.</p><p>Why Walmart WMT pulled a rapping, dancing cactus off its online stores.</p><p>Just in time for the holidays, Tesla TSLA rolls out a $1,900 Cyberquad for kids.</p><p>Need to Know starts early and is updated until the opening bell, but&#xa0;sign up here&#xa0;to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for&#xa0;The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2021-12-02T07:28:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4897,
          "end": 4904
        }
      ]
    }
  ]
}