{
  "_id": "9f630776bc9552e91496dbd2d6d570e3b9d2001e814e55bde65d79e1597687a8",
  "feed": "ftcomall",
  "title": "Police will move faster to impose Covid fines, chiefs warn",
  "text": "<p>Police forces and retailers across England sought to deliver a tougher message to encourage adherence to coronavirus restrictions on Tuesday as the number of deaths and new infections continued to soar.</p> <p>London's Metropolitan Police and the National Police Chiefs' Council, representing all forces in England and Wales, said officers would be stricter in issuing fines than previously for non-compliance with rules.</p> <p>Aldi, Waitrose, Tesco and Asda supermarket chains announced that they would stop customers not wearing a face covering from entering their stores unless they were exempt. The move follows similar measures by rivals Wm Morrison and Sainsbury's on Monday.</p> <p>Home secretary Priti Patel told a Downing Street news conference that ministers would consider a further tightening of restrictions as the latest daily figures showed a further 1,243 deaths from Covid-19 and 45,533 positive tests, as a new variant of the virus continued its rapid spread.</p> <p>“All rules are under review constantly within government,” Ms Patel said when asked whether the rules were tough enough. “But currently we're focusing very much on compliance enforcement.”</p> <p>Scientists have become increasingly concerned that people are adhering less to the restrictions in the third lockdown that was introduced on January 5.</p> <p>Martin Hewitt, chairman of the National Police Chiefs' Council, told the Downing Street press conference that the fundamental principles were straightforward. “We should all be asking ourselves whether our decision to leave home is necessary.”</p> <p>He echoed a warning delivered earlier in the day by Cressida Dick, commissioner of London's Metropolitan Police, who said officers would move more quickly than before to issue fines to those breaking rules.</p> <p>“At this critical time, we will have more officers out on dedicated patrols to take action against the small few who are letting us down and, let's remember, each of those officers is putting themselves at risk to slow the spread and keep us all safe,” Mr Hewitt said.</p> <p>Dame Cressida told BBC Radio 4's <em>Today </em>programme that she had ordered her officers to clamp down if it was obvious that people were flouting the rules. “Where somebody is breaking the law, breaking the regulations, and it's obviously clear that they must have known or do know that they are, we will move more quickly to enforcement and fining people,” she said.</p> <p>The action by supermarkets came in response to concerns that shoppers risked spreading the new strain of the virus, which is more transmissible, if they did not cover their mouths and nose.</p> <p>“We won't let anyone into our stores who is not wearing a face covering, unless they are exempt in line with government guidance,” Tesco said, adding that customers were asked to shop alone, unless with children or another person in their care.</p> <p>John Lewis Partnership announced on Tuesday it was suspending collection of click-and-collect service from its shops, to prevent unnecessary journeys, although it would still be available at its Waitrose supermarket stores.</p> <p>Ms Patel portrayed the strengthened enforcement as an alternative to introducing still stricter rules than those currently in place across England, which have closed non-essential retail and entertainment. “The more we follow the rules, the sooner we can drive this awful, atrocious disease down,” she said.</p> <p>However, Mr Hewitt expressed scepticism a tighter definition of “local” would be helpful. The issue became controversial after prime minister Boris Johnson was <a href=\"https://www.ft.com/content/b4e525cd-64c2-4f55-a0ba-5447f9fe4f10\">seen cycling</a> in east London at the weekend seven miles from Downing Street.</p> <p>“I don't think we want to be in a position to set a particular distance,” Mr Hewitt said. “How would you prove a person is within that particular distance?”</p> <p><em>Additional reporting by Patricia Nilsson and Jonathan Eley</em></p><p>Source:  Robert Wright in London 2021 'Police will move faster to impose Covid fines, chiefs warn' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-12T13:57:18.874Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}