{
  "_id": "cdf443a9e4fffe81b0dcb4e963c72de7c3258385ba6d3862151a82d3540c0f71",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Business News: A-Rod Teams Up With Billionaire to Purchase Timberwolves",
  "text": "<p>Mr. Edwards will soon know him as his boss: Mr. Rodriguez and billionaire entrepreneur Marc Lore reached a deal to purchase the NBA's Minnesota Timberwolves and the WNBA's Minnesota Lynx for $1.5 billion, according to a person familiar with the matter.</p><p>While the agreement is pending league approval, the teams confirmed the sale in a Friday statement.</p><p>The deal positions Mr. Rodriguez, a generational athletic talent who was suspended for doping and then became a face of baseball in retirement, to be a significant presence in basketball for decades to come. Glen Taylor, the billionaire Minnesota businessman who owns the team, has said he expected to remain involved through 2023, when Messrs. Rodriguez and Lore would take over as the controlling owners.</p><p>It's the latest unexpected turn of events in the post-MLB career of Mr. Rodriguez, the former New York Yankees third baseman and one of the greatest players in his sport's history, who also served a yearlong suspension for his use of performance-enhancing drugs. He has been able to rehabilitate a badly damaged public image after his playing career was over. He embraced broadcasting, shined on Fox Sports and ESPN's telecasts and branded himself a charismatic business mogul on social media as the chief executive officer of A-Rod Corp.</p><p>His successful pursuit of the Wolves comes after he failed to buy the New York Mets last year. Mr. Rodriguez bid for the Yankees' rival as part of a group with Mr. Lore and the pop star and his ex-fiancee Jennifer Lopez but they lost to the deeper pockets of hedge-fund titan Steven A. Cohen.</p><p>Mr. Taylor, 80, bought the Wolves in 1994 for less than $100 million and kept the team in his native Minnesota in the face of pressure to relocate. The Wolves have been in the wilderness for more than a decade -- this will be their 16th playoffs absence in 17 seasons -- and Mr. Taylor openly flirted with selling the team several times throughout his ownership, including as recently as last year.</p><p>But it registered as a huge surprise across the NBA when Mr. Taylor opened negotiations last month with Messrs. Rodriguez and Lore, the founder of Jet.com and U.S. e-commerce chief for Walmart Inc. before leaving the retail giant in January, in a deal that came together quickly and promised to bring glitz to a franchise that struggles to attract marquee talent.</p><p>After their exclusive 30-day window to strike a deal expired this week, they kept negotiating after the deadline to hammer out the final details. Mr. Taylor has said that the two men pledged to keep the team in Minnesota and he wouldn't have sold to them otherwise.</p>",
  "published": "2021-05-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2176,
          "end": 2188
        }
      ],
      "nexusId": "10042309"
    }
  ]
}