{
  "_id": "0067ca782fc7ae9f5a5152628e8692d3a565778c28f83ef4aef069181bbd1d94",
  "feed": "ftcomall",
  "title": "Stores still matter when it comes to online groceries ",
  "text": "<p>What a year the supermarkets have had. Last month, British shoppers shelled out £1.5bn on online groceries, a record 17 per cent of all such spending, according to Nielsen IQ. Even as&#xa0;overall grocery sales soared,&#xa0;some 41 per cent of households used online supermarkets at least once in February, more than double the number in early 2020.</p> <p>Yet J Sainsbury, the UK's second largest grocer, last week announced <a href=\"https://www.about.sainsburys.co.uk/news/latest-news/2021/04-03-21-savings-to-invest-in-food\">plans to close</a> its London online fulfilment centre and redeploy most of the 650 employees to area supermarkets.</p> <p>The UK is leading a global trend: US online grocery spending has jumped by three-quarters since last March. Online's share <a href=\"https://www.ft.com/content/b985249c-1ca1-41a8-96b5-0adcc889d57d\">doubled in Italy and Germany</a>, from a lower level. </p> <p>But rather than breaking out the bubbly, supermarket chains are scrambling to hang on to that revenue and find ways to wring profits from it. As economies reopen, grocers face renewed competition for stomach space from restaurants and cafeterias. Consultants Bain predict that US supermarkets could give back as much as half of the 10 per cent total sales growth they experienced in 2020. </p> <p>“The boundary is blurring between grocery and food service. What matters is not the market share in groceries but in food. Covid has given groceries a few years of reprieve and boosted sales. But when the world goes back to normal, how do they keep that surge?” asks Marc-André Kamel, leader of Bain's global retail group.</p> <p>This puts the onus on supermarkets to make the revenue they retain more profitable. Grocery is a low-margin business and discounters Aldi and Lidl have further squeezed the sector. The dynamics online are even worse because customers don't pay the full cost of picking off shelves and delivery. Bain estimates companies that use staff to fill online orders in a store and deliver them lose between 10 and 15 per cent&#xa0;on every order, depending on the delivery fees. Even a highly automated central warehouse sucks out 7&#xa0;per cent of revenue.</p> <p>The most cost-effective method involves smaller, automated warehouses, often attached to a store. That explains Sainsbury's move. Now it has more online customers — <a href=\"https://www.about.sainsburys.co.uk/~/media/Files/S/Sainsburys/documents/reports-and-presentations/2020/rns_interim_results_2020-21.pdf\">17 per cent of grocery sales are digital, up from 7 per cent last March</a> — it can shift to a lower cost model. By upgrading online departments in more than 20 London-area stores, it plans to cut delivery distances and share staff and inventory costs. </p> <p>This strategy is at play in China, where Freshippo builds physical grocery stores that are optimised for delivery. Its owner, Alibaba, <a href=\"https://www.ft.com/content/fb6dee7d-704e-444e-aa7f-32969296fb51\">doubled its physical store footprint </a>last autumn by taking control of Sun Art Retail. In the US, Walmart is <a href=\"https://www.cnbc.com/2020/10/29/walmart-turns-four-stores-into-e-commerce-laboratories-.html\">testing ways to use its stores</a> to compete better with Amazon.</p> <p>Even the UK's Ocado, which pioneered huge automated delivery warehouses, now offers software to chains that use stores for delivery. It is opening <a href=\"https://www.ocadogroup.com/media/press-releases/year/2021/ocado-opens-first-mini-cfc-bristol\">“mini” and “micro” fulfilment centres</a> that could fit inside an existing store. </p> <p>On the delivery end, some chains are trying to drive down costs by outsourcing to third-party shoppers via apps such as <a href=\"https://www.ft.com/content/e33b9d20-7f3a-4439-bab3-c04d81d69bc0\">Instacart</a>. Others urge customers<a href=\"https://www.youtube.com/watch?v=whpJBY5W7xo\"> to order goods online and pick them up kerbside</a>. The US's Target last week credited more than 500 per cent growth in “drive up” with helping to propel <a href=\"https://investors.target.com/news-releases/news-release-details/target-corporation-reports-fourth-quarter-and-full-year-2020\">net earnings higher by a third</a>. Such services are easier to scale up and down with demand, and work in spread-out communities where penetration is low. </p> <p>Kerbside collection and physical stores also reinforce one another when they woo shoppers to on-site businesses, such as Sainsbury's Argos retail chain or, in the case of the UK's Waitrose, <a href=\"https://www.thetimes.co.uk/article/john-lewis-plans-hundreds-of-mini-stores-in-waitrose-xfdp999r0\">a mini John Lewis department store</a>.</p> <p>But none of this addresses the other challenge of online shopping. Today's apps cannot replicate a physical visitor's ability to scan a shelf, make substitutions and, crucially, discover things they didn't know they wanted. That makes shoppers unhappy: only 13 to 16 per cent who tried online grocery in France, Italy and Germany last year were “very satisfied”, <a href=\"https://www.mckinsey.com/industries/retail/our-insights/how-european-shoppers-will-buy-groceries-in-the-next-normal\">a McKinsey survey found</a>.</p> <p>It also limits grocers' ability to attract the promotional spending and rebates from consumer goods suppliers that are a key part of supermarket economics.</p> <p>Here lies the opportunity. Online shopping generates far more specific data about who is buying what than loyalty cards. This can be used to reshape supplier relationships and improve stock management for stores as well as warehouses. Neil Saunders of research firm GlobalData estimates that 20 per cent of items generate 80 per cent of sales. Localised data could save space and cut food waste, making it easier to earn rebates, promote items and offer samples. That could be a real reason to bust out the champagne.</p> <p><a href=\"mailto:brooke.masters@ft.com\"><em>brooke.masters@ft.com</em></a></p> <p><em>Follow Brooke Masters with&#xa0;</em><a href=\"https://www.ft.com/brooke-masters\"><em>myFT&#xa0;</em></a><em>and on&#xa0;</em><a href=\"https://twitter.com/brookeamasters\"><em>Twitter</em></a></p><p>Source: Brooke Masters 2021 'Stores still matter when it comes to online groceries ' FT.com 10 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-10T05:01:01.798Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2593,
          "end": 2600
        }
      ],
      "nexusId": "10042309"
    }
  ]
}