{
  "_id": "ce4ac6f62225d12d16108a3ad9f88a42ed3f2165843d92f6f5755c35f5f3a801",
  "feed": "wall-street-journal",
  "title": "Monday's Markets:  European Stocks Jump, Led By U.K. Shares  ----  By Anna Hirtenstein",
  "text": "<p>   The pan-continental Stoxx Europe 600 climbed 1.3% on Monday, as exchanges in the U.S., China, and elsewhere closed for holidays. </p><p>   The Stoxx Europe 600 tracks several companies that are sensitive to economic performance, such as car makers and banks, whose stocks are rising as investors bet on the economic rebound, Esty Dwek, head of global strategy at Natixis Investment Managers, said. </p><p>   Among European equities, Vivendi surged 20% after the media company said it would distribute 60% of subsidiary Universal Music Group's share capital to shareholders and spin off its profitable music label by year's end. France's Bollore, which owns more than a fourth of Vivendi, gained almost 15%. </p><p>   The U.K.'s FTSE 100 was the best performing major stock index in Western Europe, rising 2.5%. </p><p>   The British government said over the weekend that it has reached its goal of vaccinating 15 million people, prompting calls for a faster easing of lockdown measures. </p><p>   In a sign of investors' rising risk appetite, the yield on 10-year U.K. gilts rose to 0.571% from 0.518% on Friday. Yields rise when bond prices fall. The British pound strengthened 0.4% against the dollar, trading close to a three-year high. </p><p>   \"We are at the head of the pack for vaccine-related news: It is a big support for the U.K.,\" said Georgina Taylor, a multiasset fund manager at Invesco. \"For global investors revisiting U.K. equities, this could play out for a while as it has been such a laggard market.\" </p><p>   Italian stocks continued to rally for the third consecutive trading session. The FTSE MIB index gained 0.9%. Mario Draghi was sworn in as prime minister on Saturday and investors expect him to push through with economic changes. . </p><p>   Stocks have climbed this year as investors look ahead to additional stimulus spending and an economic recovery as vaccination programs are rolled out around the world. </p><p>   In the U.S., Democrats plan to proceed with work related to President Biden's $1.9 trillion coronavirus aid plan. </p><p>   World leaders are also set to jointly discuss the pandemic response at a virtual meeting of leaders from the Group of Seven industrialized nations on Friday. </p><p>   Investors are focused on \"fiscal stimulus, monetary stimulus, the recovery and earnings that are expected to come through in 2021,\" said Ms. Dwek, head of global market strategy at Natixis Investment Managers. </p><p>   The corporate earnings season is also winding down. </p><p>   CVS Health, Walmart and Palantir Technologies are expected to be among the companies reporting earnings later in the week. </p><p>   Oil prices rose to their highest since January 2020, before the pandemic hit markets. Cold weather in Texas poses a risk to oil output in the shale-producing state, analysts said. </p><p>   Brent rose 1.9% to $63.60 a barrel and the U.S. benchmark, West Texas Intermediate, added 1.7% to $60.48. </p><p>   Bitcoin prices rose to a record over the weekend, trading above $49,500, according to data from CoinDesk. The cryptocurrency pulled back on Monday, easing back down to $48,203.81. </p><p>   In Asia, exchanges in mainland China and Hong Kong were closed for the Lunar New Year. </p><p>   Japan's Nikkei 225 jumped 1.9% by the close of trading, rising above 30000 for the first time in 30 years. Fresh data showed that the Japanese economy expanded 3% in the fourth quarter due to a recovery in domestic demand and exports, beating economists' expectations. Early Tuesday, the Nikkei was up a further 1.6% and Hong Kong's Hang Seng Index was up 1.9%. </p><p>   Markets in the U.S. were closed Monday for Presidents Day holiday. </p><p>   U,S. stock futures moved higher Monday night, following the major indexes' climb to close at records last week. </p><p>   Futures tied to the S&amp;P 500 were up 0.7%. Contracts linked to the Dow Jones Industrial Average were up 0.8%. </p><p></p>",
  "published": "2021-02-16T07:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2407,
          "end": 2414
        }
      ]
    }
  ]
}