{
  "_id": "46045f55c6932799accf3e37fa53425c5f6452abe1c60eacba4aa959719d5cad",
  "feed": "ftcomall",
  "title": "UK retailers step up battle to lure lorry drivers  ",
  "text": "<p>Britain's supermarkets and other big retailers are fighting hard to recruit lorry drivers, with pay rises and “golden hello” payments making it increasingly tough for haulier firms and food suppliers to hold on to staff.</p> <p>Desperate to avoid a repeat of the empty shelves seen in stores last year, grocers have moved aggressively to deter drivers from moving to agencies, where hourly rates have risen quickly in response to the labour shortage.</p> <p>The chief executive of one UK haulage company has warned that the moves by supermarkets to lure truckers to help ease the current crisis would do little in the longer term. “All you are doing is circulating the existing workforce,” he said. </p> <p>Steve Bowles, managing director of Roy Bowles Transport, a specialist in the carriage and storage of cargo at Heathrow, said that while wages “had to go up”, the companies offering big premiums were “distorting the problem”.&#xa0;</p> <p>He said his business usually employed 40 drivers but was down by “about 20 per cent”.</p> <p>The haulage industry across much of Europe is struggling to find enough drivers but the problem is particularly acute in the UK because large numbers of EU-based workers left after Brexit, and many native drivers have retired. </p> <p>UK supermarkets alone need an additional 15,000 drivers over the next few months, according to the British Retail Consortium, and few expect the government's temporary visa scheme — which aims to grant 5,000 three-month permits to non-UK lorry drivers — to make much of a dent in the shortfall. </p> <p>The threat to retailers was underlined on Friday when electronics retailer AO World warned that a lack of drivers was <a href=\"https://www.ft.com/content/6bafe329-4403-4b04-805b-5683dd584458\">hurting its business</a>. Shares in the group plunged more than 20 per cent. </p> <p>HGV driver Joseph Oakley said supermarkets were paying the most. “Pay rates have gone up as they are fighting over a very small pool of drivers,” he said.</p> <p>Giles Hurley, chief executive of Aldi in the UK and Ireland, said it increased pay rates for its drivers in August. John Lewis raised drivers' pay rates by around £2 an hour over the summer, taking the average trucker's wage to £45,000 a year, while Tesco and Asda have offered signing-on bonuses of more than £1,000.</p> <p>The size of the recent pay rises among HGV drivers was unprecedented, according to Andy Prendergast, national secretary for the GMB union.</p> <p>“I have never seen this in my lifetime, you usually get rises slightly above or slightly below inflation,” he said. “But we are seeing increases that are not only inflation-busting but actually double-digits as employers struggle with retention.”</p> <p>At delivery firm Yodel, owned by the billionaire Barclay family, the GMB has negotiated a rise of 20 per cent in basic pay, with overtime rates rising from 150 per cent of basic to 200 per cent. That means overtime has gone up from about £20 to about £35 an hour.</p> <p>Most supermarkets use a mixture of their own vehicle fleets and drivers and those of third-party logistics providers such as Eddie Stobart, Wincanton and XPO. In food retail, the proportions vary from Aldi, which employs more than three-quarters of its drivers directly, to Iceland, which has outsourced the majority of logistics operations to XPO. </p> <p>The haulage executive added that the widespread moves to push up salaries would inevitably end up being passed on to consumers. </p> <p>“The reality is, haulage companies are businesses that make margins in the 1-5 per cent range. So putting salaries up will at some point be passed on.” </p> <p>Suppliers are already finding it hard to retain drivers. </p> <p>Arla, a big dairy processor, said in July that it was having to axe some deliveries and last week EVCL Chill, a Derbyshire-based chilled food distributor, went into administration citing the impact of “acute driver shortages”.</p> <p>Richard Wilding, a professor of supply chain strategy at Cranfield School of Management, said many third-party logistics providers would be operating under tenders negotiated before the spike in wages.</p> <p>They now face a choice between watching drivers quit for more lucrative roles — or raising wages and eroding their already thin margins. “Some will be going back to their clients and saying ‘we need to renegotiate this or service levels will fall off a cliff',” he said. </p> <p>Gist, a supplier to Marks and Spencer and others, said it had not been renegotiating contracts with clients. “We've been pleased that we have been able to maintain full service,” said Rob Hunt, its director of business services.</p> <p>Gist is launching fully funded places at a training school and offering a £5,000 sign up and retention bonus. </p> <p>“We hope to attract people that left the industry or make it attractive for new employees and we have had success with that,” added Hunt.</p> <p>Kieran Smith, chief executive of agency DriverRequire, said hourly rates were not the only consideration. “Things like shift lengths, start times and paid breaks are also important to drivers,” he said, adding that there was evidence that the premium for working unsocial hours was rising.</p><p>Source: Jonathan Eley, Jyoti Mann, Jim Pickard and Sylvia Pfeifer 2021 'UK retailers step up battle to lure lorry drivers  ' FT.com 1 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-01T11:33:10.195Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}