{
  "_id": "cf36c45bf2c26578c70dedece2a707a8f0f1cc3ff3a5d4a13ecb2b40392b47c3",
  "feed": "ftcomall",
  "title": "US solar project gives clean energy proponents a beacon of hope",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/ft-news-briefing\"><em>FT News Briefing</em></a><em> podcast episode:</em> <a href=\"https://www.ft.com/content/efcd097b-19b7-40d7-9521-37b598e43341\"><em>US solar project gives clean energy proponents a beacon of hope</em></a></p> <p><strong>Lauren Fedor</strong><br>Good morning from the Financial Times. Today is Wednesday, October 13th. And this is your FT News Briefing. </p> <p>[MUSIC PLAYING]</p> <p>The IMF issued a stern warning about inflation, and the fund's top boss gets to keep her job after weeks in hot water. Meanwhile, in the US, holiday shopping is already under way.</p> <p><strong>Andrew Edgecliffe-Johnson</strong><br>We are in the holiday season. I've not heard a lot of Mariah Carey in the wild yet, but I'm pretty confident that the Christmas songs soon going to be upon us.</p> <p><strong>Lauren Fedor<br></strong>The FT's Andrew Edgecliffe-Johnson tells me why retailers are stocking up and selling holiday goods earlier than ever before. Then we'll go to the High Plains of Colorado to find out about a new clean energy project involving solar and steel. I'm Lauren Fedor, in for Marc Filippino, and here's the news you need to start your day. </p> <p>[MUSIC PLAYING]</p> <p>The International Monetary Fund warned yesterday that the global economy is entering a phase of inflationary risk. It called on central banks to be “very, very vigilant” and take early action to tighten monetary policy if price pressures prove persistent. Here's the FT's Colby Smith.</p> <p><strong>Colby Smith<br></strong>This call from the IMF is certainly not new, but I think the urgency with which they are talking about inflation risks perhaps has increased to a certain extent. We're gonna get more data on the US front with the latest consumer price index out. And what we've seen in the US in particular, which is one of those places where the IMF has warned the upside risk to inflation is quite significant, and what we've seen there is a bit of a moderation in the month-to-month gains. But on an annual basis, consumer price growth that we've seen is still elevated at a 13-year high or around that level. So what we're seeing is clearly more persistent inflation than I think anyone imagined. There's a lot of things that are keeping people very vigilant to this idea that inflation could be higher than than anyone anticipated.</p> <p><strong>Lauren Fedor<br></strong>Colby's also been covering the big drama at the IMF over whether managing director Kristalina Georgieva should keep her job. She's been accused of manipulating data to favour China while she was at the World Bank. As Colby reported, the IMF's board decided to let her stay despite deep divisions.</p> <p><strong>Colby Smith<br></strong>It's quite clear that they came to this conclusion based on the evidence that they currently have at the moment. The board made clear on Monday that the investigation that the World Bank had begun was still ongoing. So while this issue is resolved for the time being, I think a lot of people are looking at some of those statements and wondering what else maybe these investigations will produce and what it will eventually mean for Georgieva's future at the fund.</p> <p><strong>Lauren Fedor<br></strong>That's our US economics editor, Colby Smith. </p> <p>[MUSIC PLAYING]</p> <p>This week, a clean energy project is being launched in the High Plains of Colorado. It's a massive solar energy array that will power a nearby steel mill in the town of Pueblo.</p> <p><strong>Derek Brower<br></strong>This array is sprawls across the scrubland in the High Plains desert.</p> <p><strong>Lauren Fedor<br></strong>That's the FT's Derek Brower. He went to Pueblo to find out more about the project, which is backed by an interesting array of companies.</p> <p><strong>Derek Brower<br></strong>It's been done by BP, which is an all super major that's trying to redefine itself as an energy company. And it's being fed, the electricity that is, is being fed to a steel mill. Steel is one of the hardest segments of the global economy to decarbonise, and the company buying the electricity, a Russian mining conglomerate, says it's gonna create the cleanest steel in the world because it's using solar electricity to fire its electric arc furnace. Now, this isn't the kind of steel mill that uses iron ore to make steel. This is a recycling facility, which is actually the way most of the steel on the US is made. So it can actually claim to be pretty green.</p> <p><strong>Lauren Fedor<br></strong>Derek, can you tell us a little bit more about Pueblo? What does it mean for the city to have this project?</p> <p><strong>Derek Brower<br></strong>I drove down from Denver a couple of days ago and sat down with the mayor of Pueblo and the developers of this solar array south of the town. And I wanted to get a sense of why it was important to Pueblo. And they talk about rejuvenating, the mayor and others, they talk about rejuvenating a community that has struggled for a long time with gang violence, with high poverty rates, with soaring electricity prices, pollution and so on. And they see clean energy suddenly as an opportunity to revive the city's fortunes. And this solar array isn't the only clean energy facility there. There's a wind tower manufacturer used to be owned by Vestas, now owned by CKS Wind, South Korean company, just south of town near the solar array I was visiting. There's a bunch of other solar facilities. And further out, there's wind capacity across Colorado as well. So there's lots happening in this tiny town. And it's a real fascinating story about the energy transition in America.</p> <p><strong>Lauren Fedor<br></strong>Is there a longer term ambition to replicate this elsewhere?</p> <p><strong>Derek Brower<br></strong>Well, this project shows is that communities that used to rely on fossil fuels for their electricity can probably now, in the right parts of the world, sunny parts of the world like southern Colorado, windy parts like Colorado, they can rely on solar and wind to supply the electricity. And so you can expect to see more of these deals happen in those kinds of sunny, windy parts of the world. What's really interesting is that this kind of agreement and project is coming online just as other parts of the world will go through this energy crunch that is leading some politicians to wonder if the transition to cleaner energy is happening too fast and that it's leaving consumers exposed to price spikes when the wind stops or the sun stops shining. In Colorado, they're saying, no way. This is the most reliable, long-term supply of electricity we've got and it's the cheapest. So let's bring it online and get moving with it.</p> <p><strong>Lauren Fedor</strong><br>Derek Brower is the FT's US energy editor. </p> <p>[MUSIC PLAYING]</p> <p>In the US, the holiday shopping season has already begun, and it's not even Halloween. It's not even Thanksgiving. The day after which known as Black Friday, was traditionally seen as the start of holiday shopping. But our US business editor, Andrew Edgecliffe-Johnson, says retailers have thrown out the old calendar.</p> <p><strong>Andrew Edgecliffe-Johnson<br></strong>If there's one thing any of us understood about the holidays in America, it was that they started with a bang on Black Friday, the day after Thanksgiving, where everybody crushed into Walmart and Best Buy and fought over the hottest new toy or the biggest new flat screen TV. And it was all chaos. In fact, what we're seeing now is retailers starting to offer the Black Friday style discounts up to six weeks earlier. So we've now got big companies like Amazon, Target and others trying to incentivise consumers to get to the shops in early October. So it's completely scrambling our understanding of what the holiday season is.</p> <p><strong>Lauren Fedor<br></strong>That was gonna be my next question. Are we in the holiday shopping season now or does the season just not exist any more?</p> <p><strong>Andrew Edgecliffe-Johnson<br></strong>We are in the holiday season. I've not heard a lot of Mariah Carey in the wild yet, but I'm pretty confident that the Christmas songs seem going to be upon us. But essentially, what these retailers are trying to do is stretch the season out because they are very, very worried about supply chain challenges, leaving them with empty shelves. And at the same time, they have a crush of goods which they brought in early, which they can't really find the warehouse space for. And they've paid for upfront. And so they need consumers to buy that stuff from them to top up their cash balances again.</p> <p><strong>Lauren Fedor<br></strong>Is there any indication that consumers are doing that? Are they out shopping now?</p> <p><strong>Andrew Edgecliffe-Johnson<br></strong>Yeah, the survey data suggests that about a third of Americans are genuinely concerned that they're not gonna get the goods they want and that they are gonna start their holiday shopping early as a result. And that, if you think about it, is quite logical because so many people experienced delays to delivery services and things last holiday to the extent that they actually got their presents too late to be put under the tree for Christmas morning.</p> <p><strong>Lauren Fedor<br></strong>Andrew Edgecliffe-Johnson is the FT's US business editor. </p> <p>[MUSIC PLAYING]</p> <p>And before we go, a word of warning for cycling enthusiasts. Global supply chain troubles have also hit bike makers. The head of the British foldable bicycle maker Brompton says the industry will need 18 more months to recover. He said the problem has shifted from parts shortages to difficulties securing raw materials such as aluminium and steel. Demand for bicycle soared during the pandemic and companies raised prices. But Brompton says despite that, supply chain troubles are now squeezing their margins.</p> <p>[MUSIC PLAYING]</p> <p>You can read more on all these stories at FT.com. This has been your daily FT News Briefing. Make sure you check back tomorrow for the latest business news.</p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Lauren Fedor, Colby Smith, Andrew Edgecliffe-Johnson and Derek Brower 2021 'US solar project gives clean energy proponents a beacon of hope' FT.com 13 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-13T04:00:41.072Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 6787,
          "end": 6794
        }
      ],
      "nexusId": "10042309"
    }
  ]
}