{
  "_id": "e2d61a7cf74848d0565b9628c60c8c8b1132fe271b9f6eba27cf52d28d1d6f36",
  "feed": "ftcomall",
  "title": "France issues ‘clear and final no' over Carrefour takeover bid",
  "text": "<p>France has reiterated its opposition to the €16.2bn takeover of supermarket group Carrefour by Canada's Alimentation Couche-Tard, dealing a major setback to the groups' hopes that they could overcome government concerns over food security and jobs.</p> <p>“My answer is extremely clear: we are not in favour of the deal,” said Bruno Le Maire, French finance minister, in an interview with BFM TV on Friday. “The no is polite but it's a clear and final no.” </p> <p>The companies had continued negotiations on a deal, according to people familiar with the matter, even though the government had already <a href=\"https://www.ft.com/content/05319282-cddc-4022-b31b-e5ad09b0ad0c\">signalled its concerns</a> on Wednesday about how the tie-up would threaten France's “food sovereignty”. </p> <p>They were discussing pledges on jobs, suppliers, governance and management, in addition to the €20 per share price of the<a href=\"https://www.ft.com/content/4e8a2ac5-bfa6-4da6-81b5-44d8238644a2\"> initial offer</a>. Couche-Tard was prepared to commit €3bn worth of investment in Carrefour over five years, as well as no job cuts for two years, said one person. It would also maintain a market listing in Paris, and keep Carrefour's headquarters in France.</p> <p>Alain Bouchard, Couche-Tard's co-founder and chairman, had flown to Paris on Thursday in an effort to secure a meeting with Mr Le Maire to present him with the proposal, the people said. </p> <p>But Mr Le Maire's latest intervention seemed aimed at scuppering the deal before it got to his desk. </p> <p>Under French law, the government can review takeovers of domestic companies by foreign buyers in sectors it deems strategic, such as energy, water and telecoms. France has gradually expanded the list of areas covered by the regulation and last year added “food security”.</p> <p>“We have the legal tool available to us [to block the deal], even if I would prefer not to have to use it,” Mr Le Maire told BFM TV. “What's at stake is the food security of our country . . . especially after the [Covid-19] health crisis has taught us how no price can be put on it.”</p> <p>Carrefour and Couche-Tard declined to comment. Carrefour's shares closed down 3 per cent, while Couche-Tard's were up nearly 4 per cent in afternoon trading in Canada.</p> <p>The proposed tie-up is aimed at combining two companies with very different formats and geographical footprints into a retailing giant worth more than $50bn and the third-largest grocer globally behind Walmart&#xa0;and Schwarz Group, which owns German discounter Lidl.<br><br>The Canadian company wants to diversify its petrol station and convenience store business into grocery while also taking Couche-Tard further into Europe and Latin America.</p> <p>Carrefour is one of Europe's biggest grocery chains, with about 2,000 supermarkets and more than 700 large-format hypermarkets in Europe; it also has a presence in Brazil and Argentina. The group is one of France's largest private-sector employers with more than 100,000 workers. </p> <p>Canadian politicians have begun to speak out in support of Couche-Tard. Pierre Fitzgibbon, Quebec economy minister, called Mr Le Maire to emphasise the close business ties between the province and France, and when asked whether Canada would lobby France to reconsider, prime minister Justin Trudeau said: “We will always be there to support Canadian firms.”</p> <p>Philippe Martinez, who leads the leftwing CGT labour union, told France Télévisions on Friday that such deals “often lead to massive job cuts” and were not in the “public interest, nor that of consumers”. </p> <p>“If the state does not intervene at such a time,” he said, “then what is the point of it?”</p> <p>Fabienne Caron, a retail analyst at Kepler Cheuvreux, said the French government's argument that Carrefour was central to the food security of the country made little sense. The group holds only 20 per cent of the grocery market domestically, and foreign-owned companies such as Lidl operate there with no problems.</p> <p>She said in a note that its objection was “all about politics”, adding: “The deal is too close to the presidential elections and the risk of giving tailwinds to the far-right party is too big.”</p> <p>If maintained, the government's position would mean that “food retailers in France cannot be taken over, meaning neither Carrefour nor Casino”. Ms Caron highlighted that consolidation in the French grocery market had run into competition issues previously, referring to when two other French supermarket groups, Système U and Auchan, had sought to co-operate on purchasing in 2015 only to have regulators refuse.</p><p>Source: Leila Abboud in Paris 2021 'France issues ‘clear and final no' over Carrefour takeover bid' FT.com 15 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-15T11:43:22.616Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2279,
          "end": 2286
        }
      ]
    }
  ]
}