{
  "_id": "3b2e742eac7ade53e5129986132c84814d2471654040b2c0b27869d4d4721759",
  "feed": "wall-street-journal",
  "title": "U.S. News: Congress Report Cites Baby-Food Risk",
  "text": "<p>These heavy metals naturally occur in soil and water. Baby- food makers say that their products contain these metals at levels that are safe and that they are already working at reducing their presence by looking for new suppliers and cultivation methods.</p><p>The Democratic majority of the subcommittee says the Food and Drug Administration should mandate maximum levels of these metals for baby food. Exposure to heavy metals in food can be harmful to brain development in children, according to the FDA, but the extent of potential harm from the levels found in baby foods is unclear. The agency has set voluntary guidance for how much arsenic or lead can be in some foods.</p><p>The report was prepared by the Democratic staff of the subcommittee. A spokesman for Republicans on the subcommittee said Democrats didn't hold hearings or conduct interviews to prepare the report. \"Children's food safety is something that is important to all Americans, but the Democrats' report is not credible,\" he said. A senior Democratic aide for the subcommittee said evidence for the report came directly from the companies, which were obligated to provide Republicans with the same documents.</p><p>The FDA said it is reviewing the findings. It said toxic elements, like arsenic, are present in the environment and enter the food supply through soil, water or air. \"Because they cannot be completely removed, our goal is to reduce exposure to toxic elements in foods to the greatest extent feasible,\" the agency said.</p><p>The subcommittee's staff analyzed internal company testing and independent testing of baby foods and ingredients sold by seven brands: Gerber, Happy Baby, Beech-Nut, Earth's Best Organic, Sprout Organic, Walmart's Parent's Choice and Plum Organics.</p><p>\"Internal company standards permit dangerously high levels of toxic heavy metals, and documents revealed that the manufacturers have often sold foods that exceeded those levels,\" the staff report states.</p><p>It found that, for instance, more than 25% of the Happy Baby products that the company tested contained over 100 parts per billion of inorganic arsenic, which is the maximum level the FDA recommends.</p><p>Nurture Inc., which makes Happy Baby, said it sells only products that have been rigorously tested and don't have contaminant ranges outside the FDA guidelines. Since trace amounts of heavy metals can be found naturally in soil and water, the company said \"it is possible that small amounts can be present in some leafy greens, grains, fruits, and vegetables.\"</p><p>The report found Beech-Nut tested and used 57 ingredients, such as cinnamon and sweet potatoes, that contained over 20 parts per billion of lead. The European Union requires no more than 20 parts per billion of lead in infant formula. The FDA hasn't issued guidance for baby food.</p><p>Beech-Nut Nutrition Corp. said it tests each delivery of ingredients, including fruits, vegetables and rice, for up to 255 contaminants to ensure they meet internal quality standards. The company said it advocates that the government set standards for baby foods.</p><p>The subcommittee's Democratic majority is asking the FDA to require manufacturers to report levels of these metals on food labels and asking baby food manufacturers to phase out ingredients prone to high levels of toxins, such as rice and certain vitamin premixes.</p><p>A spokeswoman for Gerber, which is owned by Nestle SA, said all of its foods meet its safety standards, which it says are among the strictest in the world. It is working to minimize the exposure to heavy metals by testing soil before crops are planted and giving priority to growth locations with better soil composition, she said.</p><p>A Walmart spokesman said product testing is managed by its suppliers and \"our private label baby food manufacturers must comply with all applicable laws and regulations.\"</p><p>A spokesman for Campbell Soup Co., which owns Plum Organics, said it supports the FDA developing additional guidance on appropriate levels of heavy metals in baby food, and it currently looks to EU, World Health Organization and California's Proposition 65 standards.</p><p>Hain Celestial Group Inc., which owns Earth's Best Organic, said it continually refines its testing procedures, including screening out harmful levels of substances that occur naturally, to ensure the safety of its foods. Sprout Foods Inc., which sells Sprout Organic, didn't return requests for comment.</p>",
  "published": "2021-02-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3652,
          "end": 3659
        },
        {
          "start": 1698,
          "end": 1705
        }
      ],
      "nexusId": "10042309"
    }
  ]
}