{
  "_id": "cced8b3a0feb3aa7c83159aed105ce1d0cff75fb34c8528959f33d4c6a0daabc",
  "feed": "market-watch",
  "title": "Couples dream of moving to a great spot when they retire. But what if they each want to move to a different place?",
  "text": "<p>But there's another question that's often more fraught:&#xa0;Where should we live?</p><p>Ideally, they agree to stay put or move to a place they both like. In many cases, however, tensions erupt as they express differing views over where they want to go.</p><p>If the partners aren't on the same page it can be tough to find a happy middle ground. For those with strong preferences (and strong personalities), compromising doesn't come easily.</p><p>“To frame the discussion, you need to balance the emotional with the practical,” said Robert Bornstein, Ph.D., co-author of “How to Age in Place.” It's fine to settle on your dream locale, as long as you follow up by discussing the practical considerations.</p><p>Montana might seem alluring for its unspoiled wilderness and scenic beauty. But while one spouse loves envisioning free-roaming bison, the other might cite the region's remoteness and ask, “What about airport access and healthcare availability?”</p><p>Read: Before you move to a new town in retirement, check the local Walmart — and 5 other hard-learned lessons</p><p>A professor of psychology at Adelphi University, Bornstein suggests that couples list positives and negatives about a particular place they're considering for retirement. Ruminate over the list, adding to it and refining it as needed.</p><p>“No retirement locale will be perfect,” he said. “You'll have to make trade-offs.”</p><p>Think both short- and long-term. Consider your lifestyle in a decade or two: What about public transportation options if you're no longer able to drive? What community resources or social services help older people? Are medical providers plentiful in the area now—and will they remain plentiful in the future?</p><p>Read MarketWatch's Where Should I Retire? column</p><p>Disagreements can arise as an outgrowth of the well-established power dynamic between you and your mate. Longtime couples grow accustomed to playing certain roles.</p><p>“The decision on where to retire is going to reflect the nature of the relationship between two people that has evolved over all those years,” Bornstein said. “If you've been collaborative, you'll probably be collaborative. If one person has been the decision maker, that person will probably be the decision maker.”</p><p>Emily Guy Birken suggests a different list-generating exercise for couples with clashing opinions on where to retire: Describe what the ideal day, week, month and year will look like in retirement.</p><p>Each spouse should separately compose a written list, including details about daily life (such as the view from the kitchen window), weekly activities (attending religious services), monthly events (joining a book club) and annual milestones (traveling to see grandkids).</p><p>Read: We want to retire to the Carolinas or Virginias in a walkable town, neither too big or too small — where should we go?</p><p>“Get as specific as you'd like,” said Birken, author of “The 5 Years Before You Retire.” “Then come together to compare notes and see where the overlap is.”</p><p>She cautions that there's a risk to this exercise if couples discover little or no overlap in their vision for retirement. But she says that as long as they approach it in good faith, they're more apt to weigh each other's wants and needs.</p><p>Start by declaring, “We both want to be happy. How can we do this together so that we're both fulfilled?” That way, you treat it as a joint pursuit of shared goals.</p><p>“It forces both of you to deconstruct your point of view in a granular way, which we don't often do,” Birken said. “Otherwise, attitudes can get calcified and you're duking it out over what should be a loving negotiation.”</p><p>Despite your best efforts, you may not arrive at a mutually satisfying plan. Even then, all is not lost.</p><p>“It's not unusual for couples to disagree over where to retire,” said Dorian Mintzer, Ph.D., co-author of “The Couple's Retirement Puzzle.” If the differences are intractable, it may make sense to accommodate both of you for a short period—even if that means you're not together all year round.</p><p>“Some decide to spend time apart,” said Mintzer, a Boston-based retirement transition specialist. “That can enhance the relationship rather than pull it down. Distance can make the heart grow fonder. And one of you might become more independent” without the other around day in and day out.</p>",
  "published": "2021-10-15T14:10:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 998,
          "end": 1005
        }
      ],
      "nexusId": "10042309"
    }
  ]
}