{
  "_id": "a94b07fcbf42e6163177027ccca2986c74633131f768b367bd31d061814f8fd4",
  "feed": "wall-street-journal",
  "title": "Saks E-Commerce Unit Readies IPO --- Company targets value of about $6 billion and could take place next year",
  "text": "<p>Meeting with bankers is typically one of the first steps toward a listing, though there are no guarantees Saks will move forward with one or receive such a valuation. Market conditions and other unpredictable factors heavily influence IPO plans.</p><p>An IPO would be the second phase of a deal struck earlier this year that separated the e-commerce business from Saks's slower-growing bricks-and-mortar retail operations. The move, meant to help fuel the digital unit's growth, prompted an activist investor to call for Macy's Inc. to do the same last week.</p><p>Saks's parent, HBC, was taken private in early 2020 by a group of investors including its chairman in a deal that valued the whole company at around $1.5 billion. In March, it split off the famous luxury brand's e-commerce business into a separate entity and sold a minority stake in it to venture-capital firm Insight Partners at the $2 billion valuation. The online unit at the time had about $1 billion in annual sales.</p><p>The IPO plan underscores the revived fortunes Saks is enjoying, thanks to surging online sales. The company has said the online unit's gross merchandise value, a measure of sales, increased 82% from the second quarter in 2019 to the same period this year.</p><p>Before the take-private transaction, HBC, like other traditional retailers, had been struggling to adjust to customers doing more shopping online and new competition from web-focused brands. It was also under pressure from an activist investor that argued the value of the company's real estate exceeded its market value.</p><p>But Covid-19 sparked an increase in online sales at Saks Fifth Avenue and other department stores as customers shopped from home in the early months of the pandemic, establishing habits they have stuck with even as vaccines make it safer to return to normal routines.</p><p>That has strengthened a major push by retailers like Walmart Inc. to more closely tie e-commerce platforms with stores. Amazon.com Inc. plans to open several large retail locations that will operate akin to department stores, part of an effort to expand its sales of clothing and household items.</p><p>Saks Fifth Avenue chose a somewhat different path. The separation, which is purely financial, provides the company with additional capital to invest in the digital unit. From customers' perspective, little has changed: The Saks brand name remains on both the stores and website, and shoppers can buy online and make returns in stores as usual.</p><p>Behind the scenes, the online business oversees marketing and merchandising for both channels, and the stores receive affiliate fees in recognition of the online sales and other benefits a physical presence can drive.</p><p>The valuations of online upstarts have soared as well. Farfetch Ltd. has a market value of around $14 billion. Neiman Marcus Group last year spun off MyTheresa Group GmbH to resolve a dispute with bondholders. The online luxury seller went public in January 2021 and was valued above $2 billion.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-10-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1875,
          "end": 1887
        }
      ]
    }
  ]
}