{
  "_id": "b6d4ecfdc113c353e2a292b9aeeac44f6684aa8c63730c75b0380fe50904a942",
  "feed": "wall-street-journal",
  "title": "The Elizabeth Holmes Trial: Texas Investor Emerges as Complicated and Fiery Witness for Both Sides; Alan Eisenman invested about $1.2 million in blood-testing startup and lost it all",
  "text": "<p>Mr. Eisenman invested about $1.2 million into Theranos on behalf of himself and his family, making him the smallest investor included in the government's case against Ms. Holmes. The retired money manager and financial planner doesn't have the stature of Theranos's most high-profile investors, including former Secretary of State Henry Kissinger, former Defense Secretary Jim Mattis, the Walton family of Walmart Inc., and the family of Betsy DeVos, who later served as education secretary.</p><p>Nonetheless, over the course of two days of testimony, Mr. Eisenman managed to capture the courtroom's attention as he sparred with the defense, was admonished by the judge and repeatedly blasted Ms. Holmes and her top deputy as liars who had cheated him out of his money.</p><p>He said in his testimony he would do whatever he could to tell his story—and he did, at times talking over Ms. Holmes's lawyer and the judge and sidestepping questions from the defense to offer a critical opinion about Theranos.</p><p>In an email he sent to a government agent that was displayed in court, Mr. Eisenman wrote: \"You know that I am a faithful part of your team, and will do all that I can to help your case.\" Defense lawyer Kevin Downey said the email showed he was biased. Mr. Eisenman shot back that he had no bias and, like the government, wanted to see \"that justice be served.\"</p><p>\"I think that there was business fraud,\" Mr. Eisenman said. \"I think that I was lied to and taken advantage of.\"</p><p>Ms. Holmes faces a dozen counts of wire fraud and conspiracy to commit wire fraud. She was founder of Theranos and ran the company until it shut down in 2018.</p><p>Mr. Eisenman is a striking figure: a tall man in his 60s with white hair and a Texas drawl. He seemed to lean into an aggressive cross-examination from the defense, at times rejecting questions he declared \"misleading\" or responding to a question with another question.</p><p>At one point, he strode into the courtroom and stood in the middle of the gallery, holding above his head a large envelope of paperwork that the defense had subpoenaed from him. The paperwork—personal notes Mr. Eisenman took about his conversations with Ms. Holmes—appeared to confound lawyers on both sides, who remained undecided about what to do with the notes by the end of court Monday. Mr. Eisenman made it clear his early-evening flight hung in the balance as he awaited lawyers' decision about whether to call him back to testify on the matter Tuesday.</p><p>In one exchange, Mr. Eisenman testified that in 2015 he approached SharesPost Inc., the online marketplace for buying and selling shares in private companies that has since been acquired by Forge Global Inc., about selling his Theranos stock. Representatives from SharesPost told Mr. Eisenman he could likely get at least $14.75 apiece for his shares, which would have given his investment a value of at least $20 million, according to court testimony.</p><p>When Mr. Downey asked Mr. Eisenman about the potential windfall he could have gotten, Mr. Eisenman retorted: \"How is that relevant?\"</p><p>He didn't sell, and when asked on the witness stand how much his Theranos stake was worth today, Mr. Eisenman nearly yelled: \"It's worth zero.\"</p><p>The defense tried to characterize Mr. Eisenman as a troublemaker whose persistent emails and calls to Theranos for more information were invasive and unreasonable. This strategy included displaying emails from Ms. Holmes that told Mr. Eisenman his behavior constituted harassment.</p><p>Defense lawyer Mr. Downey also revealed in court that Mr. Eisenman was admonished—twice—by prosecutors when he broke the rules last week by contacting them about the case.</p><p>Mr. Eisenman, who had flown home to Texas after finishing his testimony last week, emailed prosecutors Thursday to offer reflections on his testimony in the trial and asked for feedback and guidance, according to Mr. Downey, despite prohibitions against such contact. Mr. Eisenman said his second email, sent to prosecutors on Friday, wasn't related to the case. The government called Mr. Eisenman twice to tell him to stop, Mr. Downey said.</p><p>Mr. Eisenman caused a stir last week after making a comment upon entering the court that appeared to involve his desire to see Ms. Holmes punished. U.S. District Judge Edward Davila caught wind of the comment and discussed it with lawyers for both sides. The full comment Mr. Eisenman made was never fully articulated during the discussion, according to a court transcript.</p><p>Mr. Eisenman is one of the few witnesses to have invited a reprimand from Judge Davila.</p><p>The judge agreed to strike from the court record several statements from Mr. Eisenman that extended outside the scope of Mr. Downey's questions, and at one point instructed Mr. Eisenman to wait for a question, and then answer it directly. In another exchange, Mr. Eisenman spoke over Judge Davila's instructions, irking the jurist for a brief moment.</p><p>As Mr. Eisenman took issue with a question from Mr. Downey about an email he had received from Theranos executives, the jurist stepped in to try to keep testimony moving forward.</p><p>\"Did you hear the question?\" Judge Davila asked.</p><p>\"I did hear it. But it's misleading, I'm sorry,\" Mr. Eisenman said. The witness then turned to Mr. Downey and instructed the lawyer to ask his question again.</p><p>Write to Heather Somerville at Heather.Somerville@wsj.com</p><p>The Elizabeth Holmes Trial: Texas Investor Emerges as Complicated and Fiery Witness for Both Sides</p>",
  "published": "2021-11-16T00:20:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 406,
          "end": 418
        },
        {
          "start": 406,
          "end": 413
        }
      ],
      "nexusId": "10042309"
    }
  ]
}