{
  "_id": "bfcdce28f4f855b5c067b8c3687eda9464e8350f44767bcfe5b63efd5e3fcb3e",
  "feed": "wall-street-journal",
  "title": "Store Workers to Black Friday Shoppers: Don't Blame Shortages on Us; Retailer workers are on the front lines with customers upset about higher prices, missing merchandise",
  "text": "<p>Retail workers at big-box stores and malls across America want you to know they don't control prices, hiring or the global supply chain.</p><p>\"We get a lot of angry customers coming in the morning—just coming at the world angry,\" said Jessica Rivenburgh, a manager at the Williams-Sonoma store at the Crossgates Mall in Albany, N.Y. It isn't her store causing the ire, she said, but a nearby department store opening late because of understaffing.</p><p>At her store, most of the stressful interactions involve products that are back-ordered, Ms. Rivenburgh said. Most customers are pleasant and the level of items in-stock has improved in recent months, the 23-year-old said. Her store struggled to hire enough seasonal workers, she said, but the existing group of workers are strong so \"we've hired enough to get by.\"</p><p>Millions of retail workers are on the front lines this Black Friday during an unusual time for the industry, as the Covid-19 pandemic hangs over a second holiday season. Last winter felt more tense in stores, say hourly retail workers, as many staffers dealt with people unhappy over contentious mask policies. This year it's a different tone of customer complaints, as shoppers are back in force and some stores don't have enough goods or staff to satisfy them.</p><p>Demand for many products is high, with industry watchers predicting a jump in holiday sales this year and large retailers such as Walmart Inc. reporting strong revenue heading into the season. Retailers and their suppliers have struggled to manufacture and transport products fast enough to meet demand, with supply-chain snarls around the world and Covid-19 complicating production, creating product lags.</p><p>At the same time, more people have left retail jobs as competition for hourly workers creates labor shortages. In August, 750,000 people quit a job in the retail sector, the highest seasonally adjusted monthly number recorded since the Bureau of Labor Statistics started keeping track in 2000. In September, the most recent data available, the number fell to 685,000, still near historical highs.</p><p>Back-order levels are at record highs at Williams-Sonoma Inc., finance chief Julie Whalen said on a call with analysts last week. The company, which also owns Pottery Barn, West Elm and other brands that sell housewares, furniture and holiday décor, projects its revenue will jump at least 22% this fiscal year.</p><p>Williams-Sonoma has less severe delays than competitors and is proactively calling shoppers to warn of problems, said CEO Laura Alber, resulting in \"declines in escalations, cancellations and calls into the care center.\"</p><p>Executives at other chains, including Gap Inc., Urban Outfitters Inc. and Victoria's Secret &amp; Co., said in their latest earnings reports that they have missed out on sales because of inventory shortages that could carry into the holidays.</p><p>Consumer awareness of the issues is growing as more hear of labor shortages or supply-chain constraints, said Joel Bines, global co-leader of the retail practice at AlixPartners, a consulting firm. \"But we haven't seen retail consumers as a group become more forgiving of retail employees who are objectively having more difficulty doing their job.\"</p><p>Some retailers are giving workers guidance on how to explain changes to shoppers. When Dollar Tree Inc. announced it would sell more products above a $1 to offset rising costs earlier this fall, the company handed out talking points to store workers with answers to common questions, including \"Why is Dollar Tree raising prices?\" (the answer: to offer more variety). The company is also adding new signage to stores explaining the change.</p><p>In other cases workers are given little guidance on how to respond to customer questions.</p><p>At a PetSmart store in Howell, Mich., customers frequently ask about a shortage of Friskies and Fancy Feast cat food and some kinds of Tidy Cat litter, said Isabela Burrows, a closing manager who started working at the retailer last year. \"I get asked that six different times in a day,\" said the 19-year-old, who is a member of United for Respect, a retail worker activist organization.</p><p>Prices have also risen for many items, said Ms. Burrows, leading to rude customer comments. She said she did her own digging online to come up with explanations that might calm customers, such as shortages of ingredients and plastic packaging. \"I don't think it clicks in their head that we can't do anything about it,\" she said.</p><p>Throughout the pandemic more people have added pets to their families, driving increased demand for pet food that has led to shortages from producers of wet food and canned food supply, said a PetSmart Inc. spokeswoman. The retailer is \"actively working with our manufacturing and shipping partners to ensure supply is increased,\" she said. </p><p>Staffing has become a tougher challenge for retailers during the pandemic. PHOTO: Sarah Nassauer/The Wall Street Journal</p><p>A spokeswoman for Nestle SA, which makes Friskies, Fancy Feast and Tidy Cat, said the company is doing everything it can to meet the demand. \"Companies continue to face unprecedented volatility with transportation as well as ingredient and packaging supply,\" she said. \"While we are producing and shipping more than ever before, there is a high demand for our wide range of pet food products and litter.\"</p><p>After some people downsized parties last year because of Covid-19, many are returning to social gatherings this year, planning parties and sprucing up their homes with new décor and furniture, said Victoria Garcia, who is working part time at Pottery Barn in the Albany mall. That has led to some tense customer interactions about product delays amid the holiday stress, said the 20-year-old design student. In those moments, \"we are not feeling the Christmas cheer,\" she said.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Store Workers to Black Friday Shoppers: Don't Blame Shortages on Us</p>",
  "published": "2021-11-24T18:11:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1402,
          "end": 1414
        }
      ],
      "nexusId": "10042309"
    }
  ]
}