{
  "_id": "c99c58b83a92214262b35bb703e4e791a794d4103b15c953e663dfaa13a9d9b9",
  "feed": "wall-street-journal",
  "title": "Countdown To Zero Hour",
  "text": "<p>(Avid Reader, 221 pages, $28)</p><p>Those who reside in the rustic belt often marvel when squirrels, possums and other quadrupeds wait until cars are right on them before commencing a mad dash across the road. Miscalculations result in an unpleasantly memorable squash, perhaps followed by the driver's gratitude for being positioned higher up the Great Chain of Being.</p><p>Yet humans are also known to wait until the last minute to tackle whatever task is at hand. While miscalculations rarely reduce us to roadkill, they can have negative consequences. The good news, according to Christopher Cox in \"The Deadline Effect,\" is that we can make deadlines work for us instead of the other way around.</p><p>Mr. Cox, a longtime editor and writer, explains that the deadline was \"originally the line on a printing press beyond which no type could be set\"; during the Civil War, the \"dead-line\" was a boundary surrounding the stockade, \"outside of which any prisoner would be shot.\" Like nooses, deadlines can concentrate the mind. The problem is that, \"as soon as you set a deadline, work tends to get delayed until right before time expires.\" Rushed work can be shoddy; rushed deals can be ruinous.</p><p>One solution is the simple lie. An editor can issue a July deadline when October is the real drop-dead date. This strategy might even improve the final product, at least according to Viennese writer Karl Kraus (quoted by Mr. Cox): \"A journalist is stimulated by a deadline. He writes worse when he has time.\"</p><p>A better solution, Mr. Cox advises, is to set a \"soft deadline with teeth.\" These often amount to a rigorous rehearsal or dry run in advance of a hard deadline. The Jean-Georges restaurant group was in the process of opening two new restaurants in New York when Mr. Cox visited. \"We make sure that we test, we test, we test, and test again,\" chef Jean-Georges Vongerichten explained, a regimen that includes \"mock services\" that replicate opening night. The process, Mr. Cox writes, has \"the virtues of the deadline effect (focus, urgency, cooperation) with none of the vices (rashness, desperation, incompleteness).\"</p><p>He finds soft deadlines deployed at Telluride ski mountain in Colorado, where opening the slopes as early as Thanksgiving ensures perfect staff performance by the time the ski hordes arrive at Christmas. At the Public Theater in Manhattan, dress rehearsals and helpful revisions to book and music take the sting out of opening night. This is nothing new. Changes to the original \"Hello, Dolly!\" (starring Carol Channing) were so substantial that a hidden crew member prompted forgetful actors from within an onstage barrel as rehearsals progressed.</p><p>Mr. Cox includes a discussion of the fine art of procrastination, without which deadlines might not be necessary. Once denounced from the pulpit (\"Procrastination: or, The Sin and Folly of Depending on Future Time\" was one popular sermon), this perennial predilection is now considered an example of \"hyperbolic discounting.\" This means, Mr. Cox explains, that \"we exaggeratedly (hyperbolically) underestimate (discount) the value of future gains and losses. Thus the satisfaction of finishing a project (a future reward) stands no chance against the fun of playing hooky for a day.\" Hooky's not cheap. H&amp;R Block found that procrastinating Americans overpay income taxes by $473 million a year.</p><p>Mr. Cox's travels take him to bucolic Smith River, Calif., where four small farms produce almost the entire 10 million or so Easter lilies sold annually in the U.S. and Canada. Managers work back from the Easter deadline (which varies from year to year), following a schedule that ensures there will be lilies alongside the holiday lamb. Similarly, an Airbus plant in Mobile, Ala., relies on \"backward\" scheduling -- essentially, deadlines in stages -- to crank out a new A320 every six days.</p><p>Mr. Cox has a wry touch -- young workers at Telluride \"looked simultaneously wholesome and grungy, like the black sheep in a Mormon family\" -- and a good eye for detail. Jetliner lavatories and galleys are known among designers as \"monuments.\" Lilies were \"discovered\" (for Westerners) by the 18th-century Swedish naturalist Carl Peter Thunberg, who was allowed to wander around Japan (then closed to foreigners) after showing a talent for treating syphilis. Everything in Jean-Georges restaurants, down to the amount of olive oil in a salad, is measured to the gram -- a virtue in a chef though perhaps a vice in a bartender.</p><p>Mr. Cox finds uplift while visiting the Air Force's 621st Contingency Response Wing, whose emergency procedures are constantly fine-tuned and animated by a sense of shared purpose \"graver than happiness but deeply positive.\" There's also a reminder that meeting deadlines doesn't ensure survival. \"If Home Depot or Walmart decided that an Easter lily was going to sell for eight dollars instead of ten dollars,\" he writes, \"there was little the farmers could do about it.\" The lower-price decrees of big-box retailers, one manager says, could eventually \"put us out of business.\"</p><p>Mr. Cox sums up his book in seven words: \"Set a deadline, the earlier the better.\" Valuable advice, no doubt. Many readers will also appreciate learning that they've been suffering from \"hyperbolic discounting\" all these years, when they had simply assumed they were mere slackers.</p><p>---</p><p>Mr. Shiflett posts his original music and writing at Daveshiflett.com.</p><p>(See related letter: \"Letters to the Editor: How Long Will It Take? It Depends How Long You Got\" -- WSJ Aug. 3, 2021)</p>",
  "published": "2021-07-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4787,
          "end": 4794
        }
      ],
      "nexusId": "10042309"
    }
  ]
}