{
  "_id": "45e01982a0e0a20006c460b4759eee59386c156cd4c85ad17dd3c52de05db973",
  "feed": "market-watch",
  "title": "Amazon says it's adding a Whole Foods delivery fee to avoid raising prices on merchandise",
  "text": "<p>The fee, which had reportedly been tested in six cities and will take effect nationwide on Oct. 25, comes in response to growth in use of delivery service.</p><p>“As we ramped up our delivery business and expanded our service area, Whole Foods Market delivered over three times as many orders in 2020 as we did in 2019,” a spokesperson said in an email to MarketWatch.</p><p>“Customers continue to rely on delivery for their stocking up needs, as average basket sizes have continued to increase since the beginning of 2021.”</p><p>The fee will apply to delivery orders and is meant to cover the cost of equipment, technology and other costs associated with grocery delivery. Grocery pickup orders over $35 will continue to be free for Amazon AMZN Prime members.</p><p>Amazon acquired Whole Foods in June 2017.</p><p>See:General Mills will raise consumer prices, and McCormick might, too</p><p>“Whole Foods Market is&#xa0;not&#xa0;increasing prices on products. We have&#xa0;consistent pricing on&#xa0;everyday priced&#xa0;products in store and online,” the spokesperson said.</p><p>“Growth of delivery drives operating costs that we do not want to shift to&#xa0;product prices.&#xa0;“</p><p>The fee announcement, which was made in an email sent to customers, comes as eMarketer is forecasting a decline in grocery delivery market share. Options like click-and-collect, and other same-day fulfillment services are gaining traction with shoppers.</p><p>“Online grocery delivery sales represent a declining share of the grocery e-commerce market, but they will nonetheless make up the majority of online grocery sales through the end of our forecast period in 2025,” eMarketer wrote in a report.</p><p>And: Instacart workers urge customers to delete the app over labor issues</p><p>Emarketer forecasts U.S. e-commerce grocery delivery will reach $145.22 billion&#xa0;in 2025, up from $50.50 billion in 2019. Between 2019 and 2020, e-commerce grocery delivery sales jumped to $71.54 billion. Growth is expected to decelerate in 2021 to reach $79.71 billion.</p><p>“As consumer demand for same-day service rises, retailers are rethinking how they execute delivery, with some choosing to fulfill via stores and build out their own logistics. But not all retailers can justify investing in what are often capital-intensive in-house solutions,” the report said.</p><p>Amazon has been investing in technology tied to stores, with the e-commerce giant announcing earlier this month that it is adding its “Just Walk Out” technology to two Whole Foods locations.</p><p>Grocers have increasingly focused on technology to improve delivery and other parts of the business. Albertsons Cos. Inc. ACI recently partnered with Firework for livestream and shoppable video. The company also announced earlier this year that it has partnered with Google GOOGGOOGL to provide customers perks that are powered by artificial intelligence.</p><p>Also: Warren Buffett bucks Wall Street by adding more Kroger stock to his portfolio</p><p>Don't miss: Amazon will feel profit pressure from higher wages and growing workforce, Morgan Stanley says</p><p>And Walmart Inc. WMT has partnered with Ford Motor Co. F and Argo AI for autonomous vehicle delivery service in Washington, D.C., Austin, Tex., and Miami. Walmart earlier announced a self-driving vehicle company called Cruise.</p><p>“As customers return to in-store shopping, we see a shift happening between online orders and in-store visits,” the Whole Foods spokesperson said in an email.&#xa0;</p><p>“We are investing in initiatives and technology to make the in-store shopping experience more convenient&#xa0;and rewarding.”&#xa0;</p><p>Amazon stock is up 1.8% for the year to date while the S&amp;P 500 index SPX has gained 15.9% for the period.</p>",
  "published": "2021-09-29T06:52:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3134,
          "end": 3141
        },
        {
          "start": 2983,
          "end": 2995
        }
      ],
      "nexusId": "10042309"
    }
  ]
}