{
  "_id": "76c661fcafc604c7a7608db7da9d5c85ab03333a8aa19cb0c26440417f657fe3",
  "feed": "ftcomall",
  "title": "‘Back to the 1970s': Summer camps hobbled by staff and supply shortages",
  "text": "<p>It was two weeks into this summer's session when Camp Caribou, a camp for boys in Winslow, Maine, received a worrying message from its longtime food supplier: The camp's $10,000 order would not be fulfilled because of labour shortages at their warehouse.</p> <p>Bill Lerman, the second of three Lerman generations to run Caribou, offered to collect the food himself. “They said, ‘No,'” he recalled. “‘We don't even have enough staff to pick the order.'”</p> <p>With a change of suppliers, a U-Haul truck and repeat runs to the local Sam's Club and Walmart, the Lermans have managed to keep Caribou's 260-odd campers fed. It is but one of the many challenges they and other children's summer camps have encountered in a season like no other.</p> <p>A summer camp horror story emerged earlier this month in New Hampshire when Camp Quinebarge was forced to close down just a few days into its session after food and staff shortages prompted a<em> Lord of the Flies</em>-style descent into chaos, with vomiting and brawling.&#xa0;</p> <p>That incident was extreme, say camp directors, and may have had as much to do with inexperienced management as the wider circumstances.&#xa0;</p> <p>Still, the challenges camps are facing illustrate how Covid-19-related kinks in the US economy are not only hampering large-scale, sophisticated manufacturers such as automakers, but family-run businesses in the far reaches of Maine that are a staple of the American summer.</p> <p>“It's a huge challenge,” said Ron Hall, executive director of Maine Summer Camps, a non-profit that represents 151 camps in the state, some more than a century old. “I don't think camps have ever dealt with anything like this.”</p> <p>Camp Caribou opened its doors in 1922 on a peninsula that juts into the cool waters of Pattee Pond. It caters for boys aged seven to 15 for one or two-month sessions. Many return summer after summer, playing sports, making crafts, paddling canoes and generally giving their parents a break. Such retreats became especially popular in the 1940s as a means to send children out of crowded cities during polio outbreaks.</p> <p>Thanks to the coronavirus pandemic, last summer marked the first in Caribou's history that it was forced to cancel its season. The Lermans refunded $950,000 in tuition and have not paid themselves in 16 months.</p> <p>After a winter spent conferring with other camps about public health practices, Caribou reopened and is now straining to preserve a pristine, virus-free bubble. Parents were asked to pretest their children for Covid-19 and then quarantine them for 10 days before they arrived at camp. Caribou then conducts its own tests, driving samples to a lab 65 miles away in Orono for rapid processing. It has also hired extra nurses.</p> <p>The Lermans have strived to keep activities much the same. Still, some things have changed. Dances with nearby girls' camps have been cancelled. Staff are forbidden from leaving camp, even on their nights off. To give them some down time, the Lermans created a temporary lounge stocked with what they insist are modest amounts of beer and wine. The fear is that even a single Covid-19 case could lead to an outbreak, and then a complete shutdown — as has happened at other camps across the country.</p> <p>“It's definitely a lot of work, and without a doubt, every hand is doing every job,” said Martha Lerman, Bill's wife and a camp director. It is also expensive: Food costs alone, she noted, were up 35 per cent this summer.</p> <p>The biggest challenge has been staff. Each year about 25,000 18- to 25-year-olds come from abroad to work as counsellors at US summer camps under a 1960s-era J-1 visa that was intended to facilitate cultural exchanges. The counsellors, many from the UK, typically work for nine weeks at camp and then have 30 days to travel in America.</p> <p>But that flow of short-term workers has been interrupted because of Covid travel bans and backlogs at US embassies. “We're on the phone with camps all day long and they're struggling because they don't have enough manpower,” said one executive at a company that helps to arrange the visas.&#xa0;</p> <p>Quinebarge's director took to social media less than two weeks before the start of camp, warning that the staffing situation was “desperate”. Some directors have been forced to do kitchen duty, Hall noted, and one Maine camp was said to have been expecting 40 Britons who never turned up.</p> <p>Even before Covid, camps worried the election of Donald Trump might lead to a curtailment of visas. Bill Lerman and his son-in-law, Alex Rotman, responded by travelling to universities across America to recruit.</p> <p>It is not an easy sell: many US students would rather secure an internship to advance their career prospects than mind children at a summer camp for about $3,500 per month. To generate interest, the Lermans offered signing bonuses to staffers who referred new recruits. It was a departure from the days when an agency would offer a ready supply of Australian water ski instructors, British soccer coaches and Mexican tennis pros.</p> <p>“We got spoiled with the internationals,” Bill Lerman said. “Now we're back to the 1970s.”</p> <p>For the first time in decades, this year's crop of 90 counsellors ended up being almost entirely American. All but two were vaccinated before arriving at camp. None has tested positive so far — although one counsellor left camp recently because his parents were hospitalised with Covid-19.</p> <p>It is too early to know what next year will bring. For now, the Lermans appear grateful to have made it this far. Martha said: “If we couldn't open for a second year, we would be in trouble.” </p><p>Source: Joshua Chaffin in New York 2021 '‘Back to the 1970s': Summer camps hobbled by staff and supply shortages' FT.com 30 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-30T04:00:49.387Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 534,
          "end": 541
        }
      ],
      "nexusId": "10042309"
    }
  ]
}