{
  "_id": "af7563e21c12379b1a3b8dde3be46d0d26209683585f7c55256d07ff33d879c1",
  "feed": "wall-street-journal",
  "title": "Amazon Plans Expansion Into Department Stores",
  "text": "<p>Some of the first Amazon department stores are expected to be located in Ohio and California, the people said. The new retail spaces will be around 30,000 square feet, smaller than most department stores, which typically occupy about 100,000 square feet, and will offer items from top consumer brands. The Amazon stores will dwarf many of the company's other physical retail spaces and will have a footprint similar to scaled-down formats that Bloomingdale's Inc., Nordstrom Inc. and other department-store chains have begun opening, the people said.</p><p>It is unclear what brands Amazon will offer in the stores, although the company's private-label goods are expected to feature prominently, the people said. Amazon sells scores of products including clothes, furniture, batteries and electronic devices through many of its own labels. The plans aren't yet final and could change, these people said.</p><p>Amazon's plans represent an evolution in the company's efforts to move into bricks-and-mortar retail after years of taking market share from big-box operators -- moves that helped to push many into bankruptcy. The company's growth in online shopping helped accelerate the fall of mall operators and other once-potent physical-store empires. Amazon is now the largest seller of clothing in the U.S., surpassing Walmart Inc., according to Wells Fargo &amp; Co.</p><p>Founded in 1994 as an online bookseller, Amazon has gradually gained a foothold in physical retail through the opening of bookstores, grocery outlets and other physical spaces. The company bought the grocer Whole Foods Market in 2017.</p><p>Amazon is pushing into an area that has struggled for decades. Department stores were once big, exciting places to shop, where consumers could find everything from toaster ovens to evening gowns under one roof. But they have lost out to discounters, fast-fashion retailers and online players. A generation ago, department stores accounted for 10% of retail sales, excluding automobiles, gas and restaurants, according to estimates by the consulting firm Customer Growth Partners. So far this year, they account for less than 1%.</p><p>Their troubles worsened last year during the depths of the Covid-19 pandemic, when J.C. Penney, Neiman Marcus Group Inc., Lord &amp; Taylor and Stage Stores Inc. filed for bankruptcy. J.C. Penney and Neiman Marcus emerged from court protection under new owners. Lord &amp; Taylor now sells only online, and Stage Stores liquidated.</p><p>Analysts and industry executives aren't counting department stores out just yet. Chains including Macy's Inc. and Kohl's Corp. reported strong sales Thursday as shoppers restocked their closets after reducing clothing purchases last year. The shares of both chains jumped Thursday.</p><p>Amazon approached some U.S. apparel brands about two years ago with the idea of opening large-scale stores that would showcase their products, a person familiar with the matter said.</p><p>An expanded store footprint would be particularly beneficial in apparel, which can be a guessing game for customers shopping online because of size and fit concerns.</p><p>Amazon executives have felt that bricks-and-mortar stores would enable better engagement with customers and provide a showcase for its devices and other products to shoppers who otherwise might not have tried them, a person familiar with the matter said. The company has sought to innovate in bricks and mortar while building a network of stores that could glean customer data and provide new shopping experiences.</p><p>While physical stores took a hit during the pandemic as people sheltered at home, foot traffic has gradually returned, although it remains below 2019 levels, according to ShopperTrak, which uses cameras to count traffic in U.S. retail stores.</p><p>Amazon's physical-store sales declined about 5% last year as customers shopped more online because of the pandemic. Year-over-year sales for the segment grew 11% during the second quarter this year.</p><p>The company has in recent years invested more in building out its fashion business and giving shoppers increased alternatives regarding the purchase of apparel. Amazon has had a tougher time breaking into high-end fashion. Although Oscar de la Renta began selling cocktail dresses on Amazon's website last year, few other luxury brands have followed.</p><p>Over the years, Amazon expanded into new markets, disrupting some industries and gaining strength in many others, including entertainment, groceries, healthcare and more. While the extent to which its physical-retail ambitions will grow isn't clear, the company has been steadily adding stores for years.</p><p>Amazon opened its first physical store in 2015, a bookstore in Seattle. It tried to set the stores apart from competitors by providing discounts to Amazon Prime customers, offering its own devices for testing and sale, and creating a curated selection of books based on a ratings system.</p><p>Amazon now operates more than 20 bookstores throughout the country, as well as more than two dozen Amazon 4-star stores, outlets that sell gadgets from electronics to kitchen products. Two years ago, the company said it would close many \"pop-up\" stores it had opened in malls showcasing devices such as smart speakers, tablets and Kindle e-readers.</p><p>The company's technological innovations have been particularly present in its line of grocery stores, which began with its purchase of Whole Foods. Those now include its cashierless Amazon Go convenience stores in Chicago, New York, San Francisco and Seattle and its more conventional Amazon Fresh stores across several states.</p><p>---</p><p>Khadeeja Safdar contributed to this article.</p>",
  "published": "2021-08-20T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1308,
          "end": 1320
        },
        {
          "start": 1308,
          "end": 1315
        }
      ]
    }
  ]
}