{
  "_id": "d4e2c3e6dc1181e2c2febe3c91653f0a55c29dffddf5a3adaa06d29f8e768ed9",
  "feed": "wall-street-journal",
  "title": "Business News:  Walmart Aims Delivery  At Parts of New York City  ----  By Sarah Nassauer",
  "text": "<p>   Walmart Inc. plans to make grocery delivery available to shoppers in parts of New York City, a market that the world's biggest retailer has struggled to crack over the years. </p><p>   Starting late Tuesday, Walmart groceries will be available for delivery in parts of Brooklyn, Queens and the Bronx through Instacart Inc., a company that charges a fee to send gig workers to purchase items at stores and deliver them. </p><p>   Walmart has no physical stores in New York City. Instacart shoppers will buy groceries at Walmart stores outside the city's limits, then deliver those items to nearby homes, the companies said. The service won't be available in Manhattan. </p><p>   Walmart has worked to expand its grocery-delivery and store-parking-lot-pickup capabilities during the pandemic, as demand for such services has surged and the company has tried to keep pace with Amazon.com Inc. </p><p>   Last year, Walmart formed a partnership with Instacart to deliver groceries in a small number of cities in California, as well as in Tulsa, Okla. Walmart also works with other delivery partners, including DoorDash Inc. and Roadie Inc. With those companies, Walmart workers gather orders, then hand off shopping bags to delivery drivers. </p><p>   Walmart and Instacart are also competitors. Instacart delivers groceries for Walmart rivals including Costco Wholesale Corp., Aldi and Target Corp. Walmart also has its own network of independent delivery drivers and last week opened it up to other businesses. Meanwhile, Target is working to expand Shipt, a similar delivery service it owns. </p><p>   In New York City, Walmart has failed to build a foothold for more than a decade, first with stores, then with same-day delivery. </p><p></p>",
  "published": "2021-09-01T06:06:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 409,
          "end": 416
        },
        {
          "start": 1274,
          "end": 1281
        },
        {
          "start": 871,
          "end": 878
        },
        {
          "start": 1006,
          "end": 1013
        },
        {
          "start": 0,
          "end": 12
        },
        {
          "start": 198,
          "end": 205
        },
        {
          "start": 1345,
          "end": 1352
        },
        {
          "start": 499,
          "end": 506
        },
        {
          "start": 648,
          "end": 655
        },
        {
          "start": 1197,
          "end": 1204
        },
        {
          "start": 1558,
          "end": 1565
        },
        {
          "start": 15,
          "end": 22
        },
        {
          "start": 1117,
          "end": 1124
        }
      ],
      "nexusId": "10042309"
    }
  ]
}