{
  "_id": "16b29ac157ec75772d667c31fdeaf9054b1163c1830210d195c1ac4fa58fb840",
  "feed": "ftcomall",
  "title": "FirstFT: Today's top stories",
  "text": "<p><em>Good morning. To help make FirstFT the best it can be, we would like to know what you like or dislike about the newsletter. Please help us improve FirstFT by taking our&#xa0;</em><a href=\"https://survey.ft.com/jfe/form/SV_9ThQBasDkPZoEC2\"><em>short survey</em></a><em>. Thank you.</em></p> <p>President Joe Biden defended his economic record on Monday as US jobs data revealed a puzzling pair of facts: millions remain unemployed after losing work in the pandemic, but businesses say they can't find enough people to hire.&#xa0;</p> <p>Republicans and some business figures blame what they say are overly generous jobless benefits for discouraging people from getting a job. They say that <a href=\"https://www.ft.com/content/52ecab21-c90d-4ee7-be7f-612da5355c77\">the labour shortages</a> are worse in sectors including food service, transport and construction and threaten to push up prices.</p> <p>But speaking at the White House on Monday, Biden said his economic plan was “working” despite last month's <a href=\"https://www.ft.com/content/4cfed923-19e0-4522-8c21-04505499becd\">slowdown in job creation</a>, in which businesses hired 266,000 new employees, far fewer than the 1m that economists had expected. He insisted there was not “much evidence” that the extension of unemployment insurance as part of his&#xa0;<a href=\"https://www.ft.com/content/ecc0cc34-3ca7-40f7-9b02-3b4cfeaf7099\">stimulus plan</a>&#xa0;was discouraging work.&#xa0;</p> <p>The unexpected struggle to find workers threatens to derail what many economists and business owners had expected to be a robust economic recovery.</p> <p>Investors are beginning to pay more attention to the threat inflation poses to the US economic recovery, linked to a tight labour market and higher prices. US inflation data, due on Wednesday, are expected to show consumer prices rose 3.6 per cent in April compared with the same time last year, and 0.2 per cent compared with March 2021. A recent survey by <a href=\"https://www.newyorkfed.org/microeconomics/sce#/\">the Federal Reserve Bank of New York</a> showed inflation expectations for this year had crept to their highest since September 2013.</p> <p>The prospect of rising inflation has unsettled investors who think the Federal Reserve may be forced to respond by increasing interest rates from their record low levels, pushing up business costs. US stocks <a href=\"https://www.ft.com/content/9707595b-d708-4be3-917d-9ae1de04c707\">closed down</a> on Monday, triggering losses in <a href=\"https://www.ft.com/content/fd3abbb8-955a-46b3-bc45-9a4fb7b95265\">Asia and Europe</a> on Tuesday. </p> <p>Sebastian Mallaby, a senior fellow for international economics at the Council on Foreign Relations, <a href=\"https://www.ft.com/content/a0fd9d91-350b-4ad7-b50e-433410f7885d\">wrote in the FT this week</a> that after a quarter of a century in which core inflation, excluding volatile food and energy, had tended to undershoot the Federal Reserve's 2 per cent target, prices were now threatening “to rise faster than desired”.</p> <h2>Coronavirus digest</h2> <ul>  <li><p>New infections in the <strong>US</strong> have fallen to the <a href=\"https://www.ft.com/content/50477ce9-943b-4f0a-9630-5f2502f21be8\">lowest level in 11 months</a> — a sign the country is on track to regain a sense of normality by summer.</p></li>  <li><p>The Food and Drug Administration has extended <a href=\"https://www.ft.com/content/041f4bbe-d89e-4c35-bda6-0a073be44719\">its emergency authorisation for the inoculation</a> of 12 to 15-year-olds in <strong>America</strong> for the first time.</p></li>  <li><p><strong>Britons</strong> will be <a href=\"https://www.ft.com/content/dc02f299-f2c1-415d-8480-efdfbed79695\">allowed to hug</a> on May 17 for the first time since restrictions were put in place. </p></li>  <li><p>Economists have warned that the latest outbreak in <strong>India</strong> could have&#xa0;long-term ramifications&#xa0;for <a href=\"https://www.ft.com/content/28e9c827-1131-4412-bafa-5e88eb211fc4\">the country's middle class</a>, whose rising consumption was expected to be the country's growth engine for many years.</p></li>  <li><p><strong>Norway </strong>and <strong>Sweden's</strong> vaccine rollouts have failed to <a href=\"http://ft.com/content/9e02b256-af82-4703-96bb-4280fe4d7808\">engage at-risk migrant groups</a>, who remain sceptical over safety.</p></li> </ul> <p><em>Follow the latest on our </em><a href=\"https://www.ft.com/content/b4dbf0a5-7681-4795-b483-acfe1e263c8e\"><em>live blog</em></a><em>, and </em><a href=\"https://www.ft.com/newslettersignup-coronavirus\"><em>sign up</em></a><em> for our </em><a href=\"https://www.ft.com/coronavirus-business-update\"><em>Coronavirus Business Update</em></a> <em>newsletter, delivered to your inbox every Monday, Wednesday and Friday.</em></p> <h2>In the news</h2> <p><strong>Israel and Hamas hostilities escalate </strong>Israeli warplanes pounded the Gaza Strip on Tuesday as Palestinian militant group Hamas fired rockets deep into the Jewish state in <a href=\"https://www.ft.com/content/4585d6dd-8a54-4ef3-b872-78924ac3b874\">a significant escalation of hostilities</a> after Israeli police injured hundreds of Muslim protesters at Jerusalem's al-Aqsa mosque.</p> <p><strong>FBI identifies cyber attackers</strong> The FBI on Monday identified&#xa0;<a href=\"https://www.ft.com/content/0afb53f0-f382-442a-9a32-02824ce8bb70\">DarkSide</a>, an organisation believed to be run from Russia, for the cyber attack on the 5,500-mile Colonial pipeline network. The Biden administration on Monday <a href=\"https://www.ft.com/content/ea2afceb-3770-414e-a14e-1238675fe63a\">opened up the debate</a> over the merits of companies making ransom payments to cyber attackers. </p> <p><em>For more essential energy news, forward-thinking analysis and insider intelligence, </em><a href=\"https://click.newsletters.ft.com/f/a/p7TgKs96j4MPfAPGWystuQ~~/AAAAAQA~/RgRieuBtP0SeaHR0cHM6Ly9lcC5mdC5jb20vbmV3c2xldHRlcnMvc3Vic2NyaWJlP2VtYWlsSWQ9NjA5ODU4MzU1YjM2ODAwMDA0M2U3NzZkJnNlZ21lbnRJZD02MGExMjZlOC1kZjNjLWI1MjQtYzk3OS1mOTBiZGU4YTY3Y2QmbmV3c2xldHRlcklkcz01NjU1ZDA5OWU0YjAxMDc3ZTkxMWQ2MGZXCGZpbnRpbWVzQgpgko1bmGDIFr3rUhVlbWlseS5nb2xkYmVyZ0BmdC5jb21YBAAAAAA~\"><em>sign up</em></a><em>&#xa0;for our </em><a href=\"https://www.ft.com/energy-source\"><em>Energy Source</em></a><em> newsletter delivered every Tuesday and Thursday.</em></p> <p><strong>China's population grows at slowest rate in decades</strong> China's latest census showed the population grew by just 5.4 per cent to 1.41bn in the decade to 2020, <a href=\"https://www.ft.com/content/0654a033-9981-4d02-9a3c-9670f74433bd\">the slowest expansion</a> since the People's Republic of China began collecting data in 1953. China's population added 5.8 per cent in the decade to 2010 and grew by double-digit percentage amounts between each of the previous censuses.</p> <p><strong>Vice Media joins streaming gold rush</strong> Vice Media, the youth-focused news and entertainment group, has launched <a href=\"https://www.ft.com/content/942bf107-3824-4611-b0f7-b4816d4ee2a5\">a free-to-watch online television channel</a> to capitalise on the surge in streaming. Under chief executive Nancy Dubuc, the former head of A&amp;E Networks who took over from founder Shane Smith in 2018, Vice has revisited its business model while aiming to keep its reputation for edgy content.</p> <h2>The day ahead</h2> <p><strong>Voting rights legislation</strong> Democrats in the Senate&#xa0;hope on Tuesday to advance sweeping election reform legislation making it easier for Americans to cast ballots. The For The People Act, <a href=\"https://www.ft.com/content/be93b72d-73c6-457b-8d6e-d4c4a89167cb\">cleared the House of Representatives last month</a>.</p> <p><strong>Queen's Speech</strong> The Queen will on Tuesday set out the legislation that Boris Johnson hopes will pave the way for him to win a second full term as prime minister</p> <p><strong>Earnings round-up </strong><a href=\"https://www.ft.com/content/78b2decb-f14a-4bf2-8e5e-87a3076b72dc\">Palantir</a>, the US data analysis company best known for its work for the defence and national security departments, reports results today. Also reporting are Electronic Arts and Occidental Petroleum.</p> <p><strong>Brandon Wales testifies on cyber security </strong>In Washington, the Cybersecurity and Infrastructure Agency acting director <a href=\"https://www.ft.com/content/78b2decb-f14a-4bf2-8e5e-87a3076b72dc\">testifies</a> before the Senate today after the Solarwinds hack.</p> <p><em>Reader Q&amp;A: The application of artificial intelligence in businesses and the public sector is causing huge ethical divisions. FT correspondents Madhumita Murgia and Kiran Stacey </em><a href=\"https://www.ft.com/content/0c91c30e-f3c6-4219-bd33-475cc721ffbe\"><em>will answer readers' questions</em></a><em> on May 13. </em></p> <h2>What else we're reading</h2> <p><strong>Walmart vs Amazon: grocery battle </strong>Amazon's ambitions to disrupt the $1.3tn US grocery market will define the next stage of a more than two-decade <a href=\"http://ft.com/content/9ab41b9e-a294-430f-951d-49cfc3415460\">battle with Walmart</a>. And it comes just as Walmart intensifies efforts to break Amazon's broader ecommerce dominance. <em>This article is the first part of an FT series examining the future of retail.</em></p> <ul>  <li><p>Amazon set a corporate <a href=\"https://www.ft.com/content/83107255-d3f2-416b-aba9-37a8cadb0296\">bond market record</a>, raising $18.5bn across maturities ranging from two to 40 years at yields that approached those of US Treasuries.</p></li> </ul> <p><strong>US women consider parenting alone after coronavirus</strong> There is a whiff of carpe diem in the air, as Americans slowly return to&#xa0;<a href=\"https://www.ft.com/content/32a84c69-d54d-4d8a-a9e2-5fcc4def6739#post-94c072c5-99cc-4349-bba9-ef7f2a1cee56\">normal life</a>&#xa0;while vowing never to forget the lessons taught by the coronavirus pandemic. For many, these pandemic learnings have affected attitudes to procreation, <a href=\"https://www.ft.com/content/bfb30d69-3af7-40fe-8455-4986b6dd49d3\">writes Patti Waldmeir</a>.</p> <p><strong>Djibouti thrives in ‘return to cold war' </strong>With economic growth of up to 7 per cent forecast this year, double Africa's average, and hefty Chinese investment in ports, free trade zones and a railway line to landlocked Ethiopia, Djibouti's strategic location is helping to make it one of the continent's <a href=\"http://ft.com/content/418b5250-f7fa-4ad3-837f-871dd259ec87\">fastest-growing economies</a>. </p> <p><strong>Look to the US for ‘workweek' laws that work </strong>Some US states have passed “fair workweek” laws in an attempt to tackle unpredictable schedules in sectors such as retail and fast food. The measures serve as a reminder that policy interventions do not have to be heavy-handed to make a difference, <a href=\"http://ft.com/content/fda3e7fd-8f46-4157-8bcf-bd5daac063cb\">writes Sarah O'Connor</a>.</p> <p><strong>Avoid inbox panic with a digital disconnect </strong>The slight anxiety of not knowing what is in your inbox can feel more stressful than quickly checking it the second you wake up. Now that offices are reopening, perhaps there is a way to moderate constant, unnecessary contact, <a href=\"http://ft.com/content/39517318-ba12-4db0-9bac-8888973f53a0\">writes Elaine Moore</a>. </p> <h2>Video of the day</h2> <p><strong>How the tourism industry can recover post-pandemic</strong> Three chief executives, representing the tourism, airline and luxury hotel sectors, <a href=\"https://www.ft.com/video/249a2ab9-d5ac-409d-8adf-6b03553d342e?playlist-name=latest&amp;playlist-offset=0\">discuss the future of travel</a> in a post-Covid world, and how they will meet pent-up demand.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2021 'FirstFT: Today's top stories' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-11T11:19:15.148Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 6013,
          "end": 6020
        },
        {
          "start": 6043,
          "end": 6050
        },
        {
          "start": 5855,
          "end": 5862
        }
      ],
      "nexusId": "10042309"
    }
  ]
}