{
  "_id": "8a3c0b9c9f3deb309e83f9ff8544a4b8ad6289faaab038770239bf56e4624eab",
  "feed": "wall-street-journal",
  "title": "Targeting the Hot Gifts Online --- Tips for scoring a gaming console, in-demand toy or other hard-to-find holiday presents this year",
  "text": "<p>Out-of-stock messages on websites have nearly tripled compared with pre-pandemic levels going into the gifting season, according to a report from Adobe. The most affected categories are apparel, sporting goods, baby products and electronics.</p><p>Expect shipping delays for iPhones, too. During Apple's most recent earnings call, finance chief Luca Maestri said, \"We expect most of our product categories to be constrained during the December quarter.\" Most configurations of the iPhone 13 Pro and Apple Watch Series 7 currently have a ship estimate of late November. And when I checked when Apple could ship a base iPad Mini to me in San Francisco, the company's website said December. (A more expensive variant, with cellular, was available for pickup 20 miles away.)</p><p>Desperate times call for bots: Some good guys and less-good guys are deploying shopping bots that can automatically make online purchases faster than you can say \"checkout.\" Malicious bot activity, which includes bots that log into and check out from retail sites, has increased 19% from Sept. 4 to Oct. 26, according to networking-services company Akamai. I don't recommend trying them. Using a bot might violate the store's terms of service, which could result in the retailer restricting your access to your account.</p><p>Instead, you'll need to harness the power of your human fingers: waiting until your desired item is in stock, then adding it to your cart with lightning speed. I can't do the legwork for you, but I can offer some tips that could help you score what you're looking for.</p><p>Make two lists</p><p>Mentally divide up the things you want based on priorities, said Taylor Schreiner, director of Adobe Digital Insights, which analyzes online consumer shopping transactions. \"One list has what you need to get -- and get on time -- and are willing to pay a little bit more money for,\" he said. \"Then make another list for things that you're flexible on price, timing and model for.\"</p><p>For the first list, make purchases early -- well before Black Friday, he says. And don't count on discounts this season. Adobe reports that computer prices typically drop 9% by this time of year. In 2021, however, prices haven't dipped. In fact, online prices overall are up, according to the data.</p><p>Follow inventory trackers</p><p>Consoles, PC graphics cards and in-demand toys are difficult to find anywhere right now, except on marketplaces where they're marked up by hundreds of dollars. The HotStock website tracks a large catalog of products across the U.S., U.K. and Canada. You can go to the page of a specific item and see where it's in stock at retailers like Amazon, Walmart and Target. You don't have to subscribe to set an alert, but premium HotStock iOS and Android app subscribers ($5.49 a month) get notifications before anyone else.</p><p>NowInStock.net tracks a smaller group of electronics, apparel and toys, but it can show availability in more countries, including Germany, France and Japan. Stock Informer is specifically for consoles and graphics cards.</p><p>For the graphics-card seekers, your best bet may be YouTubers such as DataLover and fixitfixitfixit, which are streaming dashboards showing live inventory statuses. (You could also buy pre-built gaming PCs or laptops to harvest their graphics cards, but they too are likely marked up.)</p><p>Create accounts at major retailers</p><p>Make sure you're logged in and ready to check out when stock is available. Create logins where your item is sold. Major retailers include Best Buy, Amazon, Target, Walmart, Costco and Sam's Club. If you're looking for consoles, sign up at GameStop, Antonline, Microsoft and Sony's PlayStation website, too.</p><p>Sony has a sign-up page where PS5 seekers can register for an invitation to purchase directly from the company. Invitees will be selected \"based on previous interests and PlayStation activities,\" according to the site's FAQ.</p><p>Password managers, such as 1Password, Dashlane and LastPass, can help you fill in addresses, credit-card numbers and other information quickly.</p><p>Consider independent shops, too</p><p>If you can't find in-demand toys at big-box retailers, try local independent shops, says Polly Wong, president of retail marketing firm Belardi Wong. Google's Shopping search tab now has filter options for \"Smaller shops\" and \"Available nearby,\" and the results indicate whether the item is on shelves or in limited stock at a particular store. Before you make a trip, give the store a quick call to see if the product is, in fact, available.</p><p>Pick up, if possible</p><p>If it's an option, choose in-store pickup to avoid shipping delays. If not, check ship estimates to make sure it'll arrive on time. Be warned: Those estimates can be pushed back.</p><p>FedEx spokeswoman Alexandra Shockey said the company continues to face labor shortages and increased package volume, resulting in estimated-delivery-date changes for some packages. Enrolling in FedEx Delivery Manager will give you the most up-to-date information on packages, she said. UPS has an equivalent called My Choice.</p><p>And always remember when on retail websites, \"6 to 8 weeks\" is often code for \"Your guess is as good as ours.\"</p><p>Buy from a marketplace -- with caution</p><p>Willing to pay whatever it takes? Many hard-to-find items, from the new Xbox to the Magic Mixies Magical Misting Cauldron, are listed on peer-to-peer marketplaces like eBay and StockX at a markup.</p><p>There's some risk involved. It's possible that a listing marketed as a PlayStation 5 arrives on your doorstep as a PlayStation 4. EBay has a money-back guarantee, which a spokeswoman said \"protects all buyers in case something goes wrong with a transaction, such as if an item is not received or not as described in the listing.\" But the process of actually retrieving your money can be arduous, involving reaching out to the seller and requesting a return. EBay can intervene if the seller hasn't responded, but only after a period of time that can range from three to 21 business days.</p><p>StockX, which lists only products considered \"brand new,\" has verification teams that authenticate the item before sending the product to the buyer. If the item doesn't meet StockX's requirements, the buyer is matched with a new seller. The downside? The verification process typically takes one to two business days, but can take longer. StockX says it aims to fulfill orders within 12 business days.</p><p>No dice? Get a digital gift</p><p>If you can't find what you're looking for, well, at least you tried. A couple thousand \"Fortnite\" V-Bucks or a year of Spotify may have to suffice this season. Just blame the elf shortage and reindeer logjam. Santa's got a supply-chain headache this year!</p>",
  "published": "2021-11-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2621,
          "end": 2628
        },
        {
          "start": 3499,
          "end": 3506
        }
      ]
    }
  ]
}