{
  "_id": "e641ce32b90a121d4080301202dfa2339dda2337b7ac1988374f73058db8c84f",
  "feed": "ftcomall",
  "title": "US watchdog demands information from nine companies in supply chain probe",
  "text": "<p>The Federal Trade Commission has asked retailers and consumer goods groups in the US, including Amazon and <a href=\"https://www.ft.com/content/ca4a86c6-35eb-4baf-aa47-8b07aef6e07a\">Walmart</a>, to hand over information about their supply chains as it probes <a href=\"https://www.ft.com/content/6e7b05c7-c5a8-4a3e-a772-9cb7a3de1ccf\">bottlenecks</a> and high prices afflicting the economy. </p> <p>The move announced on Monday by the FTC, the US competition watchdog, will put pressure on corporate America to defend its prices and business practices and take additional steps to <a href=\"https://www.ft.com/content/8055d806-3166-48c9-9786-9bdea0e2d806\">ease backlogs</a> ahead of the holiday shopping season — a growing preoccupation for the Biden administration. </p> <p>“Supply chain disruptions are upending the provision and delivery of a wide array of goods, ranging from computer chips and medicines to meat and lumber,” Lina Khan, FTC chair, said in a statement. </p> <p>“I am hopeful the FTC's new . . . study will shed light on market conditions and business practices that may have worsened these disruptions or led to asymmetric effects,” she added. </p> <p>The FTC is seeking information from nine companies, which also include grocery chain Kroger, consumer goods company Procter &amp; Gamble, meat producer Tyson Foods and food company Kraft Heinz, along with several wholesalers. </p> <p>The announcement of the probe came as president Joe Biden met with a group of leading chief executives at the White House to stress the importance of smooth <a href=\"https://www.ft.com/stream/59d55e5c-cb83-49dc-bacb-26dcc51566d0\">supply chain</a> operations during the holiday season. </p> <p>Even though the US economy has been booming since Biden took office, public perceptions of the recovery and how the administration has handled it have been hit by the surge in prices and, in some cases, delays and difficulty in securing products. </p> <p>The FTC investigation risks increasing tensions between corporate America and the Biden administration, since it involves an extensive request for information, and suggests that corporate practices could be contributing to the backlog. </p> <p>The FTC said it would study whether supply chain disruptions are leading to “specific bottlenecks, shortages, anti-competitive practices, or contributing to rising consumer prices”.</p> <p>Biden was expected to deliver remarks on supply chains on Monday which were later delayed until Wednesday. Earlier this month, the FTC also launched an investigation into high petrol prices as the Biden administration sought to put pressure on oil companies to ease inflationary pressure in their sector.</p> <p>Large retailers have expressed confidence that their efforts to bring goods into the country earlier than usual will help them meet strong consumer demand, which Matthew Shay, chief executive of the National Retail Federation, said had been “juiced” by historic levels of fiscal stimulus. </p> <p>“Overall, consumers are in a great place; they've got $4tn in savings, they're out shopping, sales are up in a big way this year [and] we expect a great holiday season,” Shay told CNN on Friday. “Because retailers have got inventory in place [consumers] are going to find the gifts that they have on their lists.”</p> <p>Early data covering the long Thanksgiving weekend suggests that <a href=\"https://www.ft.com/content/73bd8895-7ec3-475a-8e8e-0b674c34d54d\">in-store spending</a> rallied strongly from last year's pandemic-depressed levels, but online spending came in at the low end of analysts' expectations. </p><p>Source: James Politi in Washington and Andrew Edgecliffe-Johnson in New York 2021 'US watchdog demands information from nine companies in supply chain probe' FT.com 29 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-29T21:34:18.995Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 107,
          "end": 114
        }
      ],
      "nexusId": "10042309"
    }
  ]
}