{
  "_id": "a29402d99238278b5ec3bee4b7a266bdce8238bd1dc6820f942f35de5cd02563",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  New Chief Hired for TikTok Video App  ----  By Paul Ziobro",
  "text": "<p>   TikTok has named Shou Zi Chew, chief financial officer of parent company ByteDance Ltd., to lead the buzzy short-form video app, in a reshuffling that attempts to stabilize the leadership ranks of the fast-growing company. </p><p>   Mr. Chew is stepping in as CEO of TikTok, while also continuing as ByteDance's finance chief, the company said in a blog post Friday. </p><p>   He replaces Vanessa Pappas, a former executive of Alphabet Inc.'s YouTube who will shift into an operating chief role at TikTok. Ms. Pappas became TikTok's interim head in August after the abrupt resignation of former Walt Disney Co. executive Kevin Mayer. The company said Ms. Pappas, who joined TikTok in 2018, will maintain her current responsibilities including managing TikTok's key operations. </p><p>   Mr. Chew, who is based in Singapore, will steer TikTok at a time of growing influence for the social-media platform, where users can post short videos and scroll endlessly through other viral videos. He joined ByteDance in March after working at Xiaomi Corp. since 2015 and spent most of his tenure with the Beijing-based smartphone maker as finance chief. </p><p>   TikTok has been at the center of a geopolitical standoff between the U.S. and China for more than a year. The new appointment appears to mark a pivot from initiatives last year aimed at TikTok distancing itself from its Chinese roots, and casts doubt on efforts to put parts of the company in U.S. hands. </p><p>   The U.S. government has investigated whether the app, owned by Beijing-based ByteDance, poses a risk to national security amid concerns that the Chinese government could have access to the personal data on millions of American users. </p><p>   The Trump administration issued an executive order last year that would ban the app unless it found an American buyer. Oracle Corp. and Walmart Inc. were in a group having talks to buy TikTok's U.S. operations, which ByteDance opposed. The Biden administration in February shelved plans to require the sale. </p><p></p>",
  "published": "2021-05-01T06:15:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1789,
          "end": 1801
        }
      ],
      "nexusId": "10042309"
    }
  ]
}