{
  "_id": "789565167285ddfe58715ef0b533a9ac857724ef3fc113d0d48538de92157980",
  "feed": "wall-street-journal",
  "title": "Supermarkets Pressed  To Provide Hazard Pay  ----  By Jaewon Kang",
  "text": "<p>   Grocery chains are coming under pressure to boost hourly employees' pay again, as municipalities push continued aid for front-line workers nearly a year into the Covid-19 pandemic. </p><p>   Seattle, Long Beach, Calif., and other cities have passed new rules requiring supermarkets to provide employees temporary bonus pay. Others, including Los Angeles, are considering similar mandates designed to help employees who have to show up for work in public-facing jobs like cashiers or baggers and risk exposure to the coronavirus. </p><p>   Some grocers are pushing back, saying that shoppers will bear the costs. Grocery executives say rules to raise wages -- in some cases by as much as $5 an hour -- will increase expenses by about 30% in stores and squeeze already thin profit margins. Some chains including Kroger Co. say they will close some stores in areas with new wage mandates, while others say they are boosting food prices or may cut back on services like checkouts. </p><p>   Although the pandemic has driven higher sales and profits for grocery chains, companies say the cost of doing business has risen, too, and their most profitable sections, such as buffets and salad bars, remain closed in many locations. </p><p>   \"We're not in a nonprofit organization,\" said Rob McDougall, chief executive officer of California chain Gelson's Markets. The company raised prices for thousands of products in its Long Beach store after mandated bonus pay increased expenses by about 25% in recent weeks. Mr. McDougall said the higher prices cover only half the new costs, and he expects nearly a 13% decline in overall profits. </p><p>   The fight over frontline worker pay has heightened as the pandemic nears the one-year mark in the U.S. Many grocery chains increased hourly wages for workers in the spring but phased out so-called hazard pay months later. They have provided two weeks of sick pay for employees who need to quarantine, and overtime for workers who cover those shifts. </p><p>   Grocery executives also are preparing for the possibility of a higher federal minimum wage. Cashiers in grocery stores earned an hourly mean wage of about $12 in May 2019, the latest year for which data is available, according to the Bureau of Labor Statistics. </p><p>   Some city and labor union officials say supermarket employees deserve higher wages. They say grocery-store workers remain at risk, and that supermarket chains are making enough money during the pandemic to compensate employees for heavier work loads and stress. America's biggest retailers, including grocery chains, reported a 42% increase in profits in the first three quarters of 2020, compared with a year earlier, according to the Brookings Institution's metropolitan policy program that conducts research on economic dynamics. </p><p>   \"The grocery industry as a whole has been making billions of dollars,\" said Gary Anderson, principal deputy city attorney of Long Beach. Last month, the city mandated a $4 hourly increase to supermarket employees for 120 days. The rule applies to retailers that devote 70% of their business to food and employ 300 or more people nationwide, targeting conventional grocery chains rather than general merchandisers like Walmart Inc. </p><p>   The United Food and Commercial Workers International Union's Washington chapter worked with Seattle officials to draft that city's hazard-pay mandate, and is in talks with about 10 other Washington cities to put together similar measures, said Joe Mizrahi, a union official. Store closures and potential changes in food prices are \"political posturing\" aimed at discouraging other governments to take action, he said. </p><p>   Supermarket operators said that the store closures and price moves are among their few options to control costs, since wages typically represent about half or more of grocers' expenses. </p><p>   Kroger, the nation's biggest supermarket chain, said it would close two stores in Long Beach and two others in Seattle in April because the mandates increase labor costs by 20% to 30% and weigh on thin profit margins. A Kroger spokeswoman added that the four stores have been struggling, but the company delayed closings during the initial phases of the pandemic. The mandated extra pay makes it \"impossible\" to continue operating underperforming stores, she said, adding that the company has spent about $1.5 billion to protect and reward employees. </p><p>   Albertsons Cos. could change operating hours or staffing levels in areas with wage mandates, a spokesman said, adding that the measures unfairly target large supermarkets. The company spent $885 million on pandemic-related costs through its fiscal third quarter. </p><p>   At Gelson's, Mr. McDougall said he will consider closing some stores, cutting services and reducing positions and shifts if similar mandates are passed in more cities like Los Angeles where nearly one-third of his stores operate. Gelson's expenses increased about 20% last year because of Covid-19-related measures such as cleaning, protective gear and sick pay, he said. </p><p>   Seattle-based PCC Community Markets, which operates 15 stores in Washington, started offering a $4 hourly bonus to all employees this month and is working to identify where it can cut costs. Suzy Monford, CEO of the company, said PCC spent nearly double its projected profits last year on sanitizing, securing protective gear and increasing air filtration. </p><p>   Supermarket trade groups are fighting local rules in court. </p><p>   Mikayla Pena, a barista at a Pavilions store owned by Albertsons in Los Angeles, said hazard pay is the least the company can offer to help workers like herself. She tested positive for Covid-19 in January. Albertsons said it doesn't comment on employees. </p><p>   \"I feel so burnt out from working this whole time,\" Ms. Pena said. </p><p></p>",
  "published": "2021-02-25T07:09:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3153,
          "end": 3165
        }
      ],
      "nexusId": "10042309"
    }
  ]
}