{
  "_id": "da91e91f48a96adbdf41393771f7e845dce72d8b05a1544c24ccf792294a545b",
  "feed": "ftcomall",
  "title": "Why McKinsey's secretive investment fund was rebuked by regulators",
  "text": "<p>One scoop to start: <strong>Legal and General Investment Management</strong>, the UK's largest asset manager, will stop giving almost all direct feedback to companies on their executive pay, after finding its responses were ignored most of the time. Read the full story <a href=\"https://www.ft.com/content/785665a6-3d28-4516-9aad-60bb404b2ba3?\">here</a></p> <h1>McKinsey: a culture of crises</h1> <p>Working for US opioid manufacturers, insider trading by one of its top executives and the costly fallout of a government corruption scandal in South Africa. These are just some of the <a href=\"https://www.ft.com/content/63f24181-aee0-49f4-9966-a447d79692f0\">reputational blows</a> to <strong>McKinsey </strong>over the past few years. They resulted in concerns about the influential consulting firm's culture of crises — and led to global managing partner <strong>Kevin Sneader </strong>being <a href=\"https://www.ft.com/content/8923cfde-8a29-4d40-a214-57f6620ac019\">voted out</a>. </p> <p>On Friday McKinsey was dealt another blow. The US <strong>Securities and Exchange Commission</strong> imposed an <a href=\"https://www.ft.com/content/3d6aa8f6-00c7-42b8-b7ed-2f6626358154\">$18m fine</a> on an internal McKinsey fund that invests the wealth of its top consultants. It allegedly had inadequate controls to prevent the firm's partners from misusing inside information they accessed through work for clients. </p> <p>The intriguing case concerns an affiliate, <strong>MIO Partners</strong>, which was investing hundreds of millions of dollars in companies that McKinsey was advising, the SEC said. Some of the McKinsey partners who oversaw its investments “also had access to material non-public information as a result of their McKinsey consulting work”,&#xa0;according to the regulator.</p> <p>The SEC fine follows <a href=\"https://www.ft.com/content/49d83a9c-2b0d-11e6-a18d-a96ab29e3c95\">revelations</a> made by the Financial Times in 2016 that McKinsey was operating a secretive internal investment fund that raised questions about how information gleaned from consulting was influencing investment decisions. </p> <p>I recommend revisiting a <a href=\"https://www.ft.com/content/7c6700bc-2976-11e6-8b18-91555f2f4fde\">deep dive</a> that I wrote at the time, with <em>Miles Johnson </em>and <em>Patrick Jenkins</em>, into McKinsey's private hedge fund — now the subject of the SEC fine.</p> <h1>Bond Kings sound the alarm </h1> <p>There aren't many (any?) people that have more combined bond market experience than&#xa0;<strong>Bill Gross</strong>&#xa0;and&#xa0;<strong>Dan Fuss</strong> — two investing legends even in an industry where the term has been devalued more than the Argentine peso.</p> <p>Gross founded&#xa0;<strong>Pimco</strong>&#xa0;in 1971 and carved out a reputation as the “<a href=\"https://www.ft.com/content/9ddffbc6-3e96-11e9-b896-fe36ec32aece\">Bond&#xa0;</a><a href=\"https://www.ft.com/content/9f7f32af-a71a-4892-b331-324aa14ff5b7\">King</a>,” before infamously being ousted in 2014. Fuss's career is even&#xa0;longer. He started trading bonds while Gross was just a teenager in San Francisco, and since 1976 has been&#xa0;<strong>Loomis Sayles</strong>'s star bond fund manager. He finally stepped back from frontline money management this year, aged 87.</p> <p>So the fact that both bond men are now sounding the alarm over wild risk-taking in financial markets is notable. Gross, who now just manages the&#xa0;<strong>William, Jeff and Jennifer Gross Family Foundation</strong>, warned my colleague <em>Robin Wigglesworth</em> that investors had been lulled into a “<a href=\"https://www.ft.com/content/9f7f32af-a71a-4892-b331-324aa14ff5b7\">dreamland</a>” by central banks. Meanwhile, Fuss told Robin that it scared him to see how portfolio managers seemed to have given up “<a href=\"https://www.ft.com/content/50e1c3c1-8922-40d2-9c95-737fb5bb8ad0\">natural prudence and caution</a>”.&#xa0;&#xa0;</p> <p>Notably, neither was particularly worried that inflation would strongly accelerate from today's already elevated level, but they both predicted that it would continue to run hotter than many thought was comfortable. And the duo were sceptical that the&#xa0;<strong>Federal Reserve</strong>&#xa0;would be able to tighten monetary policy much in the coming years, given the danger that overly aggressive moves could cause carnage in markets and imperil the real economy.</p> <p>Fuss reckons that the more stolid corners of the bond market — such as investment-grade corporate debt — are unattractive but not particularly dangerous. On the other hand, he is fretting greatly over excesses in the junk bond market, where he believes the quest for yield is the most ferocious he has seen in his six-decade career.</p> <h1>Crypto fever: FOMO grips wealth managers </h1> <p><strong>JPMorgan Chase</strong>'s decision to give its wealth management clients access to crypto funds came as a bit of a shock to many in the industry. The bank's boss, <strong>Jamie Dimon</strong>, is an outspoken crypto critic. </p> <p>“I personally think that bitcoin is worthless,” Dimon told a conference in October. “I don't think you should smoke cigarettes either.”</p> <p>But the JPMorgan chief executive is nothing if not pragmatic.</p> <blockquote>  <p>“Our clients are adults. They disagree. If they want to have access to buy or sell bitcoin — we can't custody it — but we can give them legitimate, as clean as possible, access.”&#xa0;</p> </blockquote> <p>JPMorgan's move reflects a shift that is sweeping across the wealth management industry, as both clients and their advisers are gripped by the fear of missing out on what is — for now — one of the most lucrative moneymaking opportunities in years. </p> <p>“You have your buddies at the golf club. They claim rightly or wrongly that they have made a fortune [in crypto], said <strong>Michael Bolliger</strong>, chief investment officer, emerging markets, at <strong>UBS Global Wealth Management</strong>. “You don't want to be the last person standing in the queue.”&#xa0;</p> <p>Don't miss <a href=\"https://www.ft.com/content/461ef12c-1db7-47a5-9210-aa0e7594adb5\">this report</a> for <em>FT Money</em>, where <em>Joshua Oliver</em> delves into some of the issues facing the wealth management industry and its clients amid the clamour for crypto.</p> <h1>Six unmissable asset management stories this week</h1> <p>Inflation: is now the time to get worried? Policymakers <a href=\"https://www.ft.com/content/570e9180-45fb-4157-9727-553c2471c309\">are divided</a> over whether rising prices are temporary or permanent. An incorrect response could derail the recovery.<br><br><em>Kaye Wiggins</em> reports from the <a href=\"https://www.ft.com/content/ca91ed95-77cc-4a0e-9196-cc29b4e6f9c4\">SuperReturn conference</a> in Berlin, where private equity chiefs wonder at their own success — while others voice concern over a “state of collective delusion”.<br><br><strong>Trian Partners</strong>, the activist fund run by <strong>Nelson Peltz</strong>, recently increased its holding in <strong>Janus Henderson</strong> to 15 per cent. Now <strong>Dick Weil</strong> <a href=\"https://www.ft.com/content/8a00b2d3-41c4-45a9-b801-0bb1ba60342b\">is retiring</a> as chief executive of the underperforming $419bn global asset manager.<br><br>As a week of New York art auctions draws to a close, <em>Eric Platt</em> looks at the <a href=\"https://www.ft.com/content/27306188-5520-4683-9526-576c2642bb3a\"><strong>Andy Warhol</strong> signal</a> for the US stock market, where the dispersion in returns is a symptom of uncertainty over outlook.<br><br>The Spac machine is sputtering <a href=\"https://www.ft.com/content/d1723a8e-c146-4d48-8475-01cc9947a5d6\">back to life</a> after a dramatic meltdown. But critics of the market for&#xa0;blank-cheque companies&#xa0;say insiders are still the big winners.</p> <p><strong>Ken Griffin</strong> has emerged as <a href=\"https://www.ft.com/content/c38b7579-bbba-4a79-b8df-e6dd13c5aa2a\">the buyer</a> of a rare first printing of the US constitution after a bidding war with crypto traders. The <strong>Citadel</strong> founder is paying $43.2m for the document, which he will display in a museum built by an heir to the Walmart fortune.</p> <h1>Chart of the week</h1> <p>Global bank stocks are on track to record <a href=\"https://www.ft.com/content/fe2dc704-df40-4eba-8bdf-0d4982c7456d\">their best year</a> since the wake of the financial crisis, benefiting from expectations of higher borrowing costs as rate-setters battle widespread inflation.</p> <h1>And finally</h1> <p>I'm in New York right now and there's a show on Broadway that's the talk of the town: <a href=\"https://thelehmantrilogy.com/\"><em>The Lehman Trilogy</em></a>. The largest financial crisis in history becomes a three-act play, directed by <strong>Sam Mendes</strong>.</p><p>Source: Harriet Agnew, Asset Management Editor 2021 'Why McKinsey's secretive investment fund was rebuked by regulators' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-22T06:00:04.553Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 6116,
          "end": 6123
        }
      ]
    }
  ]
}