{
  "_id": "6e9ce253789669441ff5fb9de475bac1518c08575d4723da61d77528f587d902",
  "feed": "wall-street-journal",
  "title": "Truckers Steer Clear of 24-Hour Operations at Southern California Ports; The lone terminal with all-night hours has raised the bar for opening its gates, citing high costs and scant use by trucking companies",
  "text": "<p>Giles Broom, a spokesman for the terminal operated by Total Terminals International LLC, said it cost on average almost $10,000 to remain open during overnight hours. Trucking companies that make appointments but don't show up face no penalties.</p><p>The slow adoption of 24-hour services at the ports of Los Angeles and Long Beach, the nation's busiest port complex, highlights the challenge facing the Biden administration as supply-chain problems persist despite months of government and industry measures to ease congestion. This week, the complex set a record of 86 container ships waiting offshore for a berth, according to the Marine Exchange of Southern California.</p><p>Mr. Biden said last month that the neighboring ports would move toward 24-hour operations in an effort to double the hours that cargo moves off terminals.</p><p>Today, TTI is the only one of the port complex's 13 terminals offering 24-hour operations. The ports of Los Angeles and Long Beach are public agencies that act as landlords to private terminal operators.</p><p>Transportation Secretary Pete Buttigieg said Tuesday during a press conference at the Port of Los Angeles that moving to 24/7 operations isn't like \"flipping a switch.\"</p><p>The inertia has prompted finger-pointing by various participants in supply chains built to move goods from the ports to inland distribution centers and then on to retailers and manufacturers across the U.S.</p><p>One trucking company that would like to use the 24-hour pickups said TTI's appointment restrictions are so onerous it struggled to qualify for an appointment. To pick up loaded boxes, TTI requires firms to drop off certain types of empty containers as well as certain types of truck trailers, known as chassis, so the terminal can maintain a balance of equipment.</p><p>\"I can have 100 or 200 containers\" to return, said Paul Brashier, vice president of drayage and intermodal at Reno, Nev.-based ITS Logistics. \"But if they aren't the specific steamship line box on the specific chassis they need at the specific minimum, you're out of luck.\"</p><p>Gene Seroka, executive director of the Port of Los Angeles, said terminal operators are reluctant to move to 24/7 operations because truckers and warehouses don't work those hours.</p><p>The Biden administration is encouraging shippers, truckers and warehouses to extend shifts. Port officials say 24-hour port operations will take off once other links in the supply chain work all night. \"I think it's going to take time,\" said Mario Cordero, executive director of the Port of Long Beach.</p><p>The Southern California ports complex is a primary focus of administration attention because it handles nearly 40% of the nation's seaborne container imports by volume. The terminals there have been overwhelmed by a pandemic-fueled rush by retailers and factories to restock depleted inventories to meet strong consumer demand.</p><p>Between January and August of this year, the port's terminals processed the equivalent of 6.9 million loaded containers, an increase of 23% from the comparable months of 2019, according to research and consulting firm Beacon Economics.</p><p>The cargo surge has clogged many links in the supply chain, leading to shortages of goods and contributing to inflation reaching a 31-year high in October.</p><p>Ships arriving from Asia must wait at sea for days or weeks because berths are occupied, and when they do pull up to the docks they can't unload quickly because marine terminals are full of boxes. Port truckers can't pick up containers because of a shortage of the trailers needed to haul the boxes, and when they do deliver a box it often sits for days longer than usual outside warehouses that are struggling because of a lack of workers and space.</p><p>The White House has notched successes with some measures to ease congestion.</p><p>Major companies including Walmart Inc., Target Corp., FedEx Corp. and United Parcel Service Inc. have committed to making better use of nights and weekends to pick up containers at the Southern California ports. The ports said they would start adding charges for loaded containers that sit for nine days or more on marine terminals from Nov. 1. They have delayed assessing the fee for a few weeks, but by Nov. 8, the number of such containers had fallen by 20% to 101,000.</p><p>Alex Leary contributed to this article.</p><p>Write to Paul Berger at Paul.Berger@wsj.com</p><p>Truckers Steer Clear of 24-Hour Operations at Southern California Ports</p>",
  "published": "2021-11-17T18:31:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3800,
          "end": 3812
        },
        {
          "start": 3800,
          "end": 3807
        }
      ]
    }
  ]
}