{
  "_id": "c840ef447453d5ecea71fb935b9deb9e51db448a9b949ed884de7de04c7b8a18",
  "feed": "ftcomall",
  "title": "Asda business plan puts 5,000 jobs at risk",
  "text": "<p>Supermarket group Asda will hire 4,500 new workers to handle an expected expansion in online grocery orders, but plans to make 5,000 other store staff redundant.</p> <p>The company, which <a href=\"https://www.ft.com/content/f814b7c7-4b35-47a3-9b87-8af2153001be\">has just been acquired</a> by petrol station group EG and private equity firm TDR in a heavily debt-funded transaction, said it expected to be able to fulfil 1m online orders a week by the end of the year — a level it previously thought would take nine years.</p> <p>The increase will be achieved through in-store picking, which the company said would create greater capacity, improve slot availability and facilitate same-day deliveries in partnership with Uber Eats.</p> <p>As a result, two “dark stores” in the London area will be closed, potentially affecting 800 workers, although other units in the north of England will continue to operate.</p> <p>Dark stores allow online orders to be picked manually by staff without inconveniencing regular shoppers, but as the efficiency of in-store picking and automation technology have improved, they have become less cost-effective. </p> <p>In-store picking has also helped increase the take-up of click-and-collect, which generates better margins for supermarkets and now accounts for about a fifth of Asda's online sales.</p> <p>The UK's third-largest supermarket is also consulting on a “realignment” of store management roles that could result in 1,100 staff losing their jobs, and a similar exercise in back-office positions that could see another 3,000 staff depart. </p> <p>Roles such as deputy store manager and heads of sections including bakeries were axed in favour of a single operational management role. The changes partly reflect a trend away from labour-intensive fish, meat and delicatessen counters and the reduced need for cash handling after the coronavirus pandemic drove a big increase in payment card usage.</p> <p>They also help offset the cost pressure of rising statutory minimum wage levels on a sector that employs hundreds of thousands of hourly paid staff.</p> <p>But they are likely to be controversial; similar management changes were made by rival J Sainsbury in 2018 and were blamed by some for a subsequent dip in availability and service levels. </p> <p>In 2019, Asda waged a long battle with the GMB union over <a href=\"https://www.ft.com/content/aef65f4e-c4f7-11e9-a8e9-296ca66511c9\">changes to employment contracts</a> that raised headline pay rates but made some shop floor workers worse off. </p> <p>Roger Burnley, Asda's chief executive, said the past 12 months <strong>“</strong>have shown us that businesses have to be prepared to adapt quickly to change” and that the company aimed “to ensure as many colleagues as possible stay with us”.</p> <p>The supermarket stressed that the latest changes were not being made in response to the company's changing capital structure; its finance costs are expected to increase rapidly as the company is <a href=\"https://www.ft.com/content/eeef5d50-c52e-48fc-b960-0171c305cf77\">loaded up with debt</a> by its new owners.</p> <p>It pointed out that under a “hold separate” notice issued recently by the Competition and Markets Authority, EG and its founders Mohsin and Zuber Issa cannot participate in Asda's decision-making until the regulator has completed an inquiry into whether the takeover will reduce competition in the retail fuel market. </p><p>Source: Jonathan Eley 2021 'Asda business plan puts 5,000 jobs at risk' FT.com 25 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-25T13:10:09.182Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}