{
  "_id": "e180f6afe1c8d36a23242796df1c46e6342ce87321d8043b22556b47c0c09c89",
  "feed": "wall-street-journal",
  "title": "Startup Flipkart Jumps in Valuation  ----  By P.R. Venkat",
  "text": "<p>   Flipkart, the Indian e-commerce startup backed by Walmart Inc., has jumped in value to nearly $38 billion, with a fundraising supported by Japan's SoftBank Group Corp. and some major sovereign investors. </p><p>   The deal cements Flipkart's status as one of the world's most valuable private technology companies and is the latest sign of investor appetite for tech deals in emerging markets. </p><p>   In May, for example, Grab Holdings Inc. said it planned to go public in the U.S. in a deal valuing the Southeast Asian ride-hailing and delivery group at nearly $40 billion. </p><p>   Flipkart said Monday it had raised $3.6 billion in new funds from a group of investors led by Singapore's GIC Pte. Ltd., the Canada Pension Plan Investment Board, SoftBank's Vision Fund 2 and Walmart. </p><p>   Including the new money, the deal values Flipkart at $37.6 billion, it said. </p><p>   \"This investment reflects global investor confidence in digital commerce in India, which has continued to accelerate over the past year\" as safe and convenient access to products has taken priority, Flipkart said. </p><p>   Just under a year ago, an earlier round of funding valued the company at $24.9 billion. </p><p>   Flipkart said it has more than 350 million registered users. It is also the majority owner of PhonePe, a payment app with more than 300 million users that handles more than a billion transactions a month. </p><p>   Walmart, the U.S. retail giant, bought a near-77% stake in Flipkart in 2018 for $16 billion. As part of that deal, it bought a large stake held by SoftBank's original Vision Fund. Walmart sold its Indian stores to the company last year. The latest funding round reduces Walmart's stake in the company to around 75%, said a person familiar with the deal. </p><p>   \"Flipkart is a great business whose growth and potential mirrors that of India as a whole -- that's why we invested in 2018 and why we continue to invest today,\" the Flipkart statement quoted Judith McKenna, president and chief executive of Walmart Intenational, as saying. </p><p>   --- </p><p>   Sarah Nassauer contributed to this article. </p><p></p>",
  "published": "2021-07-13T06:09:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1523,
          "end": 1530
        },
        {
          "start": 750,
          "end": 757
        },
        {
          "start": 50,
          "end": 62
        },
        {
          "start": 50,
          "end": 57
        },
        {
          "start": 1343,
          "end": 1350
        },
        {
          "start": 1613,
          "end": 1620
        },
        {
          "start": 1938,
          "end": 1945
        }
      ],
      "nexusId": "10042309"
    }
  ]
}