{
  "_id": "ab152b8283db900865a3c2b1f02c6b500dd852fad359e472e716656033abccfb",
  "feed": "wall-street-journal",
  "title": "Business News:  Shipping Squeeze Punishes Small Businesses  ----  By Costas Paris",
  "text": "<p>   Long waits for merchandise deliveries and crippling costs are hobbling the efforts of small and midsize businesses across the U.S. to benefit from the economic recovery after a difficult year. </p><p>   With retail giants like Walmart Inc. and Amazon.com Inc. rushing to restock to meet booming demand from U.S. consumers, smaller competitors are battling over dwindling cargo space on boxships coming in from Asia. Those who want immediate shipments often must pay about three times the going freight cost, according to brokers and cargo owners. </p><p>   Shipping delays and high freight rates are among several challenges facing American businesses, which also are dealing with rising costs for products and a shortage of available labor. These factors weigh especially heavily on small businesses, which tend to have fewer resources to absorb price increases and less leverage either to negotiate lower rates or pass along the higher costs to customers. </p><p>   Things aren't expected to get better in the near term. Container ship operators say retailers started booking cargo space for year-end holiday merchandise in June, three months before the start of the traditional peak shipping season. </p><p>   \"We don't see demand going down at all,\" said Narin Phol, managing director for North America of Danish shipping giant A.P. Moeller-Maersk A/S, the world's biggest boxship operator. \"Everybody is concerned about the peak season.\" </p><p>   The average price to ship a container from China to California is now at $6,043, up 43% since the start of this year and 344% since the start of 2020, according to the Freightos Baltic Index. The price for a box from Asia to Europe is $13,073, up 130% from the start of the year. </p><p>   Small U.S. importers say they are paying much more to get goods on ships. </p><p>   \"It's a big challenge to find a ship,\" said Eram Siddiqui, owner of New York-based Hudson + Bleecker, which sells travel bags. \"Pre-pandemic, we brought in our containers for $3,500 to $4,500 and the waiting time to sail was 10 days,\" she said. \"That container now is $17,000 and it won't move until September.\" </p><p>   Shipping executives say rising freight costs are the result of disruptions across supply chains that triggered delays at ports and inland distribution networks, as retailers and manufacturers rush to restock inventories depleted during the pandemic. </p><p>   Rates started rising at the end of last summer as homebound Americans began ordering an unprecedented amount of online goods like furniture, exercise equipment and electronics. </p><p>   Freight price increases accelerated as a result of bottlenecks in the Suez Canal blockade in March and congestion at the Southern California gateways of Los Angeles and Long Beach, and China's Yantian port. </p><p>   Some 700 ships were more than one week late in arriving at West Coast ports during the first five months of 2021, compared with a combined total of 1,500 from 2012 to 2020, shipping research group Sea-Intelligence ApS said in a report this month. </p><p>   \"It's been crazy to get our bikes in,\" said Bob Margevicius, executive vice president of trade for Specialized Bicycle Components Inc., a California-based company that imports about one million bikes annually. \"Our transport cost is three times up and delivery times have doubled. With the peak season starting early, the rest of the year will be tough on our supply chain.\" Specialized is now paying between $10,000 and $20,000 to bring in a container from China and is passing some of the cost down to bicycle retailers. </p><p>   In an executive order Friday, the Biden administration said it would push regulators to confront perceived anticompetitive pricing in the ocean shipping and railroad industries as part of an effort to blunt the power of big business to dominate industries. </p><p>   The administration will ask the Federal Maritime Commission to combat what it calls a pattern of consolidation that stifles competition and allows aggressive freight pricing. The administration says mergers among big shipping players have enabled them to charge unreasonable fees. </p><p>   FMC Chairman Dan Maffei said the commission's powers were limited, without proof of foul play. He said Congress should consider giving the commission greater regulatory powers if it wants its authority to extend beyond the intentional manipulation of rates. </p><p>   \"I've heard a lot of reported pricing abuses, but I've been frustrated with the lack of cases where someone is willing to go to court and present the evidence,\" Mr. Maffei said. \"We are pretty limited on what we can do.\" </p><p>    Nils Haupt, a spokesman for German container ship operator Hapag-Lloyd AG, said bottlenecks are caused by a shortage of space in warehouses, terminals and distribution centers. \"Carriers are doing their utmost to cope with this, spending millions in extra capacity,\" he said. </p><p>   Hudson + Bleecker's Ms. Siddiqui, who imports seven containers a year, said shipping costs now account for 30% to 35% of the company's revenue, up from 15% to 20% before the pandemic. </p><p></p>",
  "published": "2021-07-12T06:02:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 217,
          "end": 229
        }
      ],
      "nexusId": "10042309"
    }
  ]
}