{
  "_id": "289b5f87cf294c39dffe040de4ba0247543e4c4aefc3999dc4ac43ecbbed4b6c",
  "feed": "ftcomall",
  "title": "UK supermarkets rapidly abandon 24-hour opening",
  "text": "<p>UK supermarkets are rapidly abandoning all-day opening, forsaking the incremental spending of night owls in favour of using the downtime to pick orders for booming online delivery services.</p> <p>Sir Dave Lewis, the former Tesco chief executive, told the <a href=\"https://events.bizzabo.com/321692\">FT Future Forum</a> that large hypermarkets “sell very little during the night” and that closing them at midnight did not have a big financial impact.</p> <p>“But you can then pick [orders] from that store much more intensively than you would have done before,” he said.</p> <p>Just nine of his former employer's 173 largest stores currently trade for 24 hours, compared with almost 350 immediately before the pandemic. A further 33 Express convenience stores, which are not used for picking online orders, also open 24 hours.</p> <p>Asda, which was also in the vanguard of 24-hour opening after its takeover by Walmart in 1999, has cut the number of stores open round the clock from 200 to 106 since the start of the pandemic.</p> <p>“This change reflects the way that customers are now shopping with us, such as the shift online and changes to working patterns,” the company said.</p> <p>J Sainsbury said it had a “very small number of filling stations” operating 24 hours along with a couple of city-centre convenience stores. “We regularly review store opening hours but haven't announced any changes,” it said.</p> <p>Wm Morrison has never opened stores for 24 hours, nor have Waitrose or the discount chains such as Lidl.</p> <p>The reduction in 24-hour operation was already under way before Covid-19 struck, with Tesco scaling back hours at more than 70 stores in 2016. But the pandemic has accelerated it, according to Steve Dresser at consultancy Grocery Insight.</p> <p>Heavy demand for essentials in the early days of the pandemic meant that the night-time hours were needed for restocking and to give exhausted staff a reprieve. Once that died down, the rapid expansion of home delivery and click-and-collect meant the night hours were needed for order fulfilment, almost all of which is done from stores.</p> <p>Tesco can now fulfil 1.5m online orders a week, more than double its pre-pandemic capacity, while Asda and Sainsbury's are each doing more than 800,000 a week.</p> <p>According to data from Kantar, the share of grocery retail done online rose from about 8 per cent to about 15 per cent. </p> <p>Tesco became the first supermarket to open stores for 24 hours outside of the peak Christmas period in 1997. By the millennium, more than half its large stores were open all hours of the day. “It was a bit of a novelty back in the 1990s after the law on opening times changed,” said Dresser.</p> <p>“Managers thought that since the store was staffed anyway for restocking, it might as well be trading. But it was never big business,” he added.</p> <p>The advent of minimum-wage legislation added significantly to the cost of operating stores at night, since staff were paid more for working unsocial hours, and led to replenishment activity being shifted to daytime hours.</p> <p>The gradual disappearance of all-day opening is not the only retail trend the pandemic has accelerated. All the big supermarkets have made “range edits”: reducing the number of choices in a particular product area.</p> <p>Initially this was done to maintain availability of key items such as bread, milk and eggs in the face of panic buying early in the crisis. But many reductions have become permanent and Asda, now owned by TDR Capital and the billionaire investor Issa brothers, is planning deeper cuts.</p> <p>“We will be reducing [products] in some areas by taking out duplicates, increasing volumes on key lines and ultimately delivering lower prices for customers,” it said.&#xa0;</p> <p>Fewer product options mean increased sales volumes of the choices that remain, making businesses simpler to run and allowing retailers to secure better terms from suppliers. The model is used to the extreme by discounters Aldi and Lidl, which typically stock about 2,000 permanent product lines compared with more than 30,000 in a conventional hypermarket.</p><p>Source: Jonathan Eley 2021 'UK supermarkets rapidly abandon 24-hour opening' FT.com 23 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-23T12:37:00.572Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 836,
          "end": 843
        }
      ],
      "nexusId": "10042309"
    }
  ]
}