{
  "_id": "91295a4e7f79dd85b4ebe8b7aa5c70972ddcdbe9bf7c8d875473ee46119c0d4a",
  "feed": "market-watch",
  "title": "I love small towns and rail-trails. My house budget is $200,000 — so where can I retire?",
  "text": "<p>I'm an inveterate rails-to-trails cyclist who most enjoys biking along rivers. I'd like to retire to a small town with easy access to hiking and biking trails, kayaking and other joys of the natural world.&#xa0;</p><p>Can you suggest some walkable small towns (3,000-10,000 population) that are county seats and/or college towns, politically liberal, and have easy access to rivers and bike trails?&#xa0;</p><p>I will have an income of $30,000-40,000. I will be downsizing, and should have sufficient proceeds from the sale of my current home to be able to buy outright and avoid most ongoing housing costs. I'd like to come in under $200,000.</p><p>Thank you,</p><p>Jesse</p><p>Jesse,</p><p>I'm not too worried about your ability to find rail-trails; the Rails to Trails Conservancy counts 2,289 such trails covering 24,905 miles in the U.S. For the best of them, check out its Hall of Fame.</p><p>But while there's no shortage of low-cost small towns, I do worry that so many of them are stagnant – not a good thing when you need to sell the house. Add on liberal and fairly lively (because it's the county seat or has a college of some kind), and it's really hard.</p><p>I asked the MarketWatch “where should I retire” tool for help. The short answer: look for a small town in a county with a larger population.&#xa0;</p><p>When I selected the smallest population option (under 50,000 in a county), solidly Democratic (which we define as more than 55% voted for Joe Biden in 2020), median home price of less than $250,000 in 2019 and a hospital, I got one county as a 100% match. Yes, just one county in the entire United States.</p><p>I got five more counties when I did the same except changing the population to a county with 50,000 to 100,000 people. Two if the politics are more balanced (55%-45% or tighter in 2020) and I use the larger population option.</p><p>I'm not saying you can't find a place in a more rural county with a higher median home price, particularly if you are looking at condos or even an over-55 community (just don't forget the HOA fees). It's just going to be a harder search. And small towns by definition have a smaller selection of housing, so it will be much more hit or miss.</p><p>You notice I left out college towns. That's because we define college towns as those with an R1-level research university. Those generally are large state flagship universities and Ivy League-like institutions — so rarely in small towns. One exception is Hanover, N.H., where Dartmouth College is located. But the home prices! I looked around the Grafton County area, especially down the road in Lebanon, but while it was cheaper, prices have jumped since COVID-19 and it seemed beyond your budget.&#xa0;</p><p>In other words, you may want to think more about why you want what you want and whether there is another way to get it. Would you consider a town of 25,000 or so? Or even 50,000? You can still have easy access to nature and trails in one of that size and in a county of 250,000.&#xa0;</p><p>Finally, I've heard from many people who prefer either a liberal or conservative community. I get it, but it's no guarantee you'll like your neighbors. Do think about how you're going to make new friends and build your social network wherever you live.</p><p>Read:Before you move to a new town in retirement, check the local Walmart – and 5 other hard-learned lessons</p><p>Plus:There is more to picking a place to retire than low taxes — avoid these 5 expensive mistakes</p><p>So please test out your options, even if it's just a short-term rental. Just be sure to pretend you are a new resident, not just there to bike along a trail.</p><p>Now let's talk about where to go.</p><p>I focused on counties with smaller populations, and Sauk County, Wis., came up in my query; I've previously suggested Baraboo (the county seat and a small two-year institution that is part of the University of Wisconsin system), and it's just a bit bigger than what you described.&#xa0;</p><p>If you'll go even bigger, look at Athens, Ohio or nearby. It's suggested here.&#xa0;</p><p>Another idea is Oberlin, Ohio, suggested here. The caveat here is that while the college town is liberal, the county is red.</p><p>Since I hate to repeat myself, here are three other suggestions:</p><p>Grinnell, Iowa</p><p>Getty ImagesLike Oberlin, Grinnell is home to a small liberal-arts college. With 9,500 residents, it's slightly larger than Oberlin. And like Oberlin, it's in a county that went red in 2020 (55.9% of Poweshiek County voted for Donald Trump).</p><p>It checks the rail-trail box with the 5.8 mile Rock Creek Recreation Bike Trail that stretches from Rock Creek State Park (and a lake) to the western end of town, where it connects with the 1.8 mile Grinnell Trail.&#xa0;</p><p>Drive 55 miles west to Des Moines and you'll have many rail-trails, including the Raccoon River Valley Trail, the 2021 inductee in the Rails to Trails Hall of Fame. Go 67 miles east to Iowa City (which gets raves as a place to live and was suggested here) for lots more trails. If you want to be closer to big-city amenities, check out small towns outside of both while you're exploring Grinnell.</p><p>And if you live in Iowa, there's no excuse not to join the weeklong party that is Ragbrai and pedal across the state.</p><p>Home prices are certainly in your price range; the median home price in Grinnell was $210,000 in November 2021, according to Realtor.com, which calls it a seller's market. Here's what's on the market now.</p><p>Frostburg, Maryland</p><p>Great Allegheny Passage ConservancyLiving off the Great Allegheny Passage – the 150-mile trail between Pittsburgh and Cumberland, Md., that was the first inductee in the Rails to Trails Hall of Fame – may be too tempting for a trail lover to ignore. If so, start by looking in Frostburg, a four-season town that is home to about 7,000 people. Cumberland, the county seat, is only a 16-mile bike ride away, and you can keep going on the C &amp; O Canal towpath all the way to Washington, D.C.</p><p>Your kayaking options start with Youghiogheny River Lake, a half-hour's drive away.</p><p>In addition to the GAP, there's Frostburg State University, a campus of less than 5,000 students that is part of the University of Maryland system. Those 60 and older can take classes for free.</p><p>Like with Grinnell, the compromise is politics; Allegany County went for Trump in 2020.</p><p>It's certainly affordable; the median list price for a home was $149,900 in November 2021, and Realtor.com described it as a buyer's market. Here's what's on the market now.</p><p>If Frostburg isn't quite right, consider Connellsville, Penn., a town of 7,000 that has benefited tremendously from the Great Allegheny Passage. The Penn State Fayette campus is about 7 miles away, more than halfway to Uniontown, the county seat of Fayette County and home to just under 10,000 people.&#xa0;</p><p>Grants, New Mexico</p><p>Getty Images/iStockphotoThe MarketWatch “where should I retire” tool suggested McKinley County, N.M., whose county seat is Gallup. I opted for the county seat in neighboring Cibola County, which also voted blue in 2020.&#xa0;</p><p>This town of 9,000 people from many cultures is less than 80 miles from Albuquerque and just outside El Malpais National Monument — nearly 115,000 acres of what the National Parks Service calls the “land of fire and ice.”</p><p>While there are plenty of hiking opportunities in the mountains near Grants, the nearest rail-trails are in Albuquerque. However, long-distance cyclists come through Grants following Adventure Cycling's Route 66 route (2,500 miles from Chicago to Santa Monica, Calif.). Drive a half-hour to Bluewater Lake State Park for kayaking.&#xa0;</p><p>You'll find an outpost of New Mexico State University here.</p><p>The climate is mild and dry in the high desert. Average highs in July are 89 degrees, when it gets 1.7 inches of rain. Humidity is low, lower than in Albuquerque (read more about the big city here and here) and its suburbs (suggested here). There's far less snow here than my other suggestions, just an average of 2.9 inches in December.</p><p>The median list price was $150,000 in November 2021, according to Realtor.com, and it was a buyer's market. Here's what's on the market right now.</p><p>Readers, what's the right small town for Jesse's retirement? Offer your suggestions in the comments below.</p><p>More from MarketWatch</p><p>I want to retire in ‘a liberal-thinking area' on $3,000 a month, including rent — where should I go?</p><p>I'll retire with a military pension and want to move to a bicycle-friendly, beer-loving place — so where should I go?</p><p>We want to retire in ‘an area like the Berkshires, but warmer' — where should we go?</p><p>We want to retire to a small mountain town on $18,000 a year — where should we go?</p><p>We are conservative Christians looking for our utopia: a friendly, safe and affordable small town. Where should we retire?</p><p>Seeall the “Where Should I Retire” articles here.</p>",
  "published": "2022-01-12T14:03:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3231,
          "end": 3238
        }
      ],
      "nexusId": "10042309"
    }
  ]
}