{
  "_id": "a950fce20a623f0500f2a1e956fe074af0d6258c8716c5ab732d6a16681dca95",
  "feed": "ftcomall",
  "title": "TikTok to launch live shopping in US using outsourced technology",
  "text": "<p>TikTok is launching live shopping in North America and plans to outsource its operation after the social media platform's experiments with ecommerce in the UK struggled to take off. </p> <p>Los Angeles-based TalkShopLive is due to enter a partnership with <a href=\"https://www.ft.com/stream/7eaacbc8-e87d-40fa-9a6a-855b8fc41aa2\">TikTok</a> on bringing TikTok Shop to the US. It will provide the underlying technology and support for live streams hosted by influencers, brands and retailers that want to sell their products on the app, said two people familiar with the operations.</p> <p>The companies are still finalising the arrangements and no contracts have been signed.</p> <p>TikTok Shop, which allows users to buy products through links on the screen of the app during live broadcasts, was launched in the UK last year, its first market outside of Asia. It is available in Thailand, Malaysia, Vietnam, Singapore, the Philippines and Indonesia.</p> <p>The model has proved lucrative for TikTok's sister app in China, Douyin, which has seen sales more than triple year on year in the 12 months to May. It hosted about 9mn live ecommerce broadcasts each month in the period, selling more than 10bn products.</p> <p>The developments come as TikTok <a href=\"https://www.ft.com/content/10861909-df55-4e41-8076-8d4a45255304\">faces heightened scrutiny</a> in the US, where politicians have raised fears that American user data is accessible by Beijing, given the platform's Chinese owners ByteDance — concerns it denies. The Biden administration is reviewing efforts by former president Donald Trump to ban the company on national security grounds. TikTok is also working with the government on new data security practices to secure US user data. </p> <p>Although TikTok had planned to launch shopping features across Europe earlier this year, this was postponed as the experiments in the UK market failed to reach sales targets and influencers and brands dropped out of the scheme, several people familiar with the company strategy said. TikTok has previously denied the existence of any formal expansion ambitions in Europe and the US.</p> <p>TalkShopLive has four years of experience in live commerce, facilitating thousands of livestreams a year, and working with clients including Walmart and Microsoft's MSN Shopping to provide the technological infrastructure for live shopping.</p> <p>TalkShopLive raised $6mn in July last year in a seed extension led by Raine Ventures, five months after a $3mn seed round.</p> <p>“TikTok wants a turnkey solution to this, somebody who can help manage the live shopping process,” said one person familiar with the plans.</p> <p>The feature is expected to be launched over the next month with large brands ahead of the holiday season, they added. <br><br>TalkShopLive takes around 10 per cent commission on livestream sales, the costs of which TikTok is expected initially to cover. Its technology also means that brands will be able to host the same livestream on their ecommerce websites simultaneously and drive sales outside of the app.</p> <p>“When it comes to market expansion for TikTok Shop we are always guided by demand and are constantly exploring new and different options for how we can best serve our community, creators and merchants in markets around the world,” TikTok said. “These efforts include exploring partnerships which further support a seamless ecommerce experience for merchants, which is an important part of our ecosystem.”</p> <p>Social media rivals Meta, which owns Instagram and Facebook, and YouTube have both experimented with live shopping features in recent years, <a href=\"https://www.ft.com/content/3ad7595b-557d-4086-a01e-be5d54b28b45\">with limited success</a>. Meta is due to shut down its live shopping feature on Facebook in October and is still at the early testing stages of shopping on Instagram.</p> <p>Meanwhile, TikTok has faced scrutiny over its shopping feature in the UK, after a <a href=\"https://www.ft.com/content/dc1aba86-2055-4521-8f0c-1f026c7f6864\">Financial Times investigation</a> revealed an exodus of staff from its ecommerce department in London, who complained of an aggressive working culture with unrealistic targets. A senior executive from the team <a href=\"https://www.ft.com/content/174ed2e2-f88e-4759-9a7f-133629aab94a\">was replaced</a> after telling London-based staff that he “didn't believe” in maternity leave.</p> <p>“Livestreaming participation in the US is growing, albeit slowly compared to other countries such as China, which indicates that trial periods and consumer education are necessary to encourage the use of this tool on social media,” said Katie Hansen, senior retail and ecommerce analyst at Mintel.</p> <p><em>Additional reporting by Hannah Murphy in San Francisco</em></p> <a href=\"http://www.ft.com/cms/8396022a-02bc-44a4-9684-f554e720a620.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a><p>Source: Cristina Criddle in London 2022 'TikTok to launch live shopping in US using outsourced technology' FT.com 1 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-01T13:00:27.839Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2079,
          "end": 2086
        }
      ],
      "nexusId": "10042309"
    }
  ]
}