{
  "_id": "0c4d10b1e671c60ffccd88bc36338fe7110f038074fcd48e68df2731eb712f39",
  "feed": "market-watch",
  "title": "8 signs you need a new credit card; How to know when you're using the wrong card",
  "text": "<p>And while there may not be one best card for you — the average American has about three cards, according to a 2021 Experian EXPGY study — there are many times a card can be wrong for a specific situation.</p><p>Here are eight times you could be using the wrong credit card, and what you can do instead.</p><p>1. You're still using your starter credit card</p><p>You may have started out by building your credit with a secured card, student card or alternative card, but once your credit is in better shape, it may be time to upgrade.</p><p>If you've used a starter card responsibly by keeping your utilization rate low and paying balances in full every month, you may qualify for a card that's a better fit now. A different card could offer a higher credit limit, better rewards earnings, and perks like cell phone protection and travel benefits. Some card issuers may automatically upgrade your card once you've reached certain thresholds, while others may not. Contact the issuer to check your options.</p><p>2. You're not using a card enough to earn the sign-up bonus</p><p>New cardholders can often earn a lucrative welcome bonus, but usually with a caveat: You have to spend a minimum amount within a specific time frame to get it. Note the spending requirements for a card's sign-up bonus, and use the new credit card enough by the deadline. If you continue to pay with an older credit card that's already in your wallet, you risk missing out on the bonus if you don't spend enough on your new card.</p><p>A little planning can help. Think about any upcoming big purchases you need to make, such as a car repair or a new laptop. Just one of those could be enough to hit the bonus's spending requirements.</p><p>Read: With travel prices and currencies up and down this year, what are your points and miles worth?</p><p>3. You're using a store-specific card</p><p>It's true a store credit card can save you money, especially if you are a frequent, heavy spender at that store. However, the rewards earned with a store credit card are often only redeemable at that store, limiting their usefulness.</p><p>Most shoppers would be better off using a general rewards credit card and earning more flexible rewards. Some cards have elevated rates for online shopping purchases while others earn as much as 5% back at popular merchants like Target TGT, Walmart WMT and Amazon AMZN.</p><p>4. You didn't realize 5% cards take extra work</p><p>Several cards boast a top 5% cash-back rate in popular spending categories like grocery stores, restaurants and gas. The catch, though, is that you'll have to do some work to earn that rate. In most cases, you'll need to track categories: Qualifying 5% purchases may rotate quarterly, or you may have to choose your own categories. If you're spending outside of those categories with this card, you'll likely earn a paltry 1% instead of the juicy 5% you think you're earning.</p><p>Most times, you'll have to activate the bonus categories before the issuer's deadline to earn the 5%, even if you're spending in the right category. Plus, you'll likely run into spending caps in those 5% bonus categories; once you hit those caps, the rewards rate drops to 1%. For those who find a 5% card to be high maintenance, opt for one that earns a flat 2% cash back on every purchase instead.</p><p>5. You mix up the card names</p><p>According to a 2020 NerdWallet study, 14% of Americans view credit cards as \"complicated,\" and it's not hard to see why. Some issuers offer suites of cards in the same family and have names that are nearly identical. The logos of some issuers are strikingly similar, too. Perform a quick audit of your credit cards to make sure that they are the cards you intended to get. Cards that look and sound nearly the same may be worlds apart in terms of fees and rewards structure.</p><p>Don't miss: U.S. shoppers plan on cheating inflation this holiday season. Here is their strategy.</p><p>6. You're regularly using a balance transfer card for purchases</p><p>Balance transfer cards can be excellent tools for paying off debt. They consolidate several debts into one place, making them easier to keep up with, and they can give you a breather on interest for many months. However, if you're using a balance transfer card for everyday expenses too, it will be hard to whittle that balance down to $0. Plus, many balance transfer cards don't come with rewards. Leave the balance transfer card at home but take the cash-back card with you — and be sure to make regular payments toward both.</p><p>7. You aren't using the right card for that purchase</p><p>It pays to know the rewards rates for all of your credit cards. Say you have two credit cards, one that earns 4% on gas and another that earns only 1%. Using the 4% card whenever you fill up would return $30 more if you spent $1,000 annually on gas. That $30 may not seem like a lot, but small amounts add up, especially if you have multiple rewards credit cards. To help keep track of different rewards rates, you could label your cards with sticky notes or keep a small reference guide in your wallet.</p><p>Often you'll have to keep spending caps in mind, too. Issuers typically cap earnings on their highest rewards rates after you reach a certain amount of spending in a particular category. Make sure you track your progress toward that cap and switch to another card with a better rate when you reach it — until the limit resets.</p><p>Also on MarketWatch: What are Pell grants? Biden student-loan forgiveness climbs to $20,000 for recipients of Pell grants.</p><p>8. You're not using a credit card at all</p><p>Though they may look and feel virtually the same, a debit card is very different than a credit card. Credit cards offer protections and perks that debit cards (and cash) do not. You can earn cash back and other rewards with credit cards that you won't get with debit, and it's often easier to recover from losing a credit card than a wallet full of cash. More importantly, responsible credit card use builds your credit score, which can translate into more favorable loan terms and insurance rates, among other money-saving benefits.</p><p>More From NerdWallet</p><p>* 3 Steps to Lower the Cost of Your Debt</p><p>* How Credit Cards Opened — Then Clogged — Airport Lounges</p><p>* Increase Credit Limits Now in Case the Economy Worsens Later</p><p>Jae Bratton writes for NerdWallet. Email: jbratton@nerdwallet.com.</p><p>8 signs you need a new credit card</p>",
  "published": "2022-10-27T09:01:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2283,
          "end": 2290
        }
      ]
    }
  ]
}