{
  "_id": "ab7a74310598814670cbf7b91989bce7334eb1f267e5d0b3ae5126e61f78642e",
  "feed": "wall-street-journal",
  "title": "DEA Alleges Online Pharmacy Truepill Wrongfully Filled Stimulant Prescriptions; Truepill says it will be able to show there was no wrongdoing",
  "text": "<p>Truepill filled more than 72,000 prescriptions for controlled substances—60% of which were for stimulants like Adderall—between September 2020 and September 2022, according to the DEA. The agency said Thursday that it served Truepill with an order to show cause to help determine whether the DEA would revoke Truepill's ability to handle or distribute controlled substances.</p><p>\"DEA will relentlessly pursue companies and pharmacies that seek to profit from unlawfully dispensing powerful and addictive controlled substances at the expense of the safety and health of the American people,\" said DEA Administrator Anne Milgram.</p><p>Truepill CEO Sid Viswanathan said Friday the company was cooperating with the DEA and had stopped dispensing Schedule 2 controlled substances through telehealth in April.</p><p>\"We are confident we will be able to demonstrate the absence of wrongdoing,\" Mr. Viswanathan said. \"Patient safety is our No. 1 concern.\"</p><p>The DEA defines Schedule 2 substances as those \"with a high potential for abuse, with use potentially leading to severe psychological or physical dependence.\"</p><p>The action is the latest in potentially widening interest from federal authorities in online mental-health companies that sprung up during the Covid-19 pandemic and have been prescribing stimulants such as Adderall for treating ADHD. In May, Cerebral said it had been subpoenaed by federal prosecutors as part of an investigation into possible violations of the Controlled Substances Act. DEA agents questioned people about the practices for prescribing controlled substances at telehealth company Done Global Inc., a Cerebral rival.</p><p>The Wall Street Journal first reported that some Cerebral and Done clinicians felt pressured to prescribe stimulants to treat attention-deficit hyperactivity disorder.</p><p>Cerebral and Done representatives didn't immediately respond to a request for comment. Cerebral has said it hasn't been accused of violating any laws and that it was cooperating with the DEA's investigation. Done has said it is committed to providing high-quality psychiatric care while complying with all applicable laws and regulations.</p><p>CVS Health Corp. and Walmart Inc. said in May they would stop filling prescriptions at their pharmacies for controlled substances ordered by clinicians at Cerebral and Done.</p><p>Truepill said in May it would temporarily halt prescriptions for Adderall and other Schedule 2 controlled substances used to treat ADHD \"out of an abundance of caution.\" At the time, Cerebral told clinicians to direct those orders to local pharmacies instead. Cerebral has referred to Truepill internally as its \"preferred pharmacy,\" according to documents viewed by the Journal.</p><p>—Rolfe Winkler contributed to this article.</p><p>Write to Jennifer Calfas at jennifer.calfas@wsj.com</p><p>DEA Alleges Online Pharmacy Truepill Wrongfully Filled Stimulant Prescriptions</p>",
  "published": "2022-12-16T20:28:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2154,
          "end": 2166
        }
      ]
    }
  ]
}