{
  "_id": "e333f1910405237d033fa6fc79fe70e6a3a769d719b7a687a40496365927dd13",
  "feed": "ftcomall",
  "title": "Sainsbury's warns on profits amid ‘significant external pressures' ",
  "text": "<p>J Sainsbury warned underlying profit would be lower than expected this year amid “significant external pressures and uncertainties” including cost inflation and a squeeze on household incomes.</p> <p>The UK's second-largest supermarket on Thursday forecast underlying profit of between £630mn and £690mn. Analysts' consensus forecast, as compiled by the group, had been for £703mn.</p> <p>Chief executive Simon Roberts said the main driver of the downgrade was lower sales volumes as a consequence of shopper habits partially reverting to pre-pandemic norms, but also the need to absorb cost inflation while keeping prices for customers competitive.</p> <p>“We can see the early signs of customers becoming more cautious, watching every penny,” he said. “But we have seen with Mother's Day and Easter that people do still want to buy into key events”.</p> <p>Like Tesco, which also reduced its current year profit forecast this month, Sainsbury's said it was increasing prices at a slower rate than the wider market. </p> <p>The Big Four UK supermarkets are all keen to avoid repeating the strategic blunders of the financial crisis, when they ceded market share to discounters Aldi and Lidl by trying to maintain profit margins rather than cutting prices.</p> <p>Wm Morrison and Asda, both now in private ownership, this week launched fresh rounds of price cuts on key items, while both Sainsbury's and Tesco have pledged to match Aldi prices on hundreds of products.</p> <p>Shares in the group fell by around 3 per cent in mid-morning trade on Thursday. </p> <p>However, the supermarket added that it continued to expect strong cash flow and pledged to increase the proportion of profits paid out to shareholders to 60 per cent from around 53 per cent at present. It added that it would consider share buybacks once the ratio of debt to profits had fallen.</p> <p>The boost to cash returns comes amid periodic bid speculation in the sector after the private equity takeovers of Asda and Morrison's. Sainsbury's two biggest shareholders are the Qatar Investment Authority and the investment vehicle of Czech billionaire Daniel Kretinsky, which took a 10 per cent stake last year.</p> <p>The grocer reported underlying profit of £730mn for the year to March, slightly ahead of the consensus forecast of £727mn and double the figure for the previous year as pandemic-related costs fell away.</p> <p>Same-store sales were down 2.3 per cent while total retail sales rose 4.6 per cent. Strong performances in grocery and clothing more than offset weakness in general merchandise, where sales fell in the supermarkets and the separate Argos business compared with both last year and pre-pandemic levels.</p> <p>Roberts said this mostly reflected supply chain issues in areas such as consumer electronics that had improved in recent months, and that restructuring meant Argos was “a completely different business” to 18 months ago. </p> <p>The bank, which Sainsbury's <a href=\"https://www.ft.com/content/84a41fe3-ef10-48ec-b576-51d460645b10\">considered selling</a> after a period of poor performance, returned to profit in the year and paid a £50mn dividend to the parent group. However the lender's cost-income ratio, at 74 per cent, remains above a target of 50 per cent by 2024.</p><p>Source: Jonathan Eley 2022 'Sainsbury's warns on profits amid ‘significant external pressures' ' FT.com 28 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-28T06:49:30.393Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}