{
  "_id": "aed7ebc91ccf8c8b63b27f01982352c392516710a93c94001f48ca67e34c1b18",
  "feed": "wall-street-journal",
  "title": "Shopify to Buy E-Commerce Fulfillment Specialist Deliverr For $2.1 Billion; Online retail platform will integrate the startup's technology with its own to bolster competition with Amazon",
  "text": "<p>Deliverr's proprietary network of order-management software, software developers and fulfillment specialists will join Shopify, giving the e-commerce platform greater visibility and control over movements along the supply chain.</p><p>The acquisition will help Shopify \"accelerate its roadmap by assembling an end-to-end logistics platform that manages inventory from port to porch and across all sales channels,\" Shopify Chief Financial Officer Amy Shapero said in an investor earnings call Thursday.</p><p>San Francisco-based Deliverr was founded in 2017, joining a growing ecosystem of logistics providers for e-commerce retailers, and has been expanding its quick-shipping services across major sales channels and marketplaces.</p><p>In November 2021, Deliverr picked up $240 million in venture-capital funding led by Tiger Global Management, with other backing from 8VC, Activant Capital, GLP, Brookfield Technology Partners and Coatue Management. That founding round brought the company's valuation to $2 billion, more than double the level at the previous round.</p><p>Deliverr's technology integrates third-party sellers—often merchants who sell $1 million or more of merchandise—with major e-commerce sites including Amazon.com Inc., eBay Inc. and Walmart Inc. and helps them move their products to consumers in one to two days.</p><p>While companies like Amazon and Walmart fulfill their orders from their giant warehouses, Deliverr's main customers ship their orders through a range of sites that may include Fulfillment by Amazon, their own warehouses or even garages in some cases.</p><p>Under the terms of the agreement, Shopify will acquire all of Deliverr's shares outstanding, with 80% of the $2.1 billion in cash and the remainder through the issue of Shopify Class A subordinate voting shares.</p><p>Shopify has cast its e-commerce tools, which sellers can integrate into their online sales sites, as a solution for merchants to reach customers outside Amazon third-party marketplace and its vast logistics network.</p><p>The deal comes amid warnings by Shopify of slowing growth trends in the industry. Since early 2021, the company said surging demand that had sent profits and sales soaring during the pandemic would slow as governments withdrew stimulus and eased lockdowns across their markets began to ease.</p><p>Amazon last week reported that sales growth in its flagship digital-sales operation had stalled, and recent government measures show the share of retail sales that occur online have been receding.</p><p>In step with other tech companies, Shopify has seen its share price crumble in recent months. Shares have lost more than 70% of their value since the beginning of January, trading as low as $395.86 a share in trading Thursday before settling at around $400.</p><p>In its first quarter, Shopify reported a net loss of $1.47 billion compared with a profit of $1.26 billion a year ago on revenue of $1.2 billion.</p><p>Total revenue in the period rose significantly from the $988.6 million in last year's first quarter but fell just shy of analyst expectations of $1.24 billion.</p><p>Shopify and Deliverr said they expect the transaction to close following a regulatory review.</p><p>Shopify to Buy E-Commerce Fulfillment Specialist Deliverr For $2.1 Billion</p>",
  "published": "2022-05-05T15:42:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1233,
          "end": 1245
        },
        {
          "start": 1346,
          "end": 1353
        }
      ]
    }
  ]
}