{
  "_id": "1d9b2065cd482f0cdbefd25499ac6edeb31b410b9c9bd23111cf8570066f297d",
  "feed": "wall-street-journal",
  "title": "Business News:  Gymnast Breaks With Cerebral  ---  Contract isn't extended  between embattled  telehealth provider,  Olympic champ Biles  ----  By Rolfe Winkler and Louise Radnofsky",
  "text": "<p>   Star gymnast Simone Biles and the embattled telehealth provider Cerebral Inc. have parted ways, the company said, after announcing a partnership last year that sought to use Ms. Biles's mental-health advocacy to power growth at the startup. </p><p>   Ms. Biles, who became a widely discussed mental-health symbol after her stunning mid-event withdrawal at the Olympic Games in Tokyo, had been unveiled in October 2021 as the \"chief impact officer\" for Cerebral. The company provides online access to therapists and prescribers for mental-health treatment. Financial terms weren't disclosed. </p><p>   \"The term of the contract ended earlier this year and wasn't extended,\" said Stephen Cohen, a spokesman for Cerebral. Ms. Biles's agent declined to comment. </p><p>   The quiet and abrupt end for the partnership, dubbed \"Simone Biles x Cerebral,\" underscores the risks athlete endorsers face in promoting companies, particularly in emerging areas such as telehealth and cryptocurrency. Athletes increasingly talk about their deals as partnerships in which the company pledges holistic support for their various pursuits, although the athletes often don't take a greater involvement in the company's operations. But the emphasis on finding a personal meaning in deals also carries a greater reputational exposure for the athlete if the company stumbles. </p><p>   Current and former employees said they felt Cerebral applied pressure on clinicians to prescribe powerful stimulants such as Adderall for adults with attention-deficit hyperactivity disorder, The Wall Street Journal has reported. </p><p>   The board fired its company founder and chief executive Kyle Robertson in May, shortly after the company revealed it had received a subpoena from federal prosecutors looking into possible violations of the Controlled Substance Act. CVS Health Corp. and Walmart Inc. stopped filling Cerebral's prescriptions for controlled substances such as Adderall. In October, Cerebral said it would cut about 20% of its staff. </p><p>   Cerebral has said it doesn't pressure clinicians and that the company provides an essential service. It has said it is cooperating with the investigations and hasn't been accused of breaking any laws. Mr. Robertson's spokesman didn't respond to questions. </p><p>   Ms. Biles was removed from Cerebral's home page some time between Nov. 10 and Nov. 15, according to screenshots from the Internet Archive. A page about the partnership remained accessible on Monday. </p><p>   Ms. Biles appeared to stop posting ads for Cerebral to her social-media profiles after this spring, when controversy enveloped the company. Since then, Cerebral ads that had been posted to her Instagram account have been removed, according to a Journal review of the account this week. Some of the ads promoted the company's prescription services. </p><p>   \"When I first started experiencing anxiety, it was really scary. I didn't know how to tackle it until I found Cerebral,\" Ms. Biles said in an ad that appeared on Cerebral's Facebook page in late March. </p><p>   The partnership with Ms. Biles had caused friction inside Cerebral. A memo from the Cerebral board that it used to justify firing Mr. Robertson said he had instructed the company's head of growth, Armaan Gandhi, to push Ms. Biles to focus more on promoting the prescription services of Cerebral, including for ADHD. </p><p>   Digital Health Business &amp; Technology earlier reported that Ms. Biles's partnership with Cerebral had ended. </p><p>   The now 25-year-old gymnast had been held up as a mental-health icon after her high-profile struggles at the Olympics in Tokyo in the summer of 2021. She pulled herself out of competition, fearing she wasn't in the right mental condition to perform effectively. </p><p></p>",
  "published": "2022-12-21T07:10:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1807,
          "end": 1819
        }
      ]
    }
  ]
}