{
  "_id": "d3e1f9ca7ee8f237731aec7c6ad1cff6864f5fc5a557ed326f4a0ae4be836338",
  "feed": "wall-street-journal",
  "title": "Roku's Island in the Stream Takes on Some Water; Streaming TV pioneer's plans to raise investments to boost growth come as faltering hardware sales gives another cause for worry",
  "text": "<p>Roku's last two quarterly reports have been the only times the company has missed Wall Street's revenue projections since it went public in 2017. The most recent was the worst, with revenue of $865.3 million coming in about $20 million shy of the low end of the company's own projected range. Roku says supply-chain disruptions have disrupted both the availability of its hardware—streaming boxes and connected TVs made by partners—as well as advertising in certain segments that are also affected by those shortages.</p><p>Those shortages aren't expected to ease soon. Roku projected revenue growth of 25% year over year for the current quarter, which would be its slowest in nearly five years. Moreover, Roku expects to significantly increase spending this year to invest more in its business, which now includes the production of original content. As a result, the company projected adjusted pretax earnings for this year would be \"roughly in line\" with 2020's level—a drop of about 70% from last year.</p><p>In a market that has turned brutal for richly valued tech companies, investing in growth over profits didn't go down well.</p><p>\"In essence, Roku is going to grow revenue at a slower than expected pace in combination with a massive ramp in expenses, into potentially a global economic slowdown with increasing levels of competition,\" wrote Pivotal Research Group's Jeff Wlodarczak, who downgraded Roku's shares to a sell rating on Friday. Even more positive analysts were taken aback; Michael Pachter of Wedbush maintained his outperform rating but called the full-year earnings guidance \"shocking\" and predicted that the stock would \"remain in the penalty box with investors for some time.\"</p><p>Roku also has to contend with a market that has grown decidedly less friendly to streaming businesses. Netflix and Spotify both have lost more than one-third of their value just since the first of the year in part due to disappointing subscriber-growth projections. And Paramount Global—the company once known as ViacomCBS—has shed more than a fifth of its value just since its analyst meeting last week where it sharply boosted its projected spending on streaming content for the next few years.</p><p>Roku ended 2021 with about 52% of connected TV users in the U.S. market, according to eMarketer. But competition is picking up. Roku's share of device sales through Amazon.com, Best Buy, Target and Walmart fell by 7 percentage points in 2021 while Amazon's share for its Fire TV products rose by 6 points, according to YipitData, which monitors streaming TV and device sales in the U.S.</p><p>And because Roku is such a sizable platform in its own right, it no longer has the benefit of being perceived as neutral ground in turf battles among much bigger tech giants; the company has lately had a few battles of its own with companies ranging from HBO Max-owner WarnerMedia and Google's YouTube.</p><p>Such challenges come with the territory of having a commanding position in TV streaming. But growing pains were much easier to take when growth wasn't so expensive.</p><p>Dan Gallagher</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Roku's Island in the Stream Takes on Some Water</p>",
  "published": "2022-02-22T21:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2382,
          "end": 2389
        }
      ],
      "nexusId": "10042309"
    }
  ]
}