{
  "_id": "6059ad756c980dc408bce100f5219b07d39ceeefc40105bec4ab3b2883723a71",
  "feed": "wall-street-journal",
  "title": "Walmart Sales Rise, but Higher Costs Dent Profit; U.S. customers spent 3% more on average per trip to stores in the first quarter",
  "text": "<p>Walmart Inc. sales grew during the most recent quarter, while higher product, supply-chain and employee costs ate into profits.</p><p>U.S. comparable sales, those from stores or digital channels operating for at least 12 months, rose 3% in the quarter ended April 29, led by strength in food categories, the company said Tuesday. The number of U.S. transactions stayed flat during the quarter, while the amount spent each time rose 3%, the company said.</p><p>As sales grew at the country's largest retailer by revenue, \"bottomline results were unexpected and reflect the unusual environment,\" said Walmart Chief Executive Doug McMillon in a release. Inflation created more pressure than the company expected on margins, particularly in food and fuel, he said. \"We're adjusting,\" he said.</p><p>Net income fell nearly 25% compared with the same period last year to $2.05 billion. Overall revenue was up 2.4% to $141.57 billion.</p><p>Walmart increased its outlook for full-year sales and decreased its full-year profit estimates.</p><p>Walmart's stock fell more than 7% in premarket trading.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Walmart Sales Rise, but Higher Costs Dent Profit</p>",
  "published": "2022-05-17T11:40:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 0,
          "end": 12
        },
        {
          "start": 910,
          "end": 917
        },
        {
          "start": 1112,
          "end": 1119
        },
        {
          "start": 587,
          "end": 594
        },
        {
          "start": 1006,
          "end": 1013
        }
      ]
    }
  ]
}