{
  "_id": "e3fab1d6fb10b7b436af1f3368f849b4101480512f34512b30543b0f9170431c",
  "feed": "wall-street-journal",
  "title": "In Dizzying 24 Hours, Biden Gets Warnings on the Economy—and Hope for His Agenda; With voters concerned about inflation, the president and his fellow Democrats hope legislative accomplishments can turn the tide before the midterm elections",
  "text": "<p>Back in the West Wing Wednesday afternoon after his illness, Mr. Biden, wearing a black face mask, joined with Commerce Secretary Gina Raimondo and top aides in his dining room off the Oval Office to watch as the Senate passed a $280 billion package to promote the production of semiconductors in the U.S., one of his top priorities. He spoke by phone with Senate Majority Leader Chuck Schumer (D., N.Y.) and Sen. Joe Manchin (D., W.Va.) about a surprise reconciliation deal—which has proved elusive throughout his presidency—on climate change, healthcare costs and deficit reduction. The new bill, in case Democrats' message was unclear, is named the Inflation Reduction Act of 2022.</p><p>By Thursday morning, however, worrisome economic news was back at center stage, as it has been for several months. The Commerce Department said the U.S. economy shrank by an 0.9% annual rate during the second quarter of 2022, marking the second straight quarter of negative growth. Republicans quickly labeled it the \"Biden Recession,\" and warned that the deal brokered by Mssrs. Manchin and Schumer would raise corporate taxes during an economic slowdown.</p><p>\"Democrats inherited an economy that was primed for an historic comeback and promptly ran it straight into the ground,\" said Senate Republican Leader Mitch McConnell (R., Ky.), who lashed out at Mr. Manchin's reconciliation agreement.</p><p>With millions of Americans dealing with months of rising prices, an economic slowdown could spell doom for Mr. Biden's party ahead of the midterm elections. The question that may decide the midterm elections is whether the argument that Democrats are notching real accomplishments makes any headway against voters' broader worries about inflation and the economy.</p><p>Democrats hold a narrow majority in the House and Senate, and Republicans hope to make Mr. Biden's economic record central to their strategy to recapture both chambers. A recent CNN poll showed only 30% of Americans approved of the president's handling of the economy, a steep drop from a year ago, when about half of Americans approved of his role.</p><p>Congressional Republicans hope to turn the fall elections into a referendum on Mr. Biden's first two years. They contend that his decision to pursue a $1.9 trillion recovery bill at the start of the administration helped overheat the economy and lead to inflation levels last seen in the early 1980s. Democrats prefer to frame the elections as a choice between what they have accomplished and what Republicans would do if they took power.</p><p>As the White House seeks to push back on the potential for a recession, part of their challenge rests in public perception on the economy.</p><p>The CNN poll found 64% of Americans thought the U.S. is in a recession and roughly 8 in 10 Americans rated the economic conditions as poor, a level of dissatisfaction with the economy last seen during the first term of President Barack Obama.</p><p>Paul Maslin, a Wisconsin-based Democratic pollster, said the economic outlook of most voters, along with their views of inflation, are already \"baked in.\" But he said other issues, such as the impact of the Supreme Court overturning Roe v. Wade and concerns over the future of the nation's democracy, would resonate by Election Day.</p><p>\"I don't think the fundamentals of the economy are going to change from the voters' standpoint very much between now and then. What may change—they may decide that is not as important to them as two or three other things,\" Mr. Maslin said.</p><p>White House officials concede that inflation remains too high for many Americans but say Congress can still take steps to help family budgets. While Mr. Biden largely stayed away from the Senate negotiations between Mr. Schumer and Mr. Manchin—his phone call with Mr. Manchin was their first in months after the collapse of \"Build Back Better\" talks last winter—the White House welcomed the package as a significant step forward in lowering costs.</p><p>If Senate Democrats can pass the bill with 50 votes through the budget reconciliation process and the House can follow suit—not a sure thing in either chamber—it would allow Mr. Biden to point to progress on climate change, a key demand from progressives; raising taxes on corporations, a popular move among Democrats; and reining the costs of healthcare premiums and prescription drugs. The bill also includes support for traditional sources of energy like oil, gas and coal along with nuclear power.</p><p>It comes as Mr. Biden is poised to sign into law the semiconductor legislation, which won House passage Thursday as the president was meeting with members of his economic team and a group of business leaders that included the chief executives of Marriott International Inc., Bank of America Corp. and Corning Inc.</p><p>Ahead of the House vote, White House aides along with cabinet members, including Ms. Raimondo, Energy Secretary Jennifer Granholm and Labor Secretary Marty Walsh, worked the phones to urge House Democrats to stay united and to prevent supportive Republicans from abandoning it. Before the vote, for example, Ms. Raimondo spoke to Reps. Michael McCaul (R., Texas), Tom Cole (R., Okla.) and Fred Upton (R., Mich.), among a dozen GOP lawmakers she lobbied on the bill. The three lawmakers voted for the bill.</p><p>The passage of the so-called Chips bill and the reconciliation bill by the start of the annual summer recess would give Mr. Biden victories in a polarized Congress and come as his 2020 rival, former President Donald Trump, is considering mounting a comeback.</p><p>During the week, the White House sought to showcase a resilient economy transitioning out of a global pandemic, noting that the unemployment rate has remained relatively low at 3.6%, and monthly job gains have averaged 375,000 during the past three months. Average gasoline prices have fallen more than 60 cents a gallon since their high of about $5 a gallon earlier in the summer, helping alleviate some of the pressure.</p><p>But the week's other economic data painted a much less rosy picture. Consumer confidence fell to levels last seen at the start of Mr. Biden's administration in the winter of 2021. The Federal Reserve, seeking to tamp down record-high inflation, raised interest rates three-quarters of a percentage point after making a similar move in June, saying \"recent indicators of spending and production have softened.\"</p><p>SHARE YOUR THOUGHTS</p><p>To what extent will the state of the economy influence your vote in the midterms? Join the conversation below.</p><p>Retail giant Walmart Inc. said higher costs were leading consumers to cut their spending and auto maker General Motors Co. saw its net profit fall 40% in the second quarter, hurt in part by supply chain disruptions.</p><p>The administration was hurt by insisting that inflation would be \"transitory\" last year and eventually subside—a message that was also delivered by the Federal Reserve until it shifted to begin raising interest rates. Instead, inflation has become a dominant concern for many Americans, underscored by higher prices at the grocery store and higher fuel prices, which have been made worse by Russia's spring invasion of Ukraine.</p><p>\"Once you let inflation get entrenched, you have no good choices. Because living with inflation is intolerable,\" said Douglas Holtz-Eakin, the president of American Action Forum, a conservative advocacy group.</p><p>Mr. Holtz-Eakin said as a result of the Biden administration's \"transitory\" message on inflation, \"they have a credibility problem and so does the Fed. And the Fed is trying to fix its market as much as it can but with the American public it's going to take longer.\"</p><p>Before the end of his Covid-19 isolation, Mr. Biden told reporters he didn't think the U.S. would \"see a recession,\" and appeared with business leaders at multiple events during the week, including during a virtual appearance to hail a $22 billion investment in the U.S. by SK Group, a South Korean conglomerate.</p><p>But behind the scenes, Mr. Biden's advisers mounted a fierce pushback against labeling the economic conditions as a recession. Members of the president's economic team blanketed cable television shows and the White House arranged calls with network anchors and reporters to highlight the strength of the economy.</p><p>By the end of the week, the news of the reconciliation deal plus passage of the chips legislation gave Democrats what they hope will be a powerful message—that they are getting things done.</p><p>\"It's been a momentous 24 hours here in Congress, a legislative one-two punch that the American people rarely see,\" Mr. Schumer told reporters.</p><p>Siobhan Hughes contributed to this article.</p><p>Write to Ken Thomas at ken.thomas@wsj.com</p><p>In Dizzying 24 Hours, Biden Gets Warnings on the Economy—and Hope for His Agenda</p>",
  "published": "2022-07-29T12:15:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 6490,
          "end": 6502
        }
      ]
    }
  ]
}