{
  "_id": "a2346a3f5fa9ead38a8ac80f72947ef1245d4195567319d2a4fa23c10388d5c4",
  "feed": "wall-street-journal",
  "title": "NBA Teams Add Chief Experience Officers to Their C-Suites; The new posts cover varying responsibilities at different teams, from improving player and team relations to the changing needs of fans",
  "text": "<p>Though the executives share the same title, their responsibilities differ. Marquise Watts at the Timberwolves is dedicated to the player experience, and Andrea Williams at the Jazz focuses on fans, employees and players, as well as diversity and inclusion efforts.</p><p>More chief experience officers have joined corporate C-suites in recent years, with companies such as Best Buy Co., Volkswagen AG and public-relations firm Edelman all naming executives to the position for the first time. The role was already gaining traction before the pandemicas companies tried to better attract and retain customers, but it has garnered more attention as consumer behavior changed during Covid-19.</p><p>\"Every organization in the world needs a chief experience officer because experience is the currency of business,\" said Ryan Smith, majority owner of the Utah Jazz, in an email.</p><p>After creating remote fan experiences during the NBA's \"bubble\" season of 2020 and ramping up development of technologies such as mobile ticketing as fans were allowed back in person, the league is now figuring out how to compete not only with the other live events that have returned but also home entertainment that got a boost in the last two years, some observers said.</p><p>Teams are looking to incorporate technologies such as augmented reality that make the in-person experience better than watching at home, said Mike Neligan, chief marketing officer of VaynerSports, a sports-talent-management firm.</p><p>\"Teams and organizations for a number of years now have been trying to change and they've been trying to create more of a tie in to music and entertainment and culture and fashion instead of just the on-court product,\" Mr. Neligan said.</p><p>Ms. Williams, CXO for the Jazz, is examining the shifting needs of fans attending games and studying how to better engage with consumers from underrepresented groups.</p><p>\"We want to set the standard for overall experience at an NBA event and for all of the events that we host,\" Ms. Williams said.</p><p>At the Minnesota Timberwolves and sibling WNBA team the Lynx, new CXO Mr. Watts said he will largely focus on the player experience and on establishing Minnesota as a destination for athletes.</p><p>\"We want to be a big piece of their ecosystem in season and offseason and how we stay connected with them and how we elevate their experience with the team,\" said Mr. Watts, who was hired away from the sports agency Klutch Sports Group.</p><p>The strategy echoes other companies' increasing focus on the employee experience as top executives reason it can be as important to the bottom line as the customer experience.</p><p>The Jazz and Timberwolves each underwent recent ownership changes, with both teams now partly owned by software and e-commerce executives. Mr. Smith, the founder of customer analytics company Qualtrics International Inc., became the new owner of the Jazz in 2020, and Marc Lore, who founded Jet.com and served as Walmart Inc.'s U.S. e-commerce chief, joined as a limited partner of the Timberwolves last year.</p><p>\"The industries that these leaders come from are some of the most competitive and innovative in the world, where if you're not creating and adapting to the changing environment, your company is dying,\" said Alicia Jessop, associate professor of sport administration at Pepperdine University.</p><p>As a league, the NBA is examining the fan experience, from in-person attendance to social media, said Amy Brooks, president of team marketing and business operations and chief innovation officer at the NBA. The NBA also is experimenting with nonfungible tokens and considering how to create experiences around sports betting, Ms. Brooks said.</p><p>\"We always want to make everyone feel like they're closer to the court itself, that they're involved in the game more,\" she added.</p><p>There are no chief experience officer titles in the National Football League or Major League Baseball, where related responsibilities are typically handled by departments such as marketing and guest relations.</p><p>But one of the newest teams in Major League Soccer, St. Louis City SC, named Matt Sebek as its chief experience officer in 2020 to focus on the fan experience, even though it won't play its first game until 2023.</p><p>Unlike other teams, St. Louis City SC gets to approach the fan experience with a clean slate, incorporating stadium features such as order-ahead concession stands from the start, said Mr. Sebek.</p><p>\"We have the benefit that we're new and we get one time to condition fans for the first time,\" Mr. Sebek said.</p><p>There will be a growing need for chief experience officers across sports teams, according to Pepperdine's Prof. Jessop.</p><p>\"These teams are now competing with things like videogames and down the road with the metaverse,\" Prof. Jessop said, referring to the concept of immersive digital worlds in which people interact as digital avatars. \"And so if they're not adjusting how they reach consumers, under the leadership of someone who is specifically tasked with that, they're facing significantly negative impacts.\"</p><p>Write to Ann-Marie Alcántara at ann-marie.alcantara@wsj.com</p><p>NBA Teams Add Chief Experience Officers to Their C-Suites</p>",
  "published": "2022-01-27T22:20:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2917,
          "end": 2924
        },
        {
          "start": 2917,
          "end": 2929
        }
      ]
    }
  ]
}