{
  "_id": "7d87bfbefb9621ab5a0fca3f17ca843c3808a15ae368cc30aca1a14983b4274f",
  "feed": "market-watch",
  "title": "‘People have a lot of options. They have Amazon. They have Walmart:' IRS chief says his agency competes with big-box stores for staff",
  "text": "<p>Now try doing it during a labor shortage when all kinds of employers are offering fatter salaries to snag and keep staff.&#xa0;</p><p>That's the task for IRS Commissioner Charles Rettig — a man who's not shy about saying when the agency gets “out-gunned” — and he knows he's facing stiff competition in today's labor market.&#xa0;</p><p>Rettig spoke to lawmakers Thursday at a House of Representatives Ways and Means subcommittee hearing, discussing the status of a pandemic-related administrative backlog.</p><p>As of early March, the backlog included 7.1 million&#xa0; unprocessed individual returns from last year, IRS statistics show.&#xa0;</p><p>“People have a lot of options,” he said. “They have Amazon. They have Walmart. They have the rest.”</p><p>Last week, the IRS laid out a plan to hire 5,000 people this year for its three processing centers in Austin, Texas; Kansas City, Mo.; and Ogden Utah. The entry-level positions have salary bands that range from the low $20,000s to the upper $40,000s. The IRS also plans to hire an additional 5,000 people next year.&#xa0;</p><p>“I can only encourage people so much to come on board for the good of the country,” Rettig added.</p><p>It's a big move for the IRS, as well as the ability to directly hire and start new workers in a matter of weeks when the whole process used to take many months.&#xa0;</p><p>But money talks when labor is scarce and price inflation is hot — and Rettig noted major retailers are talking a big game.&#xa0;</p><p>Competing with big-box stores</p><p>Walmart WMT on Wednesday announced its plans to hire 50,000 additional associates, he noted. (The average hourly rate is $16.40 and some roles can start at $30/hour right out of the gate, the company said in a blog post.)&#xa0;&#xa0;</p><p>Target TGT has an opening pay rate that can surpass $20, Rettig added.&#xa0;</p><p>In September. Amazon AMZN said it was looking to fill 125,000 logistics positions with an average hourly wage of $18 that can run to $22.50 in some places.&#xa0;</p><p>Until President Joe Biden signed an executive order putting a $15 minimum hourly wage for federal workers and contractors, Rettig said the agency had a rate just over $14.50.</p><p>“The difference between $15 and $20 is whether or not they are going to have a lunch or a dinner, and what it's going to be,” Rettig said, noting the IRS does have some perks including tuition reimbursement.&#xa0;&#xa0;</p><p>Walmart, Target and Amazon did not immediately reply to a request for comment.</p><p>Even with its tough recruiting job ahead, Rettig said his staff can clear the backlog by the end of 2022. That matters deeply to the people and businesses still waiting for the cash infusion from overdue refunds or the finality on their tax affairs.</p><p>“As of today, barring any unforeseen circumstances,” COVID-related or otherwise, Rettig said “we will be what we call healthy by the end of calendar year '22 and enter the '23 filing season with normal inventories. Healthy as through the eyes of the taxpayer.”</p><p>The IRS and Treasury Department have cautioned the 2022 filing season could be a frustrating year for people dealing with an understaffed, over-worked IRS. As for returns filed this year, refunds are up so far, reaching an average $3,401 as of early March. That's nearly a 14% increase from the same point last year.&#xa0;</p><p>That's likely got a lot to do with certain tax credits that turned a lot more generous for 2021 including the Earned Income Tax Credit and the Child Tax Credit for families with infants, some observers say.&#xa0;</p><p>As of mid-February, the IRS paid out at least $34 billion under refundable credits including the Earned income Tax Credit and the Child Tax Credit, Rettig said at the hearing.&#xa0;</p>",
  "published": "2022-03-19T12:32:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 59,
          "end": 66
        },
        {
          "start": 673,
          "end": 680
        },
        {
          "start": 2263,
          "end": 2270
        },
        {
          "start": 1431,
          "end": 1438
        }
      ]
    }
  ]
}