{
  "_id": "8d09c525eb93deffb36bda06f71301515f093816f4a5db8c0c1023cadb61d154",
  "feed": "wall-street-journal",
  "title": "This Was Supposed to Be a Banner Year for Stock Buybacks. What Happened? A looming tax on share repurchases was supposed to inspire a buyback bonanza in 2022. It fizzled, but so will the new tax's effort to curb 'corporate greed.'",
  "text": "<p>Washington hates stock buybacks as much as Wall Street loves them.</p><p>This was supposed to be not just a record year for American companies' favorite way of rewarding shareholders but also one when a big, gaudy number—a middle finger of sorts to sanctimonious politicians—was supposed to be reached. Buybacks for companies in the S&amp;P 500 were predicted by Goldman Sachs and others to cross the $1 trillion threshold.</p><p>After they got off to a raucous start, reaching $281 billion in the first quarter, congressional resolve stiffened and a long-threatened 1% tax on net buybacks, set to take effect in January, made it into the Inflation Reduction Act passed this summer. As with so many pieces of law, it looked like the measure would backfire, encouraging a jump in the very behavior it sought to curb. For a variety of reasons, though, this probably won't be a $1 trillion year after all.</p><p>\"If you had asked me a couple of months ago, I would have said you'd have a pretty good shot at that record,\" says Howard Silverblatt, Senior Index Analyst at S&amp;P Dow Jones Indices.</p><p>Buybacks lower share counts and boost per-share earnings. Since companies get more bang for their buyback buck when stock prices are lower, one might think that this year's bear market would have further loosened corporate cash spigots, even without the urgency created by a tax deadline. But companies are awful market timers. Take Facebook parent Meta Platforms, one of the largest buyers of its own stock in recent years. In the 12 months through September, Meta bought back a whopping $48 billion of its own stock at an average of $304 a share. Its stock price is now just $111—and last week Meta announced it wouldlay off 11,000 employees to save money.</p><p>Though less extreme, corporate America as a whole has also gotten it wrong recently. After hitting a quarterly record just as stocks peaked, S&amp;P 500 buybacks slumped by almost 22% in the second quarter compared with a year earlier as stocks plunged into a bear market. And, as of Wednesday, with some companies still due to report their results, Mr. Silverblatt estimates third-quarter buybacks were about 11% lower than a year earlier.</p><p>There is a tailwind for buybacks in the fourth quarter, now under way, but for a bad reason, he says. More employees with stock options are choosing to exercise them before they need to, perhaps because they are worried that their employers' shares will fall even more. When companies see that their executives are exercising options then they often automatically boost their buybacks to soak up the newly created stock—a process called sterilization that doesn't actually reduce their share count on a net basis.</p><p>Some companies near the top of the buyback league table have been sterilizing so much that they only helped executives instead of shareholders. Former hedge-fund manager Ben Hunt, who writes a newsletter called Epsilon Theory, notes that Meta spent almost $96 billion on its own shares over the past decade, but it gave away so many through compensation schemes that it had 12.4% more shares outstanding at the end of the period.</p><p>The biggest repurchaser of them all was Apple Inc., having spent more than half a trillion dollars, but it actually was effective. There are 38% fewer Apple shares outstanding than a decade ago and it paid an average of $46.80 a share compared with today's price of $151.</p><p>Fortunately there are more companies like Apple than Meta. Mr. Silverblatt calculates that one in five companies in the index boosted their earnings per share by at least 4% in the third quarter via buybacks. If their share prices rise proportionally, that gain in wealth rewards patient, long-term shareholders in a more efficient way than dividends, which are immediately taxable for recipients.</p><p>The 1% tax is modest enough that it won't convince many companies to trim buybacks. Ironically, though, the way the law was written makes it least likely to sway those that really could be tarred with the brush of corporate greed by lavishly rewarding executives. Only net buybacks get taxed, so companies like Meta that have huge repurchases but even larger awards won't owe anything. At the other extreme are companies like Warren Buffett's Berkshire Hathaway. It doesn't give management stock options, but in 2020 and 2021 it repurchased enough stock to increase a long-term shareholder's economic interest in its business by 10%. That all would have been subject to the new tax.</p><p>For investors who own many stocks through diversified mutual funds, the tax is a drag but not a disaster. Mr. Silverblatt estimates that, had it existed in 2021, it would have cut S&amp;P 500 operating earnings by 0.48%. Especially with interest rates rising, it might make more sense for companies to deploy a bit more cash starting next year to pay back loans, make capital investments or boost dividends. But he doubts many will be able to resist the lure of faster earnings growth.</p><p>\"Not all institutions are long term,\" he says. It's about instant gratification.\"</p><p>Write to Spencer Jakab at Spencer.Jakab@wsj.com</p><p>more Heard on the Street</p><p>* Crypto's Transparency May Be Part of the Problem Right Now</p><p>* America's Spending Boom Might Get Less Top Heavy</p><p>* EV Startups Struggle to Catch Tesla's Hype Train</p><p>* Walmart Keeps the Registers Ringing</p><p>This Was Supposed to Be a Banner Year for Stock Buybacks. What Happened?</p>",
  "published": "2022-11-18T10:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5226,
          "end": 5233
        }
      ]
    }
  ]
}