{
  "_id": "969160b15a7bf03fb29085a3c963e5edc2dc6f5403c2382955daae0852ee6bcd",
  "feed": "wall-street-journal",
  "title": "TikTok Says All Data for U.S. Users Now Routed to Oracle Cloud; Short-video app will continue storing backup data of U.S. users in its own data centers in Virginia and Singapore",
  "text": "<p>\"We know we are among the most scrutinized platforms from a security standpoint, and we aim to remove any doubt about the security of U.S. user data,\" Albert Calamug, who is responsible for TikTok's U.S. policy, said in a blog post Friday.</p><p>TikTok also said it would be working with Oracle to develop protocols for how data is accessed and managed. Oracle will audit compliance with those protocols.</p><p>TikTok has been trying to calm concerns its Chinese parent or even the Chinese government could gain access to the huge amounts of data it has on Americans and other users.</p><p>Placing more of that data on servers in the U.S. with a U.S. company won't be enough for many critics, as the physical location of data doesn't mean it's protected as long as others can have access, said Ray Wang, founder of Silicon Valley-based Constellation Research Inc., which advises organizations on cloud usage and other technology.</p><p>\"Even if the data is held only in U.S. servers, it doesn't mean that outsiders don't have access,\" he said. \"If these systems are intercommunicating with each other, and it happens to be a Chinese connection, how do you keep that separate? What are they doing to keep them separate?\"</p><p>In 2020, the issue of Chinese access to U.S. user data came to the forefront of the discussion surrounding TikTok. Then-President Donald Trump threatened to ban the app on national-security grounds. A host of U.S. companies swooped in with offers to buy the platform, promising to protect the data of U.S. users.</p><p>Microsoft Corp. was an early suitor to acquire the app, but the deal soon hit snags when it became apparent that ByteDance wouldn't share the app's core algorithm, the powerful program which helps match content to consumers.</p><p>Soon afterward, Oracle, along with Walmart Inc., won a bid to acquire TikTok's U.S. operations. Acquisition plans, however, were shelved last year as the pressing need to find a new owner receded after President Biden reassessed his predecessor's efforts to deal with security threats from Chinese tech companies.</p><p>Oracle declined to comment on Friday's news.</p><p>Write to Aaron Tilley at aaron.tilley@wsj.com</p><p>TikTok Says All Data for U.S. Users Now Routed to Oracle Cloud</p>",
  "published": "2022-06-17T22:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1769,
          "end": 1776
        },
        {
          "start": 1769,
          "end": 1781
        }
      ]
    }
  ]
}