{
  "_id": "2eb8714a9f130fb7411a93dbf91545b2683ebcc68ae3dbc689fdfa3f60d88ae3",
  "feed": "market-watch",
  "title": "Walmart heirs to launch a music festival in Arkansas in a bid make the area a cultural destination; Sam Walton's grandsons are creating event in Arkansas's Ozark Mountains.",
  "text": "<p>See also: 'You may remove your mask' — many passengers cheer as the U.S. mask mandate on flights is struck down</p><p>The event offers a rare glimpse into the cultural ambitions of the next generation of Walmart heirs. Alice Walton, the daughter of Walmart founder Sam Walton, has long been known in art circles as a major collector who opened Crystal Bridges Museum of American Art in Bentonville 11 years ago. The coming festival has her blessing, but it is being spearheaded by two of her nephews, Steuart and Tom Walton, and the latter's wife, Olivia Walton.</p><p>The younger Waltons are outdoorsy types who like to hike and ride bike trails. The brothers are also pilots and run a flight school as well as oversee real-estate ventures in the city. Olivia, a New Yorker and former NBC News reporter, moved to Arkansas soon after she and Tom married in 2016. Together, they are teaming up on FORMAT with a creative firm called Triadic as well as with C3 Presents, the concert promoter behind Chicago's Lollapalooza.</p><p>An expanded version of this story appears on The Wall Street Journal</p><p>Popular stories from WSJ.com:</p><p>* Want to Retire in Portugal? Here's What to Know, as Americans Move There in Droves.</p><p>* BA.2 Proves the Pandemic Isn't Over, but People Are Over It</p><p>* Homeowner Groups Seek to Stop Investors From Buying Houses to Rent</p><p>Walmart heirs to launch a music festival in Arkansas in a bid make the area a cultural destination</p>",
  "published": "2022-04-19T16:44:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1324,
          "end": 1331
        },
        {
          "start": 198,
          "end": 205
        },
        {
          "start": 243,
          "end": 250
        }
      ]
    }
  ]
}