{
  "_id": "a95f5b7f553914009e95e35735eb4931cc93cae79589484a16cd12879271d26b",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Small Town That Amazon Upended, Then Saved --- Local shopkeepers rue competition from e-commerce, but Darlington, England, has embraced new jobs and taxes brought by a massive warehouse",
  "text": "<p>The facility, which opened in early 2020, employs 1,300 full-time staff, making it one of the town's biggest employers. It hired 500 additional seasonal workers during the end-of-year holidays. Wages start at GBP 10 (equivalent to $13.25) an hour, above the legal minimum, and benefits include private healthcare and an GBP 8,000 education allowance available in installments over four years.</p><p>The new jobs have all delivered an economic boost for the Northern England town of 100,000, while sparking a reassessment of the U.S. e-commerce giant. Nicola Reading, a gift-shop owner, still blames Amazon for the demise of the local retail scene but now sees an upside, too.</p><p>\"It feels like Amazon employs half the population of Darlington now,\" she said.</p><p>Already America's second-biggest employer, after Walmart Inc., Amazon has been advancing in Europe and the U.K., investing 78 billion euros ($89 billion) since 2010 in a continentwide expansion that has significantly accelerated over the past few years. Amazon employs over 55,000 full-time U.K. staff.</p><p>That investment push has triggered a softening of attitudes toward the e-commerce giant in locales where the company has invested, Amazon executives and government officials say.</p><p>Long-held concerns about Amazon's dominance haven't gone away in Darlington, said Peter Gibson, the town's representative in Parliament. But the town is better off with the Amazon warehouse, he said: \"Do I want to see more jobs in Darlington? Yes, I do.\"</p><p>Amazon remains a target for many critics. In late November, independent U.K. retailers organized a Black Friday protest -- switching off their websites for a day -- to raise awareness over what they say is the dominance of Amazon and big chain retailers. On the same day, activists blockaded warehouses in 13 of Amazon's 26 U.K. locations, including the one in Darlington, accusing it of harming the economy and the environment.</p><p>Amazon said it takes its environmental responsibilities seriously and has committed to net-zero carbon emissions by 2040. It also stressed its contributions to the U.K. economy, saying it had created 10,000 local jobs in 2021 alone. The company said thousands of independent retailers benefit from using its online marketplace to reach a nationwide audience.</p><p>Almost half of Amazon's European investment has been in the U.K., which together with Germany accounts for three-quarters of Amazon's revenue in Europe, its biggest market outside the U.S.</p><p>The pandemic has supercharged Amazon's expansion in Europe, as locked-down consumers have flocked online. Amazon raced to meet demand with the help of new fulfillment centers and other smaller facilities. The company has opened 11 U.K. centers, including the one in Darlington, over the past three years. That compares with 15 new locations over the previous two decades.</p><p>Amazon's 2020 sales grew 51% in the U.K. from 2019, compared with 36% in the U.S. over the same period. It is now the country's second-largest retailer by sales, behind grocery chain giant Tesco PLC, according to Edge Retail Insight.</p><p>Local officials in Darlington have applauded Amazon's arrival, which they say has benefited the town, chiefly by creating jobs. Amazon's presence is also encouraging young university graduates to stay in the town and attracting other companies, said Mark Ladyman, the Darlington Borough Council's assistant director for economic growth.</p><p>Home to the world's first public railroad two centuries ago, Darlington now serves as a logistical and engineering hub for England's northeast. Engine maker Cummins Inc. has had a factory here since the 1960s. Like many other midsize towns across the U.K., it flourished through the 1980s as a regional destination where shoppers could find a mix of independent stores and the country's best-known brands.</p><p>\"Once, all roads led to Darlington,\" said David Gaskin, a trader at J.J. Blair &amp; Sons, a 150-year-old grocery stall in the town's historic indoor market, which houses traditional market stalls beneath a Victorian glass-and-steel roof. By the 1990s, Darlington's heyday as a shopping destination was over.</p><p>\"First we had the supermarkets, then there were out-of-town developments,\" said Mr. Gaskin, 67, a 30-year veteran of the market. In 2001, Dressers, a beloved local stationer that started off printing posters and timetables for the railway in the early 1800s, went bust along with other family-run stores.</p><p>The rise of e-commerce and the financial crisis added pressure. Local outlets of Marks &amp; Spencer, the high-end U.K. grocery chain, and British Home Stores, a national department-store chain, closed.</p><p>\"I was suddenly surrounded by a ghost town of empty shops,\" said Ms. Reading, who opened her gift shop, Bliss Gifts, two decades ago. One-third of British stores have disappeared over the past decade, according to the Centre for Retail Research.</p><p>Then, Covid-19 arrived, closing some shops temporarily and others permanently; workers found new opportunities in Darlington hard to come by.</p><p>But Paul Tait, 27, who had previously worked at the nearby Cummins plant, found one as a packer at Amazon when it opened in April 2020.</p><p>Capable of processing more than two million packages a week, the Darlington center is a deafening maze of conveyor belts ferrying everything from books and snack foods to toys and electronic gadgets. In fenced-off storage areas, hundreds of orange robots intricately arrange mobile shelves crammed with items. And among the machinery, teams of human operators like Mr. Tait pick and pack goods for dispatch.</p><p>The GMB Union, which represents U.K. retail workers, has accused Amazon of unsatisfactory work conditions at its British facilities. The union has criticized Amazon's labor practices for requiring workers to perform repetitive tasks at a rate it considers excessive. It also criticized Amazon's health and safety record, citing serious accidents or near misses at Amazon's U.K. facilities between 2016 and 2019.</p><p>\"Amazon is a safe place to work,\" the company said in a statement responding to the union's claims. It said that critics had painted a false picture of its working environment.</p><p>On top of workers' wages and national taxes, Amazon pays Darlington around GBP 1.2 million a year in local business taxes, according to public statements from the town council. It wouldn't say where Amazon ranks among the town's biggest taxpayers.</p><p>The economic heft is creating new problems, though, said Mr. Ladyman, the Darlington council official. The warehouse has made it hard for other businesses in the area to hire staff. Pubs and restaurants, in particular, are struggling to find workers.</p><p>Some, Mr. Ladyman said, \"can't compete with Amazon on pay.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 799,
          "end": 811
        },
        {
          "start": 799,
          "end": 806
        }
      ],
      "nexusId": "10042309"
    }
  ]
}