{
  "_id": "053708192630ded21d17a9660b13733655f489d62548b9e4e033393d41911318",
  "feed": "wall-street-journal",
  "title": "Inflation-Weary Consumers Shift Shopping Habits, Kroger Says; Lower-income consumers are seeking more bargains, Kroger CEO Rodney McMullen says",
  "text": "<p>\"We are not seeing any slowdown at all\" said Chief Executive Rodney McMullen, referring in an interview to price increases. While food manufacturers in the past typically raised prices about once a year, he said, some have done so three times in less than a year.</p><p>The Labor Department said last week that the consumer-price index rose 8.6% in May from a year ago, its fastest pace since December 1981. Food prices increased 10.1%.</p><p>Food retailers and suppliers experienced a boom to their business at the start of the pandemic when consumers ate more meals at home. Over the past year, costs of fuel, labor and raw materials have pushed up prices, further boosting sales, and inflation is showing little signs of slowing down, industry executives said. Rising gas prices are continuing to drive prices higher, they said, because it is getting more costly to transport food across the country.</p><p>Kroger said its sales and earnings climbed in the three months ended May 21, as the grocery store chain battled rising costs and attracted shoppers with more deals and private-label products. Identical sales, a metric that accounts for store openings and closings, rose 4.1% in the quarter, excluding fuel sales.</p><p>The company's sales and profit were higher than Wall Street analysts had been expecting, reflecting supermarket operators' resilience against inflation and broader market downturns, as consumers give priority to spending on essential goods such as food.</p><p>Consumers stretch their dollars so they can splurge in areas that are important to them, Mr. McMullen said, adding that Kroger is using data to determine where it can pass through increases, and absorbs higher prices itself in some situations.</p><p>Mr. McMullen added that the company is working with suppliers to avoid cost increases and minimize price increases for customers, though suppliers of food and other products are funding fewer discounts than they did before the pandemic. Kroger is also looking for areas to cut expenses, such as maximizing the quantity of goods its trucks can pick up, or buying extra inventory before prices rise further.</p><p>Consumer groups are responding differently to inflation, Mr. McMullen said, with some aggressively searching for cheaper items while others continue to buy higher-end products.</p><p>Price-sensitive shoppers are buying bigger packages when they have money and making smaller purchases as they go through the month, he said. Kroger's sales of lower-cost store brands increased 6.3% for the quarter from a year ago, outpacing national brands' growth.</p><p>Inflation will remain front of mind for many customers and will be higher than initially anticipated, though the year-over-year increase could moderate in the back of the year, Kroger executives said on a call with analysts.</p><p>For much of the past year, grocers and other retailers have passed along their higher costs to consumers in the form of higher prices, helping supermarkets increase their sales and profits. That is starting to change, some companies said.</p><p>Walmart Inc. and other big retailers have recently said that shoppers are pulling back on general merchandise and big-ticket items. Some companies, including United Natural Foods Inc., described a split among their customers, with high-end shoppers still splurging on more pricey products and others seeking cheaper goods.</p><p>Some grocers and distributors are pushing back on price increases as a result, asking brands to justify higher prices and warning them that they will stop carrying products if vendors don't negotiate. Other companies are absorbing increases on some staples such as milk and bread to stay competitive, denting their profits.</p><p>Overall Kroger's quarterly sales were $44.6 billion, up from $41.3 billion a year earlier. Its profit was $664 million, or 90 cents a share, up from $140 million, or 18 cents a share, last year.</p><p>Stripping out one-time items, Kroger posted first-quarter adjusted earnings of $1.45 a share. Wall Street analysts had been expecting adjusted earnings of $1.29 a share and sales of $44.16 billion, according to FactSet.</p><p>Kroger raised its full-year guidance, saying it now expects identical sales to grow by 2.5% to 3.5%. It also raised its projected adjusted earnings per share range by 10 cents to between $3.85 and $3.95.</p><p>Write to Jaewon Kang at jaewon.kang@wsj.com and Dean Seal at dean.seal@wsj.com</p><p>Inflation-Weary Consumers Shift Shopping Habits, Kroger Says</p>",
  "published": "2022-06-16T19:19:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3016,
          "end": 3028
        }
      ]
    }
  ]
}