{
  "_id": "ab3d5762989d45f7b2ba6698fb8efea0e9fe21adab582824274f44ed2fe53789",
  "feed": "wall-street-journal",
  "title": "Walmart, CVS to Stop Filling Controlled-Substance Prescriptions for Cerebral, Done; The decisions come amid federal investigation and leadership change at Cerebral",
  "text": "<p>CVS Health Corp. and Walmart Inc. will stop filling prescriptions for controlled substances ordered by clinicians working for Cerebral Inc. and Done Health, the broadest curbs yet by major pharmacies against the telehealth companies following scrutiny of their prescription practices.</p><p>A CVS spokesman confirmed the change in a statement, citing concerns CVS has with the two companies following a review it conducted. Cerebral had earlier disclosed the change to The Wall Street Journal. A Walmart spokeswoman said the company is taking steps to no longer fill those prescriptions, but didn't immediately respond to questions about why the company made the decision.</p><p>we want to hear from you</p><p>We'd like to hear about your experience with Cerebral's ADHD treatments including Adderall and other stimulants. Share your story in the form below.</p><p>\"Walmart is committed to patient safety and well-being,\" the spokeswoman said. Walmart has around 5,000 U.S. pharmacy locations and is the largest retailer by revenue.</p><p>Cerebral called CVS's decision unfortunate, adding that it was \"doing everything possible to ensure these patients get access to medications that their healthcare providers have determined they need.\" Cerebral didn't immediately respond to a request for comment about Walmart's decision.</p><p>The moves by CVS and Walmart are the most sweeping action by a major pharmacy chain on prescriptions by the telehealth companies in the wake of scrutiny of their prescription practices for attention-deficit hyperactivity disorder medication. Concern over those practices has also prompted an investigation by federal prosecutors, who subpoenaed Cerebral earlier this month and led Cerebral last week to replace its chief executive.</p><p>Cerebral and Done between them treat tens of thousands of patients for ADHD, prescribing stimulants such as Adderall. Psychiatrists say stimulants can have significant benefits for people properly diagnosed with ADHD. But they are classified as schedule 2 controlled substances by the federal government due to their potential for abuse, the same category as OxyContin and Vicodin.</p><p>Cerebral and Done grew very quickly from the onset of the Covid-19 pandemic, attracting patients with social-media ads that offered an ADHD diagnosis and prescriptions to treat the condition. Previously, clinicians were prohibited from prescribing stimulants without an in-person visit. The U.S. relaxed those rules in March 2020 for all schedule 2 substances due to the coronavirus public-health emergency.</p><p>Fast growth for Cerebral and Done coincided with increasing demand for online health services and for stimulants like Adderall. Prescriptions of the medication dispensed in the U.S. jumped to 41.4 million last year, up 10.4% from 2020, according to Iqvia Holdings Inc., a data and research services provider for the pharmaceutical industry.</p><p>The Journal reported in March that current and former employees said they felt Cerebral and Done pressured clinicians to prescribe stimulants, and some of them said the companies' initial 30-minute video evaluations often weren't sufficient to properly diagnose ADHD. Cerebral and Done said they don't pressure clinicians to prescribe stimulants and they are providing an essential service in the U.S., where demand for mental-health treatment far outstrips supply.</p><p>Cerebral said its clinicians can schedule an unlimited number of appointments. Done said systems and software help complete its initial consultations within 30 minutes.</p><p>Cerebral said this month that its medical group received a subpoena from the U.S. attorney's office for the Eastern District of New York as part of an investigation into possible violations of the Controlled Substances Act. The company said it intended to cooperate with the investigation and that no regulatory or law-enforcement authority had accused it of violating any law.</p><p>CVS declined to elaborate on the concerns that prompted its change. \"We can't disclose specifics, other than it relates to their policies and practices with regard to controlled substances,\" the spokesman said in an email.</p><p>Before CVS's actions, some pharmacies had earlier blocked or delayed certain prescriptions from Cerebral and Done prescribers on a more limited basis over concerns that clinicians were writing too many stimulant prescriptions.</p><p>Walmart told the Journal in April that it had blocked some prescribersaffiliated with Done. Individual locations of CVS and Walgreens Boots Alliance Inc. had also blocked or delayed prescriptions from Done providers, and some Cerebral clinicians similarly had their prescriptions blocked or delayed for controlled substances, the Journal reported at the time.</p><p>Cerebral had said prescription delays occurred because of confusion around telehealth policies. Done declined to comment at the time.</p><p>Cerebral's preferred pharmacy, Truepill Inc., said this month it would stop filling prescriptions for schedule 2 controlled substances such as Adderall. The online pharmacy company said it was taking the move out of \"an abundance of caution\" while it evaluated appropriate next steps. Cerebral said at the time that Truepill's action affected less than 2% of its total prescriptions.</p><p>Walmart Inc. told the Journal in April that it had blocked some prescribers affiliated with Done. Individual locations of CVS and Walgreens Boots Alliance Inc. had also blocked or delayed prescriptions from Done providers, and some Cerebral clinicians similarly had their prescriptions blocked or delayed for controlled substances, the Journal reported at the time.</p><p>Cerebral had said prescription delays occurred because of confusion around telehealth policies. Done declined to comment at the time.</p><p>Cerebral's preferred pharmacy, Truepill Inc., said this month it would stop filling prescriptions for schedule 2 controlled substances such as Adderall. The online pharmacy company said it was taking the move out of \"an abundance of caution\" while it evaluated appropriate next steps. Cerebral said at the time that Truepill's action affected less than 2% of its total prescriptions.</p><p>Last week, Cerebral said it would stop prescribing almost all controlled substances, excluding those used to treat opioid-use disorder. It said the move would take effect for new patients May 20, but not until October for existing patients so they could transition to in-person care or taper off their medication.</p><p>Co-founder Kyle Robertson, then CEO, said in an internal email announcing the change that Cerebral had started prescribing controlled substances in 2020 to help patients needing medication who couldn't get in-person treatment during the pandemic, and that it was halting most such prescriptions because of increased ability for patients to return to in-person or hybrid treatment.</p><p>Soon after that announcement, Cerebral's board voted to replace Mr. Robertson. Directors lost confidence in his leadership because of what they felt was the company's aggressive strategy to diagnose and treat ADHD with stimulants, the Journal reported last week, citing people familiar with their thinking. Mr. Robertson said in a memo to the board that directors had encouraged Cerebral to prescribe Adderall, and that his ousting was an attempt to make him a scapegoat for the startup's troubles.</p><p>CVS's decision means that patients relying on the pharmacy chain to fulfill prescriptions from Cerebral will have to find alternatives. The CVS spokesman said patients using Cerebral and Done for controlled-substance prescriptions \"will need to get them filled at another pharmacy.\" Cerebral said it is reaching out to affected patients to help with their transition to another source of prescribed medications. Done didn't respond to requests for comment.</p><p>In targeting all controlled substances from the telehealth startups, CVS's change will affect medication used to treat opioid addiction, the one type of medication that Cerebral has planned to continue prescribing and that has been a growth opportunity for the company. As part of its halt, CVS will no longer fill Cerebral's prescriptions for suboxone, a schedule 3 controlled substance used to treat such addictions.</p><p>Mr. Robertson had said in his internal email last week that Cerebral would continue prescribing opioid-treatment drugs because \"the size and needs of this vulnerable population are too great to discontinue care.\"</p><p>Write to Rolfe Winkler at rolfe.winkler@wsj.com and Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Walmart, CVS to Stop Filling Controlled-Substance Prescriptions for Cerebral, Done</p>",
  "published": "2022-05-25T22:13:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1277,
          "end": 1284
        },
        {
          "start": 8461,
          "end": 8468
        },
        {
          "start": 490,
          "end": 497
        },
        {
          "start": 842,
          "end": 849
        },
        {
          "start": 4323,
          "end": 4330
        },
        {
          "start": 1318,
          "end": 1325
        },
        {
          "start": 5201,
          "end": 5213
        },
        {
          "start": 21,
          "end": 33
        },
        {
          "start": 920,
          "end": 927
        }
      ]
    }
  ]
}