{
  "_id": "1facda116c7302b6303ad3ee4255857a70fb55f1f483a4fa2f95749bfe22cd8f",
  "feed": "wall-street-journal",
  "title": "An Amazon Warehouse Passes Vote To Unionize",
  "text": "<p>It could take months or longer for JFK8 workers to reach a first union contract. But Friday's results are set to galvanize activists who already have triggered votes at two other Amazon facilities, and have stepped up their efforts in recent years as Amazon has rapidly added workers and grown into a pacesetter for the wages, benefits and hiring practices of companies in many regions. Amazon employs roughly one million people in the U.S., behind only Walmart Inc.</p><p>\"Today the people have spoken, and the people wanted a union,\" Chris Smalls, who has led the organization effort among Amazon's Staten Island workers, said at a news conference after the vote.</p><p>Amazon said it was \"disappointed with the outcome of the election in Staten Island because we believe having a direct relationship with the company is best for our employees.\" The company added that it is evaluating options that could include filing objections against the NLRB, which it alleged exerted improper influence in the election. Amazon didn't elaborate.</p><p>An NLRB spokeswoman said it is independent and that any of its actions against Amazon have been consistent with enforcing labor law.</p><p>U.S. unions broadly have been pressing to increase their ranks and secure gains for their members amid the tighter labor market of the pandemic era, seeking to reverse long-term declines in private-sector union membership. In 2021, a record low 6.1% of private-sector workers were members of a union, according to the Labor Department.</p><p>Several big U.S. companies have contended with union actions over the past year, including Starbucks Corp., where baristas at a Buffalo, N.Y., store voted in December to form the first labor union at one of the coffee giant's own U.S. cafes in its 50-year history. Several other Starbucks stores have voted to unionize since, including one last month in the coffee chain's hometown of Seattle.</p><p>Groups of Amazon employees have pushed for enhanced job security and better compensation and working conditions for years, but the company had prevailed in previous elections. Now Chief Executive Andy Jassy, who took the job from founder Jeff Bezos last year, faces labor activists seeking to leverage pandemic-era employee empowerment and a labor market that is tighter than at any time in many decades.</p><p>The election at JFK8 is one of two votes at Amazon facilities in Staten Island in a month. An election at a warehouse named LDJ5, which employs about 1,500 workers, is scheduled for the week of April 25.</p><p>Counting in a separate election at a company warehouse in Alabama was close enough to require a hearing, the NLRB said on Thursday. That could take place in the next several weeks. Amazon workers at the Alabama facility overwhelmingly voted against unionization last year, but the labor board ordered a revote after finding that Amazon acted inappropriately during the campaign. The company denied any wrongdoing.</p><p>During the pandemic Amazon has hired hundreds of thousands of workers and built dozens of new logistics hubs to help handle a surge in orders brought about by Covid-19 lockdowns. In the process, it has dealt with protests and concerns from some workers about the pace at which they are expected to prepare packages, the repetitive nature of their work and lack of protections in disputes with Amazon. In response, the company has bolstered some of its safety training, voiced its commitment to workers, and pointed to its pay and benefits, which include healthcare and 401(k) offerings and paid tuition options. Amazon's starting pay averages about $18 an hour, with a minimum of $15.</p><p>For Edgar Varela, an employee at the JFK8 facility, those benefits were sufficient reason to vote against the union. The 29-year-old said he doubted organizers' ability to negotiate effectively with the company, given the union's newness.</p><p>\"Realistically, I just think sticking with just Amazon is the smarter choice,\" Mr. Varela said. \"Right now, the pay is great.\"</p><p>Others found the union's case persuasive. Shannon Jones, 29, said she voted for the union in the hopes it will pressure Amazon to provide longer breaks, address safety and cleanliness issues at the warehouse, and increase pay amid higher inflation. \"A lot of things have to be changed that they weren't willing to change,\" she said of Amazon.</p><p>Mr. Smalls has aimed to organize workers at several Amazon facilities in Staten Island and across the U.S. A former Amazon employee, he was fired by the company in 2020 in what he said was retaliation for his attempts to organize workers. Amazon said he violated safety protocols related to Covid-19.</p><p>Amazon has used meetings inside of its facilities to campaign against unionization, emphasizing potential fees that unionized workers would pay, according to employees. Many workers also don't stay long at Amazon, making it difficult to build support for a union.</p>",
  "published": "2022-04-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 454,
          "end": 466
        }
      ]
    }
  ]
}