{
  "_id": "62abed6892de1aed489982ade4330aab2788f97515c7f8e6c408073ef01c24de",
  "feed": "market-watch",
  "title": "Weekend reads: How to make a move in a brutal housing market",
  "text": "<p>Jacob Passy writes The Big Move column. This week he helps a couple that wants to switch to a home without stairs, but is worried about some tricky aspects of the move.</p><p>More on paying for a house:Here's how much a 40-year mortgage would save you each month vs. a 30-year loan. And the ultimate cost.</p><p>The Fed's big signals may be coming too late</p><p>Last month the Federal Reserve began to fight high inflation by reversing two years of monetary stimulus and raising the target range for the federal-funds rate.</p><p>The minutes of the Federal Open Market Committee's March 15-16 meeting point to a more aggressive series of interest-rate increases and a balance-sheet reduction of $95 billion a month, which the bond market has anticipated by sending long-term rates higher.</p><p>But Cullen Roche believes the Fed has waited too long to make its move.</p><p>Owning bonds as interest rates rise</p><p>Getty Images/iStockphotoInterest rates have been rising — the yield on 10-year U.S. Treasury notes BX:TMUBMUSD10Y has jumped to 2.70% from 1.51% at the end of 2021. When interest rates rise, bond prices fall. But that doesn't necessarily mean you shouldn't invest in bonds:</p><p>This forecast model says interest rates are nearing a peak. Bond investors will reap the rewards.</p><p>Here's how you can play it safe with your investments as interest rates rise</p><p>Get ready for a ‘new world order' that drives stocks and bonds: BlackRock</p><p>Want to beat the stock market over the next decade? Add bonds to your portfolio</p><p>What about stocks?</p><p>Rising interest rates can hurt the prices of stocks (especially tech stocks) that trade on high multiples of anticipated earnings. Indeed, the Nasdaq Composite Index COMP has fallen 16% from its closing high on Nov. 19.</p><p>Here's a sampling of stock-market coverage tied to interest rates:</p><p>In one chart: Why the stock market could be in for a ‘rough ride' as Fed prepares to shrink balance sheet</p><p>The Federal Reserve must ‘inflict more losses' on stock-market investors to tame inflation, says former central banker</p><p>This is what you should do in the stock market now, according to three 2022 fund-award winners</p><p>Why an inverted yield curve is a bad tool for timing the stock market</p><p>The stock market is behaving a lot like it did during the Iraq war. Here's the future if the pattern continues.</p><p>These income strategies can help protect your stock investments from inflation and a recession</p><p>Adding international stocks to your portfolio can help you endure any pain in the U.S. market</p><p>Walmart steps up to help truck drivers</p><p>Getty ImagesDuring this period of supply shortages, one consistent theme has been that companies have had difficulty retaining truck drivers. Walmart WMT is not only increasing the size its transportation team, but it is raising pay for its truck drivers to as much as $110,000 during the first year.</p><p>How Social Security might be fixed</p><p>Social Security taps its trust fund to maintain benefits that aren't adequately covered by workers' and employers' contributions. But that option should run out in 2034. That's the year by which the system needs to be fixed, through tax increases or benefit cuts (which might include raising eligibility ages).R. Douglas Arnold explains possible remedies for fixing Social Security and how the Republican Party has avoided the discussion.</p><p>Read:Three things to take care of when you retire—your future self will thank you for it</p><p>How to think outside the box if you are having difficulty finding people to hire</p><p>Don't automatically exclude job applicants with criminal records.</p><p>Successful union votes led by new players</p><p>Federal Reserve Bank of St. LouisThe above chart shows that profits for U.S. companies relative to the U.S. gross domestic product hit their highest level last year, going back at least to 1947. Kimball Brooker, a portfolio manager at First Eagle Investments in New York said this success came “to a degree, at the expense of labor.”</p><p>John Logan explains that the recent successful union votes at an Amazon.com AMZN distribution center and a group of Starbucks stores have resulted from unconventional campaigns that may revive the labor movement.</p><p>A painful but important subject for families</p><p>End-of-life hospice care can help reduce suffering for entire families, but it should not be confused with palliative care, as Yael Schenker, a palliative medician physician explains.</p><p>New ways of capturing green energy</p><p>Agence France-Presse/Getty ImagesStacy Morford describes five cutting-edge technologies that can foster the clean-energy transition.</p><p>Should stock buybacks be targeted by politicians?</p><p>Gary N. Smith argues that buybacks are usually good for investors.</p>",
  "published": "2022-04-08T12:15:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2474,
          "end": 2481
        },
        {
          "start": 2655,
          "end": 2662
        }
      ]
    }
  ]
}