{
  "_id": "192144ca85d6d7a77d86b4bac1353217cbe9a959909f9a2b31c05a0c538ac757",
  "feed": "ftcomall",
  "title": "US baby formula crisis spurs debate over lack of competition",
  "text": "<p>After five years of talks with American regulators, British infant formula maker Kendal Nutricare finally began shipping to the US this month — but only after a national shortage forced Washington to approve emergency airlifts by foreign suppliers.</p> <p>The crisis was sparked in February when a safety scandal forced <a href=\"https://www.ft.com/stream/cbd88f04-3d7e-445b-9988-a2e023dd87ef\">Abbott Laboratories</a> to shutter a plant in Michigan that supplied 15 per cent of US formula. It worsened amid supply chain strains linked to Covid-19 and the war in Ukraine, and a wave of panic buying after stores including Walmart, Kroger and CVS started rationing sales.</p> <p>As shortages persist despite a ramp-up in production at other US factories and the temporary approval of foreign supplies, Abbott, a $180bn medical device and healthcare company, is facing a political firestorm. Meanwhile, calls are growing for a shake-up of a US formula sector dominated by Abbott and <a href=\"https://www.ft.com/stream/c4732410-86fa-47bc-b07e-023b9bc80c79\">Reckitt Benckiser</a> with 80 per cent market share.</p> <p>Experts warn that reform will be challenging because of the two groups' market power, a government scheme to help low-income families that benefits them, the sector's need for high regulatory standards and the high cost of setting up new plants. Nevertheless, they say the public outcry could provide a once-in-a-generation opportunity to promote change.</p> <p>“This crisis is primarily related to 40-50 years of a system that ended up concentrating the market,” said Steven Abrams, a University of Texas professor who specialises in care of newborn children. &#xa0;&#xa0;</p> <p>“We need to open the market and make sure there are multiple factories and companies making formulas in the US. I'm also hoping the importation of these foreign infant formulas can become permanent, as more competition strengthens the supply chain and potentially drives down prices.”</p> <a href=\"http://www.ft.com/cms/10495015.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The US government is reviewing options, including on attracting new entrants, easing restrictions on imports — which make up only 2 per cent of the market — and enticing more investment from Nestlé and Perrigo, the number three and four players in the US.</p> <p>Congress held public hearings in May, with&#xa0;Abbott&#xa0;and US regulators excoriated for not reacting soon enough to prevent a crisis that has hit poor families hardest due to their inability to buy in bulk. Lawmakers also criticised the oligopolistic nature of the US formula market and are urging tougher actions to prise open the market.</p> <p>“The shortage of baby formula is due in part to a lack of competition,” said US Senator Elizabeth Warren. “While&#xa0;Abbott&#xa0;raked in massive profits in this highly consolidated industry, their executives ignored safety warnings and gave billions to investors.”</p> <p>The surging demand for infant formula and government support to the sector has prompted a jump in profit margins, which have risen to 14.2 per cent this year from 11.6 per cent in 2021, according to a report by IbisWorld. </p> <p>Reckitt has also been drawn into the crisis because of its plan to sell its Mead Johnson formula business, potentially to a private equity buyer. Democrat lawmakers including Warren last week<a href=\"https://www.ft.com/content/69df9ca6-9ac0-4f8c-833b-01f6eaff3200\"> urged top US antitrust enforcer</a> Jonathan Kanter to scrutinise any deal, warning that it could further “shallow out the market”. &#xa0;</p> <p>Seven overseas suppliers have so far been granted authorisation to import formula under the Biden administration's Operation Fly Formula, including new entrants Kendal and Bubs, an Australian company. Dozens of others, including Fonterra, the world's biggest dairy exporter, and its New Zealand rival A2 milk have also applied for approval. </p> <p>But the waivers allowing them to ship into the US are only temporary and regulators have insisted they will expire on November 14, a move that could force mothers to switch their babies back to formula provided by Abbott. Bubs and Kendal are both pressing the US Food and Drug Administration to grant full approval for their formula following application processes that have been going on for years. </p> <p>“The US market has always been structurally quite concentrated, and one of the reasons for that concentration is that there are very high barriers to entry,” said Will McMahon, Kendal's commercial director.</p> <p>New entrants are required to prove “from scratch”&#xa0;that their products are safe, including through an animal study and clinical study on humans to the regulator's specific requirements, even if they are already approved for sale elsewhere, he said.</p> <p>“With any new ingredients you are using, you have to show that they are generally recognised as safe,” he added. “It's hard to believe but because we use natural milk fats instead of palm oil, the FDA needed us to prove to them that whole milk is ‘generally accepted as safe'.”</p> <p>To spur competition and make the US less reliant on domestic formula, some lawmakers have proposed suspending tariffs on formula imports. Between 2012 and 2021, four-fifths of imported formula faced an average effective duty rate of 25.1 per cent, according to a Congressional Research Service <a href=\"https://crsreports.congress.gov/product/pdf/IN/IN11932\">paper</a>. &#xa0;</p> <p>Abbott and Reckitt say the structure of the market is not to blame for the supply crisis and that they are doing everything they can to alleviate it. &#xa0;&#xa0;&#xa0;</p> <p>Robert Cleveland, head of Reckitt's infant formula division for North America and Europe, said the company had increased shipments by 30 per cent by sending out all its inventory and operating its US plants around the clock.</p> <p>“There are no barriers to entry in the US market whatsoever,” he said. “So long as you can meet the formula requirements of the FDA and you subject your brand to the safety and quality requirements, then you can enter the US market.”</p> <p>“The real issue with the market is it's very large and the ability to make infant formula, which is near pharma-grade manufacturing, at scale is a very difficult thing to do,” said Cleveland.</p> <a href=\"http://www.ft.com/cms/10494600.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Experts say easing US safety regulations is unlikely to be politically acceptable following the contamination problems at Abbott's plant. Two babies died following consumption of formula from the Michigan facility, although an FDA investigation was unable to “rule in or rule out a definitive link” with the product. The FDA said last week that a third death in January was being investigated. &#xa0;</p> <p>FDA commissioner Robert Califf told lawmakers in May that conditions at the Abbott plant were “egregiously unsanitary” and described bacteria growing from multiple sites in the facility, a leaky roof and standing water. He admitted the agency's response to the crisis had been “too slow”, noting that a whistleblower report last year highlighting food safety violations had been lost in the FDA's internal post. </p> <p>Abbott chief executive Robert Ford has apologised for the formula shortage and pledged to fix it. The company said a thorough review of available data indicated that the formula produced at its Michigan facility was unlikely to be the source of infection in the reported deaths.</p> <p>Abbott's woes have caused its US market share to halve to 20 per cent, according to research by Barclays. But most analysts expect it to regain lost share within a year unless a definitive link between its formula and the deaths is established or regulatory reform promotes competition. </p> <p>Iain Simpson, analyst at Barclays, said Abbott and Reckitt's market dominance made enticing competition a tough challenge. &#xa0;&#xa0;</p> <p>“It's not clear to me that there is an easy way for that to be addressed because it's tough to make money as a number three or four player,” he said.</p> <p>“Nestlé have been retreating from the US market and losing share for a decade and the other big global player Danone does not appear to be interested in investing in greenfield operations in the US market or in buying Reckitt's Mead Johnson US business.”</p> <p>Some niche providers have recently entered the US market, including ByHeart and Bobbie, but it is tough to compete with the bulk producers Reckitt and Abbott, he said. &#xa0;&#xa0;</p> <p>“It is very expensive to run these plants to the required regulatory standards and then you also have to convince consumers to buy your brand over another established one. It takes a long time to gain prominence and build trust with consumers,” said Simpson.</p> <p>Lee Hambright, analyst at Bernstein, said some families who had switched from Abbott during the crisis may stick with alternatives. But families who have babies in future would probably drift back to Abbott when it fixed its supply chain problems because of a government subsidy scheme for low-income families that “entrenches state-level monopolies and duopolies”.</p> <p>The WIC programme covers about half of all infant formula retail sales in the US and is dominated by Abbott and Reckitt because they can offer large rebates to states on bulk purchases that smaller providers cannot afford. The contracts enable them to secure the most shelf space in retail outlets and are a major disincentive for other operators to invest in the US market, say analysts. &#xa0;&#xa0;&#xa0;</p> <p>“Even if families were to have some doubts about the Abbott product, if it is the only one available under the local WIC system, then you will buy Abbott,” said Hambright. “In many ways, the state is Abbott's best friend as the company works to regain its market share.” </p> <p>However, he added, with politicians “circling, pointing fingers and calling for changes to regulatory oversight”, the biggest risk for Abbott and Reckitt was the government redesigning WIC to promote competition.</p><p>Source: Jamie Smyth in New York and Judith Evans in London 2022 'US baby formula crisis spurs debate over lack of competition' FT.com 30 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-30T03:00:14.439Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 536,
          "end": 543
        }
      ]
    }
  ]
}