{
  "_id": "68c036ef864cdde2fd0facccdb6ec5795b016a8b4dff22b5f6dfcd8a01f700ab",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Walmart Won't Take Prime Bait  ---  Retailer's pass on competing with Amazon event signals a steady strategy  ----  By Jinjoo Lee",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  If Walmart still wants to compete with Amazon's Prime membership program, it isn't exactly showing its best game face. But there could be a strategic rationale for its shyness. </p><p>\n  Walmart, which last year held a \"Deals for Days\" promotion to coincide with Amazon's Prime Day, won't be holding any competing event when Prime Day begins today. That is despite the fact that piggybacking off Prime Day has a clear halo effect. In June 2021, when Prime Day and Walmart's \"Deals for Days\" event occurred, Walmart's web traffic surged 11% from the month prior, according to data from SimilarWeb, beating Amazon's 7.5% bump over the same period. </p><p>\n  Though Walmart hasn't said why it won't be holding a Prime Day-adjacent event, one reason could be that directing more clearance and deals through stores -- rather than online -- would be better for its already-declining bottom line. In a report published last week, Oppenheimer analysts including Rupesh Parikh observed that Walmart stores in northern New Jersey had higher-than-normal levels of clearance inventory, especially in apparel. The retailer said earlier it had roughly 32% more inventory in its quarter ended April 30 than a year earlier. </p><p>\n  Walmart launched its Amazon Prime-like membership program Walmart+ in September 2020. While most Walmart+ members join because of free shipping (83% of members cited that as a reason for joining, according to a Numerator survey), fulfilling those orders has gotten much more expensive. Diesel prices are nearly 73% higher than a year ago, according to AAA. The retailer cited higher-than-expected e-commerce fulfillment costs as one reason its gross margins deteriorated last quarter. The company recently told some suppliers that it will impose a fuel surcharge to transport goods to its warehouses and stores. </p><p>\n  And while Walmart did hold its own deal event in early June, Walmart+ Weekend was relatively low-profile. Walmart.com web traffic that month was up 3.7% from the preceding month, according to SimilarWeb. Only a third of shoppers that weekend said they were aware of the event before shopping, according to a survey by Numerator. By contrast, 94% of Prime Day shoppers in 2021 knew of the event beforehand. </p><p>\n  Walmart has shied away from tangible updates on the Walmart+ program since its introduction. An estimate from Consumer Intelligence Research Partners pegs total membership at roughly 11 million as of the three-month period ended April, compared with Amazon's estimated 170 million U.S. members. Walmart+ membership numbers declined slightly in the most recent quarter, CIRP estimates. </p><p>\n  That might not be such a bad thing for Walmart. In a research note last year, Cowen analysts said they don't expect a \"major acceleration\" in Walmart+ membership growth, as the company's management remains focused on \"strengthening execution before stepping up marketing efforts.\" John Furner, chief executive of Walmart U.S., said on a call with investors last month that the early days of the membership program were tough because availability and process issues left customers frustrated. He said the company is still ironing out some features, including one that allows communication between the person picking up goods and the customer. </p><p>\n  And while Walmart added some new benefits this year, it will likely take a while to compete with Amazon Prime's perks, which now include free one-year access to Grubhub's food-delivery membership. Walmart in March announced a free six-month subscription to Spotify Premium for Walmart+ members, and in April introduced a larger fuel discount for members (to 10 cents a gallon from 5 cents). </p><p>\n  Improving the Walmart+ experience may be one reason to postpone a membership-marketing push. This year's surging expenses could add yet another speed bump. </p><p></p>",
  "published": "2022-07-13T06:01:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 491,
          "end": 498
        },
        {
          "start": 680,
          "end": 687
        },
        {
          "start": 2941,
          "end": 2948
        },
        {
          "start": 1225,
          "end": 1232
        },
        {
          "start": 1847,
          "end": 1854
        },
        {
          "start": 21,
          "end": 28
        },
        {
          "start": 3547,
          "end": 3554
        },
        {
          "start": 3467,
          "end": 3474
        },
        {
          "start": 2243,
          "end": 2250
        },
        {
          "start": 214,
          "end": 221
        },
        {
          "start": 2770,
          "end": 2777
        },
        {
          "start": 3280,
          "end": 3287
        },
        {
          "start": 2667,
          "end": 2674
        },
        {
          "start": 1283,
          "end": 1290
        },
        {
          "start": 40,
          "end": 47
        },
        {
          "start": 2538,
          "end": 2545
        },
        {
          "start": 1898,
          "end": 1905
        },
        {
          "start": 1322,
          "end": 1329
        },
        {
          "start": 534,
          "end": 541
        },
        {
          "start": 999,
          "end": 1006
        },
        {
          "start": 2295,
          "end": 2302
        },
        {
          "start": 3675,
          "end": 3682
        }
      ]
    }
  ]
}