{
  "_id": "490db79487bc7dc4a8d24728b5a555a768f1a3c6ab486c812aa9d984027fa325",
  "feed": "wall-street-journal",
  "title": "U.S. Retail Spending Was Flat in September; Consumers faced high inflation and rising interest rates",
  "text": "<p>Unlike many government reports, retail sales aren't adjusted for inflation, so some swings reflect price changes rather than shifts in the amounts purchased.</p><p>Chris Varvares, the co-head of U.S. economics at S&amp;P Global Market Intelligence, said that while retail sales are still growing, consumers are getting less for their money compared with a year ago.</p><p>\"Retail sales are strong because prices are rising quickly,\" he said.</p><p>Scott Brave, the head of economic analytics for Morning Consult, said consumers have started to pull back on optional purchases while still spending on the essentials.</p><p>\"They're having to make tough decisions,\" he said.</p><p>Overall consumer prices climbed a seasonally adjusted 8.2% in September from the same month a year ago, pulled down by a decline in gasoline prices that was partially offset by higher food costs, the Labor Department said Thursday. The reading was down from 8.3%in August and 9.1% in June, which was the highest inflation rate in four decades.</p><p>So-called core prices—which exclude volatile energy and food prices—rose 6.6% in September from a year earlier, the biggest increase since August 1982. They increased 0.6% last month from the prior month, a sign that strong and broad price pressures remain persistent.</p><p>Core goods prices, which exclude food and energy, were unchanged in September from August.</p><p>Retail sales figures include physical goods bought in stores and online as well as meals at restaurants. Retailers have been implementing holiday sales earlier this year as they try to get rid of excess inventory. Amazon.com Inc., Target Corp. and Walmart Inc. have rolled out sales recently. These events aren't reflected in Friday's report, which covers transactions in September.</p><p>Consumers continue to have a gloomy attitude about the economy with many blaming inflation for worsening their financial situations, according to surveys by the University of Michigan. While consumer sentiment has improved in recent months it remains near multiyear lows.</p><p>Amilcar Caputo, who works at a food manufacturer in Minnesota, said he recently has started buying skirt steaks instead of rib-eye cuts after prices rose.</p><p>\"I'm Brazilian. I love to barbecue. Meat is a big thing,\" he said. \"I had to look for other options.\"</p><p>Write to Austen Hufford at austen.hufford@wsj.com</p><p>U.S. Retail Spending Was Flat in September</p>",
  "published": "2022-10-14T12:36:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1597,
          "end": 1609
        }
      ],
      "nexusId": "10042309"
    }
  ]
}