{
  "_id": "733e9d60bfa57319db1badf38728483cc74845d90d9276e0ac4d164a619c4d2c",
  "feed": "ftcomall",
  "title": "Government bond markets rally as growth fears overshadow inflation ",
  "text": "<p>Government bond markets have clawed back part of this year's heavy losses in recent weeks as investors' attention shifts from sky-high inflation to signs that economic growth is slowing. </p> <p>Bonds have endured a painful year so far as major central banks rush to contain runaway price rises by embarking on a rapid tightening of monetary policy. But longer-term government debt — an ultra-safe asset which tends to benefit from fears over the health of the economy — has steadied in recent weeks as a sell-off in riskier assets like stocks accelerates.</p> <p>A Bloomberg gauge of long-term US government bonds is on course for a third consecutive weekly rise, gaining more than 4 per cent since May 6, a turnround echoed in European markets. Although the recovery remains modest compared with the scale of earlier declines — the index is more than 18 per cent lower year-to-date — some investors sense a turning point for the heaviest global bond sell-off in decades.</p> <p>“We have rarely been as bullish on government bonds as we are now,” said Mike Riddell, a senior portfolio manager at Allianz Global Investors. “If growth slumps, then inflationary pressure will recede, and yields look more attractive than they have in a long time.”</p> <p>The US 10-year government bond yield — a benchmark for financial assets around the world — has fallen to 2.71 per cent from a high of 3.2 per cent two weeks ago. On Thursday, it reached the lowest level since mid-April. The equivalent German yield has also declined, from nearly 1.2 per cent to 0.96 per cent.</p> <p>Even though the Federal Reserve is still in the early stages of raising interest rates — while the European Central Bank has yet to lift borrowing costs from record lows — the anticipation of aggressive policy tightening has already had a big impact on markets and the economy, according to Riddell, who cited the example of a drop in US home sales as mortgage rates surge.</p> <p>“Over the past month, we went from inflation woes dominating to recession fears increasingly being the cause for concern,” said George Goncalves, head of US macro strategy at MUFG Securities. “It's possible that we have hit the cycle high for the [US] 10-year yield and it's more likely we continue to slide lower in long-term rates into the summer months.”</p> <p>While inflation in the US remains close to its highest level in decades, market expectations of longer-term inflation have begun to ease. The five-year, five-year forward break-even rate — which is a gauge of inflation forecasts over five years, five years from today — fell on Wednesday to 2.2 per cent, its lowest level since March 1. It had reached an eight-year high in mid-April. </p> <p>In the US, evidence of an impending slowdown has mostly been seen in company earnings reports — like that of retailers Walmart and Target, or social media group Snap's growth warning this week. </p> <p>But the economic data may be starting to turn. The S&amp;P purchasing managers' index on Tuesday showed business activity in the US, the UK and the EU all falling in May.</p><p>Source: Tommy Stubbington in London and Kate Duguid in New York 2022 'Government bond markets rally as growth fears overshadow inflation ' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-26T09:07:04.370Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2770,
          "end": 2777
        }
      ]
    }
  ]
}