{
  "_id": "c4694586cdfb99fa4b7269b15eb6bb6d2c8aa90112d365865467a2643d1818b3",
  "feed": "wall-street-journal",
  "title": "Monday's Markets:  Stocks Fall After Last Week's Rally  ---  Healthcare is  exception as most  S&P 500 sectors drop;  Crypto stabilizes  ----  By Anna Hirtenstein and Hardika Singh",
  "text": "<p>   U.S. stocks finished lower Monday after last week's big rally, while investors digested fresh comments from Federal Reserve officials about the outlook for further interest-rate increases. </p><p>   The S&amp;P 500 fell 35.68 points, or 0.9%, to 3957.25, and the Nasdaq Composite sank 127.11 points, or 1.1%, to 11196.22. The Dow Jones Industrial Average shed 211.16 points, or 0.6%, to 33536.70. </p><p>   Stocks had risen in recent days on hopes that the Fed might not have to tighten financial conditions much more after U.S. inflation in October came in below economists' estimates. The Fed's quest to tame inflation this year has dragged down stocks, bonds and commodities. </p><p>   Some of last week's excitement cooled down to start the week. Of the 11 sectors within the S&amp;P 500, only healthcare stocks gained. The real estate, consumer discretionary and utilities groups posted the biggest declines. </p><p>   \"Just because there might be peak inflation, just because the Fed slows down, that doesn't actually mean that starts a new bull market because the recession risk still runs relatively high for next year,\" said Keith Lerner, co-chief investment officer at Truist Advisory Services Inc. </p><p>   Mr. Lerner noted that stocks don't always rally when the Fed is cutting rates, pointing to the S&amp;P 500's performance in 2000. </p><p>   Fed Vice Chair Lael Brainard on Monday said recent inflation data offered some signs of reassurance that price pressures were no longer broadening and that the central bank could soon slow the pace of interest-rate rises. </p><p>   But Fed governor Christopher Waller said over the weekend that policy makers still had \"a ways to go\" and would like to see more similar data points before easing a foot off the brake. </p><p>   Traders and investors say that one data point isn't enough to make the case for the Fed to pivot from its aggressive hiking stance. Many are already looking to the economy to see how it withstands previous rate increases. </p><p>   \"We've seen inflation taper off, but I wouldn't call it a trend,\" said Jason Ray, founder and investment director at Zenith Wealth Partners. \"We're still thinking that the Fed will be hawkish and take measures to slow the economy.\" </p><p>   The yield on the benchmark 10-year Treasury note edged up to 3.865% from 3.828% at last week's close. </p><p>   In corporate news, Tesla shares declined $5.02, or 2.6%, to $190.95. Chief Executive Elon Musk said he has too much work to juggle after the Twitter takeover and that he was running Tesla's operations \"with great difficulty.\" </p><p>    Hasbro fell $6.25, or 9.9%, to $57.16, its largest percentage decrease since March 2020. The maker of Monopoly board games and My Little Pony dolls fell after Bank of America analysts double downgraded the rating to underperform from buy, saying that the company is overproducing Magic: The Gathering card game. </p><p>   Major retailers including Walmart and Home Depot are due to report results Tuesday. </p><p>   \"We don't have the Fed put,\" said Lori Van Dusen, chief executive at LVW Advisors in Rochester, N.Y. Ms. Van Dusen said rallies like last week's are common in bear markets. She is recommending that investors stick to buying high-quality companies with growing cash flows since she said she believes the Fed will stay focused on the fight to tame inflation regardless of what happens to stocks. </p><p>   Cryptocurrency prices generally stabilized after last week's bankruptcy filing by FTX. Bitcoin traded at $16,392.99. Ether, the second most-popular cryptocurrency inched up to trade at $1,226.43. </p><p>   Overseas, The pan-continental Stoxx Europe 600 rose 0.1%. Hong Kong's Hang Seng Index jumped 1.7%, led by property stocks on reports that Beijing officials signed off on broad measures to support the real-estate sector. Country Garden and Longfor Group soared 46% and 16%, respectively. </p><p>   Japan's Nikkei 225 slid 1.1%, weighed down by SoftBank's 13% drop. The investment company posted further losses and disappointed investors by not putting forward an expected share buyback. </p><p>   Early Tuesday, the Hang Seng was up an additional 3% and the Shanghai Composite was up 0.9%, while the Nikkei was up 0.1%. S&amp;P 500 futures rose 0.4%. </p><p></p>",
  "published": "2022-11-15T07:09:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2814,
          "end": 2821
        }
      ]
    }
  ]
}