{
  "_id": "1fc10c19bc8cacbd8a64b743641c8c67f4d7d6fe3729c290c25e4bdc2e61a512",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Personal Board of Directors: Carla Harris --- Senior client advisor, Morgan Stanley and Walmart director",
  "text": "<p>There aren't that many Black women on Wall Street. Working on the mergers and acquisitions team for a major investment bank is demanding. There aren't many women of color in finance leadership positions.</p><p>Ms. Harris, 60, overcame enough hurdles over more than three decades to become one of the most senior Black women in finance.</p><p>She became a Morgan Stanley managing director at age 37 and was named vice chair of the Wall Street firm in 2014, one of the few Black women to then hold that role. Currently she is a senior client advisor and serves on the boards of Walmart Inc., manufacturer Cummins Inc. and insurer Metlife Inc.</p><p>Now she wants others to follow in her path. \"If you're a boomer like me, it was no strange thing to be the first, or to be the only one in the room,\" Ms. Harris said. \"My thing was, if I can go there and be really good, then I won't be the only one that's in the room.\"</p><p>She likes to offer career advice, either in speeches where she provides what she calls \"Carla's Pearls\" or in her three books. Her most recent, \"Lead to Win,\" published this year.</p><p>She credits the influence of her mother, an educator, and grandmother, an entrepreneur, who both set high expectations for Ms. Harris while growing up in Texas and Florida. Her grandmother -- who employed people in the neighborhood -- had a \"straight, no chaser\" approach. One piece of advice she remembers: \"'Baby whatever you be, be good at it.'\"</p><p>Here are four of her most trusted advisers.</p><p>James Cash</p><p>Emeritus Harvard professor, longtime corporate director</p><p>Ms. Harris first met Dr. Cash while a student at Harvard Business School. They got a chance to work closely together in 2017 when she joined the board of Walmart, where he was the lead director. It was her first board role. He asked questions that moved the conversation forward and ensured all board members' voices were heard, she said, becoming a board mentor. After meetings, she would ask him whether shemissed anything or if she made the right comments at appropriate times. \"You're coming into a culture that already exists,\" she said.</p><p>Alexis Herman</p><p>Former Labor Department secretary</p><p>Ms. Herman and Ms. Harris are both longtime members of Delta Sigma Theta Sorority Incorporated, an organization of college-educated women focused on the Black community. The two women got another opportunity to work closely together in 2021 when Ms. Harris joined the board of Cummins, where Ms. Herman was lead director. Ms. Harris said she admires how Ms. Herman checks in with each board member. Ms. Herman has \"that personal touch to make sure that everybody was engaged and everybody was heard,\" Ms. Harris said.</p><p>Hope Knight</p><p>Chief executive, Empire State Development</p><p>Ms. Knight and Ms. Harris first met as summer-school students at Harvard roughly 40 years ago. Over the years, Ms. Knight became a powerful figure in the New York economic development world before taking over this year as CEO of that state's economic development organization. Ms. Harris said Ms. Knight is strategic and effectively leverages her vast relationships, connecting people to get something done. She has turned to Ms. Knight for career advice, too. \"She's that person that puts the mirror up in front of your face,\" Ms. Harris said.</p><p>Tom Nides</p><p>U.S. ambassador to Israel, ex-Morgan Stanley banker</p><p>Often Mr. Nides is Ms. Harris's first call when she's trying to decide whether to pursue opportunities, where she doesn't have to \"pretty it up.\" She also values Mr. Nides's approach to strategy, his ability to see the big picture and his effectiveness in building relationships. She reported to Mr. Nides at Morgan Stanley from 2016 to 2021, describing him as a \"master marketer\" who \"can see how things are going to benefit all constituents.\" That's a trait she credits to his political background; he has worked for U.S. congressmen and the State Department.</p>",
  "published": "2022-11-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 101,
          "end": 108
        },
        {
          "start": 1693,
          "end": 1700
        },
        {
          "start": 564,
          "end": 576
        },
        {
          "start": 564,
          "end": 571
        }
      ]
    }
  ]
}