{
  "_id": "af874d5957e51a339b088f8a4bceb54a17f20b0044f35e6a65fc37395fb03cdc",
  "feed": "wall-street-journal",
  "title": "Walmart Tells Suppliers New Fuel and Pickup Fees Are Coming; Retailer says new charges going into effect Aug. 1 are in response to higher transportation costs; Amazon made similar move in the spring",
  "text": "<p>Walmart Inc. said it would charge some of its suppliers a new fee to transport goods to its warehouses and stores in response to rising fuel and transportation costs, according to a memo viewed by The Wall Street Journal.</p><p>Companies that use Walmart to transport goods to the retailer's warehouses and stores will be charged a fuel surcharge and a \"collect pickup charge\" starting Aug. 1, said the memo. The shift \"is a result of Walmart adapting to the significant transformation and increased cost seen in the transportation industry over the past few years,\" said the memo sent to suppliers last Friday afternoon.</p><p>The collect pickup charge is calculated as a percentage of the cost of goods received by Walmart, the memo said. The fuel surcharge is based on the cost of fuel to transport the goods.</p><p>Some suppliers criticized Walmart for not sharing the expected charges more precisely and not giving them more time to account for the added cost.</p><p>\"I have an unknown expense and nothing I can do about it,\" said one supplier who received the email. \"This is, for all intents and purposes, a retroactive charge,\" since many suppliers already have product order agreements in place with Walmart for the coming year, said this person.</p><p>A spokeswoman for Walmart said the fees would help it adapt to the current economic environment while keeping prices low for consumers. Walmart plans to let suppliers know more about specific charges soon, said a person close to the company.</p><p>Some of Walmart's competitors have introduced similar fees this year to offset rising costs. Amazon.com Inc. in April added a 5% fuel and inflation surcharge to all items shipped using its fulfillment service.</p><p>Earlier in the pandemic large retailers such as Walmart and Target Corp. reported big sales increases and higher profits even as labor costs and Covid-19-related expenses rose. More recently sales have slowed and profits diminished as people return to more normalized buying patterns while inflation, labor and transportation costs remain elevated.</p><p>\"We've been working really hard on costs, top to bottom, taking action to get our costs down so that the second quarter looks better than the first quarter,\" said Walmart Chief Executive Doug McMillon during a June investor meeting.</p><p>During the presentation, executives signaled Walmart planned to pass on some of those added costs to its suppliers. Some costs during the first quarter of the year were \"more one-time in nature,\" so Walmart absorbed the expense, said Walmart U.S. Chief Executive John Furner. \"Costs that need to flow through like cost of product or the fuel or the shipping that takes to move those, we'll pass those through,\" he said. \"We'll continue to flow through what we need to fairly price and protect the margins where appropriate.\"</p><p>With inflation at its highest point in decades and wages growing more slowly than inflation, some consumers are buying less or dipping into savings. Retail executives have said they aim to keep prices as steady as possible to gain market share.</p><p>Cincinnati-based Kroger, one of the country's largest grocers, is checking prices of every commodity, as well as packaging costs, to make sure suppliers' price increases are warranted, and is devoting more resources to run pricing analyses, Stuart Aitken, chief merchant and marketing officer at the nation's biggest grocer.</p><p>\"We want a justification for it, and what we then do is validate,\" Mr. Aitken said.</p><p>Jaewon Kang contributed to this article.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Walmart Tells Suppliers New Fuel and Pickup Fees Are Coming</p>",
  "published": "2022-07-05T21:33:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2196,
          "end": 2203
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1482,
          "end": 1489
        },
        {
          "start": 1250,
          "end": 1257
        },
        {
          "start": 1732,
          "end": 1739
        },
        {
          "start": 2465,
          "end": 2472
        },
        {
          "start": 827,
          "end": 834
        },
        {
          "start": 1368,
          "end": 1375
        },
        {
          "start": 241,
          "end": 248
        },
        {
          "start": 2500,
          "end": 2507
        },
        {
          "start": 0,
          "end": 12
        },
        {
          "start": 429,
          "end": 436
        },
        {
          "start": 705,
          "end": 712
        },
        {
          "start": 3536,
          "end": 3543
        },
        {
          "start": 2311,
          "end": 2318
        },
        {
          "start": 1185,
          "end": 1192
        }
      ]
    }
  ]
}