{
  "_id": "24246acd76636668d09db53e8a163c2c215db5c10e93ece9012f99a3b7e1c9e7",
  "feed": "wall-street-journal",
  "title": "Consumers Spend More As Inflation Cools a Bit",
  "text": "<p>Adjusted for inflation, spending rose 0.5%, the biggest increase since January. But the personal saving rate, a measure of how much money people have left over after spending and taxes, hit its lowest level since 2005, a sign that rising prices are squeezing household budgets.</p><p>Inflation remained high in October but cooled a little. The personal-consumption expenditures price index rose 6% in October compared with the same month a year ago, marking an easing from 6.3% in September. Stripping out volatile food and energy costs, core inflation was up 5% in October compared with a year ago, down from 5.2% the prior month.</p><p>The figures leave the Federal Reserve on track to raise interest rates by a half percentage point at its next meeting, stepping down from an unprecedented series of four 0.75-point rate rises. The Fed has aggressively raised rates this year to slow the economy and bring down inflation from its highest levels in four decades.</p><p>Households continue to have the ability to spend despite an economy that is slowing from its red-hot pace during the pandemic rebound and fears of a recession next year.</p><p>While companies in the tech, entertainment and real-estate industries have reported a wave of layoffs recently, the labor market remains tight with demand for workers outpacing the number of unemployed people looking for work. Filings for unemployment insurance fell last week and remained near prepandemic lows, the Labor Department said separately. The department will release November employment figures on Friday.</p><p>\"It's a real sign of a resilient economy,\" Joseph Brusuelas, chief economist at RSM US LLP, said of the strong spending figures. While Mr. Brusuelas expects a mild recession in the second half of 2023, he said that for now \"jobs are easy to get, and people are confident and they're going to keep spending.\"</p><p>Household income rose 0.7% in October from September, the Commerce Department said, its fastest pace in a year due to pay increases and one-time refundable tax credits issued by a number of states, including California and Rhode Island.</p><p>\"Households are heading into the holiday season in fairly good shape,\" said Ryan Sweet, chief U.S. economist at Oxford Economics.</p><p>Spending on services has been particularly strong as people caught up on travel and experiences they missed out on during the pandemic. Shoppers, meanwhile, pulled back on discretionary spending and used savings to make purchases, executives from retailers including Walmart Inc. and Target Corp. said recently.</p><p>Solid consumer spending helped drive third-quarter U.S. growth, which the government said Wednesday was stronger than initially estimated. Retail spending rose sharply in October, and shoppers spent more over the post-Thanksgiving weekend this year than the year before.</p><p>There are signs that consumer spending -- the main driver of economic growth -- could be reaching a limit, however.</p><p>Household spending rose faster than income in August, September and October, a sign more people are dipping into savings or taking on credit-card debt to keep up spending. The personal-saving rate was 2.3% in October, its lowest level since 2.1% in July 2005, which was the lowest rate in records dating back to 1959.</p><p>A Fed report released Wednesday suggested that U.S. economic growth eased this fall, with business activity in some parts of the country stalling or declining. Businesses also expressed greater uncertainty and increased pessimism for the U.S. economy as prices and interest rates continue to rise, according to the central bank's latest compilation of economic anecdotes from around the country, known as the beige book.</p><p>Consumer sentiment deteriorated in both October and November, according to the Conference Board, a business research group, which said Tuesday that \"the economy has lost momentum as the year winds down.\"</p><p>Gunnar Jackson, 27 years old, treated himself to vacations this year in Vail, Colo., and Washington, D.C., after building up savings during the pandemic, most of which he used separately for a down payment on an investment property.</p><p>\"I could save more than I am, but also after having a year or two in lockdown and not being able to do what I want, there's more of a desire to do what I want,\" said Mr. Jackson, a project manager for a general contractor in Memphis, Tenn.</p><p>He said he isn't saving as much now. He also is changing spending habits because of rising prices, by dining out less and cooking more at home, preparing meals in bulk on the weekends.</p>",
  "published": "2022-12-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2467,
          "end": 2478
        },
        {
          "start": 2483,
          "end": 2495
        }
      ]
    }
  ]
}