{
  "_id": "72bab73103b0dad4e1c674703a953ce3a8b37b0a44f8d7a43c6db19db6c72aca",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: Gift Cards Are the Gift That Keeps on Giving --- The $1 trillion likely to be loaded on cards this year represents a huge, interest-free loan from consumers to retailers and restaurants",
  "text": "<p>These days, the default gift for teachers, teenagers, newlyweds or really anyone is a piece of plastic loaded with money. The cards, or their even more convenient digital equivalents, can be exchanged for goods and services at every shop or restaurant imaginable.</p><p>They got another leg up during the pandemic as stores ran out of many items and gift-givers wanted to avoid crowded malls. But, especially with inflation and interest rates now surging, the practice represents a huge loan to corporations. Mercator Advisory Group says more than $1 trillion was loaded onto gift cards last year. The effective cost for companies of that mountain of cash? Less than zero.</p><p>There are two types of gift cards -- \"closed loop\" ones for a certain face value that can be spent only at one company like, say, Supercuts or Chipotle, or \"open loop\" ones that resemble debit cards. The latter, more flexible type tends to expire and cost the gift giver extra money up front. Unused or expired cards cost consumers, and earned companies, more than $14 billion in 2020, Mercator estimates.</p><p>The industry term for that pure profit is \"breakage.\" For example, Starbucks had a liability of $1.95 billion for unredeemed cards as of Jan. 2 and it decided the previous fiscal year that $181.1 million of cards it had sold would never be used. That was up from less than $40 million in 2015. The free loans swell around the holidays: Amazon.com had $5.2 billion in cards outstanding at the end of last year.</p><p>Today, many cards are purchased off racks in stores that get a small cut, along with middlemen like Blackhawk Network that distribute the cards. It is easy to get the impression that retailers and restaurants are pleased to see gift cards get lost, but that isn't so: The only thing better than having a customer give you free money and forget about it is to have them use a card and then spend sums they wouldn't have otherwise. A recent survey by Blackhawk showed 41% of recipients planned to spend at least $50 more than the face value of the cards they received.</p><p>The lower the card's value, the more likely customers were to spend additional money. A public-relations executive, Tracy Tilson, has launched her own trademarked holiday, National Use Your Gift Card Day, with the financial support of companies including Macy's, Saks Fifth Avenue and Applebees.</p><p>Naturally, the ability to use a gift card efficiently -- that is, to buy something you might have anyway and with as little unintended spending as possible -- varies by seller. That can be seen in the secondary price of unwanted cards. A company called CardCash will pay you $21.38 for a $25 gift card for Walmart, America's leading retailer, but only $17.00 for one from Hooters and a paltry $13.75 for a card from Bob's Discount Furniture, where it would be hard to spend exactly $25.</p><p>And while recipients might think of a gift card as equivalent to cash, they are just an IOU. When companies go bust, the cards often become worthless overnight, as holders of $210 million in plastic bookmarks bearing the Borders logo learned the hard way.</p><p>The inducement to spend is all modern marketing, but the value that companies get from holding your cash and having you occasionally forget about it is literally as old as money itself. The word for it is seigniorage. In ancient times countries could issue a coin that could be used for commerce but was worth less than the value of the metal it contained. Mixing in more cheap metal was like raising taxes.</p><p>Even today, the bills in your wallet or the coins in your sofa cushions are a free loan to Uncle Sam. The value of circulating bank notes between $1 and $20 is around $300 billion -- less than the gift cards outstanding. That shouldn't be surprising: Cash is going out of fashion. A 2017 Pew Research Center study showed that nearly a third of Americans don't use any in a given week.</p><p>But not for everyone: There are more than $1.6 trillion worth of $100 bills floating around, mostly outside the country. Despite the rise of bitcoin, criminals still love high-denomination bills as an untraceable method of payment.</p><p>While there probably are very few social cues that one should take from drug barons, their comfort level with bank notes might be one. As much as people say they prefer receiving gift cards, an envelope with a $50 bill inside is like a card that can be spent anywhere. There's no need to scan to see how much value is left because you get unspent sums back immediately as bills and coins. And if the recipient is the frugal sort, he or she can even deposit cash in the bank and earn interest, instead of giving some company a free loan.</p><p>What a concept.</p>",
  "published": "2022-07-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2652,
          "end": 2659
        }
      ]
    }
  ]
}