{
  "_id": "0a0addec59b56af1aace88ec522bbfed892f6f5da84f5242ededc5a0c5807912",
  "feed": "wall-street-journal",
  "title": "FedEx's Warning Triggers Broader Worries --- Shipping giant's stock falls 21% as its outlook on deliveries sends indexes down further",
  "text": "<p>The chief executives at General Electric Co. and Verizon Communications Inc. also pointed this past week to signs of economic troubles. GE's Larry Culp said managing supply chains remained difficult, threatening to slow deliveries and push up costs; Verizon's Hans Vestberg said there had been a pickup in customer churn, or cancellations, after a recent price increase.</p><p>The world's two biggest economies, China and the U.S., have been slowing this year. The Federal Reserve has been raising interest rates to combat inflation, whiles gross domestic product fell 0.9% in the second quarter and 1.6% in the first three months of 2022.</p><p>China, meanwhile, released a raft of economic data on Friday, including figures showing that housing price declines accelerated and consumer spending remained weak.</p><p>FedEx and rival United Parcel Service Inc. have confronted lower volumes of packages this year as a pandemic boom in online shopping cools. Consumers have switched more of their spending to travel and entertainment, plus high inflation has reduced the number of items being purchased. Big retailers that are FedEx customers like Walmart Inc. have also pulled back on orders after they have been stuck with a glut of unsold goods.</p><p>The leaders of companies as diverse as Yankee Candle maker Newell Brands Inc. to fertilizer maker Scotts Miracle-Gro Co. have recently warned that there was a sharp pullback by retailers since spring after stores found themselves with too much inventory. The glut of goods and high U.S. inflation have lowered analysts' expectations for consumer spending heading into the busy holiday season.</p><p>For FedEx, the revised outlook this week marks a reversal from where it stood just a few months ago and presents a fresh challenge for the company's new chief executive, Raj Subramaniam, a FedEx veteran who took over June 1 from founder and Executive Chairman Fred Smith.</p><p>At his first investor meeting in June, Mr. Subramaniam said package volumes were declining but that the company could improve profit margins this year and manage through a mild recession.</p><p>In an appearance on CNBC Thursday, Mr. Subramaniam said he expects the global economy to enter a recession.</p><p>His comment came shortly after FedEx warned that profit in the August quarter would be roughly half of what Wall Street was expecting and revenue would come in about $800 million below its forecasts. The company also withdrew its full-year financial forecasts issued in June, one of Mr. Subramaniam's first public acts as CEO.</p><p>FedEx, which plans to report quarterly results next week, said that the economic picture darkened in both the U.S. and international markets. The company is freezing hiring, closing FedEx Office locations, parking some cargo aircraft and reducing Sunday operations in some markets.</p><p>Both FedEx and UPS have been raising prices to offset the decline in package volumes as well as higher labor and fuel costs. Some of their customers have said they have had to shop around for cheaper rates, often reverting to regional parcel shipping companies for more reasonable rates.</p><p>UPS declined to comment.</p><p>\"People are buying less. They are paying more for air travel and other experiences,\" said Satish Jindel, president of research firm SJ Consulting Group. \"It's going to be hard to make up the volumes for the rest of the year,\" Mr. Jindel said, adding that he doesn't expect the average daily parcel volume in the coming peak delivery season to exceed last year's.</p><p>FedEx stock on Friday had its biggest percentage decline since going public in 1978 -- worse than big drops on 1987's Black Monday, in the pandemic panic of 2020, and in the depths of the global financial crisis in late 2008. The stock fell $43.85 to close at $161.02, down 38% so far this year.</p><p>FedEx's outlook also pressured shares of rivals. UPS fell 4.5% while XPO Logistics Inc. shares dropped 4.7%. In Europe, shares of Deutsche Post AG lost 6.6%, and stock of London-based Royal Mail PLC declined 8.1%.</p><p>The ripples of the announcement spread. Shares of three large companies that make corrugated cardboard -- International Paper Co., Packaging Corp. of America and WestRock Co. -- each fell at least 11%. Shares of railroad operators such as CSX Corp., Norfolk Southern Corp. and Union Pacific Corp. retreated as well, a day after they averted a nationwide strike.</p><p>\"Clearly, there are questions about the direction of the global economy, especially in Europe and Asia, but we struggle to see how that accounts for the entirety of this quarter's miss,\" Stifel analysts said in a research note about FedEx. \"We believe a meaningful portion of FedEx's missteps here are company-specific.\"</p><p>The analysts lowered their rating on FedEx and cut their price target on the stock by nearly $100 to $195 a share. They said they had viewed signs of execution problems at FedEx as fleeting and had thought the company could navigate the volatile environment more smoothly by following the road map of UPS, which has cut capacity and shifted away from handling less-profitable packages. \"We drank the purple Kool-Aid,\" they wrote, a reference to FedEx's corporate colors. \"From here, there's no more benefit of the doubt.\"</p><p>FedEx in 2019 cut ties with Amazon.com Inc., which has been expanding its own delivery services, and said it would look to serve other retailers and fill Ground trucks by handling more packages that are typically handed off to the U.S. Postal Service.</p><p>FedEx has faced pressure this year from activist investor D.E. Shaw, which called on the company to improve its profits and streamline operations. In mid-June, FedEx added two board members and said it would add a third in an agreement with the hedge fund.</p><p>The company has also dealt with complaints from some of the independent contractors that handle most of its Ground delivery routes. Some contractors have asked the company to help them cover higher labor and fuel costs. Last month FedEx sued one of the Ground contractors and canceled his routes, saying he had disparaged the company.</p>",
  "published": "2022-09-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1128,
          "end": 1140
        }
      ]
    }
  ]
}