{
  "_id": "09e170324937475e48c148e23607aefcef84911340baad447c894a5fe35d09d2",
  "feed": "wall-street-journal",
  "title": "Vol. 35, No. 3: Postpandemic",
  "text": "<p>There is no hard-and-fast rule on when to use a hyphen after a pre- or post- prefix. Our default on the matter is our base dictionary, Webster's New World College 5th, but the Journal stylebook has exceptions. Our goal is to try to go without a hyphen with these prefixes. But we generally use one if what follows the prefix has the same vowel or a capitalized word.</p><p>So: prearrange, predeath, pretax, as well as postdate, postmortem, but pre-election, pre-eminent, pre-Columbian. Some of the trickier exceptions, done either for readability or common use, include post-trial, post-traumatic stress. Many of these examples are in the stylebook and most are also reflected in the Tansa spell-checker.</p><p>Which brings us back to prepandemic and postpandemic. When the pandemic first flared in 2020, it was decided that prepandemic looked odd, and we would keep a hyphen until it looked more natural. That time has come, as it has for postpandemic. (At last check, the Associated Press is keeping the hyphens, but the AP book and ours are never 100% in sync.)</p><p>(In a similar vein, we have entered panethnic in Tansa, no hyphen. It is an adjective used to bring together related ethnic groups.)</p><p>Speaking of hyphens…</p><p>Hyphen overload</p><p>The Journal's editing chief, Alexandra Kaptik, points out to her staff that we like hyphens (the Journal is famous for using them religiously in compound phrases such as mutual-fund manager). Hyphens are vital when they avoid ambiguity.</p><p>However, Lex writes in her memo to editors: \"Let's talk specifically about compound modifiers.\" Yes, reach for the hyphen in bluish-green dress, a full-time job, a well-known man, a better-qualified woman, a know-it-all attitude. And in the Journal, even high-school student, stock-market rally, federal-funds rate.</p><p>But not needed after very (not that we like to use that word much at all) or -ly words. So: A very good time, an easily remembered rule, genetically modified crops. Such phrases hold together already without hyphens.</p><p>A phrase in quotes also is already held together. So the hyphen is unneeded. Lex raises that nuance on this headline: U.S. Moves to Deny Russia 'Most-Favored' Trade Status.</p><p>\"No hyphen in most-favored here,\" she writes. \"There are a few reasons why. Words such as more, most, less and least often modify the succeeding word and don't always require the hyphen for clarity: The most disastrous earthquake in history. The least understood economics book in recent times. But the hyphen is sometimes required to avoid ambiguity: We need more-industrious reporters.</p><p>\"In particular in the headline example, when it's a quoted compound modifier, don't use the hyphen for a partially quoted phrase. Other examples would be 'No Fly' List and 'Zero Covid' Grip in a headline.</p><p>\"And there are three modifiers of the word status, so we need to decide if we hyphenate all since halfway isn't sufficient.\"</p><p>When we need a comma</p><p>A common mistake that has been mentioned before, but continues to crop up: Writers sometimes ignore a needed comma after \"said\" even when doing so can change the meaning because of the time element. As in: In the Revolutionary era, the professor said Jefferson was volatile. A comma is needed after \"said,\" since the speaker isn't literally speaking during the Revolution.</p><p>Here is a real-life example spotted in a piece about an arbitration complaint filed this month: Late on the afternoon of Feb. 17, 2021, Disruptive said it provided Mr. Passi with the number of shares….The sentence needed the comma after \"said\" unless the company made the statement late in the afternoon on that date.</p><p>Rulings &amp; reminders</p><p>* Lots of things seem to be critical, as in the much-used phrase, coming at a critical moment. Editor in Chief Matt Murray says, \"It's critical that we have fewer critical moments—in most cases it's clear.\" If an adjective is needed, sometimes use important instead. Or even better, try to get away with no adjective at all.</p><p>* Bristol-Myers Squibb still has the hyphen since that is the legal name. The company has dropped the hyphen (Bristol Myers Squibb) in marketing, but we wait until these things become official, as we did for Walmart.</p><p>* We are going with bing bong, lowercase with no hyphen, for the sound of New York subway doors which has also become part of a TikTok trend.</p><p>* The nickname of former NFL quarterback Colin Kaepernick is Kap, not Kaep. He once clarified this himself on Twitter.</p><p>* Licenser, rather than licensor, is our spelling for a person or organization that grants a license, though we recognize that the latter spelling is common in legal circles.</p><p>* \"Last-ditch effort\" at diplomacy appears often in our Ukraine coverage. Perhaps it is merely reality, but the adjective phrase runs the risk of being overused.</p><p>* Odd as it might be (though not unprecedented), our spelling is Ekaterinburg for the Russian women's basketball team, since that is the spelling it uses, but it is based in Yekaterinburg.</p><p>The other Supreme Court issue</p><p>Despite its name, New York State Supreme Court is a trial-level court in New York state, not an appeals court, which should be pointed out as needed for clarity. And while its judges can be referred to as a New York judge, before a name the title is justice: State Supreme Court Justice Joseph Gavel ruled. On second reference, Justice Gavel. The highest court in the state is the New York Court of Appeals.</p><p>Heads above the rest</p><p>* \"Thai Navy's Deal With China Has Sub Plot: Missing Engines,\" ​by John Hall, intentionally ignoring our usual style, subplot as one word.</p><p>* \"They Attend Duke. And North Carolina. Gulp.\" ​Andrew Beaton sent in that winning headline on the A-hed he co-wrote with Ben Cohen.</p><p>Heads that make you go 'hmmm'</p><p>* \"Georgetown and Jesuits opt for anti-racism campaign over cash for descendants.\" No hyphen in antiracism.</p><p>Notifications above the rest</p><p>Here are some of the top mobile push alerts, both on WSJ's native app and via Apple News. Our aim is to highlight the storytelling our editors do on locked screens, typically in 140 characters or fewer.</p><p>* Six-figure starting salaries are going to college grads. Their colleagues are having none of it.</p><p>* Details are only now emerging of the two-day battle of Voznesensk. They reveal one of the most decisive routs of Russia's forces since the invasion began.</p><p>* 401(k) savings plans would see big changes under a bipartisan retirement bill moving through Congress. Here's what it could mean for you.</p><p>* The 84-year-old Texas oilman who is suddenly one of the most powerful players in energy—and making a fortune</p><p>* In 72 seconds, the China Eastern plane plunged almost 22,000 feet—it was almost perpendicular to the ground. Experts are baffled.</p><p>* On June 26, 2021, \"the Holy Shot\" transformed a sport. It also wrecked an American business.</p><p>Quiz (find the flubs)</p><p>* The WNBA star supplements her income by spending the league's off season on the edge of Siberia.</p><p>* Those filed by 35 members of the Naval Special Warfare Command, including some two dozen commandos known as Seals, were denied.</p><p>* Mr. Biden repeatedly condemned President Vladimir Putin, saying at one point, \"For god's sake, this man cannot remain in power.\"</p><p>* The Academy announced a formal investigation into the incident earlier Monday and condemned Mr. Smith's actions.</p><p>* If the seller cannot find or close on a suitable replacement property in time, they can move ahead with the purchase of DST shares to complete the exchange.</p><p>* Rising inflation and economic uncertainty surrounding Russia's invasion of Ukraine are also factors incentivizing people to return to work, economists say.</p><p>Answers</p><p>* As fixed: offseason. Our style was once with a hyphen, but now without.</p><p>* SEALs is the capping we needed. That is because a single one is a SEAL, and is uppercase under our acronym rules since it is four capped letters or fewer. (The name stands for sea, air, land.)</p><p>* Uppercase God in God's sake. Lowercase in phrases that aren't really about God, such as god-awful.</p><p>* We deserve a slap for uppercasing academy as a second reference for the Academy of Motion Picture Arts and Sciences. As the book says: Lowercase the academy when it stands alone.</p><p>* If he or she cannot. Or simply change the seller to sellers. (The \"singular they\" still reads as bad grammar unless written intentionally for someone who uses gender-neutral pronouns.)</p><p>* Incentivize is best left to lovers of business jargon. Better choice: encourage.</p><p>Send questions or comments to William Power and Jennifer Hicks.</p><p>ISSN 1054-7041</p><p>Vol. 35, No. 3: Postpandemic</p>",
  "published": "2022-04-05T17:38:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4149,
          "end": 4156
        }
      ]
    }
  ]
}