{
  "_id": "40f997b8abfa1d033b8a8ccea549b5b08221223adef2b9f9aba0cef4470a13f3",
  "feed": "market-watch",
  "title": "The PC boom has gone bust, and we are about to see the results ahead of Black Friday; Earnings Watch: Dell, HP and Best Buy report after a drop in PC demand, while 'recession' preoccupations appear to ease",
  "text": "<p>All of those companies will report amid signs of deep holiday discounting for products such as clothing and electronics, after many customers — stuck at home in 2020 and 2021 — loaded up on laptops and other goods and turned Zoom into a digital conference room. But this year, decades-high inflation, and a return to prepandemic spending on travel and hanging out in person, have forced retailers and electronics makers to adjust to a world where more people are spending on essentials.</p><p>PC shipments have fallen at rates not seen since at least the 1990s. Adobe ADBEhas said online holiday discounts for electronics have been as steep as 17%. For computers, they've run for as much as 10% less. TVs are also being sold for cheaper. Holiday-season forecasts have generally called for sales increases, helped by price increases and enduring demand despite those price increases.</p><p>In-depth: The pandemic PC boom is over, but its legacy will live on</p><p>However, results from Target TGT on Wednesday missed big on third-quarter earnings, and the big-box retailer said it was bracing for a possible decline in fourth-quarter same-store sales, citing \"softening sales and profit trends that emerged late in the third quarter and persisted into November.\" Results from Walmart WMT were almost the opposite, however, detailing earnings that beat by a wide margin and a raised full-year outlook.</p><p>Among smaller retailers, discounter Ross Stores Inc. ROST hiked its full-year profit forecast, citing sales momentum but easier year-over-year comparisons up ahead. But Williams-Sonoma Inc. WSM noted\"macro uncertainty\" and \"increasingly inconsistent\" demand.</p><p>This week in earnings</p><p>The companies report during a shortened, quieter week — thanks to Thanksgiving — and after concerns about a recession have hung over much of the year. With 94% of S&amp;P 500 SPXcompanies having already reported third-quarter results, only a dozen are set to release earnings in the week ahead.</p><p>But among those 94%, there are signs that preoccupations with a downturn might be easing, after the economy grew during the third quarter and reversed after two quarters of declines.</p><p>FactSet senior analyst John Butters, in a report on Thursday, said 179 companies have mentioned the term \"recession,\" during earnings calls in the third quarter. That's still above the average over 10 years, but it's below the 242 companies that mentioned a recession in the second quarter.</p><p>Previously: Executives seem pretty convinced a recession is coming</p><p>Elsewhere on Monday, J.M. Smucker Co. SJM — best known for Folgers and Jif — reports results, following concerns about higher food prices and how much higher they might go. Life-sciences electronics maker Agilent Tecnologies Inc. A report results on Monday as well. Fast-food chain Jack in the Box Inc. JACK reports Tuesday. Tractor and construction-vehicle Deere &amp; Co. DE reports Wednesday, following production and supply-chain snarls but steady demand.</p><p>The calls to put on your calendar</p><p>Clothing demand, discount demand: Urban Outfitters Inc. URBN reports Monday, while Burlington Stores Inc. BURL, Nordstrom Inc. JWN and dollar-store chain Dollar Tree Inc. DLTR report on Tuesday.</p><p>The discounting wave across clothing retailers, an effort to clear inventories, might attract more consumers, but it's worried Wall Street analysts focused on margins and the bottom line. Still, some analysts have said that more younger shoppers feel like their wardrobes are getting stale, and they say Nordstrom, whose customers tend to have more money, is best geared for \"an upcoming wardrobe refresh.\"</p><p>Off-price clothing and home-goods retailer Burlington, meanwhile, will report after rival discounters Rossand TJXreceived a lift from investors this week.</p><p>See also: The holiday-shopping season has a different problem this year than last — and it could lead to some deals</p><p>Ross' chief executive, Barbara Rentler, noted that rising prices had hurt its lower-income consumers. But Jefferies analysts said that Burlington and other discounters, which often buy up goods that other retailers don't want, stood to benefit from the inventory purge.</p><p>Dollar Tree, meanwhile, reports as more shoppers seek cheaper grocery options, but as food prices rise nonetheless. But Bank of America analysts, in a note last month, said traffic data implied a \"slowdown\" heading into the results.</p><p>The numbers to watch</p><p>Demand trends for PCs, electronics: Dell and HP report in the wake of deeper job cuts across the tech industry, while Zoom tries to tack on more features — such as calendar and email functions — to appeal to small business and adapt to a hybrid-work world.</p><p>The PC boom's demise hit home at Dell during its prior quarter, reported in August, after personal-computer sales at the companycame in below estimates. Executives, at that time, said PC demand had fallen and that \"customers are taking a more cautious view of their needs given the uncertainty.\"</p><p>Opinion: Tech earnings are about to dive, and there's no life preserver in sight</p><p>Some analysts, however, signaled that some degree of investor pessimism was already baked into the stock prices.</p><p>\"We recognize the deteriorating industry fundamentals in relation to PCs as well as incremental slowdown in IT Infrastructure. That said, we believe the magnitude of the cuts last quarter set up Dell to be less exposed to another round of material earnings revisions,\" JPMorgan analysts said in a note. And even as HP feels similar pain, analysts there said share buybacks could be \"a bright spot.\"</p><p>Results from HP and Dell could also have implications for Best Buy, which sells laptops, TVs, phones and other electronic devices.</p><p>\"Recall that initial expectations for the year were that BBY would face pressure as it lapped stimulus-fueled spending and broad-based demand for technology products and services,\" Wedbush analysts said in a note on Friday.</p><p>\"However, the macro has been more volatile than expected with consumers facing significant inflationary pressures and lower-income households are making decisions to trade down in some categories such as televisions.\"</p><p>The PC boom has gone bust, and we are about to see the results ahead of Black Friday</p>",
  "published": "2022-11-20T19:27:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1257,
          "end": 1264
        }
      ]
    }
  ]
}