{
  "_id": "d0a87b0abce71526fe2fceff4968142d4517b3bffcaf542a60db844399231dde",
  "feed": "market-watch",
  "title": "Ross Stores shares sink as lower-income shoppers feel the squeeze of inflation; Analysts note that Ross Stores, which offers conservative guidance, had a rare miss, sending shares down more than 22%",
  "text": "<p>As Chief Executive Barbara Rentler said on the earnings call, \"dd's Discounts performance in the first quarter trailed that of Ross, as the significant benefit of last year's stimulus and escalating inflationary pressures had a larger impact on lower income households,\" according to FactSet.</p><p>Hartshorn added that the \"inflationary environment was much more than we expected when we entered the year.\"</p><p>Executives noted last year's government stimulus and pent-up demand, which made this year a difficult one to predict.</p><p>\"Just three months after surprising investors with a better-than-feared initial 2022 outlook, Ross Stores reported one of the most surprising/disappointing prints we've seen from them in 10+ years,\" Wells Fargo said.</p><p>Analysts there rate Ross Stores equal weight with a price target of $80, down from $90.</p><p>Ross Stores' share decline also dragged down Burlington Stores Inc. BURL, which was down 11.9% in Friday trading. Burlington is scheduled to report first-quarter earnings on May 26.</p><p>Read: If you thought Walmart and Target had disappointing results, these retailers did so much worse</p><p>And TJX Cos. TJX was down 4%. TJX reported a profit beat but revenue miss on Wednesday.</p><p>Credit Suisse advises taking a long view of the off-price sector.</p><p>\"TJX's inventory up +37% year-over-year (versus sales +13%), guidance for U.S. same-store sales to accelerate 4% to 5% in 2H ((from -1% to -3% in 2Q), and raising its margin guidance for the year tells us that this business is prepared to deliver excellent value to consumers (right as households budgets come under pressure) with the right kind of inventory to start expanding margins while sales accelerate,\" wrote analysts led by Michael Binetti in a TJX note.</p><p>\"We think the stage is set for big share gains for TJX and the off-price group in 2H and beyond.\" Credit Suisse rates TJX outperform with a $75 price target.</p><p>BMO Capital Markets also suggest taking a long view.</p><p>\"We continue to see Ross Stores as a long-term share taker, but also recognize a very high short-term bar to own Consumer Discretionary,\" analysts led by Simeon Siegel wrote.</p><p>BMO rates Ross Stores outperform with a $99 price target, down from $116.</p><p>Ross Stores shares have slumped 37% for the year to date. TJX is down 23.7% for the period. And Burlington is down 48.5% for 2022 to date.</p><p>Ross Stores shares sink as lower-income shoppers feel the squeeze of inflation</p>",
  "published": "2022-05-21T16:37:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1028,
          "end": 1035
        }
      ]
    }
  ]
}