{
  "_id": "d7875046203bfde915cf4de97a6b22599168f96ed17fea0559c1fbfbbffe8413",
  "feed": "market-watch",
  "title": "S&P 500 slips as Target weighs on retailers, geopolitical tensions rattle Europe; Dow wavers between gains and losses",
  "text": "<p>* S&amp;P 500 SPX falls 24 points, or 0.6%, to 3,966.</p><p>* Dow Jones Industrial Average DJIA fell 4 points, or less than 0.1%, to 33,589.</p><p>* Nasdaq Composite COMP fell 152 points, or 1.3%, to 11,206.</p><p>On Tuesday, the Dow Jones Industrial Average DJIA rose 56 points, or 0.17%, to 33593, the S&amp;P 500 SPX increased 34 points, or 0.87%, to 3992, and the Nasdaq Composite COMP gained 162 points, or 1.45%, to 11358.</p><p>Read: What's in among stock-market traders — and what's out — according to Charles Schwab survey</p><p>What's driving markets</p><p>U.S. retail sales jumped 1.3% in October, suggesting U.S. consumers are still spending a lot of money despite the Federal Reserve's efforts to slow the economy.</p><p>See: Retail sales jump in October in sign of economic strength.</p><p>Still, stocks weakened after Target Inc. TGT delivered a poorly-received earnings report, which sent its shares tumbling and weighed on other big-box retailers like Best Buy Co. BBY Investors were taken aback particularly because Walmart Inc.'s WMT earnings a day earlier painted a much more robust picture of the state of the U.S. consumer heading into the all-important holiday season.</p><p>\"Target's signal that a consumer spending recession was unfolding heading into the all-important holiday shopping season came as a shock to some investors after yesterday Walmart reassured trends were ok,\" said Jeffrey Kleintop, chief global investment strategist at Charles Schwab.</p><p>Geopolitical issues also were a factor on Wednesday as European indexes sold off as investors feared that a missile that had hit Poland on Tuesday might spark a confrontation between Moscow and NATO. The STOXX Europe 600 XX:SXXP was down roughly 1%.</p><p>However, Washington said the missile was an errant Ukrainian attempt to destroy incoming Russian projectiles.</p><p>U.S. stocks have been up six of the previous eight trading days, bolstered by last week's softer-than-expected October consumer prices report and Tuesday's weaker-than-forecast producer-price data, both of which raised hopes that the Federal Reserve might be less aggressive than previously feared.</p><p>Katie Stockton, a market analyst at Fairlead Strategies, said stocks were ripe for a brief pullback, although technical factors suggest the major U.S. indexes will resume their uptrend as the holiday season in the U.S. gets underway.</p><p>\"Short-term overbought conditions have returned for the major indices, but we think they will be absorbed via consolidation this week before another extension higher next week,\" she said in a note to clients published Wednesday. \"Thanksgiving week tends to finish on an up-note according to the Stock Trader's Almanac, and it kicks off the holiday season which has a favorable historical record.\"</p><p>See: Here are four worrying signs that inflation may linger, from one bond fund manager</p><p>\"The tame U.S. producer prices reading underpinned hopes that pipeline inflation pressure is easing and pulled bond yields lower again,\" said Ian Williams, strategist at Peel Hunt.</p><p>The 2-year Treasury yield BX:TMUBMUSD02Y, which is particularly sensitive to monetary policy, was up 4.2 basis points to 4.387%, but sits more than 30 basis points off its 15-year high touched at the start of November.</p><p>\"The broad market rally continues, and investors generally remain constructive for now,\" said Stephen Innes, managing partner at SPI Asset Management.</p><p>Several senior Fed officials are also speaking on Wednesday, including New York Fed President John Williams, who said that a properly functioning Treasury market is critical during an appearance at the 2022 U.S. Treasury Market Conference on Wednesday.</p><p>San Francisco Federal Reserve President Mary Daly said Wednesday that the central bank's benchmark interest rate may have to rise above 5% to start to put downward pressure on inflation, with somewhere between 4.75% and 5.25% looking like a reasonable range, she said.</p><p>Fed Governor Christopher Waller is down to talk on the economic outlook at 2:35 p.m.</p><p>U.S. industrial production fell 0.1% in October, the Federal Reserve reported Wednesday.</p><p>October industrial production shrank 0.1% according to data released by the Federal Reserve, disappointing hopes for a 0.1% gain, according to a survey by The Wall Street Journal.</p><p>The National Association of Home Builders' monthly confidence index fell 5 points to 33 in November, the trade group said on Wednesday.</p><p>Semiconductor stocks are seeing a massive rebound after tumbling to their lowest level in two years in October based on the value of the PHLX Semiconductor Sector Index SOX.</p><p>Semis were rebounding hard this week, with SOX up nearly 4% on Wednesday one after Warren Buffett's Berkshire Hathaway revealed a $4 billion stake in the chips giant Taiwan Semiconductor Manufacturing TW:2330 in a filing released earlier in the week. SOX is up more than 25% over the past month.</p><p>With so much happening in the sector, traders will likely be keeping a close eye on the results of NVIDIA Corp. NVDA, due for release after Wednesday's closing bell.</p><p>Read: Warren Buffett's chip-stock purchase is a classic example of why you want to be 'greedy only when others are fearful'</p><p>Companies in focus</p><p>* Carnival Corp. CCL was off sharply after announcing plans to issue more debt.</p><p>* Lowe's Inc. LOW, the home improvement retailer, reported third-quarter earnings on Wednesday thatbeat analysts' expectations, with revenue up compared to the same period last year.</p><p>* Shares of Advance Auto Parts Inc. AAP plunged 15% in premarket trading Wednesday, after the specialty retailer missed Wall Street expectations for its quarterly earnings as it sold more of its cheaper in-house brands than national brands.</p><p>—Jamie Chisholm contributed reporting</p><p>S&amp;P 500 slips as Target weighs on retailers, geopolitical tensions rattle Europe</p>",
  "published": "2022-11-16T16:33:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 978,
          "end": 990
        },
        {
          "start": 978,
          "end": 985
        },
        {
          "start": 1307,
          "end": 1314
        }
      ]
    }
  ]
}