{
  "_id": "f3dd72efc2decfedb99f651853526bba8d80f7049d676c4ed18e59d5ccb552ff",
  "feed": "wall-street-journal",
  "title": "Business News: Walmart Revamps Delivery Options --- Retailer hopes new services and supply- chain investments will boost online orders",
  "text": "<p>Walmart is building more automated fulfillment centers attached to existing stores, experimenting with autonomous trucks, using its own workers to make deliveries and expand a service where staffers leave packages inside homes.</p><p>Executives aim to keep the retailer growing as a host of competitors -- from Amazon.com Inc. to tiny but well-funded startups -- speed up delivery times and compete for shoppers.</p><p>\"When customers realize they need an item, do they think of Walmart first?\" said Tom Ward, a longtime Walmart executive who was recently named the head of its U.S. e-commerce operations. \"The reason they do or they should is we built these things.\"</p><p>E-commerce sales surged during the pandemic as people avoided shopping in physical stores and clamored for hard-to-find items such as toilet paper and home goods. But growth slowed in recent months as shoppers increasingly return to physical stores. Amazon, the country's largest online retailer, said sales for its online stores fell 1% in the most recent quarter, compared with the year-earlier period. Walmart said U.S. e-commerce sales rose 1% year-over-year in the quarter ended Jan. 28, compared with 69% growth a year earlier.</p><p>When the pandemic hit, Walmart accelerated some of its plans to grow online, executives said. \"There was a plan, an investment plan, a growth plan, but Covid kind of changed the pace of that,\" said Chris Nicholas, chief operating officer of Walmart U.S.</p><p>In 2020, Walmart rolled out a two-hour home delivery service it dubbed Express Delivery. Pre-pandemic it offered delivery in prescheduled slots, usually a day or two away from the time an order was placed. Third-party companies such as DoorDash Inc. make many of these deliveries for Walmart. Last year, Wamart increased its delivery capacity by almost 20% and plans to increase it by about 35% this year, said a spokeswoman.</p><p>Express Delivery is available from more than 3,400 of Walmart's 4,700 U.S. stores for an additional $10 fee. Walmart executives see it as a helpful service when something is needed fast, not the primary way people stock up on groceries. Walmart declined to say how many people had used the service.</p><p>Walmart shifted gears early in the pandemic by using thousands of stores as e-commerce fulfillment hubs to speed up delivery times. Previously, Walmart favored using warehouses to fulfill most e-commerce orders.</p><p>Now Walmart wants to build a bigger, more flexible network and make the delivery system a product that can be sold as a service to smaller retailers, executives said.</p><p>The effort started when executives mapped out a plan to reformat the retailer's back end technology to enable growth through the online pickup service, then delivery, said Srini Venkatesan, recently named head of Walmart's omni-channel tech efforts. The pandemic sped things along, but \"this is something we have been thinking about for three or four years,\" he said.</p><p>Walmart is building around 100 automated small fulfillment centers attached to existing stores in the next few years, the executives said. Those systems store and move the mostly commonly purchased items online with a system of mechanical shuttles moving along scaffolded tracks, batching orders together for pickup. That helps Walmart fulfill more orders, faster to meet demand, without clogging store aisles with workers picking online orders, said the executives.</p><p>Walmart is building out a service dubbed Spark that lets contract workers shop for or deliver an online order, similar to Instacart. Walmart hopes it can use that service to offer delivery even during demand spikes such as those during the pandemic, executives said.</p><p>Some ideas are less advanced. It is testing autonomous delivery vans that shuffle products short distances on two routes, one near Walmart's headquarters in Bentonville, Ark., and another in New Orleans. The vehicles travel between a small grocery warehouse and a store where orders are picked up by shoppers or by delivery workers.</p><p>A key piece of Walmart's plan is a service that brings orders inside a shopper's home or refrigerator called In-Home Delivery. The service will be available to around 30 million homes by the end of this year for members paying $148 annually.</p><p>The workers who make deliveries are part of a small team that become familiar to customers, said Walmart executives, have been with Walmart for at least a year, undergo a background check and wear body cameras during deliveries. The delivery workers will also pick up returns at homes.</p>",
  "published": "2022-02-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4357,
          "end": 4364
        },
        {
          "start": 1453,
          "end": 1460
        },
        {
          "start": 3781,
          "end": 3788
        },
        {
          "start": 3383,
          "end": 3390
        },
        {
          "start": 1213,
          "end": 1220
        },
        {
          "start": 2761,
          "end": 2768
        },
        {
          "start": 1061,
          "end": 1068
        },
        {
          "start": 2313,
          "end": 2320
        },
        {
          "start": 1924,
          "end": 1931
        },
        {
          "start": 1728,
          "end": 1735
        },
        {
          "start": 2916,
          "end": 2923
        },
        {
          "start": 2385,
          "end": 2392
        },
        {
          "start": 2107,
          "end": 2114
        },
        {
          "start": 3244,
          "end": 3251
        },
        {
          "start": 3516,
          "end": 3523
        },
        {
          "start": 15,
          "end": 22
        },
        {
          "start": 4322,
          "end": 4329
        },
        {
          "start": 3998,
          "end": 4005
        },
        {
          "start": 2169,
          "end": 2176
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1979,
          "end": 1986
        },
        {
          "start": 1431,
          "end": 1438
        },
        {
          "start": 509,
          "end": 516
        },
        {
          "start": 467,
          "end": 474
        }
      ]
    }
  ]
}