{
  "_id": "a27e4c1366b5c51b7b259b46fc05376e977537c42b07d63b2324758c25e96cbb",
  "feed": "wall-street-journal",
  "title": "Inflation Is Everywhere—Even in TV Commercials; Bojangles offers $10 worth of gasoline to some customers; Old Navy pledges not to raise prices on children's apparel",
  "text": "<p>William White, Walmart's chief marketing officer, said the retailer's latest commercials aimed to celebrate consumers' ingenuity and tenacity in leaner times, rather than remind them about the state of the economy. \"We knew that people are changing their behavior,\" he said. \"So it's important for us to be clear in the role that we can play.\"</p><p>Some brands are using inflation as an opportunity to poke fun at rivals. Mint Mobile, the wireless carrier backed by actor Ryan Reynolds, recently ran a campaign dubbed \"Deflation\" in which Mr. Reynolds said the company would cut its prices for a few months—while taking a jab at other carriers.</p><p>\"When they announced they'd be raising prices due to inflation, we decided to deflate our prices due to not hating you,\" Mr. Reynolds said in the spot.</p><p>Others are framing their campaigns around high gasoline prices. Bojangles, a U.S. restaurant chain that specializes in Cajun-seasoned fried chicken, ran a promotion in April that gave customers a $10 gas card with the purchase of a 12-piece or 20-piece chicken family meal. The company said it doled out $1 million in free gas in 25 days, and sold more chicken family meals over that period than it typically does in that time frame.</p><p>Gas prices are a \"real pain point\" for people, said Jackie Woodward, the marketing chief of Bojangles, which is owned by Durational Capital Management LP and New York private-equity firm Jordan Co.</p><p>Burger King France ran a similar promotion back in March: It lowered the cost of its Whopper burger ordered at drive-throughs to 1.99 euros—equivalent to just over $2—from its usual price of around €5 when gas prices in France rose above €2 per liter (about a quarter of a gallon) for the first time.</p><p>U.S. inflation reached its highest rate in more than four decades in June, fueled by surging prices for energy, housing and food. The rising costs are alarming to consumers because prices have largely remained stable for years.</p><p>Americans see inflation as the biggest issue facing the country, exceeding other concerns such as healthcare affordability and violent crime, according to a recent Pew Research survey, which polled about 5,000 U.S. adults in April and May 2022.</p><p>As talk of rising inflation and a potential recession reached a \"feverish pitch,\" RV rental service Outdoorsy.com adjusted its marketing, said Jennifer Young, Outdoorsy's co-founder. It now focuses on the cost savings associated with vacationing in an RV—no need to spend on flights and hotels, for example, she said.</p><p>The word \"inflation\" appears six times in Outdoorsy's 30-second online video ad that shows people enjoying the great outdoors.</p><p>Tally Technologies Inc., a financial-technology company whose app helps people consolidate all of their monthly credit-card bills into one payment, is running a TV commercial showing people meditating while stressing about their debt. \"Inflation, it's killing me,\" says one of the men, while a woman chimes in: \"I know, I'm totally freaking out.\" A voice-over plugs Tally's app and loans that help people get out of debt.</p><p>Some companies are opting for campaigns in which they pledge to keep their prices flat for the foreseeable future.</p><p>Online ads from Canadian restaurant chain Pizza Pizza Ltd. are promoting a 12-month \"fixed-rate\" pizza price, while a campaign from retail chain Old Navy promises to freeze the prices of its Everyday Magic children's clothing line through the end of September for the back-to-school season.</p><p>Old Navy, a unit of Gap Inc., has been beset with inventory problems in recent months, The Wall Street Journal previously reported. The retailer declined to say whether its children's clothing was particularly affected.</p><p>Recent research from Ogilvy Consulting—which is part of ad giant WPP PLC—found that consumers have little confidence that companies are able to relate to what they are going through financially.</p><p>To win over consumers, brands don't just have to pin their ad campaigns around inflationary concerns—they also need to directly address them through pricing and promotion, said Paul English, Ogilvy Consulting's managing director.</p><p>\"For example, if you sell hot dogs, don't give me a 2-for-1 offer for 12 hot dogs,\" Mr. English said. \"Help me take my kid to the ballgame I can't afford anymore.\"</p><p>Write to Suzanne Vranica at suzanne.vranica@wsj.com and Katie Deighton at katie.deighton@wsj.com</p><p>Inflation Is Everywhere—Even in TV Commercials</p>",
  "published": "2022-08-01T12:51:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 15,
          "end": 22
        }
      ]
    }
  ]
}