{
  "_id": "72a0a8011eb4a8cdd495e07a6bf6cab533250d1c3343c052af4599497cf0ab80",
  "feed": "wall-street-journal",
  "title": "Macy's, Gap and Other Clothing Stores Are Stuck With the Wrong Items; Shoppers shifted spending from casual clothes and home items, catching some retailers off guard and leaving them with excess goods",
  "text": "<p>The scenario playing out this year at Gap Inc., Macy's Inc. and other chains is a reversal from the past two years, when soaring consumer demand and supply-chain delays created a scarcity of goods that allowed retailers to scale back discounts and push through price increases.</p><p>Macy's has too many casual clothes, activewear, home textiles and tableware, as shoppers in recent weeks instead bought dressier clothes to wear to the office or social engagements. Macy's Chief Executive Jeff Gennette said in an interview in late May that the shift was dramatic and happened faster than the company had anticipated.</p><p>Macy's net sales jumped 13.6% in the spring quarter, compared with a year before. But Macy's said markdowns to clear the excess inventory would weigh on profit margins going forward and warned of higher promotional levels throughout the industry as other retailers do the same.</p><p>\"It's classic supply and demand,\" Mr. Gennette said. \"Too much supply, not enough demand.\"</p><p>Many retailers had a banner 2021 as consumers emerged from the pandemic and began going out more often to work or social engagements. Shoppers were flush with cash from their own savings and government stimulus checks. With travel and entertainment still restricted, they had fewer places to spend that money. Big beneficiaries were companies that sold apparel and home goods. Constrained supply chains kept many items in scarce supply.</p><p>Those tailwinds are reversing this year. Inflation is prompting consumers to spend more on necessities like food and fuel at the same time that they are funneling more of their disposable income to experiences like travel, entertainment and dining out. That is leaving fewer dollars for discretionary items like apparel and home goods just as the supply chain is loosening and merchandise is becoming more plentiful.</p><p>\"There was a lot of misforecasting in terms of how fast that shift would go back the other way,\" said Citi analyst Paul Lejuez.</p><p>Walmart Inc.'s inventories rose about 33% in the first quarter as the biggest U.S. retailer misjudged that shift in consumer spending, contributing to markdowns and weaker profits.</p><p>The increase also reflected the higher cost of goods due to inflation, executives said, along with a sudden improvement of moving goods through U.S. ports after the company had decided to buy products aggressively amid supply-chain snarls and out-of-stocks in past quarters.</p><p>At Walmart's annual investor meeting on Friday, the company's U.S. chief John Furner said about 20% of the inventory are items the company wishes it didn't have, but much of the rest are goods it needed to restock or for later in the year.</p><p>\"It's going to take this quarter and probably part of next, maybe a couple of quarters would be the best way to describe it, to get back to where we want to be,\" Mr. Furner said.</p><p>Analysts expect the excess inventory to crimp retail profits this year and potentially send the industry into a downward spiral of discounting that plagued it before the pandemic.</p><p>\"Retailers are falling back to the problems they faced over the last few decades,\" said Simeon Siegel, an analyst with BMO Capital Markets. \"We are starting to see them chase growth at the expense of profits.\"</p><p>The problem is acute among apparel retailers. Gap Inc., American Eagle Outfitters Inc. and Urban Outfitters Inc. are among the chains that said they were sitting on too much inventory and would have to increase discounts to clear out the excess.</p><p>Gap, which owns the Gap, Old Navy and Banana Republic chains, ended April with 34% more inventory than at the same time last year. At American Eagle, inventory jumped 46%, and at Urban Outfitters it was up 32%, compared with a year before.</p><p>Some of the increase is due to imports that were disrupted, leaving 2021 inventories below normal levels. Inflation is also a factor, but units are up too. At American Eagle, for instance, the number of units climbed 24% compared with last year.</p><p>\"Our current inventory levels, mostly at the Urban Outfitters brand in North America, are higher than we would like and could lead to higher markdowns versus last year's low levels,\" Melanie Marein-Efron, the company's finance chief, told analysts on May 25.</p><p>SHARE YOUR THOUGHTS</p><p>How did your spending habits change as a result of the pandemic? Join the conversation below.</p><p>Some of the bloat is due to inventory that arrived late as a result of factory closures and other supply-chain delays. Abercrombie &amp; Fitch Co. said it held clearance sales to get rid of holiday items that arrived late at its Hollister and Gilly Hicks brands because of factory closures in Vietnam.</p><p>But there are other factors at play. Retailers are placing orders with factories earlier to ensure goods arrive on time. That has made it harder to forecast demand and style trends, some executives said.</p><p>\"We were defining customer trends too early in the process and were unable to chase into the right fashion choices,\" Gap Chief Executive Sonia Syngal told analysts recently.</p><p>Rather than try to sell through all the excess goods at lower prices right away, some retailers are packing away items for sale at a later date. The strategy had been used for years by discounters like T.J. Maxx. Now, it is going mainstream.</p><p>Kohl's Corp., which has 40% more inventory than a year ago, is packing away pajamas and fleece that arrived late with hopes of selling them in the fall.</p><p>Gap is doing the same. \"We are packing and holding fashion inventory that we think we can sell next year,\" said Katrina O'Connell, Gap's finance chief. \"Rather than try and really push that through the system at lower margins.\"</p><p>Sarah Nassauer contributed to this article.</p><p>Write to Suzanne Kapner at Suzanne.Kapner@wsj.com</p><p>Macy's, Gap and Other Clothing Stores Are Stuck With the Wrong Items</p>",
  "published": "2022-06-05T09:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2422,
          "end": 2429
        },
        {
          "start": 1963,
          "end": 1974
        }
      ]
    }
  ]
}