{
  "_id": "90881f2bee9f617c7fee01a8d1af00b871f8fd7a3e710ce65837062aafc9c5ae",
  "feed": "wall-street-journal",
  "title": "Frankfurter Wars: Sam's Club Undercuts Costco With $1.38 Hot Dog Combo; The warehouse chain, owned by Walmart, said it would slash the price of the meal",
  "text": "<p>Mr. McMillon said the move was part of the company's strategy to cut prices on some products even as many everyday items remained higher than usual. He added that the prices of racks of lamb and lobster tails at Sam's Club are more than 40% lower than last year.</p><p>Sam's Club's new hot dog price undercuts rival warehouse club Costco, which has offered a $1.50 hot dog and soda combo at its stores since 1985. Sam's Club memberships currently start at $50 a year, whereas Costco's annual memberships start at $60.</p><p>The hot dog price cut also marks the first time that Sam's Club has lowered the charge for the combo, which had remained unchanged for more than 20 years, the company said.</p><p>\"We're always proud when we can add value to the membership, especially when it's with a member favorite like our cafe hotdog combo,\" said Megan Crozier, chief merchant at Sam's Club. \"Quality item, disruptive price, driving volume—this allows us to invest back into this item that members are passionate about.\"</p><p>SHARE YOUR THOUGHTS</p><p>Which hot dog combo do you prefer, Costco's or Sam's Club's? Join the conversation below.</p><p>Costco Chief Financial Officer Richard Galanti didn't respond to a request for comment Tuesday.</p><p>He said in July that the company had no plans to raise the price of the hot dog combo, even as inflation was surging. The price of frankfurters increased 15% in October compared with the same period last year, according to the U.S. Bureau of Labor Statistics.</p><p>\"That $1.50 price point has been sacrosanct from the very beginning,\" Mr. Galanti told The Wall Street Journal in July.</p><p>Mr. Galanti also said Costco's food courts don't make a lot of money, but the value of being a member of the warehouse club includes a cheap hot dog and soda. The company also built two hot dog factories that produce their own franks to keep prices low, he said.</p><p>Write to Joseph De Avila at joseph.deavila@wsj.com</p><p>Frankfurter Wars: Sam's Club Undercuts Costco With $1.38 Hot Dog Combo</p>",
  "published": "2022-11-15T22:16:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 102,
          "end": 109
        }
      ]
    }
  ]
}