{
  "_id": "a538a18a6c39bc858ca3e0d8253db9829fb8afb8ffb1709830688538534c0950",
  "feed": "wall-street-journal",
  "title": "How the FTC Is Reshaping the Antitrust Argument Against Tech Giants; Federal Trade Commission chief Lina Khan has developed an innovative way to frame the issue. Whether she has the tools to see it through remains to be seen.",
  "text": "<p>Since mid-1980s Reagan-era reforms of antitrust law, the test for whether a company is a monopolist has been whether its dominance harms consumers—usually through higher prices or shoddy goods. It has been hard to make that charge stick against companies that offer many of their services free, like Google and Meta Platforms (née Facebook), or at (usually) competitive prices, like Amazon; or that take a cut of what seems to be a big, competitive market, like Apple does with apps.</p><p>The FTC, under its Biden-appointed chairwoman, Lina Khan, has been shifting the terms of the argument, focusing less on harm to consumers or even rivals, and more on how the bigness of Big Tech harms companies that are, in essence, its partners.</p><p>To understand, we have to look at an unusual word the FTC has used of late: \"monopsony.\" If a monopoly is a market with one dominant seller, a monopsony is its inverse, a market where one buyer is pre-eminent. Monopolists can gouge consumers. A monopsonist has the same power over sellers.</p><p>Big tech's platforms—the things that have made them so much money—effectively make them market-controlling middlemen, and the FTC is saying that the tech giants are abusing their positions as, in effect, the ultimate proxy buyers for all users of their platforms.</p><p>By this logic, Apple's App Store is the dominant place that app sellers must go to sell their software and services, because globally, it rakes in twice the revenue of its next-biggest competitor, Google's Play store. Amazon wields its power over companies that want to sell goods online. Google and Facebook lord theirs over the publishers selling ad space.</p><p>For those suspicious of Big Tech's power, it might seem like the FTC's small band of legal X-wings have found the thermal exhaust port in Big Tech's collective Death Star. The companies, of course, frame the situation differently, and see the FTC as the tyrannical Empire imposing its will over a world where they have provided unprecedented opportunities for app developers and other whole new categories of business.</p><p>Monopsony versus monopoly</p><p>The FTC isn't the only antitrust regulator—the Justice Department also has jurisdiction—and Ms. Khan is hardly the only one pushing for this change. But she's its most visible advocate. Both Meta and Amazon have tried to have her recused from potential cases involving them, because of her history of writing about why she believes they are monopolists.</p><p>Ms. Khan and the FTC, which declined to comment for this column, have laid out their position at length. In papers published before she was chief of the FTC, Ms. Khan argued that for most of the 20th century, harm to competition was justification enough to go after companies that used their size and market power to squash competitors. In subsequent releases by the FTC, she cites her own work to argue that existing legal precedent gives the FTC all the license it needs to protect competition in any market, but especially in those in which Big Tech operates.</p><p>Furthermore, the FTC has argued in its public statements, the need to preserve competition trumps any considerations about whether mergers will make the overall operation of markets more efficient, or save companies money by eliminating duplicated effort.</p><p>But the FTC has faced a puzzle. The ills typically associated with weak competition—such as higher consumer prices and inferior consumer choices—are difficult to prove in today's tech sector. Regulators might argue that such harms are inevitable with companies accumulating so much market power, but how can they demonstrate that the damage from not intervening now is more than hypothetical?</p><p>That's where monopsony enters the discussion. This focus is one of the newest ways the FTC is attempting to establish harms to competition from big tech companies, says Krista Brown, a senior analyst at the American Economic Liberties Project, a liberal think tank with which Ms. Khan has collaborated in the past. Marketplaces where companies are both a referee and a player, setting the terms of how the market works and also participating directly by selling their own goods and services, are of special concern, she adds.</p><p>Take, for example, Amazon's e-commerce marketplace. Its share of all online retail in the U.S. grew to more than 40% in 2021, more than five times that of its closest competitor, Walmart.</p><p>Its clout is even larger among the third-party sellers that depend on its platform to reach customers. For them, Amazon is in effect the dominant \"buyer\" of their goods, even if it isn't the end consumer. It controls the fees they must pay to list their goods on this vital platform, the rates they pay for advertising and, for many, shipping and fulfillment costs—not to mention where their goods appear on its site.</p><p>Here, the definition of monopsony has to be updated to reflect modern digital platforms, which are often two-sided marketplaces, with consumers on one side and sellers on the other. Amazon's marketplace may not be a middleman of the type typical in traditional retail operations, but with its many fees and control over its platform, it is arguably no less a gatekeeper than a retail buyer who decides what to stock at a traditional store.</p><p>Amazon has said previously that regulators' focus on its alleged anticompetitive behavior, and proposed remedies, could amount to \"misguided interventions in the free market [which] would kill off independent retailers and punish consumers by forcing small businesses out of popular online stores, raising prices, and reducing consumer choice and convenience.\"</p><p>Meta and Google, which together account for more than half of the U.S. digital advertising market, are arguably in a similar role, but with advertising and consumer data in place of digital and physical goods.</p><p>An ongoing lawsuit brought by a group of state attorneys general accuses Google of using its position in the middle of auctions for online advertising to unfair advantage. Google, a unit of Alphabet, has said the lawsuit lacks merit, that its advertising technologies support a huge variety of sites, that it helps websites and apps reach customers around the world, and that there is vigorous competition in online advertising.</p><p>The FTC is suing Facebook, claiming it's a monopolist in the market for social networks. The suit claims that based on years of legal precedent, the company's acquisitions of rivals like Instagram and WhatsApp have been anticompetitive.</p><p>Facebook has previously said that it must continually battle world-class competitors in every aspect of its business, and that its customers easily can, and sometimes do, choose to move to another product or service.</p><p>FTC versus the courts</p><p>Some recent legal precedents that relate to tech companies, and others, aren't on the FTC's side.</p><p>In June 2021, a federal judge granted Facebook's request to throw out the FTC's antitrust lawsuit against the company before it even got started. This month, the judge allowed a revised version of the suit to proceed in his Washington, D.C., district court, but predicted that winning it would be a \"tall task\" for the agency.</p><p>The question of whether Apple, through its App Store, was a monopolist in the market for mobile gaming was addressed in the case of Epic Games v. Apple. In that case, a federal court found that the answer was a definite \"no.\" The U.S. District Court for Northern California court did find that Apple would have to stop preventing companies like Epic from telling users they could pay for games in places other than Apple's App store, however. Not content with its partial victory, Apple is appealing this decision.</p><p>In a June 2018 decision, the U.S. Supreme Court specifically addressed two-sided marketplaces like those run by big tech companies, although the decision was about credit card networks. In that case, the two sides of the marketplace were consumers and stores that accept credit cards. In that decision, the court ruled that any action against credit-card companies would have to come in response not only to harm to merchants but also to harm to consumers.</p><p>Ms. Khan, then a legal scholar, weighed in on the decision at the time, writing that it showed \"stunning disregard for traditional antitrust principles.\"</p><p>Some legal scholars are very skeptical of the FTC's new tactics. \"The fact that the agencies are revising the guidelines based on an order from the White House makes this all seem political,\" says Daniel Crane, an antitrust expert and law professor at the University of Michigan, referring to a July 2021 executive order on competition. \"That increases the likelihood for skepticism in the courts.\"</p><p>Blocking mergers versus market power</p><p>The FTC clearly wants to go beyond the previous attempts to curtail Big Tech's power, which have mostly been limited to occasional fines representing small fractions of these companies' annual revenues or skirmishes with states over minor fiefs of their empires.</p><p>Here's the agency's challenge: While it may have identified a primary harm of these companies, the two credible remedies it has identified—withholding approval for future acquisitions by Big Tech, and forcing the giants to divest previous acquisitions—may not be sufficient to rein in the power it says these companies already hold.</p><p>Laws that might give the FTC other powers are being drafted in Congress, but it isn't clear if, or when, they will come to a vote by the entire chamber, much less be passed by a Congress riven by partisanship.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think t ech giants are too big? Join the conversation below.</p><p>In September 2021, the FTC released findings from a study showing that from 2010 to 2019, Apple, Alphabet, Microsoft, Amazon and Meta collectively acquired 616 companies worth at least $1 million, but did not alert the agency since the transactions were usually less than around $92 million each, highlighting their tendency to buy smaller companies for their talent and nascent technologies. Below $92 million, companies don't need to disclose their acquisitions, which, the FTC highlighted, is one reason many of these acquisitions escape notice by regulators, Congress and the public. Then, in 2021, Amazon, Alphabet and Microsoft announced more mergers and acquisitions than any other year in the previous decade.</p><p>Even if the FTC continues to make new regulations, the agency has one problem that it can't solve without help from Congress: It doesn't have enough people to do all the things it aspires to.</p><p>\"The agency is strapped, and it's very resource-intensive to bring suits,\" says Ms. Brown of AELP. \"I think they're just getting their ducks in a row before bringing out a broader plan that will go after larger anticompetitive practices across the tech industry.\"</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Christopher Mims at christopher.mims@wsj.com</p><p>How the FTC Is Reshaping the Antitrust Argument Against Tech Giants</p>",
  "published": "2022-01-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4359,
          "end": 4366
        }
      ]
    }
  ]
}