{
  "_id": "1ba82065855814b3c8cadfc182ebe5db950ca4cd9841f598d4b4a1e51fc77614",
  "feed": "wall-street-journal",
  "title": "Cyberattack Prevents Macmillan From Shipping Its Books to Retailers; Barnes & Noble CEO doesn't expect publisher's outage to affect retail sales 'unless something cataclysmic has happened'",
  "text": "<p>The publisher said it was working to restore its networks, adding that its staff and \"other third-party partners may notice that certain systems are unavailable while these efforts are under way.\"</p><p>Macmillan didn't respond to questions about why it may have been targeted, whether there had been a ransom demand or if any retailer data had been compromised. Macmillan's imprints include St. Martin's Press and Farrar, Straus &amp; Giroux.</p><p>Publishers Weekly earlier reported that Macmillan had experienced a security incident.</p><p>Several retailers doing business with Macmillan, which is owned by Germany's Verlagsgruppe Georg von Holtzbrinck GmbH, said they were unable to place orders with Macmillan for new titles but customers were unlikely to notice in the short term because of existing inventories.</p><p>James Daunt, chief executive of Barnes &amp; Noble, said the problems at Macmillan would have to persist for several weeks before consumers noticed. \"I don't think there will be lost sales unless something cataclysmic has happened,\" he said.</p><p>Dennis Abboud, chief executive of Readerlink LLC, which distributes books to big-box retailers including Target Corp. and Walmart Inc., said Readerlink wouldn't lose sales for another week or two. \"After that, it gets dicey,\" he said.</p><p>One of Macmillan's most successful current books is \"Killing the Killers: The Secret War Against Terrorists\" by Bill O'Reilly and Martin Dugard. The book, the 11th in the Killing series, ranks No. 3 on the New York Times hardcover nonfiction bestseller list dated July 3.</p><p>Dane Neller, chief executive of New York-based Shakespeare &amp; Co., said that both of his stores were able to get Macmillan titles from an outside distributor, and that retail sales haven't been affected.</p><p>Phil Ollila, chief commercial and content officer of the Ingram Content Group Inc., a leading book wholesaler and publisher-services company, said that Ingram is meeting demand for Macmillan titles from its retailer clients. \"Our role is to fill in the holes in the market,\" he said.</p><p>Many companies have experienced cyberattacks in recent years, including News Corp, owner of The Wall Street Journal. Earlier this year, News Corp said a number of its publications, including the Journal, had been hacked, an incursion the company's cybersecurity consultant said was likely meant to gather intelligence to benefit China.</p><p>Arsen Kashkashian, general manager of the Boulder Bookstore in Boulder, Colo., noted that July is a relatively quiet month for many publishers. \"If this happened in May or September, it would be much worse,\" he said.</p><p>Write to Jeffrey A. Trachtenberg at jeffrey.trachtenberg@wsj.com</p><p>Cyberattack Prevents Macmillan From Shipping Its Books to Retailers</p>",
  "published": "2022-06-29T23:25:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1157,
          "end": 1164
        },
        {
          "start": 1157,
          "end": 1169
        }
      ]
    }
  ]
}