{
  "_id": "e5c259bfce648705e4e4242529f738bf33b5c9c2cede920825a9d3798469ad57",
  "feed": "wall-street-journal",
  "title": "Meta, PayPal, Amazon: Stocks That Defined the Week; Here are seven major companies whose stocks moved on the week's news",
  "text": "<p>General Motors Co.</p><p>General Motors is spinning its wheels. The auto maker's net profit tumbled 40% in its latest quarter, hurt in part by a shortage of computer chips and other parts that prevented the company from shipping 95,000 vehicles to dealers. Executives said they expect to clear the backlog of unfinished vehicles during the second half of the year as more parts become available and factory output ramps back up. Chief Executive Mary Barra said GM's vehicle inventories remain extremely tight and there is no sign that pent-up demand for new cars is waning. GM shares declined 3.4% Tuesday.</p><p>Walmart Inc.</p><p>Walmart shoppers are pinching pennies. The largest U.S. retailer on Monday warned that consumers are pulling back spending due to higher prices for food and fuel, causing Walmart to cut prices in order to move its glut of goods. The company said in May that it was stuck with excess inventory due to a misjudgment in consumer spending and easing supply-chain snarls. Walmart said its markdowns on merchandise at its flagship stores and Sam's Club warehouse chain will result in falling profits in the second quarter and fiscal year. Walmart shares lost 7.6% Tuesday.</p><p>PayPal Holdings Inc.</p><p>One of Wall Street's most feared activist investors has a new target: PayPal. The Wall Street Journal on Tuesday reported that Elliott Management Corp. owns a stake in the digital payments company. For much of 2020 and 2021, PayPal was an investor favorite, as the Covid-fueled migration to online shopping boosted its transaction volumes and profit. But PayPal's shares have lost around 60% so far this year as e-commerce sales for which the company facilitates payments slowed. In February, the company lowered its 2022 profit outlook and scrapped an ambitious growth strategy put in place last year of roughly doubling its active user base to 750 million accounts. PayPal shares jumped 12% Wednesday.</p><p>Spirit Airlines Inc.</p><p>The aerial combat for Spirit is over. JetBlue Airways Corp. agreed to buy Spirit Airlines Inc. for $3.8 billion, a combination that would create the fifth-largest U.S. carrier. The deal announced Thursday came a day after Spirit and Frontier Group Holdings Inc. called off their merger. The two budget airlines struck an agreement in February before JetBlue swooped in months later with a competing cash offer. Now, JetBlue and Spirit face a new battle to get antitrust regulators to bless the deal, amid federal concern that competition in the industry is shrinking after years of mergers. Spirit shares gained 5.6% Thursday.</p><p>Shell PLC</p><p>Energy prices are still soaring, and so are Shell's profits. The London-based oil giant posted a second consecutive quarterly profit in its latest period as demand for natural gas and fuel rebounds along with the global economy. Energy firms are recovering after being hit hard by the 2020 outbreak of Covid as lockdowns decimated demand. Record prices have also helped dull the pain felt by Shell and others such as BP PLC and Exxon Mobil Corp. from their decisions to pull back from Russia over its invasion of Ukraine. American depositary shares of Shell rose 2.7% Wednesday.</p><p>Amazon.com Inc.</p><p>Amazon delivered good and bad news to its investors. The bad: a net loss and slowing sales in its second quarter. The good: faster-than-expected revenue increases as strength in its cloud-computing and ad business bolstered sales. Revenue for Amazon Web Services, the largest cloud-computing company by market share, grew 33% to $19.7 billion in the period. The two divisions have been reliable growth engines for Amazon as it battles surging costs and slowing consumer demand. The latest shortfall followed a loss in the first quarter of 2022—Amazon's first in seven years. Amazon shares surged 10% Friday.</p><p>Write to Francesca Fontana at francesca.fontana@wsj.com</p><p>Meta, PayPal, Amazon: Stocks That Defined the Week</p>",
  "published": "2022-07-29T23:16:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 601,
          "end": 613
        },
        {
          "start": 614,
          "end": 621
        },
        {
          "start": 1147,
          "end": 1154
        },
        {
          "start": 981,
          "end": 988
        },
        {
          "start": 785,
          "end": 792
        }
      ]
    }
  ]
}