{
  "_id": "145c524145d7a2d7bd5e5037495c8315c64652c8bf44d7504db12fe77fbecab7",
  "feed": "wall-street-journal",
  "title": "AmerisourceBergen, Cardinal Health, McKesson Agree to Opioid Settlement With 46 States; Drug distributors would pay a total of up to $19.5 billion over the course of 18 years",
  "text": "<p>The companies will also implement injunctive relief terms, including establishing a clearinghouse that consolidates data from all three distributors.</p><p>More than 90% of eligible political subdivisions that have brought opioid-related suits against the companies, as calculated by population, have agreed to participate in the settlement or have had their claims addressed by state legislation, the companies said. The settlement covers 46 states.</p><p>Alabama, Oklahoma and Washington aren't participating in the settlement, the companies said. The state of West Virginia previously settled with the companies and isn't part of the latest settlement.</p><p>The companies have also previously settled with the Cherokee Nation and have reached a separate agreement in principle to settle the claims of the remaining federally recognized Native American Tribes.</p><p>Opioid Crisis</p><p>Read more articles on the opioid epidemic, selected by the editors</p><p>* Native American Tribes Reach $590 Million Opioid Settlement (Feb. 1)</p><p>* Walgreens, Walmart and CVS Pharmacies Contributed to Opioid Epidemic, Ohio Jury Finds (Nov. 23)</p><p>* Drug Overdose Deaths Hit Record High in U.S. (Nov. 17)</p><p>* States Announce $26 Billion Settlement to Resolve Opioid Lawsuits (July 21)</p><p>Write to Will Feuer at will.feuer@wsj.com</p><p>AmerisourceBergen, Cardinal Health, McKesson Agree to Opioid Settlement With 46 States</p>",
  "published": "2022-02-25T12:29:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1011,
          "end": 1018
        }
      ],
      "nexusId": "10042309"
    }
  ]
}