{
  "_id": "5bd784b295f75f699302ef87314854ded705d1cb3187afefb7862e0c48591c2f",
  "feed": "wall-street-journal",
  "title": "Macy's Cuts Earnings Outlook as Markdown Season Looms; Retailer's quarterly results top expectations, even as shoppers spend less on discretionary items",
  "text": "<p>The revision comes despite the company posting better-than-expected results for its second quarter. Same-store sales, or sales from stores that have been open at least a year, fell 1.5% from the previous year. Analysts polled by FactSet expected a 2% drop.</p><p>The company's shares rose about 2% in premarket trading. Through Monday, shares were down nearly 29% for the year.</p><p>Macy's said its inventory levels remained elevated, but were down 7% from the first quarter. The company said sales have been lower since Father's Day as it and other retailers grappled with excess inventory and a pullback in consumers' discretionary spending.</p><p>The retail chain said it is implementing markdowns across several categories, including seasonal goods, its private brands and activewear and sleepwear, as it looks to clear aging stock from its shelves.</p><p>A number of retailers have revised their financial targets for the year in response to shifting consumer behavior amid elevated inflation. Walmart Inc. warned in July that higher food and gasoline prices were leading customers to pull back, while Kohl's Corp. said high inflation and dampening consumer spending were hurting its financial results. Nordstrom Inc., another department-store chain, is slated to release quarterly financial results Tuesday.</p><p>Macy's trimmed its net sales forecast to between $24.34 billion and $24.58 billion, from a range of $24.46 billion to $24.7 billion. It now expects per-share earnings excluding one-time items between $4 and $4.20, compared with its prior forecast of between $4.53 and $4.95.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for the retail industry? Join the conversation below.</p><p>The retailer found itself with a surplus of casual clothes, activewear, home textiles and tableware this summer as shoppers began spending less on items they had preferred during earlier months of the pandemic. Dressier clothes have gained favor in recent months as people seek options to wear to the office or social engagements.</p><p>The trend was a reversal from the past two years, when soaring consumer demand and supply-chain delays created a scarcity of goods that allowed retailers to scale back discounts and push through price increases.</p><p>Macy's, which also owns the Bloomingdale's department-store and Bluemercury spa and beauty products chains, reported that revenue was slightly lower in the second quarter compared with the same period last year, $5.6 billion from $5.65 billion.</p><p>Earnings for the period ended July 30 came in at $275 million, or 99 cents a share, from $345 million, or $1.08 a share a year earlier. Stripping out one-time items, adjusted earnings were $1 a share. Analysts had been expecting 86 cents a share.</p><p>Dean Seal contributed to this article.</p><p>Write to Charity L. Scott at Charity.Scott@wsj.com</p><p>Macy's Cuts Earnings Outlook as Markdown Season Looms</p>",
  "published": "2022-08-23T13:11:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 976,
          "end": 988
        },
        {
          "start": 967,
          "end": 979
        }
      ],
      "weightsV2": {
        "weight": 2.0001264,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.00012624264,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}