{
  "_id": "e784fb0ff07f67b07fb6f492614033f97901383fa23cc985e7885a0268295547",
  "feed": "market-watch",
  "title": "Amazon could make one improvement to help future earnings results, analyst says; Amazon offers a platform for just about everything, but some brands have stayed away from the e-commerce giant over the years",
  "text": "<p>\"This is about working harder with existing customers, although it would be a complex undertaking and would inevitably take time to deliver.\"</p><p>Amazon's site has come under scrutiny in the past, with luxury brands showing a reluctance to sell their merchandise there despite being one of the most popular places on the internet. In September 2020, Amazon launched Luxury Stores, with Oscar de la Renta among the brands that participated in the rollout.</p><p>And in April 2022, Amazon launched a service, Buy With Prime, that offers companies the opportunity to sell on their own site but take advantage of some of the Prime perks, like speedy delivery.</p><p>See: Amazon shares surge on Q2 sales beat as analysts highlight the strength of AWS, Prime and advertising</p><p>And: Amazon stock surges toward biggest monthly gain in 15 years</p><p>Amazon AMZN stock surged 11.5% in Friday trading after the second-quarter results, which included a surprise $2 billion loss but sales that climbed to $121.2 billion to beat expectations.</p><p>\"There is very little that Amazon can do other than to ride out the current trough,\" Saunders said.</p><p>\"Its service is already very well optimized, so improvements to things like delivery times, while welcome, will do very little to move the dial in sales terms.\"</p><p>Retailers have taken some hard hits in recent weeks as inflation puts the squeeze on consumer shopping habits, supply chain problems have remained persistent and other macro challenges create hurdles for the sector.</p><p>Also: Walmart customers are spending on food, and not much else, as inflation takes a toll</p><p>Read: Best Buy adds to retailer woes, cutting outlook as end of PC boom takes its toll</p><p>\"We view Amazon's results favorably amid a challenged macro backdrop,\" wrote JMP's Nicholas Jones in a note.</p><p>\"[W]e view Amazon's performance as an indication that it has a robust platform that can continue to capture consumer demand despite weakening macro trends.\"</p><p>JMP rates Amazon stock market perform with a $180 price target.</p><p>DA Davidson trimmed its price target on Amazon's stock to $151.00 from $156.25, but reiterated its buy rating, with analyst Tom Forte saying he was \"impressed\" by the company's ability to manage costs, including slowing hiring.</p><p>\"Its headcount contracted to 1.5 million from 1.6 million the prior period, after management indicated last quarter it felt it had more headcount than needed given current e-commerce demand,\" Forte wrote.</p><p>Amazon's sales soared during the pandemic, as more shoppers turned to e-commerce amid lockdowns and other COVID-19 precautionary measures. With more people resuming activities like travel, shopping for goods has normalized.</p><p>\"As a reminder, our revenue growth accelerated to over 40% growth from the period between May 2020 and May 2021,\" said Brian Olsavsky, Amazon's chief financial officer, on the earnings call, according to a FactSet transcript.</p><p>\"While demand has remained strong, the lapping of this high growth period depressed our revenue growth rate for the following 12 months ending in May of this year. Our growth rates going forward will no longer require this historical explanation.\"</p><p>Amazon stock is down 18.2% for the year to date while the benchmark S&amp;P 500 index SPX is down nearly 14%.</p><p>Amazon could make one improvement to help future earnings results, analyst says</p>",
  "published": "2022-07-30T15:26:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1489,
          "end": 1496
        }
      ]
    }
  ]
}