{
  "_id": "571e5970dc63cba602aad274abc27b0efc749cd6f3c043ee755469c8a10c175d",
  "feed": "ftcomall",
  "title": "Aldi increases warehouse staff pay by 9% in challenge to rivals",
  "text": "<p>Aldi is raising the pay of thousands of distribution centre staff by 9 per cent in a move that will increase pressure on rivals as the German discounter continues its UK expansion.</p> <p>Competition for distribution centre workers is high as the Covid-19 pandemic has led to an expansion of online grocery and ecommerce in other sectors, creating <a href=\"https://www.ft.com/content/0be3d578-1eef-41b9-b932-c514aa341431\">additional demand </a>for such roles.</p> <p><a href=\"https://www.ft.com/stream/df5d06c3-3c9d-4f1c-85c4-7c7af223c041\">Aldi </a>and its low-cost rival Lidl expect to open hundreds of new stores in the UK over the coming years. Aldi is targeting 1,200 stores by 2025, up from 907 at present, and has committed to at least two new distribution centres. </p> <p>Lidl this year said it would add 1,200 distribution roles by 2025, while Amazon recently revealed plans to add <a href=\"https://www.ft.com/content/372a363a-39de-4dea-9113-1a062b8d0ce4\">4,000 new permanent roles</a> by the end of this year, taking its UK workforce to about 75,000. </p> <p>Aldi said more than 4,000 logistics employees would benefit from the pay increase, which would take wages for the most basic grades to £10.45 an hour and for intermediate “warehouse selector” roles to £12.66 an hour.</p> <p>It follows a <a href=\"https://www.ft.com/content/c8a0280d-e29c-453a-94bf-69041f53acc3\">similar increase</a> for store-based staff last month, highlighting the upwards pressure on retailers' wage costs.</p> <p>Analysts at <a href=\"https://www.ft.com/stream/e15f3def-fd86-45dd-8103-36a36132645f\">HSBC </a>said wage inflation was also another way of putting pressure on the Big Four traditional supermarkets, which have worked hard to reduce the product price differential between themselves and the discount supermarkets.</p> <p>The analysts said in a recent note that discounters' staff costs as a percentage of sales were less than those of traditional supermarkets. That means it is proportionately more expensive for the “Big Four” to match discounter wage levels, potentially putting pressure on them to raise prices.</p> <p>In 2020, the last year for which accounts are available, Aldi's overall wage bill was just over £1bn a year, or about 8 per cent of its £13.5bn revenues. At Asda, the UK's third-biggest grocer, wage costs were more than 12 per cent of sales in the same year.</p> <p>Tesco has already announced significant pay rises for distribution centre staff after it faced the threat of strike action at multiple depots in the run-up to Christmas last year. </p> <p>Aldi's pay rates for “logistics assistants” are virtually identical to those of store-based colleagues, a contrast to traditional supermarkets where warehouse-based roles — dominated by men — have historically commanded a premium to staff.</p> <p>Wage differentials have led to several class-action legal claims on the basis that they discriminate against store staff, who are predominantly female. The supermarkets dispute the claims, which are making their way through the courts.</p> <p>Aldi will also increase the premium for night-time working from 20 to 25 per cent of basic pay. Giles Hurley, UK and Ireland chief executive at Aldi, said the increase recognised the “amazing contribution” of the staff.</p><p>Source: Jonathan Eley 2022 'Aldi increases warehouse staff pay by 9% in challenge to rivals' FT.com 15 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-15T13:45:58.441Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 0.95,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.050000012,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 7
    }
  ]
}