{
  "_id": "7915b0928043664eb4ab6019e0f637a413561f05b2989bfdc79cec70fb2f39b4",
  "feed": "wall-street-journal",
  "title": "What Is Replacement Theory? What We Know About the Conspiracy Theory Linked to the Buffalo Gunman; The false claims have been cited by gunmen in previous attacks targeting immigrants and religious, ethnic and racial minorities",
  "text": "<p>Here is what to know about replacement theory and how it started:</p><p>What is replacement theory?</p><p>\"The great replacement\" is a conspiracy theory that asserts elites—politicians, business executives, media—are using immigration and other policies as a tool to reduce the white population.</p><p>Interest and belief in the idea has increased in the U.S. in recent years, researchers say, as the percentage of white Americans, compared with nonwhite people, shrinks. The nation's non-Hispanic white population dropped 2.6% between 2010 and 2020, according to the Census Bureau. Projections by the bureau indicate that the total population of nonwhite people in America will exceed the white population by 2045.</p><p>What is the origin of replacement theory?</p><p>Replacement theory can be traced to early 20th-century French nationalist writings, including those by Maurice Barrès, but it was revived in 2011 by French critic Renaud Camus, according to the Anti-Defamation League. He wrote an essay called \"The Great Replacement\" that has since been widely cited in white supremacist rhetoric.</p><p>Mr. Camus writes that white Europeans will eventually be extinct because of immigration and since some nonwhite populations, particularly those of Africa and the Middle East, have higher birthrates. People from Africa and the Middle East have emigrated to France from former French colonies in increased numbers in the postcolonial era.</p><p>The Southern Poverty Law Center said that as the conspiracy theory has gained traction, some backers are calling for—or taking—violent action against minority groups.</p><p>How has replacement theory changed over time?</p><p>There are several variations of replacement theory. Some target different minority groups and cast blame on a range of government and private entities for promoting immigration, said Joseph Uscinski, a professor of political science at the University of Miami, who researches conspiracies. Overall, a version of it has existed at various points in different places throughout history, he said.</p><p>While replacement theory often focuses on an influx of immigrants. It can also apply to disdain for higher birthrates among minority groups compared with white people, Dr. Uscinski said.</p><p>In the case of the Buffalo shooting, in which the alleged shooter targeted Black people, the theory is applied more broadly, he said. \"It's less of an 'immigrant taking over the country' concern, and more of an 'anyone not white taking over the country' concern.\"</p><p>How has it spread?</p><p>Replacement theory has gained attention on social media, particularly on sites and forums with little regulation like Reddit and 4chan, said Scott Campbell, a professor of communications and media researching white nationalism at the University of Michigan. It has also been discussed on conservative TV, including \"Tucker Carlson Tonight,\" on Fox News, he said.</p><p>\"It's being listened to,\" Dr. Campbell said. \"People are always finding ways of propagating racism and making it more palatable.\"</p><p>Tucker Carlson has rejected the term \"replacement theory,\" but he has said on his show that Democrats are \"trying to replace the current electorate, the voters now casting ballots, with new people, more obedient voters, from the Third World.\"</p><p>On his May 16 show, Mr. Carlson called the alleged Buffalo shooter racist, noting that he also suggested Fox News is part of a global conspiracy in his 180-page document.</p><p>A Fox News spokeswoman pointed to past comments from Mr. Carlson in which he said he opposed political violence and terrorism of any nature. Fox Corp. and Wall Street Journal parent company News Corp share common ownership.</p><p>When has replacement theory been suspected to inspire attacks?</p><p>While replacement theory blames politicians and elite institutions for orchestrating changing demographics, it is often members of minority groups that are violently attacked by the conspiracy theory's militant believers, Dr. Uscinski said.</p><p>\"They're not targeting who they think the mastermind conspirators are,\" he said. \"These people who want to commit violence are going after vulnerable populations.\"</p><p>In the case of the Buffalo massacre, 11 of the people shot were Black and two were white, in what was the deadliest mass shooting in the U.S. so far this year.</p><p>Several gunmen who have attacked minority groups in the past few years have referenced replacement theory. Some include:</p><p>* In 2018, a gunman killed 11 people in an attack on Jewish congregants in a Pittsburgh synagogue;</p><p>* In 2019, a gunman killed 51 people in an attack on Muslim worshipers in Christchurch, New Zealand;</p><p>* In 2019, a gunman targeting Hispanics killed 23 people in a Walmart in El Paso, Texas.</p><p>This article may be updated.</p><p>—Ginger Adams Otis contributed to this article.</p><p>What Is Replacement Theory? What We Know About the Conspiracy Theory Linked to the Buffalo Gunman</p>",
  "published": "2022-05-17T18:26:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4627,
          "end": 4634
        }
      ]
    }
  ]
}