{
  "_id": "c060e74aeafd4a2915120a01bfa995bdb7523ad13c48cb24b1e69e920cb88ac8",
  "feed": "market-watch",
  "title": "'I'm thankful for the dollar store': Parents are stressed out shopping for clothes during back-to-school season, and struggle with record-high inflation; Back-to-school shopping rattles parents as the cost of living soars",
  "text": "<p>In prior years, Wayman shopped off-season and in the clearance section. But this year, she said, even the clearance section was out of reach.</p><p>One pair of jeans cost $40, Wayman said. \"My daughter is 11, and she's rapidly growing. She kind of skipped over the junior phase.\"</p><p>Children will be headed back to school in a matter of weeks in some places, and many parents say they're stressed about the amount they'll have to spend as record-high inflation has pushed prices up.</p><p>Two years into the pandemic, with most students are back in classrooms full time, analysts expect parents to shift away from purchasing electronic devices in favor of clothing and accessories.</p><p>The higher prices on back-to-school clothes add a fresh layer of worry during a year when parents have been hit from many directions with challenges.</p><p>To name a few: the baby-formula shortage; an ongoing childcare shortage that's pushed up prices for after-school care; a teacher shortage that's forced some schools to cut programs.</p><p>Meanwhile, record-high inflation is taking a bite out of household budgets at a time when parents don't have the cash cushion that last year's child tax credit gave them.</p><p>An unprecedented back-to-school season</p><p>Retailers expect back-to-school shopping to peak this week, and clothing is \"the No. 1 item on shoppers' lists, even surpassing school supplies,\" according to a recent survey by LendingTree, an online lending marketplace.</p><p>Around three-quarters of parents said they were stressed about this back-to-school shopping season, up 12% on last year.</p><p>The back-to-school shopping season is usually the second-largest spending event of the year for parents, right after the holidays, but analysts said inflation will drive the amount of money parents spend this season even higher.</p><p>Parents say they plan to spend an average of $661 on back-to-school shopping, 8% more than the 2021 season, according toa recent survey by Deloitte. The consulting and tax group estimated that the related market will reach $34.4 billion this year, up 24% since 2019.</p><p>The rising cost of living is already eating into the budget parents set aside for back-to-school shopping. The cost of consumer goods had increased 9.1% in June compared to last year, a 41-year-high.</p><p>Increased prices for food and gas have left little room in consumers' wallets for many back-to-school items. Global disruptions pushed up the price of groceries by 12.2% in June compared to last year; the average price of gas was at$4.14 per gallonon Thursday, up from $3.18 a year ago.</p><p>Parents are experiencing sticker shock. A majority (68%) said they had noticed higher prices on school items, citing school supplies and clothing, according to a recent survey conducted by the National Retail Federation.</p><p>Another wrench in the works: Many Americans have beendipping into their savings to pay their bills, and the personal savings rate has hit one of the lowest levels in decades, according to the Bureau of Economic Analysis.</p><p>Scouting for deals (and the latest fashion)</p><p>Children need clothes after studying remotely on-and-off during the pandemic.</p><p>\"We saw fatigue in technology primarily because families bought heavily in the category the past two years when schooling was virtual or hybrid,\" Lupine Skelly, one of the authors of the Deloitte survey, wrote in an email to MarketWatch.</p><p>She said a \"strong replenishment cycle\" means parents are spending more on clothes, and more money per child.</p><p>Parents are looking for ways to save money by shopping early and finding discounts, as well as buying alternative brands. Traditional sales events such as Amazon's Prime Day sale will play an even bigger role this year for parents securing school supplies, according to the National Retail Federation.</p><p>An Amazon AMZN spokesperson said many of its customers got their back-to-school shopping early this year by taking advantage of some \"deep discounts\" during Prime Day.</p><p>Meanwhile, more deals and discounts could be on the horizon. Big-box retailers like Walmart WMT are pondering new discounts on clothing to incentivize spending as inventories pile up.</p><p>A Walmart spokesperson told MarketWatch its mission is to make clothing and other back-to-school items affordable for parents.</p><p>It's a balancing act. Parents aim to provide essentials for their kids while their children seek the latest fashions. These sometimes conflicting priorities mean everyone needs to invest extra time and effort.</p><p>Wayman said it's hard to keep up with what her daughter wants and stay within her budget. She's also buying fewer pieces of clothing due to rising prices.</p><p>Inflation is \"killing\" her pocket book, she said. \"I'm in a store for about an hour, not having fun, looking for things that my daughter likes to wear — but also to make sure that it's affordable.\"</p><p>For clothes, Wayman said she turns to online fast-fashion brands such as Fashion Nova and SHEIN. And for school supplies, Wayman went to dollar stores to purchase items such as pencils, notebooks and erasers.</p><p>\"I'm thankful for the dollar store, I really am,\" Wayman said.</p><p>(Fashion Nova and SHEIN were not immediately available to respond to a request to comment.)</p><p>Time for making sacrifices</p><p>\"Back-to-school shopping is stressful even in the best economic times,\" LendingTree chief credit analyst Matt Schulz wrote in a blog post accompanying LendingTree's back- to-school survey.</p><p>\"With inflation running rampant and supply-chain issues lingering, these are definitely not the best of times. Lots of families are going to have to make some real sacrifices and have some uncomfortable conversations this back-to-school shopping season,\" he added.</p><p>Some parents are taking on more debt: 37% of parents said they couldn't afford school supplies because of rising inflation, according to a recent survey conducted by Credit Karma, and 42% of parents surveyed said they plan to use credit cards or \"buy now, pay later\" loans to pay for back-to-school shopping.</p><p>U.S. credit-card debt grew 5.5% from the first quarter to the second quarter, and was up 13% compared to the first quarter last year, the sharpest cumulative increase in more than two decades, according to a Tuesday report by the Federal Reserve Bank of New York.</p><p>The increase in debt is another sign that American households are experiencing financial strain against a backdrop of recession talk and record-high inflation.</p><p>\"It's going to be a very stressful time period for a lot of families that have not seen an increase in their wages, but are seeing the price of everything else around them being raised,\" said Maritza Guridy, the deputy director of parent outreach of the National Parents Union, a grassroots organization advocating to improve the education system and children's quality of life.</p><p>In June, average hourly wages increased 5.1% on the year, failing to keep up with an 8.6% increase in the price of consumer goods and services the same month.</p><p>Guridy said parents are facing a difficult time. A child-tax credit expansion helped parents with up to $300 per child every month during the pandemic, but that came to an end last winter.</p><p>Adding to the spending stress: many K-12 teachers quit their jobs as they saw long working hours with little pay. The upshot:Some parents learned that their kids would not be able to attend certain subjects because no one is available to teach the course in the school.</p><p>While parents try to cover the rising costs of groceries and gas, they also face rising child-carecosts because of a labor shortage and daycare center shutdowns during the pandemic.</p><p>As a result of all of these factors, some parents will come up short. \"Not everyone will have the means to have everything necessary for their child to be successful this school year,\" Guridy said.</p><p>Learn how to shake up your financial routine at the Best New Ideas in Money Festival on Sept. 21 and Sept. 22 in New York. Join Carrie Schwab, president of the Charles Schwab Foundation.</p><p>'I'm thankful for the dollar store': Parents are stressed out shopping for clothes during back-to-school season, and struggle with record-high inflation</p>",
  "published": "2022-08-04T12:45:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4001,
          "end": 4008
        },
        {
          "start": 4103,
          "end": 4110
        }
      ]
    }
  ]
}