{
  "_id": "dd2a125247eac4e622e067b92da7d1a2141a6702ceb9fbd64ed393916aec7063",
  "feed": "wall-street-journal",
  "title": "Inflation, Rising Rates Curb Global Economic Growth; U.S. services companies report slower growth due to rising prices and concerns over interest rates, survey finds",
  "text": "<p>Separate U.S. figures on Monday pointed to slower growth in a segment of the housing market. The Commerce Department said purchases of newly built single-family homes declined in April for the fourth straight month, dropping 16.6% in April from the prior month to a seasonally adjusted annual rate of 591,000. That marked the slowest pace of sales since April 2020 at the start of the pandemic.</p><p>New-home sales are a relatively narrow slice of all U.S. home sales, and sales figures can be volatile and subject to revisions. Still, the drop adds to signs the housing market is slowing amid record home prices and rising mortgage rates.</p><p>The global economy faces a series of obstacles this year, ranging from Covid-19 lockdowns in China, soaring energy and food prices, Russia's invasion of Ukraine and a broadening drive by central banks to combat high inflation by increasing borrowing costs.</p><p>Some businesses are planning for a significant slowdown in growth or economic contraction.</p><p>Electronics retailer Best Buy Co. reported falling sales and profits for the latest quarter and said its results for the current fiscal year will be worse than it had previously predicted amid increased sales promotions and higher supply-chain expenses. Abercrombie &amp; Fitch Co. swung to a quarterly loss, hurt by higher freight and product costs.</p><p>Retailers have posted mixed results for the first quarter. Last week, Walmart Inc. and Target Corp. posted weaker-than-expected earnings.</p><p>The surveys of purchasing managers at businesses in some of the world's largest and richest economies indicate that activity continues to be supported by the easing of restrictions on the services sector as Western societies learn to live with Covid-19, with sectors such as tourism experiencing a strong recovery. Still, high inflation, geopolitical tensions and rising interest rates are clouding the outlook.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook for the global economy? Join the conversation below.</p><p>In the U.S., S&amp;P Global said its composite purchasing managers index—which measures activity in both the manufacturing and services sectors—was 53.8 in May, down from 56.0 in April and the weakest rate of growth in four months. Separately, S&amp;P Global said its index for the eurozone's services and manufacturing sectors fell to 54.9 in May from 55.8 in April. A reading above 50.0 points to an expansion in activity, while a figure below that threshold points to a contraction.</p><p>While the surveys point to continued growth in the second quarter, they appear to have exaggerated the strength of the global economy during the first three months of the year.</p><p>According to the Organization for Economic Cooperation and Development, economic output in its 38 members was just 0.1% higher in the three months through March than it was in the final quarter of 2021, a sharp slowdown from the 1.2% growth recorded in the three months through December.</p><p>Economists at Capital Economics say that, based on their history, the PMIs pointed to growth in rich countries of around 0.5%.</p><p>\"This partly reflected volatility in imports and inventories and the effects of Covid restrictions, all of which should fade from now on allowing the PMIs to give a more accurate steer,\" wrote Ariane Curtis in a note to clients.</p><p>Facing the full brunt of the jump in energy prices triggered by Russia's attack on Ukraine, European policy makers are preparing for tough economic times ahead.</p><p>\"It's now very clear that the economic toll of this war is world-wide,\" said Irish Finance Minister Paschal Donohoe after heading a meeting of eurozone treasury chiefs Monday. \"High prices and disruption to food supplies are rippling across the world with very serious consequences for the most vulnerable in our societies.\"</p><p>According to the surveys of purchasing managers, the U.K. has suffered the sharpest blow to activity in the wake of the invasion. S&amp;P Global said its PMI for the country slumped to 51.8 in May from 58.2 in April to hit its lowest level in 15 months. Inflation hit a four-decade high in April as home energy prices surged.</p><p>\"In the U.K., we are facing a very big negative impact on real incomes caused by the rise in prices of things we import, notably energy,\" said Andrew Bailey, governor of the Bank of England, in a speech Monday. \"We expect that to weigh heavily on demand.\"</p><p>Citing the impact of the conflict on energy and food prices, the United Nations last week lowered its forecast for global economic growth in 2022 to 3.1% from 4%, and its forecast for U.S. economic growth to 2.6% from 3.5%.</p><p>Business leaders share those worries. A survey conducted by the Conference Board and released Tuesday found chief executive officers at 56 of Europe's leading companies had become much more gloomy about their prospects in the six months since the last poll. The measure of confidence fell to 37 from 63, with a reading below 50.0 indicating that more CEOs are pessimistic than optimistic about the outlook.</p><p>Write to Paul Hannon at paul.hannon@wsj.com and Harriet Torry at harriet.torry@wsj.com</p><p>Inflation, Rising Rates Curb Global Economic Growth</p>",
  "published": "2022-05-24T17:16:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1400,
          "end": 1412
        }
      ]
    }
  ]
}