{
  "_id": "ec82b7962f9f9c79644e309b7826ea7926c3590b10d28496e21b6c753809b71c",
  "feed": "ftcomall",
  "title": "Cruise's San Francisco robotaxis seize initiative in race for autonomy",
  "text": "<p>Since Google launched its self-driving car project in 2009, it has been leading the way towards a new age of autonomous transport that could reshape cities and, one day, deal a death blow to car ownership. </p> <p>But, in San Francisco, close to its headquarters, the tech giant has found itself overtaken by Cruise — a start-up backed by General Motors — in the race to secure the first <a href=\"https://www.ft.com/content/13d8c488-6553-11e9-9adc-98bf1d35a056\">robotaxi</a> permit for a large US city. Cruise had already scored a first when, in February, it began offering free rides in its fully autonomous vehicles (AVs). Then, in early June, it received approval to begin charging customers.</p> <p>“It's almost like a beacon to the industry that this is real,” says Cruise chief executive Kyle Vogt. “If this can operate in a major US city, like San Francisco, where there's a high willingness to pay, high population density, high demand, high complexity, then it can operate in many places.”</p> <p>This latest milestone arguably makes Cruise the new frontrunner in the race to autonomy — a twist that few observers would have predicted in 2016, when GM <a href=\"https://www.ft.com/content/9131e734-9c69-3c33-8317-36873e620afd\">acquired the 40-person start-up</a> for more than $1bn. </p> <p>At the time, the purchase was widely seen as a defensive move, given fears that Big Tech was going to turn the world's biggest carmakers into mere suppliers. But now, Cruise's tech largely underpins GM's own strategy, with the carmaker relying on the 3,000-strong Cruise team to build driverless tech for personal vehicles as soon as mid-decade. </p> <p>Waymo, <a href=\"https://www.ft.com/content/7c8e1d02-2ff2-11e9-8744-e7016697f225\">the rival project from Google</a>, has been operating a larger robotaxi service in suburban Phoenix, Arizona, since 2020. But it has struggled to use that experience as a launching pad to deploy in other, more complex cities: it has been testing for years in San Francisco, where its passengers can only ride in vehicles that have a safety engineer present. </p> <p>Vogt, whose previous work includes co-founding Twitch, the video site sold to Amazon for $1bn in 2014, has no appetite for boasting about beating Waymo. He says truly driverless operation “marks a line in the sand” that puts both companies in a league of their own. Meanwhile, the likes of Zoox, Argo, Motional, and Aurora — and Tesla, for that matter — <a href=\"https://www.ft.com/content/46ff4fe4-0ae6-4f68-902c-3fd14d294d72\">rely on human drivers</a> to oversee the tech.</p> <p>However, he is also aware that deploying some driverless rides in a big city is important for media coverage, but not much else. What matters is how this can scale to 100 cities and beyond. </p> <p>GM said last year that the “rapid scaling” phase for Cruise would start from 2023, as its manufacturing of autonomous vehicles climbs from the 1,000s in that year to the 10,000s in 2026 and to more than 1mn in 2030. </p> <p>GM chief executive Mary Barra has indicated that she expects Cruise to go from zero to $50bn in revenue by the end of the decade.</p> <p>Even so, the way to get there isn't fully clear. Vogt says Cruise has “a maniacal focus” on the critical tasks needed for the next 12-18 months, “and we're pushing off other things to the side until they become the most important thing to work on.”</p> <p>He adds: “We know what the bottlenecks are, like our mapping technology. If you told me tomorrow we needed to operate in 100 cities, we'd be in trouble. But we have a road map . . . so that, by the time we are adding 20, 30 or 50 cities a year, the technology is there to support that.”</p> <p>To many observers, though, the idea that Cruise could be launching driverless taxis in dozens of cities a year, in this decade, may seem ridiculous. It has taken the group about seven years of testing just to remove the human driver in San Francisco. Even now, those operations are limited to 30 vehicles, only on certain streets and strictly between 10pm and 6am. </p> <p>Vogt contends that Cruise is on a clear path to remove those restrictions and begin operating all day, every day, throughout the city. Then, he says, the major tech challenges of operating such a service will be solved not only for one city, but for any.</p> <p>“The amount of development work to get from nothing to the level of performance to operate without a driver was enormous,” he says, calling it a “100” on a difficulty scale of 1 to 100. “And we still have a long way to go to generalise this, to make this work at massive scale everywhere. But the relative difficulty of that compared to doing the work that is already behind us is pretty small. And it's do-able.”</p> <p>Next year, in its first international endeavour, Cruise plans to deploy the Origin, a purpose-built robotaxi with no steering wheel or pedals, in Dubai. By 2030, Vogt says the bottlenecks won't be in driverless knowhow — the problem of the past decade — but in manufacturing, mapping and having the infrastructure to operate and clean the vehicles across countless cities.</p> <p>That vision has won Cruise enthusiastic support. Last year, its valuation rose to more than $30bn, matching Waymo's, when Microsoft announced it would serve both as partner and investor alongside Honda and retail giant Walmart. The latter plans to use the vehicles for off-peak goods delivery, helping Cruise achieve higher rates of utilisation.</p> <p>Investment bank and financial services company UBS has said Cruise is a “key” reason why it has a buy rating on the shares of GM, whose own valuation is just above $50bn. </p> <p>New York data and research firm Wolfe Research said to clients in December: “No other AV company is at this phase of development. And no other company is aiming for this kind of scale in this timeframe.”</p> <p>This optimism could, of course, end up being just another pie-in-the-sky dream in a sector that has been prone to overpromising. Waymo has come nowhere close to ordering the <a href=\"https://www.ft.com/content/6b1b11ea-b50b-4dd5-802d-475c9731e89a\">82,000 driverless Jaguars</a> and Chryslers it promised in 2018.</p> <p>Nor has Tesla made good on Elon Musk's pledge to have “<a href=\"https://www.ft.com/content/13d8c488-6553-11e9-9adc-98bf1d35a056\">a million robotaxis on the road</a>” by 2020. Uber and Lyft, meanwhile, have abandoned their self-driving projects altogether after years of wild promises.</p> <p>Vogt acknowledges the hype got way ahead of the technology. Cruise had to shelve its own plans to deploy in mid-2019. But, today, as most driverless groups have given up making rigid pledges that could prove embarrassing, Cruise's own timeline is getting more detailed.</p> <p>For Vogt, the reason why Cruise's current road map should garner more credibility is because of the distinction between an empty vehicle capable of picking up passengers and one that relies on a back-up driver for interventions.</p> <p>“It's easy to have the safety driver in the car take over,” he says. “But, when you pull the driver out, there are no more excuses. It actually has to work.”</p><p>Source: Patrick McGee 2022 'Cruise's San Francisco robotaxis seize initiative in race for autonomy' FT.com 17 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-17T04:00:25.919Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4915,
          "end": 4922
        }
      ]
    }
  ]
}