{
  "_id": "84e7946070be99890c600438bef7208096fae00da44fa51ce5c79f4967c3c451",
  "feed": "market-watch",
  "title": "Target stock falls after big profit miss, but most of the financial pain from inventory actions has passed; Retailer also seeing signs that costs, volatility in the supply chain may have peaked",
  "text": "<p>The earnings miss comes after the retailer warned in early-June that actions to reduce inventory would hit margins, which would put pressure on the bottom line. That warning was just three week after the stock suffered the biggest selloff since 1987's Black Monday, after the company reported first-quarter earnings that fell well short of expectations.</p><p>A change in customer spending habits due to historically high inflation, toward staples such as lower-margin food and beverages and away from higher-margin discretionary items, also weighed on earnings.</p><p>There were some green shoots in the earnings report, however, such as an \"encouraging\" start to back-to-school shopping season, growing customer interest in seasonal and holiday categories and signs that costs and supply-chain volatility may have peaked. And Chief Executive Brian Cornell said on the post-earnings conference call with analysts that the \"vast majority\" of the financial impact from inventory actions \"is now behind us.\"</p><p>The stock TGT slumped 3.0% in morning trading, after closing Tuesday at a three-month high. Even with Wednesday's decline, the stock has still soared 25.5% since closing at a two-year low of $139.30 on June 17.</p><p>The post-earnings stock performance is in contrast to that of rival Walmart Inc.'s stock WMT, which rallied 5.1% on Tuesday after second-quarter results to extend its win streak to eight sessions.</p><p>\"What we're seeing in our results and hearing from our guests is that they still have spending power, but they're increasingly feeling the impact of inflation,\" said Chief Growth Officer Christina Hennington on the call, according to a FactSet transcript. \"And while the recent reduction in prices at the gas pump have been encouraging, guest confidence in their personal finances continues to [wane].\"</p><p>Net income for the quarter to July 30 dropped to $183 million, or 39 cents a share, from $1.82 billion, or $3.65 a share, in the same period a year ago. Excluding nonrecurring items, adjusted earnings per share of 39 cents fell well short of the FactSet consensus of 79 cents.</p><p>Meanwhile, total revenue grew 3.5% to $26.04 billion, above the FactSet consensus of $26.03 billion. But same-store sales growth of 2.6%, which was driven 100% by increases in traffic, was below expectations for a 2.8% rise.</p><p>The growth in same-store sales was led by continued strength in food and beverage sales, as well as by increases in beauty and home essentials sales. However, sales across the discretionary categories were below year-ago levels, amid weakness in the home category, apparel and electronics.</p><p>MKM Partners analyst Bill Kirk reiterated his neutral rating on Target, saying the retailer is \"facing the largest macro headwinds\" as consumers trade down and shift away from discretionary goods. \"An inventory glut magnifies these issues,\" Kirk wrote in a note to clients.</p><p>Cost of sales increased at a much faster pace than revenue, rising 16.6%. As a result, the gross margin rate contracted sharply to 21.5% from 30.4%.</p><p>\"This year's gross margin rate reflected higher markdown rates, driven primarily by inventory impairments and actions taken to address lower-than-expected sales in discretionary categories, as well as higher merchandise, inventory shrink, and freight costs,\" the company said.</p><p>Also read: Target expands promotions for students and teachers amid back-to-school inflation squeeze.</p><p>The company said higher labor costs, coming from rising wages and more employees in distribution centers, and higher shipping costs also weighed on margins. Read more about Target raises wages up to $24 an hour.</p><p>It's not all bad</p><p>Chief Operating Officer John Mulligan said on the conference call that \"pressure from excess inventory\" has presented the biggest challenge to results. That was supported by the fact that the word \"inventory\" was uttered by various Target executives no less than 55 times during the prepared-remarks section of the call, according to a FactSet transcript, and at least 18 more times by executives and analysts during the question-and-answer period.</p><p>Mulligan added that dealing with highs costs and volatility in the external supply chain was a \"close second\" to inventory headwinds. But there is a bright side.</p><p>\"[W]hile conditions remain far from what we would have considered normal in the years before the [COVID-19] pandemic, there are early signs that both costs and volatility have peaked,\" Mulligan said.</p><p>In particular, Mulligan said lead times for global shipping have begun to decline, spot prices to move shipping containers have slipped and fuel surcharges have eased.</p><p>And looking ahead, Target believes discretionary spending could increase in back-to-school, seasonal and holiday categories.</p><p>\"[W]e hear from our guests that they're focused on celebrating seasonal moments they missed over the last two years,\" said CEO Cornell.</p><p>\"[W]e've seen an encouraging start to the back-to-school and back-to-college season, and our teams are already deep into their planning for the upcoming Halloween season, a time when we expect our guests will fully embrace trick-or-treating and scheduling parties to celebrate with family, friends and neighbors,\" Cornell added.</p><p>So despite the disappointing second-quarter results, the company said that based on current trends, it is keeping the financial guidance it provided in June for full-year revenue growth in the \"low- to mid-single digit\" percentage range and for an operating margin rate in a range around 6% in the back half of the year.</p><p>The current FactSet consensus for full-year revenue of $109.83 billion implies 3.6% growth.</p><p>Target's stock has tumbled 18.8% over the past three months, while shares of rival Walmart have gained 7.4% and the S&amp;P 500 index SPX has tacked on 4.4%.</p><p>Target stock falls after big profit miss, but most of the financial pain from inventory actions has passed</p>",
  "published": "2022-08-17T15:44:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.98399997,
      "offsets": [
        {
          "start": 5658,
          "end": 5665
        },
        {
          "start": 1273,
          "end": 1285
        },
        {
          "start": 1266,
          "end": 1278
        }
      ],
      "weightsV2": {
        "weight": 3.0000062,
        "baseWeight": 3.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 6.3180923e-06,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}