{
  "_id": "e8d3d3267af4b0401d0232498b0096cfea299578ee363adcdaa6a66bc02d6151",
  "feed": "ftcomall",
  "title": "FirstFT: The worst corporate collapse for 40 years",
  "text": "<p>The new chief executive of FTX, an insolvency professional who oversaw the liquidation of Enron, said the bankruptcy of the crypto group <a href=\"https://www.ft.com/content/7e81ed85-8849-4070-a4e4-450195df08d7\">is the worst case of corporate failure</a> he has seen in more than 40 years.</p> <p>In a US court filing yesterday, John Ray III said: “Never in my career have I seen such a complete failure of corporate controls and such a complete absence of trustworthy financial information as occurred here.”</p> <p>He said FTX failed to keep proper books, records or security controls for the digital assets it held for customers. He added that the company used software to “conceal the misuse of customer funds” and gave special treatment to Alameda, the personal trading arm of founder Sam Bankman-Fried.</p> <p>The filing went on to say that the company did not have “an accurate list” of its own bank accounts, or even a complete record of the people who worked for it. FTX used “an unsecured group email account” to manage the security keys for its digital assets, according to <a href=\"https://d1e00ek4ebabms.cloudfront.net/production/uploaded-files/fdd-52615f0a-fb09-41ce-a398-b97b20bc1c36.pdf\">the court filing</a>. </p> <p>Ray said the group's funds had been used “to purchase homes and other personal items” for staff and advisers, and payments were approved through the use of “personalised emojis” in an online chat.</p> <p>Among the assets listed in the document was $4.1bn of loans from Alameda, $3.3bn of which was to Bankman-Fried both personally and to an entity he controlled. </p> <p>Ray said the fair value of the crypto assets held by the FTX international exchange was a mere $659,000 as of September 30. The filing does not include an estimate of crypto assets owed to customers but says that they are likely to be “significant”.</p> <p>FTX, which raised billions of dollars from top-tier venture capital investors such as Sequoia and Temasek, said it had combined assets and liabilities of between $10bn and $50bn in its bankruptcy filing last week.</p> <p>Bankman-Fried did not immediately respond to a request for comment on the new filing.</p> <ul>  <li><p><strong>Go deeper:</strong> My colleagues on Alphaville dig into the filing and <a href=\"https://www.ft.com/content/c236d6f9-da5a-4da7-8dc8-5cd450dfe39d\">here are their main takeaways</a>.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1. Masayoshi Son owes $4.7bn to SoftBank </strong>Japanese conglomerate SoftBank was also an FTX investor and today my colleagues reveal that chief executive Masayoshi Son personally <a href=\"https://www.ft.com/content/4e709f78-48fc-4713-8904-cf1d8588116c\">owes the company close to $5bn</a>. The billionaire's ballooning personal liabilities, discovered through a Financial Times analysis of SoftBank's recent filings, comes as the world's biggest tech investor was hammered by plunging stock prices and private company valuations over the past year.</p> <p><strong>2. More Twitter employees exit</strong> Dozens of employees have announced on Twitter's internal Slack channels that <a href=\"https://www.ft.com/content/e0bcd69c-e010-4dfa-8599-e17469c69c5f\">they are leaving the company</a>, according to two people familiar with the situation. The fresh departures come ahead of a deadline set by new owner Elon Musk requiring staff to formally register their desire to be part of building “Twitter 2.0” or leave with three months' severance pay.</p> <p><strong>3. Pelosi to step down as top House Democrat</strong> After two decades Nancy Pelosi said <a href=\"https://www.ft.com/content/7d2696d4-900a-472d-ae8e-c0b8d4ac1b77\">she would not seek another term</a> as the top Democrat in the House of Representatives. The 82-year-old said she would continue to represent her San Francisco seat but her departure paves the way for a new generation to lead the Democratic party in the House.</p> <p><strong>4. UK economic outlook darkens</strong> Britons are facing<a href=\"https://www.ft.com/content/5daeca83-dc55-4371-bfe3-b20140cf1fe1\"> their biggest fall in living standards on record</a> and the highest tax burden since the second world war after chancellor Jeremy Hunt laid out plans to cut public spending and raise revenue to fill a hole in the UK's public finances. In a bleak financial statement, Hunt said the measures were needed to restore Britain's credibility and tame inflation.</p> <p><strong>5. PR group criticised over COP27 and industry roles </strong>A group of scientists has censured US-based Hill+Knowlton Strategies, which handles external communications for COP27, the UN climate summit being held in Egypt, for <a href=\"https://www.ft.com/content/2604ecbe-9321-4b0f-814d-106139381e2c\">its work for the fossil fuel industry</a> as concerns swirl about the rise of oil and gas lobbyists at the conference.</p> <p><em>How well did you keep up with the news this week? Take our </em><a href=\"https://www.ft.com/content/8f129a60-0675-4cd8-821e-6d11141dc543\"><em>quiz</em></a><em>. </em></p> <h1>The days ahead</h1> <p><strong>Elizabeth Holmes sentencing </strong>The Theranos founder was found guilty in January of conspiring to defraud investors in her blood-testing start-up and will be sentenced in a California court today. <a href=\"https://www.ft.com/content/3ab080c9-c13d-40b3-a697-9c58fd9e218c\">She faces years in jail</a>.</p> <p><strong>Earnings </strong>Investors will keep an eye out for commentary from shoe retailer Foot Locker on consumer spending after mixed results from Target, Macy's and Walmart this week. </p> <p><strong>Public listings </strong>The gay dating app Grindr will list on the New York Stock Exchange today via a special purpose acquisition company merger with Tiga Acquisition Corp. Grindr <a href=\"https://www.ft.com/content/eae248d2-53e0-4e44-a177-e996eb9e8fc9\">named a new management team</a> in September ahead of the public listing. </p> <p><strong>Economic data </strong>US home sales are expected to have dropped to 4.38mn in October, from 4.71mn in September, according to economists polled by Refinitv. The data come a day after figures showed new home construction fell sharply last month.</p> <p><strong>Apec leaders' meeting </strong>Representatives from 21 nations including China, Japan, Russia and the US, gather in Bangkok, Thailand, for the two-day Asia-Paciﬁc Economic Cooperation summit. </p> <p><strong>COP27 ends </strong>The <a href=\"https://www.ft.com/cop27\">UN climate change conference</a> in the Egyptian resort of Sharm el-Sheikh is scheduled to close, but negotiations on tackling global warming are likely to continue through the weekend. <a href=\"https://www.ft.com/content/e2020621-fbde-44ab-9497-a540bfc7425f\">Here's our guide to the summit's basics</a>.</p> <p><strong>Elections </strong>Malaysian voters head to the polls in a general election tomorrow. On Sunday, Kazakhstan will hold a snap general election, representing the most significant constitutional change since it declared independence from the former Soviet Union in 1991. </p> <p><strong>Fifa World Cup </strong>Hosts Qatar kick off the controversial football tournament against Ecuador on Sunday in Doha. Simon Kuper shares his predictions for <a href=\"https://www.ft.com/content/e5d08cfa-68f0-45b2-8e79-9cc7b1e04eaa\">who he thinks will win</a>. <em>Our sports newsletter Scoreboard will be following the World Cup over the next four weeks.</em> <em>Premium subscribers can </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5e5e3d297600b40004c209fc\"><em>sign up here</em></a><em>.</em></p> <h1>What else we're reading</h1> <p><strong>Manufacturing in America</strong> In this new film the FT's global business columnist Rana Foroohar looks at why the US should bring manufacturing jobs back home. She follows <a href=\"https://www.ft.com/video/24b2fac1-128f-4c42-9df6-876309c7a15d\">the all-American supply chain of clothing company American Giant</a> to see how it affects jobs, businesses and communities.</p> <p><strong>New England faces looming gas supply crunch</strong> Utility bosses in New England have called for emergency assistance from Washington <a href=\"https://www.ft.com/content/f9374ff4-3bfd-4b5e-8542-58c3db81514b\">to pre-empt a crisis</a>, while lashing out at a century-old law that has cut the north-east region off from some of America's most prolific shale output and left it more dependent on expensive imports.</p> <p><strong>How Russia and China buckled in the face of a united G20 </strong>It took six rounds of talks over 17 days in Bali before negotiators from the world's largest economies could agree on a joint draft statement condemning Russia's war in Ukraine, after Moscow — and Beijing — gave in to the qualified condemnation. <a href=\"https://ft.com/content/44647086-b594-4553-9fd4-0476e877a04a\">Read what it was like from those in the room</a>.</p> <p><strong>Ukraine's ‘iron general' shows his mettle</strong> From late summer, Ukraine's military forces pursued a meticulous counteroffensive to retake the city of Kherson from occupying Russian troops — without having to fight street by street. The man commanding them: <a href=\"https://www.ft.com/content/3801b2ff-1b27-4dc5-a490-6447522d5afd\">General Valeriy Zaluzhnyi</a>.</p> <p><strong>Ireland's over-reliance on Big Tech </strong>Job cuts at technology giants such as Meta and Twitter are bitter news for their staff in Dublin, coming just before Christmas. Analysts say they are a <a href=\"https://www.ft.com/content/eec87770-44ef-45f6-b862-a8898068c50b\">“wake-up call” on the side effects</a> of Ireland's over-dependence on Big Tech.</p> <p><strong>The true believers saving tequila </strong>If you lift the lid off decades of marketing and misunderstanding, <a href=\"https://www.ft.com/content/57fb42b8-ebcb-4412-98cb-0f2982147816\">tequila is actually one of the most interesting spirits</a> you'll find behind the bar. It's time it finally got its due, writes Lilah Raptopoulos.</p> <h1>Property</h1> <p>From a house overlooking Utah's Bald Eagle Mountain slopes to a hilltop estate with views of Vermont's Green Mountains, here are <a href=\"https://www.ft.com/content/bce56c33-52e7-4a66-9768-0457cd5d7424\">five of the most desirable US ski homes for sale</a>.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg 2022 'FirstFT: The worst corporate collapse for 40 years' FT.com 18 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-18T11:25:33.431Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4415,
          "end": 4422
        }
      ]
    }
  ]
}