{
  "_id": "e6b85970091cb29d2d657d78c19ae8e0382fbb46bc8d2d0f706024eff7625b8e",
  "feed": "ftcomall",
  "title": "Surging inflation highlights challenge for UK chancellor",
  "text": "<h1>Today's top stories</h1> <ul>  <li><p><strong>Nato</strong> said there was ‘no indication' that a missile which struck Poland was a ‘deliberate attack' and suggested it was <a href=\"https://www.ft.com/content/6606c639-2632-443b-9359-52d8a9964068\">fired by Ukraine</a> air defence against Russian attacks. </p></li>  <li><p><strong>The Donald</strong> is back. Former US president Donald Trump confirmed he would run for office again, making the announcement at a glitzy event at Mar-a-Lago. Many of Trump's previous supporters were <a href=\"https://www.ft.com/content/c9d29ca2-3a43-447b-83ed-5b8fa110d693\">conspicuous by their absence</a>, and Edward Luce argues that Trump is the gift to Democrats that <a href=\"https://www.ft.com/content/6d5594a6-ce3e-4fa6-98d6-4ac504e2c1f8\">keeps on giving</a>.</p></li>  <li><p>Shares in <strong>Target</strong> and its rivals tumbled after the US retail chain predicted economic uncertainty would <a href=\"https://www.ft.com/content/d5a08960-7af5-4759-a714-d6bb98bd9f4e\">hit fourth-quarter sales</a>. <strong>Walmart</strong>, in stark contrast, <a href=\"https://www.ft.com/content/602c768e-bf8f-4f9c-bd00-ff0d91bf9491\">lifted its forecasts</a>, even after being hit by a $3.1bn legal settlement over its role in the opioids crisis. Overall <strong>US retail sales data</strong> for October were <a href=\"https://www.ft.com/content/512393a5-d548-4509-86e1-e587fc230e33#post-8d0f7ab9-3baf-4869-9eda-c15a62d1e871\">better than expected</a>, with several businesses launching their holiday sales early and Amazon holding a second Prime Day shopping event.</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/512393a5-d548-4509-86e1-e587fc230e33\"><em>live blog</em></a></p>  <p>Good evening.</p> <p>With just one day to go before his pivotal statement on the UK's public finances, chancellor Jeremy Hunt received another reminder of the scale of the challenges ahead as official data showed inflation <a href=\"https://www.ft.com/content/1fcc250c-c1c5-4820-a5f4-4e48662a73aa\">hitting a 41-year high</a>.</p> <p>The higher-than-expected acceleration to 11.1 per cent in October, up from 10.1 per cent the previous month, was driven by rises in energy prices and a 16.5 per cent increase in food prices, the highest for 45 years. A separate survey last week showed the average British household's yearly shopping bill had <a href=\"https://www.ft.com/content/59599b3c-c5e4-4da6-8988-4de089109bcc\">risen by £682</a> from last year.</p> <p>On the plus side, core inflation, stripping out these volatile items, held steady at 6.5 per cent.</p> <p>ING economist James Smith commented: “The fact that the government is effectively fixing electricity [and] gas unit prices below wholesale costs until next April means this is probably <a href=\"https://www.ft.com/content/043827ef-c54b-412c-8b56-b4b3f931edab\">as high as it will get</a>, though admittedly we expect headline rates to stay in double-digits until at least February next year.”</p> <p>The jump in inflation will fuel calls from British workers for wage rises to match. Data yesterday showed growth in pay falling further behind the cost of living, with <a href=\"https://www.ft.com/content/6ccf6ca9-be88-4a10-b0fa-43451fc7eb70\">public sector workers</a> the worst hit. However, prime minister Rishi Sunak criticised demands from nurses for a double-digit pay rise, and asked company bosses to “<a href=\"https://www.ft.com/content/c5bc36cf-466a-4149-96e7-1f67efa72dc3\">embrace restraint</a>” over their own rewards.</p> <p>The UK figures contrast with a softening of inflation in the US, which hit <a href=\"https://www.ft.com/content/1d93c771-ee91-40a6-a878-be120d59f43c\">7.7 per cent in October</a>, the lowest level since January, leading investors to believe the Federal Reserve will slow down its programme of <a href=\"https://www.ft.com/content/e21f4164-d2f4-4c37-a42b-f7fd24d1473f\">interest rate rises</a>.</p> <p>There are also signs that the US used car market, which has been one of the key drivers of inflation, is finally slowing, as an increased supply of new vehicles, plus rising interest rates, leads to an<a href=\"https://www.ft.com/content/f2734e47-c902-474d-a1f1-559fcaca344a\"> ebbing in demand</a>. </p> <p>Eurozone inflation hit a <a href=\"https://www.ft.com/content/d783e38e-7a58-4285-b68a-55e357bb8c4b\">record 10.7 per cent</a> in October, keeping pressure on the ECB to continue raising rates, while China remains an outlier, with consumer price inflation up <a href=\"https://www.ft.com/content/76515ca2-39e2-49b9-ae31-0de9402d60f7\">just 2.1 per cent</a> as Covid restrictions put a dampener on consumer activity. </p> <p>What then of the role of the world's central banks?</p> <p>Bank of England chief Andrew Bailey, quizzed by a <a href=\"https://www.ft.com/content/512393a5-d548-4509-86e1-e587fc230e33#post-243b1ff1-54d3-477e-9418-ceb2c62420d1\">parliamentary committee</a> today, said that, with hindsight, the BoE had contributed to the increase in inflation by printing money and buying assets during 2021. And across the Channel, soaring inflation was cited by the European Central Bank in its twice-yearly <a href=\"https://www.ft.com/content/90fa58bd-019b-4d2d-9abd-ad27b90d4902\">financial stability review</a> as one of the key factors risking market turmoil. </p> <p>Chief economics commentator Martin Wolf argues central banks have been correct in acting decisively. The worst possibility would not be for disinflation to be done too slowly but <a href=\"https://www.ft.com/content/b52856ef-0f98-4c80-8e0b-dec49c055628\">for policymakers to give up too quickly</a>, he says. <br><br>“The risks of tightening are real. But those of letting inflation become entrenched are greater. As Macbeth says, if one has to do something hard, ‘'twere well / It were done quickly.'”</p> <p><strong>Key links:</strong></p> <ul>  <li><p>Compare countries' performance with our <a href=\"https://www.ft.com/content/088d3368-bb8b-4ff3-9df7-a7680d4d81b2\">inflation tracker</a>.</p></li>  <li><p>Interactive: Calculate your <a href=\"https://www.ft.com/content/95745636-2d21-46aa-b0f1-6bda1c0fdd0b\">personal inflation rate</a></p></li> </ul> <h1>Need to know: UK and Europe economy</h1> <p>Investors warned against a <a href=\"https://www.ft.com/content/514f269b-dc0f-4eaa-82b4-ebff00b8c3e3\">new wave of austerity</a> ahead of Hunt's statement. The shine is also coming off post-Brexit <a href=\"https://www.ft.com/content/f2ba2ff9-e46f-4eca-99b8-eb88f78239f0\">trade deals</a>. Here's our <a href=\"https://www.ft.com/content/df59e66a-1659-428e-b96a-b0419ed584b1\">explainer</a> on why Hunt is planning big tax rises and spending cuts.<br><br>Russia and Ukraine are close to <a href=\"https://www.ft.com/content/85ffe3ea-c713-4c0d-8b6d-80da3c328c1f\">extending a deal</a> allowing Kyiv to <strong>export grain</strong> from its Black Sea ports. A compromise was reached on payments to Russia for its own agricultural exports and the reopening of a pipeline that passes through Ukraine, carrying ammonia.</p> <p>The <strong>International Energy Agency</strong> warned that <a href=\"https://www.ft.com/content/e6984b1f-8ee0-4fc7-a1ed-ff7bc162a01f\">surging diesel prices</a> could worsen Europe's energy crisis. An already tight market will probably be even tighter once an EU embargo on Russian products is implemented in February. </p> <p><strong>Germany</strong> has completed building its first floating import terminal for <a href=\"https://www.ft.com/content/ada3fc2b-c845-4c0a-92c7-984498812fc4\">liquefied natural gas</a>, easing fears of shortages from the cut in supplies from Russia.</p> <h1>Need to know: Global economy</h1> <p>A stronger than expected draft communiqué rejecting the “<a href=\"https://www.ft.com/content/4a3197fd-cd9d-4517-9ac2-bce69dce5e0b\">era of war</a>” was agreed by world leaders at the <strong>G20 summit</strong>, reflecting global anxiety around Russian's war in Ukraine.</p> <p>G20 leaders also pledged to limit <strong>global warming</strong> to 1.5C, putting pressure on attendees at the COP27 summit <a href=\"https://www.ft.com/content/f1feb965-dfad-4bcc-9fc4-0d0aa85a47dd\">not to backslide</a> on the commitment. Wealthy nations led by the US and Japan have offered <strong>Indonesia</strong> $20bn to help the coal-dependent country <a href=\"https://www.ft.com/content/42f03ad4-2cfd-4e16-bd64-e6385f02d75e\">shift to renewable energy</a>. If you're just catching up on all-things COP, here's <a href=\"https://www.ft.com/climate-capital\">what you need to know</a>.</p> <p>The UN said the <strong>world's population</strong> had now<a href=\"https://www.ft.com/content/342d059e-7252-4212-8bfc-1f508b063f17\"> hit 8bn</a> and was on course for 9bn in 15 years' time. Key demographic changes include a surge in the number of older people, while fertility rates have fallen.</p> <a href=\"http://www.ft.com/cms/1741530.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p><strong>Ghana</strong> is experiencing a <a href=\"https://www.ft.com/content/63865d24-c788-424a-a21f-76cd0ba6069a\">severe economic crisis</a>, with one of the world's worst performing currencies, inflation at 40 per cent and a crippling debt burden. The country is in talks with the IMF over a possible $3bn loan.</p> <h1>Need to know: business</h1> <p><strong>Global dividends</strong> hit a record in the third quarter, fuelled by soaring payouts from <a href=\"https://www.ft.com/content/d222990a-65e0-4b5d-a8ad-9f3be190b864\">oil and gas majors</a>.</p> <p>The €353bn <strong>luxury sector</strong> is holding up well and <a href=\"https://spark.ft.com/editor/8b795dde-cc05-4d2b-b84c-35234e4b47ab\">set for growth</a> of 3 to 8 per cent next year, despite fears of a global recession, according to new research. Top companies such as LVMH, Gucci owner Kering and rival Hermès have all recently reported jumps in sales.</p> <a href=\"http://www.ft.com/cms/11813528.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>China's support package for the <strong>property sector</strong> has had an immediate impact on sentiment in the <a href=\"https://www.ft.com/content/0f4f179c-31de-4e4b-af80-9c5fdc305911\">construction industry</a>, although analysts are unsure whether it is a turning point or just short-term relief. </p> <h1>The World of Work</h1> <p>The current round of <strong>tech lay-offs</strong> has <a href=\"https://www.ft.com/content/b6fdff1c-94a1-41d6-ae52-5dcbffa5dcea\">punctured several myths</a> around what was seen by some as a cosseted work environment, writes columnist Sarah O'Connor. The speed of the lay-offs by global companies is also crashing up against employment law in the UK and Europe. </p> <p>New Twitter chief Elon Musk, already on a <a href=\"https://www.ft.com/content/a8281bf4-bd83-42ac-875f-9061ee1b357b\">collision course</a> with EU regulators, added to his recent announcements about working practices at the company by telling staff to commit to a <a href=\"https://www.ft.com/content/082f3860-37fc-4e45-ab92-0da9ea3c508b\">“hardcore” culture</a> or leave. US investment and industries editor Brooke Masters says the affair could wound the sector <a href=\"https://www.ft.com/content/a19b4a08-3fcb-480f-aaa0-1f2ab607447e\">for years to come</a>.</p> <p>For some more positive news on how businesses can <strong>recruit </strong>and<strong> retain</strong> the best people, listen to the new <a href=\"https://www.ft.com/content/faf23ab4-427d-4a73-a82e-f06ba5a04f64\">Working It podcast</a>. </p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news</h1> <p>Bamboo, cheap, strong and in plentiful supply, is increasingly being used as an <a href=\"https://reasonstobecheerful.world/bamboo-building-construction-hong-kong/\">ultra-sustainable building material</a>.</p><p>Source: Darren Dodd 2022 'Surging inflation highlights challenge for UK chancellor' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-16T18:15:25.817Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 624,
          "end": 631
        }
      ]
    }
  ]
}