{
  "_id": "71dbbadc0aa243969f30a28a9bd5e9f7223616851781ba0136a8db59ebf9fcf6",
  "feed": "wall-street-journal",
  "title": "Black Friday Weekend Drew Millions of Shoppers Back to Stores; Americans spent average of about $325 on holiday purchases, up 8% from 2021, according to retail trade group",
  "text": "<p>The number of shopperschoosing physical stores surged from last year, up 17%, while the number of online shoppers rose 2%, said the NRF. The estimates were part of a consumer survey the retail trade group conducted with Prosper Insights &amp; Analytics. The group's forecast called for about 166 million people to shop over the five-day period.</p><p>The figures are in line with other data over the weekend that showed more shoppers headed back to the social activity of shopping. Some early data shows they didn't buy more items than last year during those visits, but spending by dollar amount rose steadily amid higher prices.</p><p>Photos: Black Friday Is Back </p><p>PHOTO: Jutharat Pinyodoonyachet for The Wall Street Journal</p><p>Retail sales between Thanksgiving and this past Sunday rose 10.9% from a year earlier, according to Mastercard SpendingPulse, which measures all forms of payment. The data, which includes spending at restaurants, but not automobiles, aren't adjusted for inflation.</p><p>Cyber Monday continued its run as the biggest day for online spending annually as sales rose 5.8% to $11.3 billion, according to Adobe Analytics, which tracks spending on websites.</p><p>Many product categories, including toys, computers, appliances and apparel, had deeper discounts from listed prices on Monday versus last year, Adobe said. Top sellers included Pokémon cards, Legos, and Hot Wheels among toys, Apple MacBooks and AirPods among tech items, smart TVs and air fryers, the firm said.</p><p>Heading into the holiday season, consumers showed signs of restrained spending on some items as the price of food, gas and other productsremained elevated. Executives from retailers including Walmart Inc. and Target Corp. said in recent weeks shoppers had pulled back on discretionary spending and were eating into their savings to make purchases.</p><p>SHARE YOUR THOUGHTS</p><p>What do holiday retail numbers suggest about the state of the economy? Join the conversation below.</p><p>Spending is still happening, said NRF President Matthew Shay on a call with reporters Tuesday, as many people give priority to holiday celebrations and unemployment is still low. People have done roughly half of their holiday shopping so far based on surveys, Mr. Shay said. \"There certainly is a recognition and concern about prices and inflation and yet people are still out spending,\" he said.</p><p>Shoppers spent an average of $325.44 on holiday purchases over the weekend, up about 8% from 2021, the NRF said. U.S. consumer prices in October were up about 7.7% from the same month a year ago, a slowdown from June when inflation hit the highest level in four decades, according to the Labor Department.</p><p>Online spending grew at a slower pace over Black Friday weekend compared with last year as some shoppers favored bricks-and-mortar stores. Online sales on Black Friday rose 2.3% to $9.12 billion, according to Adobe. On Thanksgiving people spent $5.3 billion online, up 2.9% from the holiday last year, data show.</p><p>Write to Sarah Nassauer at Sarah.Nassauer@wsj.com</p><p>Black Friday Weekend Drew Millions of Shoppers Back to Stores</p>",
  "published": "2022-11-29T21:33:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1660,
          "end": 1672
        }
      ]
    }
  ]
}