{
  "_id": "86d95789256aa9c5016afd82a45bf180ecf3f19b96d2b8a87545fe55bee2c785",
  "feed": "ftcomall",
  "title": "Amazon abandons influence campaign designed to attract staff",
  "text": "<p>Amazon has abandoned its much-maligned campaign of paying employees to share positive messages on social media, scrubbing online messages that were meant to improve the tech giant's image to potential workers it needs to achieve continued growth. </p> <p>The company set up its fulfilment centre ambassador scheme in 2018 as an effort to defend the $1.47tn company against growing hostility over safety and conditions at its warehouses.</p> <p>Amazon quietly shut down and removed all traces of the influence campaign at the end of last year, people with direct knowledge of the decision told the Financial Times. </p> <p>Senior Amazon executives, these people said, were unhappy with the scheme's poor reach. The campaign also backfired when a number of spoof accounts gave the false impression some Amazon workers had gone rogue. Amazon declined to comment on the programme's closure. </p> <p>Improving perception of Amazon's workplace among policymakers and the public has become of paramount concern as the company battles global regulators and tries to expand its workforce to maintain delivery speeds.</p> <p>It has added more than 700,000 workers worldwide since the start of the pandemic and is the second biggest employer in the US, behind Walmart. But the cost of attracting new applicants, and labour-related losses in productivity, added an additional $2bn to its operating costs in its most recently reported quarter.</p> <p>According to a document <a href=\"https://theintercept.com/2021/03/30/amazon-twitter-ambassadors-jeff-bezos-bernie-sanders/\">obtained and published by The Intercept</a> last year, fulfilment centre ambassadors received training on how to leave “no lie unchallenged”, with responses such as: “No, that's not right. I worked in an Amazon FC for over four years and never saw anyone urinate in a bottle”.</p> <p>Handpicked workers were told to reply in a “blunt” but “polite” manner to what the company considered untruths posted by politicians, labour rights activists and indeed any other critics, although they were told not to target journalists.</p> <p>One typical tweet read: “I feel proud to work for Amazon — they've taken good care of me. Much better than some of my previous employers.” Others took aim at the suggestion Amazon workers did not have adequate time to take toilet breaks.</p> <p>Emphasis has now shifted to promoting <a href=\"https://amazonfctours.com/virtualtours\">live virtual tours of facilities</a> and other forms of more traditional publicity.</p> <p>It is unclear how many fulfilment centre ambassador accounts existed. Investigative group Bellingcat <a href=\"https://www.bellingcat.com/news/americas/2019/08/15/amazons-online-bezos-brigade-unleashed-on-twitter/\">at one point logged more than 50</a> in the US and Europe in 2019. </p> <p>“The ‘ambassador' programme was always a laughable attempt to minimise the abuses unfolding inside Amazon warehouses,” said Sheheryar Kaoosji from the non-profit Warehouse Worker Resource Center.<br><br>“The fact that Amazon is now trying to hide the fact that the programme ever existed shows that the company is taking yet another page out of the authoritarian playbook to guide its management.” </p> <p>Amazon has always strongly denied that workplace abuses occur at its fulfilment centres. Under pressure to be more transparent on workplace matters, the company on Monday published its <a href=\"https://safety.aboutamazon.com/delivered-with-care\">first ever safety report</a>. It said injuries that resulted in a worker taking time off had dropped 43 per cent in 2020 compared with 2019 but said its warehouses were still more dangerous than the industry average.</p> <p>While front-line employees were paid to improve the company's reputation, it was often senior executives that generated the negative publicity. </p> <p>Last April, <a href=\"https://www.ft.com/content/85cb9ba0-c424-4ad1-a59f-f5cecc11786e\">Amazon apologised</a> after lashing out at a US congressman who tweeted on working conditions, calling its response an “own goal”.</p> <p>Separately, Amazon's head of worldwide consumer, Dave Clark, sent a tweet about Democrat senator Bernie Sanders that read: “I often say we are the Bernie Sanders of employers. But that's not quite right because we actually deliver a progressive workplace.” Clark subsequently deleted the tweet. </p><p>Source: Dave Lee in San Francisco 2022 'Amazon abandons influence campaign designed to attract staff' FT.com 26 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-26T05:00:41.539Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1211,
          "end": 1218
        }
      ],
      "nexusId": "10042309"
    }
  ]
}