{
  "_id": "2121b95c3e6c458308dd4a7c83e86f7ef81b4aabf947d1cb801ab6592d544b8f",
  "feed": "ftcomall",
  "title": "What happens at SoftBank . . . ends up in DD",
  "text": "<p><strong>One anniversary to start:</strong> DD turns five years old today. It's been a heck of a run and we hope you can see how much the newsletter and our reporting have evolved over the years. We have plenty more in store. Please keep sharing tips and suggestions on how we can improve DD. And if you're thinking about how to celebrate our fifth anniversary, get a friend or colleague to <a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=58db721900eb6f0004d56a23\">sign up for our community</a>. But for now, a big thank you from the entire team.</p> <h2>Masayoshi Son's goes risk off</h2> <p>DD readers are well aware that <strong>SoftBank</strong>'s<strong> Masayoshi Son </strong>isn't afraid of the proverbial gambling table. </p> <p>The risk-hungry billionaire has run the Japanese conglomerate in accordance with his every oscillating whim, and at times has been so impulsive in his investment decisions that DD has wondered if it's a hedge fund masquerading as a . . . well, <a href=\"https://www.youtube.com/watch?v=FdsCjokUGi0&amp;feature=youtu.be\">we're not entirely sure</a>.</p> <p>Sometimes the roll of the dice has paid off, such as when SoftBank's Vision Fund landed a <a href=\"https://www.reuters.com/business/finance/softbank-reports-37-bln-vision-fund-profit-coupang-2021-05-12/\">$37bn profit</a> helped by a large gain on South Korean ecommerce company <strong>Coupang</strong> in the fourth quarter of last year.</p> <p>Other times the odds have turned against him, such as several months later when a <a href=\"https://www.ft.com/content/9707595b-d708-4be3-917d-9ae1de04c707\">sell-off</a> in US technology stocks sent Coupang's valuation tumbling. SoftBank enlisted <strong>Goldman Sachs </strong>to market a $1bn bundle of shares at under $21 a pop, a 40 per cent reduction from the price of <a href=\"https://www.ft.com/content/c4d7ab5b-76e9-4015-bc0f-4c91c3d28a03\">the company's banner IPO</a> last year.</p> <p>SoftBank's bad luck streak has continued as a global rout in technology stocks, Beijing's crackdown on China's most illustrious tech companies and the war in Ukraine have resulted in an estimated writedown for this quarter of $30bn — although a recent resurgence in some shares meant it was now closer to about $20bn, people close to the matter told the FT.</p> <p>Concerns over SoftBank's tech holdings and cash position have gotten so out of hand, the FT's Antoni Slodkowski and Ryan McMorrow and DD's Miles Kruppa and Arash Massoudi <a href=\"https://ft.com/content/9ad348de-f9aa-4673-ac52-272e325e3884?\">revealed</a>, that Son in March warned his top executives to slow down further investments.</p> <a href=\"http://www.ft.com/cms/9189875.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The fund's stake in <strong>Didi</strong>, its largest bet in China, has lost roughly $9bn as the ride-hailing group has been marred by a Chinese regulatory probe and <a href=\"https://www.ft.com/content/c876cf4c-e91c-4a42-9f16-c424743eca71\">controversy</a> surrounding its operations in Moscow.</p> <p>In an effort to come up with more cash, SoftBank is <a href=\"https://www.ft.com/content/4f6f0f6c-5154-4dee-87db-9d72a5a06854\">finalising bank loans</a> of up to $10bn backed by UK chip designer <strong>Arm</strong> as a <a href=\"https://www.ft.com/content/19acf507-0d8a-424e-b35e-405e2f613ae0\">power struggle rages</a> between the semiconductor maker and its Chinese joint venture. That's on top of loans it has already taken out against stock in Coupang and other major Vision Fund bets.</p> <p>“If you look at all the action, it's very clear that they are in desperate need of capital,” said <strong>Amir Anvarzadeh</strong>, a strategist for Japan equity at <strong>Asymmetric Advisors</strong>.</p> <a href=\"http://www.ft.com/cms/9189723.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Son has also had to shore up personal loans against his own stake in SoftBank, raising the collateral to about a third of his total holdings in the group. He owns a significant chunk of SoftBank and has already <a href=\"https://www.ft.com/content/d4ac5bad-c074-4335-a200-d821eda66632\">borrowed against his stake</a> to personally invest in Vision Fund.</p> <p>It appears that Son could be less confident in his bets than his brazen reputation lets on. One person with knowledge of the situation said Son was “very concerned” about posting additional collateral. </p> <h2>Air Greensill: fly at your own risk</h2> <p>Take a ride on <strong>Lex Greensill</strong>'s private jet, they said. It will be fun, they said.</p> <p><strong>GAM'</strong>s former star fund manager <strong>Tim Haywood</strong>, along with everyone else who has hitched themselves to the Australian financier's supply chain finance flight of fancy, has learned the hard way that it's better to fly commercial.</p> <p>For DD readers newer to the scandal, Haywood was suspended and ultimately fired from his job at the Zurich-based firm back in 2018 after <a href=\"https://www.ft.com/content/56e5b0ba-39ed-11e9-b856-5404d3811663\">getting tangled up in a scandal</a> relating to his relationships with Greensill and metals magnate <strong>Sanjeev Gupta</strong>.</p> <p>Though Haywood's exit was big news at the time, it turned out to be just the beginning of the sprawling Greensill saga. The following years would bring countless revelations surrounding the investment firm and its controversial <a href=\"https://www.ft.com/content/1bbbe94c-9c3d-43d1-bcdd-8add6557c5a7\">supply chain finance methods</a>, which held links to everyone from SoftBank to<strong> Credit Suisse </strong>to <strong>David Cameron</strong> to Saudi Arabia's crown prince <strong>Mohammed bin Salman</strong>.</p> <p>The UK's<strong> Financial Conduct Authority </strong>hasn't forgotten about Haywood's past misdeeds, however. On Wednesday, the regulator ruled that the former money manager had <a href=\"https://www.ft.com/content/dc14f415-2dda-4b70-a510-f5866e351601\">breached the firm's gifts and entertainment policy</a> when he accepted a personal trip to Sardinia on <strong>Greensill Capital</strong>'s private jet.</p> <p>The ruling follows the FCA's announcement in December that it had fined GAM £9.1mn, and slapped Haywood with a £230,037 penalty, without disclosing its full findings.</p> <p>“Although the FCA did not find evidence that Mr Haywood made investment decisions because of these gifts and entertainment, the fact that conflicts were not properly managed heightened the risk that he may have been incentivised to invest for personal interest,” the FCA said, adding that the return flight on Greensill's jet was valued at £15,000.</p> <p>While at GAM, Haywood had invested more than £1.5bn of client money into Greensill-linked assets. In one case, the asset manager's funds lent about £110mn to Greensill via a special-purpose vehicle called <strong>Laufer</strong>, named after a creek on the financier's family watermelon farm in Australia.</p> <p>In addition to chartering Greensill's plane for a Sardinian getaway, Haywood also admitted to using the aircraft for business trips related to Greensill Capital and to attend a charity dinner at Buckingham Palace.</p> <p>DD would advise readers to look into frequent flyer programmes at <strong>Delta</strong> or<strong> British Airways</strong>, which may end up being a safer bet than Greensill's Gulfstream G650.</p> <h2>UK plc's Apollo Global conundrum</h2> <p><strong>Leon Black</strong> has bought a <a href=\"https://www.ft.com/content/5e90cbac-edcd-4aba-a925-8782d59b8a1f\">£21mn home</a> in London, and <strong>Josh Harris</strong> is one of the <a href=\"https://www.ft.com/content/85584dae-10db-44dd-a922-e94047ce8606\">frontrunners</a> to buy <strong>Chelsea Football Club</strong>. </p> <p>But New York-based <strong>Apollo Global Management</strong>, the $500bn in assets investment behemoth where the pair worked together for decades (before their <a href=\"https://www.ft.com/content/accbb08b-a974-45ad-bfc7-dba7ce987db7\">falling out</a>), has been a more tentative shopper in the UK, at least when it comes to leveraged buyouts. </p> <p>Apollo has worked on potential deals for grocers <strong>Asda</strong> and <strong>Wm Morrison</strong>, gambling company <strong>William Hill</strong> and, most recently, the more than 200-year-old education group <strong>Pearson</strong>, but walked away from all of them without making a purchase. It even looked at buying parts of <strong>Greensill Capital</strong>'s business as the group fell into crisis last year, but again, <a href=\"https://www.ft.com/content/5038d98e-b797-431c-9044-24588e636225\">walked away</a>. </p> <p>The buyout company's name tends to be associated with a wide range of UK takeover situations — far more than the one or two deals it would actually do across the whole of Europe in a typical year.</p> <p>Sometimes it goes through with a deal: in December it <a href=\"https://www.ft.com/content/a745f40a-8505-4fcd-9336-e25a63f94306\">agreed</a> to acquire housebuilder <strong>Miller Homes</strong> from <strong>Bridgepoint</strong> for more than £1bn. And, of course, the world of buyouts is an uncertain one where losing out or walking away is part of the system.</p> <p>But Apollo has a reputation for — to put it politely — never overpaying. </p> <p>It presents a conundrum in UK boardrooms. When Apollo's dealmakers come knocking, how seriously should you take them?</p> <p>Perhaps executives at Pearson are kicking themselves for the way they answered that question. After five months of circling and three rejected offers, Apollo said on Wednesday that it was walking away from buying the FTSE 100-listed education company. </p> <p>The next UK challenge for Apollo will be <strong>Boots</strong>, the pharmacy chain. The buyout group has expressed interest in a deal but the process has so far been <a href=\"https://www.ft.com/content/d42a88a7-1c9c-43ce-add9-cbc60dc5d38e\">thrown off course</a>. </p> <p>For now, the Apollo diaspora — with its penchant for trophy real estate and sports teams — is home to the more exciting action in London's dealmaking scene. </p> <h2>Job moves</h2> <ul>  <li><p><strong>WeWork </strong>has appointed <strong>Sandeep Mathrani</strong>, who has served as its chief executive and a member of its board since February 2020, as chair. Additionally, SoftBank partner <strong>Saurabh Jalan</strong> has joined the board as a director.</p></li>  <li><p><strong>AIG </strong><a href=\"https://www.businesswire.com/news/home/20220328005691/en/AIG-Announces-Board-of-Directors-for-Corebridge-Financial-as-it-Prepares-its-Life-Retirement-Business-to-be-a-Standalone-Company\">has named</a> four non-executive directors to the board of <strong>Corebridge Financial</strong>, the life and asset management business <a href=\"https://www.ft.com/content/56b547e5-82d4-4f8a-b341-39eda8bf9bd5\">that will be spun off</a> from the US insurer. AIG chief<strong> Peter Zaffino</strong> was previously appointed chair of the new unit, while <strong>Blackstone </strong>operating chief <strong>Jonathan Gray</strong> was announced as a board director.</p></li>  <li><p><strong>Gladstone Place Partners</strong> has hired <strong>Marc Hazelton</strong> from AIG where he headed external communications for its life insurance and retirement business. Hazelton, who previously also worked at State Street and Barclays, will be a senior vice-president advising clients on a wide range of financial communications events, including M&amp;A, crisis management and litigation.</p></li>  <li><p>Medical apparel group<strong> Figs</strong> has appointed former <strong>Procter &amp; Gamble</strong> chief executive <strong>AG Lafley</strong>, <strong>Credit Karma </strong>chief executive<strong> Kenneth Lin </strong>and<strong> Amazon</strong>'s former head of consumer <strong>Jeff Wilke </strong>to its board.</p></li> </ul> <h2>Smart reads</h2> <p><strong>Buffett is back </strong>The famed stockpicker has revived his bet on Occidental Petroleum. His renewed enthusiasm, coupled with Berkshire Hathaway's massive cash pile, is <a href=\"https://www.bloomberg.com/news/articles/2022-03-30/warren-buffett-occidental-petroleum-investment-goes-big?srnd=premium&amp;sref=OziMsGoK\">fuelling speculation</a> that the oil group could be his largest acquisition yet, Bloomberg writes.</p> <p><strong>Crypto casino </strong>The NFT boom has attracted billions of dollars and a growing number of suspicious trades — including <a href=\"https://www.forbes.com/sites/jeffkauflin/2022/03/30/did-the-son-of-the-worlds-third-richest-man-trade-nfts-with-inside-information/?sh=2f8d32e5f47e\">a particularly lucky bet</a> by the son of LVMH boss Bernard Arnault, Forbes reports.</p> <p><strong>Future-tripping </strong>Information about large block sales often <a href=\"https://www.wsj.com/articles/big-stock-sales-are-supposed-to-be-secret-the-numbers-indicate-they-arent-11648647914\">leaks out ahead of major trades</a> — a potentially illegal practice costing investors millions and lining the pockets of banks and their hedge fund clients, according to a Wall Street Journal investigation.</p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/ac46c194-bad3-4577-8e22-6e184a4fbbd7\">Intel's stock award to lure Gelsinger as chief was worth $169.5mn</a> (FT) </p> <p><a href=\"https://www.ft.com/content/bc0819e7-2a11-4241-8a24-aa2c283b8a0a\">The Russia ties of London's Gemcorp Capital</a> (FT) </p> <p><a href=\"https://www.ft.com/content/28d9d0c7-aab3-4d75-9aa2-22d8b9efdef8\">US regulators take aim at bright forecasts from blank-cheque company sponsors</a> (FT)</p> <p><a href=\"https://www.ft.com/content/609cc831-8bb2-4da4-8d54-99d71cf47465\">Citigroup to sell Indian retail business to Axis Bank for $1.6bn</a> (FT) </p> <p><a href=\"https://asia.nikkei.com/Business/Finance/1MDB-trial-Ex-Goldman-banker-wife-says-35m-was-clean-money\">1MDB trial: Ex-Goldman banker wife says $35mn was clean money</a> (Nikkei Asia) </p> <p><a href=\"https://www.ft.com/content/686b7816-5046-446a-92fb-a600c5ac11c7\">Holland &amp; Barrett payment held up by HSBC over sanction concerns</a> (FT) </p> <p><a href=\"https://www.ft.com/content/ac46c194-bad3-4577-8e22-6e184a4fbbd7\">Intel's stock award to lure Gelsinger as chief was worth $169.5mn</a> (FT)</p> <p><a href=\"https://www.ft.com/content/5adca7b8-5c7b-4398-ae63-99bffb6f3add\">Swiss Re investors urged to oppose chair's re-election over lack of gender diversity</a> (FT) </p> <p><a href=\"https://www.ft.com/content/9ed603c4-ecbb-4181-a78b-f3b9f16703a8\">Berkshire Hathaway remains lowly rated on climate action</a> (FT) </p> <p><a href=\"https://www.ft.com/content/a6e9b957-8d40-461b-a1f1-4eb88a034bdd\">Sorrell's S4 delays results after PwC unable to complete audit</a> (FT) </p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-03-30/dubai-utility-dewa-more-than-doubles-ipo-size-to-5-7-billion?srnd=deals&amp;sref=OziMsGoK\">Dubai defies global IPO gloom with $5.7bn Dewa share sale</a> (BBG) </p><p>Source:  2022 'What happens at SoftBank . . . ends up in DD' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-31T04:00:31.618Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}