{
  "_id": "4a3a52b3c46caf2e637e9d2c7775fa71ea1fcfde0200707a5586af506a9b9e2a",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: The Problem With Selling More Gas --- Fast-rising fuel prices drive more traffic to retailers such as Costco and Kroger -- but that isn't necessarily good for their bottom line",
  "text": "<p>In Delaware, for example, BJ's currently is among the cheapest options, while in California, Walmart is among the cheapest, per GasBuddy data. This is key to these retailers' broader strategy, especially for those that offer it as sweetener for members. BJ's tells investors it tries to keep gas prices below the market average \"as a means of illustrating a favorable price image to existing and prospective members.\" In a typical year, gasoline accounts for roughly 10% of revenue for Costco, Kroger, BJ's and Walmart-owned Sam's Club.</p><p>Hypermarkets -- a category that includes supermarkets and big-box retailers -- account for just 4% of total fueling outlets in the U.S., according to the National Association of Convenience Stores. But their stations tend to have a lot more space and pumps. As a result, they accounted for about 16% of the motor fuels purchased in the U.S., according to data compiled by consulting firm Energy Analysts International Inc.</p><p>That isn't always to their benefit: Gasoline is already among the lowest-margin products they sell, notes Scot Ciccarelli, equity analyst at Truist Securities. A supermarket that takes in multiple shipments of fuel a day will immediately pay higher wholesale prices compared with a gas station down the road that might take in one shipment a week, yet it won't want to raise its own prices immediately.</p><p>In 2008, the last time crude oil prices were as high as they are today, Costco confessed that it makes less or even loses a little money during times of rising gas prices. The phenomenon works in reverse when prices are dropping, giving big box stores a profit boost compared with the mom-and-pop station on the corner.</p><p>With prices surging and their stations so busy lately, big box retailers are counting on drawing in consumers with cheaper gasoline and then having them leave with an armful of groceries too. Fuel stations attached to hypermarkets are usually located out of highly trafficked corridors, notes Jeff Lenard, spokesman for NACS. If people are going out of their way to fuel up, they might as well save another trip -- and more fuel -- and go inside the store.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-12T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 93,
          "end": 100
        }
      ]
    }
  ]
}