{
  "_id": "b109364496af2ec66fe16173b2cfb921bda5626b7ef81da86ec6282804bd8109",
  "feed": "wall-street-journal",
  "title": "Walgreens, CVS Shut Some Pharmacies on Weekends as Omicron Strains Staffing; From Akron, Ohio, to New Gloucester, Maine, drugstore chains are temporarily closing understaffed locations",
  "text": "<p>Supermarkets and U.S. retailers such as Macy's Inc. and Walmart Inc. are also shortening hours as throngs of American workers stay home because they are sick, awaiting test results or caring for others with the virus.</p><p>Before Omicron's spread, the drugstore chains, which collectively operate nearly 20,000 stores nationwide, were cutting hours, raising pay and scrambling to hire tens of thousands more workers to address staffing shortages. But with their roles as major providers of Covid-19 testing and vaccinations, the chains are also dealing with growing discontent among existing staff as well as customers' concern about service.</p><p>Walgreens and CVS said they are unable to quantify weekend closures, which fluctuate each week and sometimes occur without much notice. In places such as Washington, D.C., New Gloucester, Maine, and New Paltz, N.Y., customers have said they unexpectedly encountered closed drive-throughs and pharmacy counters in recent weeks. In some cases, people showed up for scheduled Covid-19 vaccine appointments only to find the pharmacy closed.</p><p>Zach Fox, of Akron, Ohio, said his wife went 12 hours without prescribed pain medication after returning home on a recent Friday from surgery to repair a broken leg. He had a prescription sent to the couple's usual CVS, but he arrived that evening to find a sign saying the store had closed at 6 p.m. and wouldn't open until 10 a.m. Monday, \"due to circumstances beyond our control.\"</p><p>He went to another CVS, where a pharmacist was unable to provide the pain medication because it is a controlled substance whose prescription can't be transferred between drugstores. Mr. Fox said the pharmacist instructed him to ask his insurer to clear the way for another location to fill the prescription, but the insurer's automated voice system said agents were busy and potentially unavailable until the next day.</p><p>\"At this point I'm getting angry. My wife has now been twelve hours without her pain meds less than two days after a major surgery,\" Mr. Fox said. \"She's in a lot of pain.\"</p><p>He drove to the hospital where his wife had surgery to request that a doctor clear the way for the prescription to be filled at another CVS, which ultimately worked. \"It took a lot of extra work that no one should really have to do to get their medication,\" he said.</p><p>A CVS spokesman said a small fraction of its nearly 10,000 U.S. stores are closing on one or both weekend days \"to help address acute staffing issues amidst both the Omicron surge and the workforce shortage affecting nearly every industry and company.\"</p><p>A Walgreens spokeswoman said a vast majority of the chain's 9,000 U.S. stores are open their regular hours. \"The ongoing labor shortage, combined with the surge of Covid-19 cases, has resulted in isolated instances in which we've had to adjust operating hours or temporarily close a limited number of stores,\" she said.</p><p>When a pharmacy has to close, Walgreens tries to shut it on days with the lowest demand and then to prepare nearby locations to handle added business, the spokeswoman said. The company tries to alert customers as soon as possible with signage, automated phone calls and adjustments in refills. Employees from closed locations often are deployed to help staff at other stores, she said.</p><p>\"We're going through this with our communities and remain committed to providing the support needed to get past this surge,\" she said.</p><p>Rite Aid Corp. last month said it would start closing stores an hour early and allow walk-in vaccines for only an hour a day because of the staffing crunch.</p><p>SHARE YOUR THOUGHTS</p><p>How have staff shortages changed the hours of pharmacies and other retail outlets in your area? Join the conversation below.</p><p>Demand for Covid-19 vaccines and testing has driven up sales and profits for both CVS and Walgreens. Walgreens recently reported its highest quarterly sales increase in 20 years. CVS this week raised its profit forecast for 2021, largely due to high demand for Covid-19 shots and tests, both at-home and in stores.</p><p>The added business has also incurred costs. The chains are spending extra to address staff shortages that have led to the sporadic pharmacy closures, chaotic scenes in stores and trouble servicing customers with Covid-19 tests and vaccines.</p><p>Pharmacists and pharmacy technicians say they are burning out as a result of juggling too many tasks and working long hours and extra shifts. They also are subject to abuse from customers angry over long wait times and scheduling mistakes, the pharmacy staffers say. Walgreens, in a call last week with analysts, attributed scant growth in prescription revenue to pharmacies' limited hours and the reality that pharmacists were too busy to call patients to ensure they were keeping up with their medications.</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com</p><p>Walgreens, CVS Shut Some Pharmacies on Weekends as Omicron Strains Staffing</p>",
  "published": "2022-01-14T10:33:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 56,
          "end": 68
        }
      ],
      "nexusId": "10042309"
    }
  ]
}