{
  "_id": "ff44b919a85410cb9d6f9b38311a471b3edf9949c7a031ff04f67b7ca87883c3",
  "feed": "market-watch",
  "title": "Amazon Prime Day will be huge for deal seekers hoping to score a discount amid soaring inflation; Amazon announced that this year's Prime Day will take place July 12 and July 13",
  "text": "<p>The event comes as consumers prepare for back-to-school shopping, continue with summertime plans and, for some early birds, begin work on holiday wish lists.</p><p>U.S. inflation has hit a 40-year high of 8.6%, sending the cost of essentials like food and fuel surging.</p><p>\"With more constrained consumers feeling the pressure from rising costs of goods, they are determined to cut down their expenses by finding the best price deals online,\" NielsenIQ wrote in aJune report on global online shopping events. The report shows that shoppers around the world are heading online to find the lowest prices.</p><p>\"Financial polarization and the continued escalation in prices of goods will further push customers to seek ways to cut down their expenses.\"</p><p>See: What 8.6% inflation looks like for the average grocery shopper — bacon is over $7 a pound, cookies are up 49 cents</p><p>Also: Amazon Prime Day 2022 will be July 12 – 13. Here's how to figure out if the $139-a-year Prime membership makes sense for you</p><p>Low-income shoppers are already feeling the squeeze. Walmart Inc. WMT said during its most recent earnings that it's seeing shoppers trade down to lower-priced items to manage their household budgets.</p><p>Data shows that inflation pressure is increasingly being felt across the income spectrum.</p><p>BlackFriday.com says 65% of American consumers have a Prime membership, and of those members, 88% plan to shop on Prime Day. However, shoppers plan to spend an average of $233, down $93 from last year. Nearly half of Americans (47%) said they're waiting for Prime Day to make their biggest purchases of the year, with apparel, home décor, headphones, and computers expected to be top categories.</p><p>Amazon is offering free Prime Day trial memberships as part of the event.</p><p>Emarketer forecasts global Prime Day sales will reach $12.52 billion, with the bulk, or $7.76 billion, taking place in the U.S. Sales in the U.S. are expected to rise 16.8%.</p><p>\"That's due to increased deal-seeking behavior from consumers and more favorable mid-July timing this year, compared with the June date last year, to capture back-to-school demand,\" eMarketer wrote.</p><p>\"The return to office, the summer wedding and event season, and the resumption of major summer travel will also drive demand for specific sub-categories of apparel and accessories. Relevant brands can lean in by using Amazon Live to showcase their goods to a willing livestream audience during Prime Day.\"</p><p>Competitors, like Walmart and Target Corp. TGT, which tend to schedule their own shopping events around Prime Day, will also get a bump from the Amazon event. Emarketer expects competing retailers to see sales rise 17.8% compared with last year, reaching $5.22 billion.</p><p>Read: Target's markdown strategy signals a return to pre-COVID pricing across retail, analysts say</p><p>Walmart hosted an event for its Walmart+ members earlier this month.</p><p>Amazon stock has plunged 37.8% for the year to date.</p><p>Amazon Prime Day will be huge for deal seekers hoping to score a discount amid soaring inflation</p>",
  "published": "2022-06-17T11:36:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2796,
          "end": 2803
        },
        {
          "start": 2828,
          "end": 2835
        },
        {
          "start": 1040,
          "end": 1052
        },
        {
          "start": 2445,
          "end": 2452
        }
      ]
    }
  ]
}