{
  "_id": "9430d7e928ffccf1a0274fd37ab29912e948f3533b9fa416fdcb2b43dc610389",
  "feed": "ftcomall",
  "title": "Middle management job cuts raise fears of US ‘white-collar recession'",
  "text": "<p>A wave of lay-offs in middle management has raised fears the US is heading towards a “white-collar recession”, according to economists and recruiters.</p> <p>In previous downturns, blue-collar <a href=\"https://www.ft.com/us-employment\">employees</a> including construction workers and truck drivers have tended to be the first to lose their jobs, but this time American companies have been focusing headcount reductions on middle managers working in office jobs.</p> <p>In recent weeks, a number of companies including Walmart, Ford, Gap, Zillow and Stanley Black &amp; Decker have announced they plan to cut jobs at their head offices.</p> <p>William Lee, economist at the Milken Institute, suggested that companies may now have more people in middle manager roles than they require or can afford after rushing to hire as much professional talent as possible when the <a href=\"https://www.ft.com/us-economy\">economy</a> bounced back from the Covid-19 pandemic. </p> <p>In the past two months, recruitment firm Challenger, Gray &amp; Christmas, which specialises in helping mid-level managers who have been laid off find jobs, has recorded an uptick in work positions that have been done away with.</p> <p>“Those big, big salaries catch people's eyes when they have to make those horrible decisions about who to let go,” said Andy Challenger, senior vice-president.</p> <p>Although lay-offs have hovered near record lows for more than a year, some economists suspect the job cuts Challenger observed are the first sign of a “white-collar recession” where mid-ranking office workers have their jobs eliminated at higher rates than counterparts working in manufacturing, service and transportation.</p> <p>“People are saying this will affect white-collar workers more than the past recessions because it's very much driven by rising interest rates and by declining stock price valuations,” said Julia Pollak, chief economist at jobs site ZipRecruiter.</p> <p>She added: “Because in many blue-collar industries there are still labour shortages, there are a whole lot of industries that would just not be able to shed workers because they're already understaffed.”</p> <p>More than half of US chief executives say they are considering workforce reductions over the next six months in preparation for a potential recession, according to a KPMG report.</p> <p>“I wouldn't at all be surprised if white-collar workers do end up being the first to be let go in a recession scenario,” said Dave Gilbertson, a vice-president at HR software maker UKG.</p> <p>“If you look at where the lay-offs have been already, it really hasn't driven to the blue-collar markets yet. That is because there's such a severe labour shortage in these blue-collar roles.”</p> <p>Meanwhile, companies in Silicon Valley and on Wall Street that employ large numbers of people in professional roles have rushed to implement redundancies. Netflix has laid off nearly 500 workers this year, most recently 30 members of its animation team in September. Snap cut 20 per cent of its staff, about 1,300 workers, in August.</p> <p>Elon Musk <a href=\"https://www.ft.com/content/b9a2a0ec-d3fe-422d-bc62-fa9ddfd3f06c\">laid off thousands</a> of Twitter employees on Friday after closing his buyout of the social media company. Before the cuts even started, Musk said he planned to take aim at middle management. “There seem to be 10 people ‘managing' for every one person coding,” the self-proclaimed “Chief Twit” wrote on the platform.</p> <p>Meta is also planning its first large-scale lay-offs, The Wall Street Journal reported on Monday.</p> <p>Denis Coleman, Goldman Sachs chief financial officer, said in July that the bank would “probably [be] reinstating our annual performance review of our employee base at the end of the year”, after suspending the scheme before the pandemic.</p> <p>There have also been <a href=\"https://www.ft.com/content/f60c20bd-1cd4-48d9-aed5-682beb7475fd\">widespread cuts</a> for realtors, mortgage brokers and appraisers since rising interest rates in March resulted in home sales slowing to a crawl.</p> <p>Conversely, job cuts for blue-collar workers and others earning lower salaries, like those employed in leisure and hospitality, have been less pronounced.</p> <p>Low-wage staff in stores, restaurants and hotels were the first to lose their jobs after the Covid crisis took hold in March 2020. But now these are the very people in short supply.</p> <p>The leisure and hospitality sector employs 1.1mn fewer workers compared with the level in February 2020.</p> <p>Many chief executives had been considering thinning out management ranks even before persistent inflation raised recession fears and pushed them to cut costs. </p> <p>The stereotypes of unhelpful bureaucrats inspired what McKinsey senior partner Bill Schaninger calls a “30-year assault” on middle managers. The pandemic accelerated it by demonstrating that senior leaders could quickly make strategic and operational shifts without the support of their broader teams, he said.</p> <p>Gilbertson at UKG said: “There's a significant portion of the population who will have to delay the American dream because they can't find the role that they want.”</p> <p>But even if new managerial roles do dry up, Gilbertson expects employers to continue hiring for blue-collar roles. The so-called laptop class might find those jobs more appealing than before the pandemic, he said, as they've recorded strong wage growth over the past two years.</p> <p>“As an economy, there should be plenty of jobs available,” Gilbertson said. “They just might not be the kinds of jobs that workers want.”</p><p>Source: Taylor Nicole Rogers in New York 2022 'Middle management job cuts raise fears of US ‘white-collar recession'' FT.com 8 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-08T05:00:22.947Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 458,
          "end": 465
        }
      ]
    }
  ]
}