{
  "_id": "f3346c5e83f9d0afd95e67190b6a47754c5c00d12db4d264c4e8c1e4f7837f0e",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Style & Fashion:  The Devil  Wears  Costco  ---  Think fashion editors, celebrities and stylists  only favor luxury brands? Think again.  Industry insiders reveal their low-cost  favorites, from Muji tops to $30 Dickies pants.  ----  By Jamie Waters",
  "text": "<p>   Paris fashion week just wrapped -- and if you saw any snaps of A-listers, editors and stylists sitting front row, you may have noticed they were invariably wrapped in luxurious coats, calfskin handbags in tow. What you likely missed? The quiet, affordable basics that lots of fashion folk also rely on. The devil wears Prada, no question. But underneath the Prada, there might well be a $15 Muji T-shirt and thick Costco socks. The devil can't resist a pack of six-for-$19 Hanes ribbed tank tops. The devil goes gaga for a bargain. </p><p>   \"It's a misconception that people in the fashion industry are wearing head-to-toe designer -- that's absolutely not the case,\" said Alexa Chung, the British designer and model. \"They're thrifty as [expletive].\" We asked industry insiders to reveal their secret low-cost saviors. These are not flimsy knockoffs of high-end designs bought to wear once in pursuit of a fad. Rather, they are dependable, unadorned staples that fill gaps in outfits, like sartorial grout. Mass-market brands known for basics are often unwilling to take chances on design because their wares must have broad appeal, said Ms. Chung. That means for a small price, you can find spartan items that go with anything. And eagle-eyed fashionistas can spot the unassuming gems worth snapping up. </p><p>   \"I do like Costco,\" said Christine Quinn, the star of \"Selling Sunset,\" the Netflix reality show about glitzy Los Angeles realtors. You can almost hear her 3.3 million Instagram followers gasp. Ms. Quinn is synonymous with high-octane glamour, conducting house viewings in neon-green Balenciaga heels and glaring at co-stars through bejeweled Gucci sunglasses. Off-screen, however, she's no stranger to black Costco leggings and ribbed Uniqlo crop tops. \"It's all about sustainability,\" she said, before clarifying: \"When I say 'sustainability,' I'm not talking about the environment -- although that's great -- I'm talking about your wallet.\" In a sentiment that may sound familiar, Ms. Quinn said she spends less on everyday items in order to splurge on a statement purse. </p><p>   \"Everybody I know with style mixes and matches high and low [priced items],\" said Edward Enninful, the editor in chief of British Vogue. \"All my friends do: Kate Moss, Naomi [Campbell], you name it.\" Mr. Enninful, a minimalist dresser, favors two styles from British high-street retailer Marks &amp; Spencer: classic white cotton shirts (\"I've got so many!\"); and flat-front, wool-blend trousers. He said the pants, which often cost about $44, go nicely with his Prada trench. (M&amp;S advertises in British Vogue, but Mr. Enninful said he buys all his own pieces from the brand.) </p><p>   Hanes's men's tank top was a favorite among interviewees, no matter their gender. Wearers include Ms. Quinn; Amy Smilovic, the founder of womenswear brand Tibi; and Los Angeles stylist and designer Ugo Mozie. Unlike overly edgy designer tanks, this simple ribbed cotton number -- in white or black -- perfectly suits Mr. Mozie's needs. He said it's likely the most versatile item in his closet: It's equally at home tucked into jeans or slipped under a tux and, once frayed, it goes into retirement as a gym top. Whether he's wearing it to work or workout, he likes that he can throw it on and needn't stress about getting it stained, he said. </p><p>   New York stylist Michael Fisher feels the same way about his no-frills Dickies painter's pants. At just $30 from Lowe's, they're as inexpensive as they are sturdy. And once a pair is well-worn, Mr. Fisher will often take scissors to the hems to \"give them a new life\" as cropped pants. You don't have to be so precious with them, he said. Ms. Smilovic has an equally neat trick to amend her Feiyue canvas kicks, which cost $30 from Walmart. Furnished with a green-arrow logo, the unisex sneakers attract more compliments than almost any other item in Ms. Smilovic's wardrobe -- but she finds them a tad flimsy underfoot. Her fix? Dr. Scholl's insoles, which she slips inside for a fortified base. </p><p>   Many fashionistas spoke about their basics in heartfelt terms more typically associated with pricey heirlooms. Consumer psychologist Peter Noel Murray wasn't surprised. Mass-market items whose designs remain unchanged over decades can stir emotion in wearers, he said, because they represent qualities like stability and familiarity. Most folks -- including those who would grow up to walk red carpets or edit glossy magazines -- were surrounded by unfussy staples in their youth, not vicuna coats. Mr. Enninful started wearing M&amp;S clothes as a schoolboy after his family arrived in London as refugees from Ghana. His father wore M&amp;S pants similar to the ones Mr. Enninful dons today. The brand, he said, \"has always been a sign of family . . . [it] gives me comfort.\" </p><p>   Despite such affection, there is a growing unease surrounding low-cost clothes, said Elizabeth L. Cline, a journalist specializing in consumer culture who wrote the 2012 book \"Overdressed: The Shockingly High Cost of Cheap Fashion.\" As the sustainability movement has snowballed, the idea that mass-market brands encourage overconsumption and are always bad has become dominant, she said. But lately Ms. Cline has come to rethink that generalization (and her book's thesis). Often, she said, there does not seem to be a \"huge dividing line\" between the footprints of brands that make inexpensive staples and those producing luxury wares. She buys lots of her basics from Gap. </p><p>   To reduce your environmental impact, buy things you'll wear over and over again -- cheap or not -- said Maxine Bedat, founder of the New Standard Institute, a sustainable-fashion nonprofit in New York. And to avoid impulse buys you'll quickly tire of, remember your style codes when faced with a bargain, said Ms. Smilovic. If purple has never been your color, resist adding that puce top to the cart simply because it costs less than your lunch. </p><p>   When styling basics, Ms. Smilovic practices contrast. She usually pairs her canvas sneakers with formal tailoring. Similarly, Mr. Fisher balances his Dickies with a smartish shirt or Prada boots -- not Vans, which he said would leave him looking like a skater kid. Another fail-safe trick, said Ms. Chung, is to combine basics in the same color family. She recalls seeing a recent photo shoot in which a brown shirt was worn over a crimson turtleneck. \"Those are two items you could probably get at Uniqlo and the [styling] makes it look expensive.\" </p><p>   Ms. Chung, who likes J.Crew turtlenecks and Uniqlo sweaters, tries to shop for basics in person to feel the fabric quality. Things don't always go to plan. Last Christmas she was browsing in &amp; Other Stories, an H&amp;M-owned brand, when a stranger confronted her. The woman, perplexed that a famous fashion plate would be in such a place, blurted, \"What are you doing here?\" To which Ms. Chung replied: \"What are you doing? I'm shopping!\" </p><p></p>",
  "published": "2022-10-08T06:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3721,
          "end": 3728
        }
      ],
      "nexusId": "10042309"
    }
  ]
}