{
  "_id": "d1cfb0c51488b42ab74a5c4f5bbd1d292310f1dce9c2f0a6c99e7a38525d0cdb",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Back to Basics at JCPenney --- The 120-year-old retailer chased new customers. It didn't work. New boss Marc Rosen wants a renewed focus on loyal buyers who already shop there.",
  "text": "<p>His goal now is to once again make JCPenney a destination for people who want affordable curtains, mattresses and silverware as well as clothes for work or leisure. He also wants to create more beauty products for a wider range of skin tones and improve JCPenney's online shopping experience. JCPenney's typical customers have a median household income of $50,000 to $75,000, the company said, and one-third are Black, indigenous and people of color.</p><p>\"The biggest difference this time is we are loving those who love us,\" Mr. Rosen said, adding that \"we need to give them more opportunity to come back and find things they love.\"</p><p>His challenge is to do so at a time when supply-chain disruptions and inflationary pressures are roiling the economy as well as daily life for many Americans. Visits to all JCPenney stores are down 31% over two years as of February, according to foot-traffic analytics firm Placer.ai, partly because the company shed roughly 200 stores. JCPenney estimates its revenue for the current fiscal year will be $9 billion, which would be up 10% from 2021 but down 16% from 2019.</p><p>\"Many of their customers have gone elsewhere,\" said Mark Cohen, the director of retail studies at Columbia Business School. \"It's very difficult to get that goodwill back.\"</p><p>The new CEO's focus on middle-class America returns JCPenney to a strategy that defined its heyday in the 20th century. James Cash Penney founded the company in 1902 as a Kemmerer, Wyo., store called the Golden Rule that sold textiles and sundries, and it became J.C. Penney Co. in 1913. The retailer established a reputation for selling quality apparel at affordable prices while surviving the Great Depression and expanding to hundreds of newly built suburban malls after World War II. At its peak, in the 1970s, it operated more than 1,600 department stores.</p><p>Mr. Rosen, who is 53 years old, had his first exposure to JCPenney during that period. While growing up in St. Louis Park, Minn., a suburb of Minneapolis, he would make an annual preholiday pilgrimage to the local JCPenney store with his parents for a family portrait.</p><p>The retail business was an important part of his family's life. His great-grandfather, a Russian immigrant, founded a department store called Chozen's that his grandfather and great-uncles eventually took over, with two locations in Minnesota and Iowa. Starting at age 6, Mr. Rosen would help his grandfather on Sunday mornings at the store in Spirit Lake, Iowa.</p><p>\"I'd carry boxes and replenish shelves,\" said Mr. Rosen, explaining that it was a way for him to spend time with his grandfather, who worked seven days a week. \"I also got to see him interact with customers, and that's what I really wanted to do,\" Mr. Rosen said. His grandfather, Milo Chozen, sold the store just before Mr. Rosen started high school.</p><p>His first job after college was with consulting firm Ernst &amp; Young LLP, in its retail practice. Walmart, an Ernst &amp; Young client, recruited him and eventually made him senior vice president of global e-commerce. He left in 2014 to help build Levi's e-commerce business.</p><p>It was during this period that JCPenney began struggling with the move to online retail and changing consumer tastes. It cycled through several concepts and leaders over the past decade as sales fell and red ink mounted.</p><p>The company's fortunes took a turn for the worse when it did away with discounts and scaled back popular private label brands such as St. John's Bay, alienating core customers. In 2016 it brought back appliances -- a category JCPenney had exited in 1983 -- in a bid to win shoppers from the ailing Sears. That strategy backfired. It later added fitness studios, videogame lounges and style classes to some stores.</p><p>When the Covid-19 pandemic forced a shutdown of its stores and choked off its revenue, that hastened a reckoning with creditors. JCPenney filed for bankruptcy protection in May 2020, becoming one in a parade of retailers to seek a court restructuring during the health crisis.</p><p>It emerged seven months later with new owners -- mall companies Simon Property Group Inc. and Brookfield Property Partners LP -- that picked Mr. Rosen to be the next permanent CEO. It closed nearly a quarter of its 850 stores during the restructuring; it now has roughly 650.</p><p>\"JCPenney's history is to leap into new ideas and it hasn't played out well,\" said David Katz, chief marketing officer of Randa Apparel &amp; Accessories, one of JCPenney's suppliers. \"Marc is a measure and test guy. He doesn't follow buzzworthy ideas -- and that's what Penney needs.\"</p><p>Mr. Rosen said he gets many of his best ideas on his morning runs. It was on one of those runs where he hit on the idea of selling existing customers more, rather than trying to attract new shoppers. He said he presented his idea to board members in February and they agreed that was the right focus for now.</p><p>Some of the adjustments made by Mr. Rosen and his team were in apparel, where JCPenney launched new private label brands such as Mutual Weave men's clothing and added national labels such as Forever 21, which is owned by a minority investor in JCPenney.</p><p>On a recent store visit in Kansas City, Mo., Mr. Rosen noticed certain styles of black pants and white blouses favored by restaurant wait staff and workers in other industries were out of stock. Supply-chain delays were the culprit, but shoppers weren't buying substitutes brought in to fill the gap. Mr. Rosen told his staff workwear is a core category for JCPenney and must always be in stock.</p><p>\"It's about testing and learning,\" Mr. Rosen said. \"You have to be open to a reset.\"</p><p>Another reset was forced upon Mr. Rosen. Before he started, beauty retailer Sephora signed a deal to defect to Kohl's Corp. after having shops in JCPenney stores for more than 15 years. JCPenney now plans to add 40 new beauty brands this year and roll out a new beauty department by 2023.</p><p>More adjustments are being made in ecommerce, where JCPenney currently derives a quarter of its sales. Mr. Rosen is adding more accurate product descriptions and more reviews and ratings to the website. He is also automating more functions in distribution centers, where too many tasks are manual, such as attaching price tags to some garments.</p><p>\"There are systems we have that have been in existence since before many of us were born,\" said Sharmeelee Bala, who joined JCPenney in January as chief information officer.</p><p>JCPenney is looking for ways to keep costs down. By changing the back of a camisole from U-shaped to straight, for example, it was able to save 30 cents per garment. In the stores Mr. Rosen said he plans to put in new lights, but not new carpet.</p><p>\"If we get the lights and the product right, customers won't notice the floor,\" he said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-04-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2917,
          "end": 2924
        }
      ]
    }
  ]
}