{
  "_id": "a191e5e10faf648334f35ce843008046793ec772766b305885aca49ee26d44d9",
  "feed": "wall-street-journal",
  "title": "Walmart Dangles $110,000 Starting Pay to Lure Truck Drivers; The retailer has also started training workers from other departments to become truck drivers to grow its in-house fleet",
  "text": "<p>The push comes as the trucking industry continues to grapple with challenges in recruiting drivers as wages for truck drivers have risen steadily throughout the pandemic, though some data shows freight demand may be cooling. Last month, the trucking industry lost 4,900 jobs, the first monthly decline in nearly two years, federal labor statistics show. The decline was in contrast with job gains in the service industry, including the travel sector, and other parts of the logistics industry such as warehousing.</p><p>Walmart and other large retailers have grown significantly by revenue during the Covid-19 pandemic as demand for items including household goods and building materials soared, creating the need for more supply-chain workers. At the same time, the higher levels of demand, production bottlenecks and port delays have resulted in supply-chain snarls.</p><p>\"We want to make sure we continue to attract drivers, but also retain\" existing drivers, said Karisa Sprague, a senior vice president in Walmart's human resources department. Walmart hired 7,000 drivers for its internal fleet during the past two years, last year hiring 4,500, the most in company history, said a spokeswoman. It employs around 12,000 truck drivers total.</p><p>\"You can pull up job postings and there are lots of sign-on bonuses and shiny objects out there, and we want to make sure our associates are taken care of,\" Ms. Sprague said.</p><p>Walmart, the country's largest retailer by revenue, has long been known for paying its truck drivers more than the industry average, a holdover from the early days of the company when executives believed a large internal fleet helped Walmart move freight more efficiently.</p><p>In the U.S., median annual pay for heavy-truck and tractor-trailer drivers was $47,130 in 2020, the most recent annual data available, according to the Bureau of Labor Statistics, and has increased by about 3% to 4% annually since 2016.</p><p>More than a year ago, Walmart decided it needed to train drivers internally to keep up with the pace of the business and add new opportunities for internal promotion, Ms. Sprague said.</p><p>Walmart has moved 17 workers from its warehouse operations through its truck-driver training program so far, she said, and it aims to add hundreds of drivers through the program by the end of the year.</p><p>It can cost around $4,500 to become a truck driver independently, she said. \"We know that the industry isn't necessarily building more drivers, but we want to be able to continue the growth of our private fleet,\" she said. \"We need to find multiple ways to do it.\"</p><p>Lydia O'Neal contributed to this article.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Walmart Dangles $110,000 Starting Pay to Lure Truck Drivers</p>",
  "published": "2022-04-07T14:02:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1644,
          "end": 1651
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 514,
          "end": 521
        },
        {
          "start": 1942,
          "end": 1949
        },
        {
          "start": 2664,
          "end": 2671
        },
        {
          "start": 1038,
          "end": 1045
        },
        {
          "start": 1000,
          "end": 1007
        },
        {
          "start": 1410,
          "end": 1417
        },
        {
          "start": 2105,
          "end": 2112
        }
      ]
    }
  ]
}