{
  "_id": "69bf4fe45547bb82235265a5e867c71fc62ab8fd0afe419442bf9aa53467b700",
  "feed": "wall-street-journal",
  "title": "The Hottest Holiday Toy of 2022 Is a Baby-Making Guinea Pig; Moose Toys is making Little Live Pets Mama Surprise as quickly as it can, but even restocks are going quickly, creating panic among parents",
  "text": "<p>Parents say Mama Surprise has been hard to find, reminding them of past toy crazes, when Tickle Me Elmos and Cabbage Patch Kids were in short supply. The $65 guinea pig, which is topping kids' Christmas lists, has been sold out at Walmart, Target and Amazon. They disappear quickly when more are stocked online. And resellers have been charging twice as much on eBay and other sites.</p><p>Ms. Earith, who is 40 and lives in Northop Hall, Wales, finally found one in another hemisphere. Her sister in Australia bought the toy and stuffed it into her carry-on luggage on a recent flight to the U.K. The guinea pig took up the entire suitcase.</p><p>\"The things we do for our children,\" Ms. Earith said.</p><p>The guinea pig comes inside a nearly 12-inch-tall plastic hutch. In order for the babies to appear, kids have to pet and hug the mommy guinea pig, which has sensors on its head and body. When the heart on its chest starts flashing, the mommy goes back into its cage. The first baby will drop from the ceiling after 15 minutes. Kids have to nurture the mom again for the second baby to drop, which happens after 10 hours. A third will come 10 hours after that. The whole process can be sped up for impatient kids with a flick of a button.</p><p>Casey Elliott of Shelby, N.C., recently told classmates at her nursing school that her 4-year-old daughter wanted a toy guinea pig for Christmas. \"They were like, 'What in the world?,'\" she recalls. \"And when I told them that it has babies in there, they were just shocked.\"</p><p>Ms. Elliott, 32, spent five weeks trying to find a Mama Surprise, searching websites and asking in Facebook groups if anyone had spotted one. She found one on Amazon in late November. \"My daughter will be happy on Christmas morning,\" Ms. Elliott said.</p><p>Mama Surprise was selling out as early as September, said Jim Silver, editor in chief of TTPM, a toy review site. He said he could tell it would be a favorite, since other Little Live Pets have been popular in the past, including the Gotta Go Flamingo, which has the pink bird sitting on a toilet. \"Feed me!,\" the box says. \"I do a magic poop!\"</p><p>As for the guinea pig, it has elements of other holiday hits.</p><p>SHARE YOUR THOUGHTS</p><p>If Little Live Pets Mama Surprise is on your child's Christmas list, what has been your experience trying to buy it? Join the conversation below.</p><p>Another rodent, the hamsters from ZhuZhu Pets, had parents scurrying from store to store about 13 years ago, Mr. Silver said.</p><p>Puppy Surprise, a stuffed dog that birthed babies, was popular in the 1990s, said Marissa Silva, the editor in chief of the Toy Insider, a toy review website. Puppy Surprise was much more low-tech, with three to five babies stuffed in a pouch under the dog sealed with Velcro. \"Surprise, Surprise, Puppy Surprise,\" the toy's jingle said. \"How many puppies are there inside?\"</p><p>Moose Toys, the Australian-based toy company behind Mama Surprise, said it expected the guinea pig to be a hit, but not to this degree. Ronnie Frankowski, the chief commercial officer at Moose Toys, declined to say how many of the toy have been sold or made, but he said the company could have made another 40% more. Factories have been making as many as they can, and another shipment could come to stores in the last few days leading up to Christmas, Mr. Frankowski said.</p><p>\"We actually don't like empty shelves,\" he said. \"We want all kids to have access to things.\"</p><p>Amazon had them in stock on Tuesday. But by Friday, the online retailer's website said it didn't have any to ship until after Christmas.</p><p>At Target, the guinea pig was in stock online for a couple of hours Tuesday before selling out. A Target Corp. spokeswoman called the response to Mama Surprise \"tremendous.\"</p><p>Mr. Frankowski said the guinea pig was the first of its Little Live Pets to have babies. Next holiday season, Moose Toys plans to release another baby-making toy animal. He declined to say what it was. But don't fret: \"The guinea pig will still be around,\" Mr. Frankowski said.</p><p>Write to Joseph Pisani at joseph.pisani@wsj.com</p><p>The Hottest Holiday Toy of 2022 Is a Baby-Making Guinea Pig</p>",
  "published": "2022-12-19T12:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 231,
          "end": 238
        }
      ]
    }
  ]
}