{
  "_id": "3f55c3ff7070c35b19558279ea0fdb5aef83a0de71cca2a03b16b4ff5d685692",
  "feed": "wall-street-journal",
  "title": "Employers Rethink Need for College Degrees in Tight Labor Market; Google, Delta Air Lines and IBM have reduced requirements for some positions",
  "text": "<p>U.S. job postings requiring at least a bachelor's degree were 41% in November, down from 46% at the start of 2019 ahead of the Covid-19 pandemic, according to an analysis by the Burning Glass Institute, a think tank that studies the future of work. Degree requirements dropped even more early in the pandemic. They have grown since then but remain below prepandemic levels.</p><p>The shift comes as demand for workers remains high and unemployment is low. Job postings far outpace the number of unemployed people looking for work—10.7 million openings in September compared with 5.8 million unemployed—creating unusually stiff competition for workers.</p><p>The persistently tight labor market has accelerated the trend that builds on a debate about the benefits and drawbacks of encouraging more people to attend four-year colleges and as organizations try to address racial disparities in the workplace.</p><p>Some occupations have universal degree requirements, such as doctors and engineers, while others typically have no higher education requirements, such as retail workers. There is a middle ground, such as tech positions, that have varying degree requirements depending on the industry, company and strength of the labor market and economy.</p><p>Lucy Mathis won a scholarship to attend a women in computer science conference. There, she learned about an IT internship at Google and eventually dropped out of her computer science undergraduate program to work at the company full time. The 28-year-old now makes a six-figure sum as a systems specialist.</p><p>\"I found out I had a knack for IT,\" she said. \"I'm not good at academics. It's not for me.\"</p><p>More than 100,000 people in the U.S. have completed Google's online college-alternative program that offers training in fast-growing fields such as digital marketing and project management, the company said. It and 150 other companies are now using the program to hire entry-level workers. </p><p>'I'm not good at academics. It's not for me,' said Lucy Mathis, who discontinued her undergraduate studies to enter the workforce. PHOTO: Chet Strange for The Wall Street Journal</p><p>The majority of its U.S. roles at IBM no longer require a four-year degree after the company conducted a review of hiring practices, IBM spokeswoman Ashley Bright said.</p><p>Delta eased its educational requirements for pilots at the start of this year, saying a four-year college degree was preferred but no longer required of job applicants.</p><p>Walmart Inc., the country's largest private employer, said it values skills and knowledge gained through work experience and that 75% of its U.S. salaried store management started their careers in hourly jobs.</p><p>\"We don't require degrees for most of our jobs in the field and increasingly in the home office as well,\" Kathleen McLaughlin, Walmart executive vice president, said at an online event this fall. The company's goal is to shift the \"focus from the way someone got their skills, which is the degree, to what skills do they have.\"</p><p>A four-year college degree holder has more lifetime earnings than one without. The lifetime earnings of a worker with a high-school diploma is $1.6 million while that of a bachelor's degree holder is $2.8 million, according to a 2021 report by the Center on Education and the Workforce at Georgetown University.</p><p>But many people don't finish college and are left with mountains of debt—more than 43 million people in the U.S. hold a total of $1.6 trillion in student-loan debt. While a college degree can provide specific workplace skills, workers can gain the skills needed for many jobs without a four-year degree.</p><p>Black and Hispanic people are less likely to have a college degree compared with white and Asian people, according to the Commerce Department. Men are less likely than women.</p><p>\"Even though education is supposed to open up doors and windows of opportunity, they have, in some ways, become a means of closing off opportunity,\" said Nicole Smith, the chief economist at the Georgetown center.</p><p>The Ad Council, a marketing nonprofit that targets issues such as drunken driving, this summer launched a multiyear national advertising campaign aimed at reducing barriers to the workforce for non-college-degree holders. \"Rethink bachelor's degree requirements and discover a world of talent,\" says one bus-stop poster.</p><p>Maryland Gov. Larry Hogan in March said the government would review college-degree requirements for every state job. State and local governments have struggled to hire workers in the tight labor market.</p><p>Half a year later, Maryland said the program is showing early signs of working as intended. The number of state employees hired without a four-year degree from May to August is up 41% from a year before while the number of all employees hired is up 14%.</p><p>Opportunity@Work, a nonprofit that wants to cut degree requirements, worked with Maryland on its program. Bridgette Gray, the chief customer officer, said there are around 70 million Americans over the age of 25 who are in the workforce today and don't have a college degree. Around four million are already in high-wage careers.</p><p>\"College is a clear pathway to upward mobility, but it shouldn't be the only pathway,\" she said.</p><p>Mark Townend, who leads recruiting efforts for Maryland's state jobs, said reducing degree requirements was a way to tackle a societal problem and to make finding employees easier for the government. Mr. Townend and his team have been examining and rewriting nearly 2,500 job classifications for nearly 60,000 state workers.</p><p>\"We basically had a need for more applicants,\" he said. \"There is a large population of nondegree candidates who are good for our jobs.\"</p><p>A recent Maryland job posting for an administrative officer paying up to nearly $80,000 a year said that the job required a high-school diploma and three years of experience. That same level job previously required four years of college.</p><p>Philip Deitchman, the head of human resources at Maryland's Department of Juvenile Services, said he previously declined job candidates without the right credentials. The state had specification sheets that had strictly defined job requirements, he said.</p><p>\"We would say, 'Wow we want this person,' but they didn't have a college degree,\" he said. \"I'm passing up someone really good.\"</p><p>Governments are less flexible and have more stringent requirements than the private sector, economists said, partly because they often have rules intended to reduce corruption and political favoritism.</p><p>SHARE YOUR THOUGHTS</p><p>Do you think a college degree is essential for many jobs? Why or why not? Join the conversation below.</p><p>Mr. Deitchman said since the policy change he is seeing more applicants and higher quality job applicants.</p><p>\"I would rather have someone with experience,\" he said. \"It's just something that should have been done years ago.\"</p><p>Patricia Bruzdzinski works as an employee specialist for Maryland, helping state workers navigate health insurance and other human-resources issues. Ms. Bruzdzinski said she was hired at a lower level in 2016, partially because she doesn't have a college degree. She said the new policy should help her advance in her career and open doors for others to get state jobs.</p><p>Ms. Bruzdzinski said online training resources and learning on the job have allowed her to gain new skills for her $50,000-a-year position.</p><p>\"It's also about self-education,\" she said. \"I listen to podcasts on Medicaid.\"</p><p>Write to Austen Hufford at austen.hufford@wsj.com</p><p>Employers Rethink Need for College Degrees in Tight Labor Market</p>",
  "published": "2022-11-26T10:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2776,
          "end": 2783
        },
        {
          "start": 2439,
          "end": 2446
        },
        {
          "start": 2439,
          "end": 2451
        }
      ]
    }
  ]
}