{
  "_id": "ec3ea063b6e1d21edf8962e3bf7137ecab03e9c7cb4f4cf151345c692e867bfe",
  "feed": "wall-street-journal",
  "title": "Walmart Orders 4,500 Electric Vans From Canoo; Retail giant says it will use the electric vehicles to fulfill online orders and keep costs low",
  "text": "<p>The delivery vans, which Canoo says is optimized for last-mile delivery, is expected to begin hitting the road next year. The companies plan to kick-off advanced deliveries in the Dallas-Fort Worth area in the coming weeks to refine vehicle configuration, they said Tuesday.</p><p>The companies didn't place a dollar figure on the deal or say when Canoo, which has previously aired concerns that it may not have enough cash on hand to continue operating for long, would receive payment.</p><p>The deal sent shares of Canoo, which last year put its headquarters in Walmart's hometown of Bentonville, Ark., soaring nearly 80% to $4.25 a share. At one point on Tuesday, the stock had more than doubled to $5 a share. The stock is still down some 45% so far this year.</p><p>Walmart said it will use the vehicles to fulfill online orders, including groceries and general merchandise, while helping push the company to reach its goal of achieving zero-emissions by 2040.</p><p>Walmart is locked in a battle with Amazon.com Inc. and other rivals for dominance in the U.S. e-commerce space, with a particular focus on last-mile delivery. Walmart says it can reach 80% of the U.S. population with same-day delivery on a growing assortment of items. In addition to dedicated fulfillment centers, Walmart uses 3,800 of its stores, which are located within 10 miles of 90% of the U.S. population, to fulfill online orders.</p><p>\"This is the winning algorithm to seriously compete in the last-mile delivery race, globally,\" Canoo Chief Executive Tony Aquila said of his company's electric delivery vehicle.</p><p>The addition of electric vans to Walmart's delivery fleet can also help keep costs low while expanding access to same-day delivery, according to David Guggina, Walmart's senior vice president of U.S. innovation and automation. With oil prices surging this year amid the Russian invasion of Ukraine, fuel has become a major cost for various companies in the transportation and logistics space.</p><p>Canoo was among a wave of companies that went public by merging with special-purpose acquisition companies during the pandemic. Many of those companies have since seen their stocks fall sharply as reality confronts lofty projections. Some, including Canoo, have issued so-called going-concern warnings, which come when a company's auditor determines there is substantial doubt about its ability to stay afloat for the next 12 months.</p><p>Write to Will Feuer at will.feuer@wsj.com</p><p>Walmart Orders 4,500 Electric Vans From Canoo</p>",
  "published": "2022-07-12T16:49:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1107,
          "end": 1114
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 552,
          "end": 559
        },
        {
          "start": 948,
          "end": 955
        },
        {
          "start": 1726,
          "end": 1733
        },
        {
          "start": 753,
          "end": 760
        },
        {
          "start": 1263,
          "end": 1270
        },
        {
          "start": 2435,
          "end": 2442
        },
        {
          "start": 1599,
          "end": 1606
        }
      ]
    }
  ]
}