{
  "_id": "3a816fb0464fec97b0f95fa2931adfa3c8a8a444597bb8f9fcc6fe2a2f613dcd",
  "feed": "wall-street-journal",
  "title": "Kroger, Albertsons CEOs Defend Grocery Merger at Senate Hearing; Senators raise concerns on inflation, job impacts; executives say competition will continue",
  "text": "<p>\"Kroger currently is ranked fourth in total revenue among U.S. grocery retailers behind Walmart, Amazon and Costco,\" Mr. McMullen said in a statement. \"A combined Kroger and Albertsons will remain at number four.\"</p><p>Sen. Mike Lee (R., Utah), the subcommittee's ranking Republican member, said the companies haven't explained why the merger is necessary and whether various commitments on prices, wages and stores will be fulfilled.</p><p>\"Inflation, to put it gently, is wreaking havoc on our entire economy but not on the grocery industry, it appears,\" Mr. Lee said.</p><p>Kroger, the largest U.S. supermarket chain by sales, in October agreed to acquire Albertsons, the second-largest operator, for about $20 billion, in a deal that the companies said would boost their scale and technology, and help them compete better against rivals. Together, the companies could command about 13% of food-retail sales in the U.S. after divestitures, below Walmart Inc.'s 22%, according to J.P. Morgan analysts.</p><p>Since then, the proposed merger has drawn opposition from elected officials, independent retailers and some union groups over its potential impact on workers' jobs, as well as on industry competition and food prices for consumers. Some lawmakers in Washington have said they worry the merger could hinder competition, including Amy Klobuchar (D., Minn.), the Senate subcommittee's chair.</p><p>Kroger and Albertsons have said their combination would give them a more national reach with a bigger network of stores, distributors and suppliers. The companies have said they expect to invest $500 million in keeping prices low, along with spending $1 billion on wages and benefits and $1.3 billion on improving Albertsons stores.</p><p>Mr. McMullen, who started at Kroger as a part-time bagger in Lexington, Ky., in 1978, told the Senate subcommittee that the grocer's business has been built around lowering prices to attract customers, and that it lowered prices after acquiring Harris Teeter Supermarkets Inc. and Roundy's Inc.</p><p>Mr. McMullen said the combined entity intends to keep prices low and won't lay off any front-line workers in stores, warehouses and manufacturing facilities as part of the merger. He added that price cuts would start immediately, and that the companies expect to invest $500 million over four years on that effort.</p><p>\"I just don't see less competition going forward,\" Mr. McMullen said.</p><p>Albertsons's Mr. Sankaran said that his company determined that merging with Kroger represented the best way to compete against Amazon.com Inc. and Walmart Inc., and that the intent isn't to close stores.</p><p>Some senators brought up the 2015 merger between Albertsons and Safeway, which prompted the supermarket companies to sell some stores to Haggen Holdings LLC to secure regulatory approval. Haggen went bankrupt less than a year later, and Albertsons wound up buying back some stores.</p><p>Mr. Lee on Tuesday called that remedy an \"embarrassing failure,\" and asked whether there was a response. Mr. Sankaran said the divestiture and the buyer were approved by the Federal Trade Commission, and that the deal was a success.</p><p>Kroger and Albertsons are working with the FTC to determine the number of stores the companies may need to sell to secure approval for their deal. The chains have said they expect the regulatory review process to take as long as two years, with the deal closing in early 2024. In grocery-sector deals, regulators typically have focused on examining market share and overlaps in specific geographic regions.</p><p>Ms. Klobuchar in October signed a letter from senators that encouraged FTC Chair Lina Khan to investigate the proposed merger. Mr. Lee said in October that he would ensure antitrust laws are enforced with the proposed deal.</p><p>Sens. Alex Padilla and Dianne Feinstein, California Democrats who are also members of the Senate Judiciary Committee, in November raised concerns to Messrs. McMullen and Sankaran over the proposed merger's potential impact on consumers and workers in California. Sens. Elizabeth Warren (D., Mass) and Bernie Sanders (I., Vt.), along with Rep. Jan Schakowsky (D., Ill.), in October separately urged Ms. Khan to oppose the deal.</p><p>A group of state attorneys general has asked Albertsons to delay a $4 billion dividend payment, announced when the companies agreed to their merger, until antitrust officials finished reviewing the deal. The attorneys general have said the dividend could hurt Albertsons' ability to compete with Kroger and other grocers, particularly if the deal doesn't go through. Albertsons has said the dividend isn't conditioned on the merger and that the company still would have $3 billion of liquidity after making the payment.</p><p>Washington state's attorney general this month filed a lawsuit against the companies to block the payment. A state court commissioner temporarily stopped the dividend and issued a temporary restraining order. The King County Superior Court in Washington said it has scheduled a hearing in December that will decide whether Albertsons can go through with the payment.</p><p>Attorneys general from California, Illinois and Washington, D.C., filed a separate lawsuit this month against the companies to stop the dividend. The U.S. District Court for the District of Columbia denied that request.</p><p>Write to Jaewon Kang at jaewon.kang@wsj.com</p><p>Kroger, Albertsons CEOs Defend Grocery Merger at Senate Hearing</p>",
  "published": "2022-11-29T23:43:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2536,
          "end": 2548
        },
        {
          "start": 2536,
          "end": 2543
        },
        {
          "start": 932,
          "end": 939
        },
        {
          "start": 932,
          "end": 944
        },
        {
          "start": 88,
          "end": 95
        }
      ]
    }
  ]
}