{
  "_id": "0ea6e89e1b8f27bbea089bb750a1ceba1539022e3099bf49b3ddeada6a2a15a5",
  "feed": "wall-street-journal",
  "title": "Retailers Switch Finance Chiefs as Inflation Weighs on Consumer Spending; Wayfair, Walmart and Lowe's have hired new finance leaders",
  "text": "<p>The turnover comes as the boom in retail sales during the pandemic——particularly for e-commerce companies——shows signs of slowing. Higher prices for groceries, gas and other items are squeezing U.S. consumers, who are facing inflation at a four-decade high. Household spending has slowed in recent months and retailers selling big-ticket items, such as beds and appliances, have reported lower demand.</p><p>\"I do think this is a complicated time. That is part of the reason why we're announcing my planned retirement now,\" Wayfair's Mr. Fleisher said, referring to economic challenges facing companies across industries.</p><p>The home-goods retailer on Thursday reported a third consecutive quarterly loss and said revenue fell nearly 14% in the first quarter from a year earlier to $3 billion. Wayfair posted a loss of $319 million, or $3.04 per share on a diluted basis. Active customers, who placed an order in the past 12 months, fell to 25.4 million in the quarter, down 23.4% from a year earlier.</p><p>Chief Executive Niraj Shah told investors rising prices and geopolitical uncertainty are leading customers to be more careful with their spending. \"While the typical seasonal pattern of gradually building demand that we expected for the year is, in fact, playing out, it's happening in a more muted fashion than our normal seasonal curve,\" he said.</p><p>Other retailers are also installing new finance leaders. Storage-container maker Tupperware Brands Corp., which sells through an independent sales force, on Wednesday withdrew its guidance for the year after it reported falling sales, and said it recruited Mariela Matute as its new CFO from avocado distributor Calavo Growers Inc.</p><p>Last month, retail giant Walmart hired PayPal Holdings Inc. CFO John Rainey, while home-improvement chain Lowe's Cos. promoted Brandon Sink, its senior vice president of retail finance, to CFO.</p><p>Retailers, especially those operating online, are facing difficult comparisons with prior-year results boosted by strong consumer spending, said Tom Forte, a managing director at financial-services firm D.A. Davidson Cos.</p><p>Now, many e-commerce retailers, including Amazon.com Inc. and Wayfair, are turning to physical stores in search of growth. Wayfair announced late last year it would open two stores under its AllModern brand and one location under its Joss &amp; Main brand.</p><p>\"The consumer environment is such that it looks like it could get a lot more challenging over the coming months and that could be a very prolonged type of situation,\" said Steven Shemesh, an equity research analyst at investment bank RBC Capital Markets.</p><p>Changing economic conditions might require new finance leadership, according to Cathy Logue, head of the CFO and financial practice group at recruiting firm Stanton Chase. \"The CFO who took them through an IPO to where they are today may not be the best leader to take them through their next phase of growth,\" Ms. Logue said, referring to Wayfair.</p><p>Under Wayfair's CFO succession plan announced Thursday, Ms. Gulliver will take over the reins in November. She will also become the retailer's chief administrative officer. Mr. Fleisher will stay on for a transition period until he retires on Jan. 15, 2023, allowing for a smooth transition to give investors time to digest the news, he said.</p><p>Ms. Gulliver is currently Wayfair's chief people officer, a role she has held since 2016, reporting to Mr. Fleisher. She joined the company in 2014 as head of investor relations and previously worked at private-equity firm Bain Capital.</p><p>Asked about priorities for the CFO role after he retires, Mr. Fleisher noted that the past two years have been volatile, but that a more steady cadence in sales in recent, sequential quarters is giving Wayfair confidence in its outlook.</p><p>\"I think one of the most important factors will be getting back to some level of normalization around how the business operates,\" he said.</p><p>Jennifer Williams-Alvarez and Mark Maurer contributed to this article.</p><p>Write to Kristin Broughton at Kristin.Broughton@wsj.com and Charity L. Scott at Charity.Scott@wsj.com</p><p>Retailers Switch Finance Chiefs as Inflation Weighs on Consumer Spending</p>",
  "published": "2022-05-05T20:22:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1699,
          "end": 1706
        },
        {
          "start": 83,
          "end": 90
        }
      ]
    }
  ]
}