{
  "_id": "eb4c73c706559dfeadacf890db55bc75fdbcbc18dbbf80b133683be01e2d8b75",
  "feed": "wall-street-journal",
  "title": "U.S. Food Supply Is Under Pressure, From Plants to Store Shelves; Weeks of workers calling in sick add to continuing supply and transportation disruptions, making store shelves harder to fill",
  "text": "<p>Food-industry executives and analysts warn that the situation could persist for weeks or months, even as the current wave of Covid-19 infections eases. Recent virus-related absences among workers have added to continuing supply and transportation disruptions, keeping some foods scarce.</p><p>Nearly two years ago, Covid-19 lockdowns drove a surge in grocery buying that cleared store shelves of products such as meat, baking ingredients and paper goods.</p><p>Now some executives say supply challenges are worse than ever. The lack of workers leaves a broader range of products in short supply, food-industry executives said, with availability sometimes changing daily.</p><p>Eddie Quezada, produce manager at a Stop &amp; Shop store in Northport, N.Y., said Omicron has stretched his department more than any previous wave of the pandemic, with one in five of his staff contracting Covid-19 in early January. Deliveries also have taken a hit, he said: Earlier in the month he received only 17 of the 48 cases of strawberries he had ordered.</p><p>\"There is a domino effect in operations,\" Mr. Quezada said.</p><p>At a Piggly Wiggly franchisee in Alabama and Georgia, about one-third of pickers needed to organize products and load trucks at the grocery chain's distribution centers were out sick in the first week of January, said Keith Milligan, its controller. The company has been struggling to get food to stores on time due to driver shortages and staffing issues that haven't improved, Mr. Milligan said, leaving Piggly Wiggly to change its ordering and stocking plans daily in some cases. Frozen vegetables and canned biscuits are running low, he said.</p><p>In-stock levels of food products at U.S. retailers hit 86% for the week ended Jan. 16, according to data from market-research firm IRI. That is lower than last summer and pre-pandemic levels of more than 90%. Sports drinks, frozen cookies and refrigerated dough are especially low, with in-stock levels in the 60% to 70% range. In-stock rates are lower in states such as Alaska and West Virginia, IRI data show.</p><p>\"We were expecting supply issues to get resolved as we go into this period right now. Omicron has put a bit of a dent on that,\" Vivek Sankaran, chief executive of Albertsons Cos., said on a Jan. 11 call with analysts. He said the Boise, Idaho-based supermarket giant expects more supply challenges over the next month or so.</p><p>Similar challenges at packaged-food and meatpacking plants mean that shortages could linger, industry officials and analysts said. The Agriculture Department showed cattle slaughter and beef production over the week of Jan. 14 were down about 5% from a year earlier, with hog slaughtering down 9%. Chicken processing was about 4% lower over the week ending Jan. 8, the USDA said. Labor shortages are also affecting milk processing and cheese production, according to the agency.</p><p>Because it often takes weeks for meat to reach store shelves from the plants, the current Omicron-related labor problems at producers could prolong supply issues, said Christine McCracken, executive director of meat research at agricultural lender Rabobank. \"This might mean less meat for longer,\" she said.</p><p>SHARE YOUR THOUGHTS</p><p>What shortages have you noticed at the grocery store? Join the conversation below.</p><p>Lamb Weston Holdings Inc., the top North American seller of frozen potato products, said in January it expected labor challenges to continue affecting production rates and throughput in its plants, where staffing shortages have already disrupted operations. Conagra Brands Inc., which makes Birds Eye frozen vegetables and Slim Jim meat snacks, said earlier this month that more of its employees have been testing positive for Covid-19 at a time when elevated consumer demand already is outpacing the company's available supplies.</p><p>In Massachusetts, Tom Zaffiro is struggling to move fish to grocery stores and restaurants. Mr. Zaffiro, president of Channel Fish Processing Co., said the company is only able to run at 80% capacity on days when key workers are out, while short-handedness at trucking companies and breading suppliers make it still harder to prepare and transport the company's fish. Channel has tripled lead times for customers, he said, and those that don't meet a minimum order aren't guaranteed supplies at all.</p><p>Vegetable suppliers in the West, which provide the bulk of America's leafy greens during the winter, also face production challenges.</p><p>Steve Church, co-chairman at Church Brothers Farms, a California-based produce company, said some 10% of employees at his Arizona vegetable processing plant and distribution facility were out sick on any given day earlier this month. That number dropped last week, and Mr. Church said he still has been able to fill orders, but he worries about the toll the added work is taking on Church's remaining employees, who are working overtime to keep fresh-cut vegetables and bagged salads moving to grocers and restaurants such as Walmart Inc. and Chipotle Mexican Grill Inc.</p><p>\"Those people are tired and they want days off,\" said Mr. Church. \"It's a vicious circle.\"</p><p>Food companies and supermarket chains' costs are rising as they struggle to operate with fewer employees. In Northport, Stop &amp; Shop has offered unionized employees overtime pay to cover shifts for sick staff and asked part-time employees to work longer hours, said Mr. Quezada, the produce manager, adding that staffing and deliveries are improving in his department.</p><p>Stop &amp; Shop said it is experiencing the impact of the latest increase in Covid-19 cases like other businesses across the country. The company said it doesn't anticipate disruptions to customers' shopping experience and that it has plans in place to continue operating.</p><p>Midwest-based Angelo Caputo's Fresh Markets has been running low on frozen breakfast products, canned beans and other items, and has been buying whatever it can get to keep its shelves stocked, said Dan O'Neill, director of center store and perishables at the grocer.</p><p>\"We are not seeing any kind of relief,\" Mr. O'Neill said, adding that the company is trying to secure more inventory from alternative suppliers.</p><p>Brandon Johnson, president of Korth Transfer, a Wisconsin-based trucking company that hauls goods ranging from vinegar to beer, said the latest wave of Covid-19 cases has hit Korth's employees nearly as hard as the pandemic's earliest phase. Mr. Johnson said he has grown accustomed to telling customers he simply doesn't have drivers left to move their loads.</p><p>Mr. Johnson said he spent about 20 days behind the wheel of his own trucks last year, including a 500-mile round-trip journey to ferry a load of soy sauce from its manufacturer to a condiment supplier for use in a teriyaki recipe.</p><p>\"It makes it easy to say we're tapped,\" Mr. Johnson said, referring to his days spent filling in as a driver. \"I can say, 'I have no more to give. We've got everyone we can working for you.'\"</p><p>Patrick Thomas contributed to this article.</p><p>Write to Jesse Newman at jesse.newman@wsj.com and Jaewon Kang at jaewon.kang@wsj.com</p><p>U.S. Food Supply Is Under Pressure, From Plants to Store Shelves</p>",
  "published": "2022-01-23T10:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4946,
          "end": 4958
        }
      ],
      "nexusId": "10042309"
    }
  ]
}