{
  "_id": "cf8ec59e97b79d2f58d4f4f53223f52e87ebca59a19f7cf4a0cc273be94f899d",
  "feed": "ftcomall",
  "title": "The Lex Newsletter: will retail zombies rise again?",
  "text": "<p>Dear reader,</p> <p>The coronavirus pandemic drove a stake through the hearts of many retail zombies. These companies, usually defined as those unable to cover their debt-servicing costs from profits in the long term, had managed to slog on pre-pandemic benefiting from a low interest-rate, easy-money environment.</p> <p>But Covid-19 forced consumers to stay at home, while all non-essential businesses shut down overnight. Revenues dried up. Any large debt positions became untenable, forcing a number of these “undead” companies into their graves.</p> <p>A total of 51 large retailers filed for bankruptcy in the US in 2020 — a decade high, according to S&amp;P Global Market Intelligence. The list includes household names such as JC Penney, Brooks Brothers, J Crew and Neiman Marcus. </p> <p>Since then, the number of retail bankruptcy filings has reduced sharply, down more than half in 2021. The vaccine rollout combined with the Federal Reserve's relaxation of monetary policy and huge stimulus measures via Congress supported the economy. </p> <p>But these market interventions have inadvertently created a new generation of corporate zombies. Other companies that also teetered on the edge of bankruptcy were able to raise hundreds of millions of dollars of debt financing last year to hang on a little longer.</p> <p>This year, however, has brought new pressures on the global economy. A debt trap has been revealed. With the stimulus spigot tightening and interest rates marching higher, recession concerns now loom. Another wave of corporate distress is likely to have begun.</p> <p>US cosmetics group Revlon <a href=\"https://www.ft.com/content/65370f08-2378-4da0-83c7-05bf9c519750\">filed for bankruptcy protection</a> last month after battling supply chain problems and failing to compete with celebrity-backed and social media-savvy upstarts. It is the first big name to do so in months. It won't be the last.</p> <p>With US household budgets stretched by various sources of cost pressures — including energy and food — retailers have begun to miss their earnings targets and report excess inventory. These forces have in turn led to shake-ups in the C-suite.</p> <p>This week, Old Navy's parent company Gap <a href=\"https://www.ft.com/content/05173c4c-951b-491f-ac99-fbff291bbd4f\">parted ways with its chief executive</a> Sonia Syngal as it issued a profit warning. Part of the problem was structural. Gap was caught out by the consumer shift from casualwear to more formal and partywear, which has left it with a mountain of unsold goods. Ramping up promotions to clear out inventory will squeeze its profitability.</p> <p>That comes after home furnishing retailer Bed Bath &amp; Beyond <a href=\"https://www.ft.com/content/17e53e8e-7560-4224-9d15-9f8f57c1637a\">ousted its chief Mark Tritton</a> last month. The company's turnround strategy, shifting to private label offerings, has disappointed shareholders. First-quarter sales sank 25 per cent year on year.</p> <p>Even big, financially stable retailers such as Target and Walmart have slashed their outlooks. These two pandemic winners were left with bloated inventories after they over-ordered in response to supply chain disruptions. Now they must undo their hoarding strategies to implement markdowns and cancel orders. </p> <p>Right now, a retail “zombiepocalypse” does not look imminent. Gap, despite its lacklustre growth, remains in decent financial shape. Interest expense on its $1.5bn debt pile (which excludes lease liabilities) was $162mn last year. That was easily covered by its $819mn in operating income. However, based on next year's analysts' estimates, that safety margin looks much, much tighter.</p> <p>Bed Bath &amp; Beyond's immediate situation does look precarious. It made a net loss of $559mn last year amid shrinking sales. As of May, the New Jersey-headquartered group's liabilities exceeded its assets by $220mn, warned Neil Saunders, at sector specialists GlobalData Retail.</p> <p>There will be winners. Dollar stores should benefit as cash-strapped shoppers trade down. Off-price retailers, which buy excess inventory from top brands for pennies on the dollar and resell them, can take advantage of any incoming flows from inventory liquidation. The biggest of these is TJX, which owns TJ Maxx, Marshalls and HomeGoods.</p> <p>The misfortunes of some retail zombies may bring life to other store chains.</p> <p>Enjoy the rest of your week.</p> <p><strong>Pan Kwan Yuk</strong><br><em>Lex writer</em></p><p>Source: Pan Kwan Yuk 2022 'The Lex Newsletter: will retail zombies rise again?' FT.com 13 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-13T12:02:23.368Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2721,
          "end": 2728
        }
      ]
    }
  ]
}