{
  "_id": "e59bede66f0126c367a3612c3ca1b79279ff1bed7da4ce4548f00d7892afadcd",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Instacart Cuts Its Valuation by Nearly 40%  ----  By Jaewon Kang",
  "text": "<p>   Instacart Inc. said it has cut its valuation by about 38% to $24 billion, illustrating the difficulties of competing in the delivery market. </p><p>   The San Francisco company said the valuation reflects the market turbulence affecting public and private technology companies. Instacart, which sends shoppers to pick and deliver groceries from supermarkets, was last valued at $39 billion about a year ago. </p><p>   The pandemic was initially a boon to its business, as turned to grocery delivery. Since then, a flurry of newcomers have joined the industry and consumers have returned to shopping in person. Delivery remains expensive due to labor and transportation costs, while the work of picking out groceries has become harder as supermarkets face persisting shortages. </p><p>   Instacart has had a string of executive changes and departures over the past year. The company named Fidji Simo as its chief executive officer, while Apoorva Mehta, co-founder and former CEO, became executive chairman of the board. Carolyn Everson, who joined as president from Meta Platforms Inc., left about four months after starting at the company. Seth Dallaire, chief revenue officer, left in the fall for Walmart Inc. </p><p>   Instacart said market conditions have pushed down valuations of its peers and that market conditions are out of its control. Shares of DoorDash Inc. are down about 21% from a year ago, while Shopify Inc. is down about 36% from a year ago. \"If you've been following the public markets, this is probably not too surprising. But it doesn't make it any less painful,\" Ms. Simo said to employees, according to a recording of a staff meeting reviewed by The Wall Street Journal. </p><p>   If Instacart had been a publicly traded company, its shares would have fallen along with the rest of the market, she said. Ms. Simo said the new valuation doesn't affect Instacart's plans to go public. She said the company has a strong balance sheet and doesn't need to raise a lot of money when it goes public. </p><p>   Instacart is granting company stock using the new valuation, and this will give employees more share units, according to a memo sent to employees. </p><p>   The company declined to comment about the meeting. </p><p>   The valuation news was earlier reported by Bloomberg. </p><p>   The company has been looking for ways to expand beyond its grocery-delivery business. It is expanding its advertising business while seeking to build out a range of services. </p><p></p>",
  "published": "2022-03-26T06:10:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1169,
          "end": 1181
        }
      ]
    }
  ]
}