{
  "_id": "392ed3b2212e076e3650316c8e902ce9d635bc97045e734e120205ed620f38fd",
  "feed": "wall-street-journal",
  "title": "Lisa Murkowski Bets on Infrastructure to Keep Alaska Senate Seat, Deny Trump Revenge; Former president vowed to bring incumbent GOP lawmaker down and endorsed GOP rival Kelly Tshibaka",
  "text": "<p>\"I mean, whether it's right to call Lisa a RINO or not, I don't give a damn,\" Mr. Handeland said. \"She does a good job for me.\"</p><p>The competing views of Ms. Murkowski lie at the heart of Alaska's Senate race, which pits the centrist Republican against Trump-endorsed challenger Kelly Tshibaka.</p><p>The state Republican Party and Mr. Trump backed Ms. Tshibaka after what they see as a series of betrayals by Ms. Murkowski, most notably by joining Democrats in trying unsuccessfully to convict Mr. Trump of inciting insurrection in early 2021, when he was impeached for a second time. To win, Ms. Murkowski will need to convince a broad coalition of Alaskans that her power to deliver for them outweighs ideological differences.</p><p>\"We are a young state, a new state, still,\" said Ms. Murkowski, 65, who was born when Alaska was still a territory. \"We're not connected with our roads. We're not connected with our coastal communities. We lack broadband.\" Given the infrastructure needs, she said in an interview, her Capitol Hill experience and relationships are critical. \"Alaskans have come to understand the value of seniority,\" she said.</p><p>Ms. Tshibaka, 43, said Ms. Murkowski squanders that seniority. \"She's used those 21 years to become a complete D.C. insider, and she's doing the work of Joe Biden,\" Ms. Tshibaka said in an interview.</p><p>When Mr. Trump endorsed her in June 2021, he said Ms. Tshibaka is a fighter who is \"MAGA all the way.\" This summer, he flew to Alaska to rally Republicans to support her and former vice presidential nominee and onetime Gov. Sarah Palin, who is running for the state's House seat.</p><p>Ms. Tshibaka worked in federal watchdog agencies in Washington, D.C., before becoming commissioner of an Alaska department that provides administrative services to state agencies. She cheered the Supreme Court ruling in June that ended a federal right to abortion. Ms. Tshibaka has emphasized voter-fraud concern, and back in November 2020, called for a \"prudent pause in declaring a winner\" of the presidential election to sort out now-discredited claims of irregularities promoted by Mr. Trump.</p><p>Ms. Murkowski has angered many state Republicans with her vote against repealing the Affordable Care Act in 2017, her support for codifying federal rights to abortion and same-sex marriage and more recently her votes to confirm Biden nominees Deb Haaland for Interior Secretary and Justice Ketanji Brown Jackson for the Supreme Court.</p><p>At a Walmart store in Anchorage, retired bookkeeper Mary Allen, 74, said that Alaskans need new blood and that she will vote for Ms. Tshibaka.</p><p>\"I am so tired of Lisa leaning toward the left for so long, baby killing and all of that,\" Ms. Allen said, referring to Ms. Murkowski's stance in favor of abortion access. The senator's vote to convict Mr. Trump also turned her off, she said, reinforcing her belief that Ms. Murkowski isn't really a Republican. Maybe \"a very liberal independent,\" she said.</p><p>Kelly Smith, 44, of Eagle River, said Ms. Murkowski is his top choice, especially after the Supreme Court's abortion ruling. Polls show a majority of Alaskans believe abortion should be legal most or all of the time.</p><p>\"She does a good job of representing women, even though it might go against what the conservative platform is, and I think that's really important,\" said Mr. Smith, a registered Democrat who works in finance. </p><p>Alaska's ranked-choice voting could benefit Sen. Lisa Murkowski, who has an advantage in campaign funding. PHOTO: Ash Adams for The Wall Street Journal</p><p>Conservative Scott Klein, 58, a contractor in Soldotna, said he is fed up with Mr. Trump and has sworn off voting for Republicans. He might make an exception for Ms. Murkowski because of her vote to convict Mr. Trump.</p><p>\"It probably just swung my vote a little bit more her way,\" he said.</p><p>Ms. Murkowski's voting record puts her at the middle of the Senate, more conservative than any Democrat, and more liberal than any Republican save one, Sen. Susan Collins of Maine, according to a calculation by FiveThirtyEight.</p><p>Last year, Ms. Murkowski secured funds for the Port of Nome and other state projects in the roughly $1 trillion bipartisan infrastructure law that she helped negotiate. The Nome project will extend the causeway and double the port's depth to about 40 feet, opening the area to bigger ships, a higher volume of goods and more research and tourism.</p><p>Nome, with a population of about 3,800, is reachable only by boat or plane. It serves as a regional hub for even more isolated outposts, mines and Native villages, and as the finish line of the Iditarod dogsled race.</p><p>Ms. Tshibaka said that while Nome needs money for its port, she would have voted against the infrastructure bill because it opened the door for more regulations and allowed \"exorbitant spending\" for a climate-change agenda that she says hurts Alaska's oil-and-gas industry.</p><p>Unlike Ms. Murkowski, who recently tweeted a map promoting her earmarks, Ms. Tshibaka said she would oppose the practice of allowing lawmakers to direct funding for specific projects if it came up for a vote. Still, she said as long as the Senate allows earmarks, \"We would get what we can for Alaska.\"</p><p>Ms. Murkowski is political royalty in Alaska. Her father, Frank Murkowski, appointed her to fill his U.S. Senate seat in 2002, after he won the governorship. In 2004, the state GOP organized sending more than a million pieces of mail to boost Ms. Murkowski's first re-election, but the relationship deteriorated after that, said Randy Ruedrich, former chair of the Alaska Republican Party.</p><p>\"It's gone from extremely good to extremely poor,\" Mr. Ruedrich said, citing what he sees as her steady leftward shift. Her stances have \"caused more and more and more Republicans to question how they can support her, and ultimately not support her,\" he said.</p><p>Ms. Murkowski's break with Mr. Trump came in June 2020, when she said she was struggling with whether she could still support him, and he responded by trying to oust her. \"Get any candidate ready, good or bad, I don't care, I'm endorsing,\" Mr. Trump tweeted. \"If you have a pulse, I'm with you!\" </p><p>Sen. Lisa Murkowski at a campaign meet-and-greet event in downtown Anchorage, Alaska. PHOTO: Ash Adams for The Wall Street Journal</p><p>Months later, Ms. Murkowski was one of seven Republicans who voted to convict Mr. Trump in his second impeachment trial. She is the only one of those seven running for re-election this year.</p><p>Today, Ms. Murkowski rarely brings up Mr. Trump. Asked whether she would ever consider leaving the Republican Party if she felt it was too closely aligned with him, Ms. Murkowski replied that she identifies with GOP values such as small government and strong defense, but that the party \"is going to have to figure out where they are right now.\"</p><p>She added: \"I just want to make sure that our party doesn't become a party of an individual.\"</p><p>Ms. Murkowski has a large fundraising advantage—she has reported $9.4 million in donations compared with Ms. Tshibaka's $3.3 million—and the senator's supporters say she has already demonstrated that she can survive without the GOP. After narrowly losing a primary to conservative Republican Joe Miller in 2010, Ms. Murkowski launched a successful write-in campaign that involved teaching voters to spell her name correctly.</p><p>Working to Ms. Murkowski's advantage this time is the state's new nonpartisan primary and ranked-choice general-election system. In Alaska, most voters aren't affiliated with any major party. Registered Republicans make up about 24% of the electorate, and about 13% are Democrats.</p><p>In the August primary, Ms. Murkowski advanced as one of four finalists. In November's general election, voters will rank those four in order of preference. If no candidate wins 50% of the first-choice votes, the weakest candidate is eliminated and the second-choice votes on those ballots are distributed to the remaining candidates. The process is repeated as necessary until one candidate gets a majority. </p><p>Kelly Tshibaka, wearing a blue jacket at the state fair, says she would have voted against the infrastructure bill. PHOTO: Photo: Ash Adams for The Wall Street Journal</p><p>Ms. Murkowski won 45% of the primary vote to Ms. Tshibaka's 38.6%, followed by Democrat Pat Chesbro at 6.8%, and Republican Buzz Kelley with 2.1%. Mr. Kelley has endorsed Ms. Tshibaka.</p><p>Ms. Tshibaka said Ms. Murkowski is vulnerable in a state Mr. Trump won by 10 percentage points two years ago. She adds that turnout will be higher in November and cites an internal poll that shows the race to be very close.</p><p>SHARE YOUR THOUGHTS</p><p>Is there a place in the Senate for a Republican with an independent streak? Join the conversation below.</p><p>Election watchers said Ms. Murkowski, who has never won a majority in her prior Senate victories, will need a significant number of Democrats to rank her at least second in order to pass the 50% mark for victory.</p><p>At the Alaska state fair in Palmer, retired healthcare worker Valerie Mittelstead, 69, was tending to the Democrats' booth. While she is no fan of Ms. Murkowski, she is alarmed by Ms. Tshibaka, who she said is too extreme.</p><p>She said she might put the senator on her ballot, after Ms. Chesbro, the Democrat.</p><p>\"To tell you the truth, I've never voted for a Republican,\" Ms. Mittelstead said. \"And I'm going to have to hold my nose to put her second.\"</p><p>Write to Lindsay Wise at lindsay.wise@wsj.com</p><p>Lisa Murkowski Bets on Infrastructure to Keep Alaska Senate Seat, Deny Trump Revenge</p>",
  "published": "2022-09-24T09:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2448,
          "end": 2455
        }
      ]
    }
  ]
}