{
  "_id": "4cc4917b4727dc23a3172c5de32fd8c58a323ab9baeb4ee2401cf6ba45497962",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  Americans' Cash Hoard Could Cushion a Downturn  ----  By Justin Lahart",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  Inflation is high, the Federal Reserve is ratcheting up rates, the housing market is faltering and retailers like Walmart are sending up caution signals. Yet for all the ominous signs on where the economy is heading, many Americans have something they usually lack heading into a recession: a lot of cash. </p><p>\n  Several rounds of government relief and a sharp reduction in expenditures on services such as travel put a lot of extra padding on U.S. households' savings over the course of the pandemic, and most of that money is still there. </p><p>\n  Federal Reserve data show that as of the end of the first quarter, U.S. households held $17.9 trillion in cash and cash equivalents, up a bit from the fourth quarter and much higher than the $13.7 trillion they had at the end of the first quarter of 2020. Indeed, before the pandemic, U.S. households never experienced anything like the increase in cash they experienced over the past two years, and this remains true even after adjusting for the run-up in inflation. </p><p>\n  It remains true when looking across a variety of wealth, income and demographic strata, according to distributional data released by the Fed last week. People in the top 10% by wealth held 32% more in cash and cash equivalents in the first quarter from two years earlier, but people in the bottom half held 45% more. Cash held by households in all but the lowest income quintile rose sharply. It rose sharply for white, black and Hispanic households. It rose for college graduates and high-school graduates. It rose for millennials and Gen-Xers and boomers. </p><p>\n  This isn't to say there weren't some people who didn't run through their savings, leaving them in worse off than before the pandemic. But the fact that so many groups of households look better regardless of how the data is sliced and diced suggests Americans are better off. </p><p>\n  Research from the JPMorgan Chase Institute, which found that as of March family checking-account balances remained elevated across income and age distributions, corroborates this, as does Bank of America Institute research showing that household savings stayed high through April. </p><p>\n  Meanwhile, after shooting higher when the pandemic hit, the saving rate -- the portion of take-home pay that doesn't get spent -- fell recently, hitting 4.4% in April, which compares with a prepandemic average of 7.6%. But Barclays economists calculate that even in a scenario where inflation remains at its recent highs, it would take at least until the end of 2023 for such undersaving to drain off the excess cash. </p><p>\n  All that cash doesn't mean that people will spend willy-nilly, especially if worries about the economy continue to mount. And when it comes to the durable goods such as washing machines and couches that people loaded up on over the past two years, a lot of consumer appetite probably has been sated. But the sort of belt-tightening that comes with a recession might not happen, which would blunt the depth of any downturn -- or prevent a downturn from coming at all. </p><p></p>",
  "published": "2022-06-24T06:03:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 151,
          "end": 158
        }
      ]
    }
  ]
}