{
  "_id": "e184b1d681ad079f5700c5c27235938a615a3fb523d9a932fa841edfc1deca5b",
  "feed": "wall-street-journal",
  "title": "Walmart Keeps the Registers Ringing",
  "text": "<p>The big-box retailer said on Tuesday that comparable-store sales at Walmart U.S. grew 8.2% in the quarter ended Oct. 28, well ahead of the 3.4% increase Wall Street analysts polled by Visible Alpha were penciling in. While Walmart turned to a net loss last quarter, that was due to a $3.3 billion charge related to opioid legal settlements. Excluding one-off charges and the effect of currency fluctuations, Walmart's operating income grew by an impressive 4.6% last quarter.</p><p>Inventory was up 12.6% last quarter compared with a year earlier, a marked improvement from the 25% growth Walmart logged a quarter earlier.</p><p>Much of that growth in inventory -- roughly 70% -- was due to inflation, and Walmart estimates that just under $1 billion worth of inventory is true excess merchandise. Walmart shares jumped 6.5% on Tuesday.</p><p>Consumers are continuing to shift spending away from discretionary goods toward essentials, a shift that benefits grocery-heavy retailers such as Walmart, though it does come with lower margins. At Walmart U.S., comparable-store sales of grocery products grew by a midteens percentage, while sales of higher-margin general merchandise declined. Demand was particularly weak in electronics, home and apparel, though lawn and garden, automotive and back-to-school products did better. Walmart said it saw trade-downs in proteins, baking goods, baby products and dog food.</p><p>The more eye-catching development for Walmart, though, is traffic from higher-earning consumers. Walmart said that three-quarters of the grocery market share it recorded last quarter came from households with more than $100,000 in annual income. While part of that can be chalked up to inflation's effect on customer wallets, Walmart deserves some credit for improving the kind of services that the higher-income cohort wants.</p><p>The company said Tuesday that its last-mile delivery capabilities increased fourfold since January; that has helped increase sign-ups for Walmart+ memberships. Also notable: Its online marketplace added 50% stock-keeping units last quarter alone compared with the prior quarter.</p><p>Keeping this cohort of new customers will be key to Walmart's so-called flywheel strategy, which involves growing high-margin revenue streams such as sales of advertising and fulfillment services to vendors and third-party marketplace sellers. Walmart said its global advertising business grew more than 30% last quarter, and analytics firm eMarketer estimates that Walmart will log a 40% increase in ad spending this year.</p><p>That is double Amazon.com Inc.'s expected growth rate, albeit from a lower base. For four consecutive quarters, Walmart U.S. has called out growth in membership and \"other income,\" which includes that advertising bucket, as offsets to gross margin pressure.</p><p>After the rally on Tuesday, Walmart's shares trade at 23.3 times forward-12-month earnings, 6% above its five-year average. Its shares are up 2% in the year to date, outperforming Amazon by roughly 44 percentage points. If Walmart can convince investors that its fancy, new customers will stick around, it could hang on to its fancy, new valuation too.</p>",
  "published": "2022-11-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 786,
          "end": 793
        },
        {
          "start": 408,
          "end": 415
        },
        {
          "start": 694,
          "end": 701
        },
        {
          "start": 1023,
          "end": 1030
        },
        {
          "start": 1721,
          "end": 1728
        },
        {
          "start": 583,
          "end": 590
        },
        {
          "start": 2637,
          "end": 2644
        },
        {
          "start": 971,
          "end": 978
        },
        {
          "start": 3006,
          "end": 3013
        },
        {
          "start": 2467,
          "end": 2474
        },
        {
          "start": 68,
          "end": 75
        },
        {
          "start": 2153,
          "end": 2160
        },
        {
          "start": 1308,
          "end": 1315
        },
        {
          "start": 1492,
          "end": 1499
        },
        {
          "start": 2811,
          "end": 2818
        },
        {
          "start": 1960,
          "end": 1967
        },
        {
          "start": 2345,
          "end": 2352
        },
        {
          "start": 223,
          "end": 230
        },
        {
          "start": 1433,
          "end": 1440
        }
      ]
    }
  ]
}