{
  "_id": "e7713ee12a639b29e0660b5e81a5661dd1f34b5795fc0a3bc2eac95340041dfc",
  "feed": "ftcomall",
  "title": "Dollar General: supply chain woe is not a red flag",
  "text": "<p>Judging from the behaviour of the US stock market, any concern over a recession has past. That might explain why shares of the discounter Dollar General are on sale. Its stock price plummeted 8 per cent on Thursday.</p> <p>The country's largest discount store operator, which usually does well in economic downturns, cut its profit outlook on Thursday. Supply chain costs were to blame. Diluted earnings per share for this year will grow 8 per cent at most, down from the 12 to 14 per cent increase it had previously forecast. </p> <p>It has no lack of customers. Like-for-like sales were up 6.8 per cent in the third quarter as decade-high inflation prompted more people to trade down. </p> <p>Instead, unexpected delays in acquiring additional warehouse space to store inventory resulted in more than $40mn in additional supply chain cost during the quarter. Higher theft losses plus customers shifting to lower margin essentials also ate into profitability. </p> <p>Worse, its inventory balance rose 28 per cent&#xa0; — or $1.8bn higher — than a year ago at $7.1bn, draining cash flow.</p> <p>The picture is not as alarming as it looks. Dollar General has 903 more stores compared with last year. All these need to be stocked. Inflation would have also driven up the inventory number. Markdowns, according to the company, remain “well below” pre-pandemic levels.</p> <p>A focus on rural and lower-priced customers should help keep expenses low. Dollar General sells items in smaller quantities so shoppers pay more on a unit basis. This is reflected in the gross margin. Despite the drop this quarter, the company still earns about 30 cents for every $1 in sales. That is more than the 25 cents earned by Walmart and Target.</p> <p>All this makes Thursday's sell-off in Dollar General shares look harsh. Assuming the company can iron out its supply chain issues, it remains well placed to weather an economic downturn. Investors can still get a bang for their buck at Dollar General. </p><p>Source:  2022 'Dollar General: supply chain woe is not a red flag' FT.com 1 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-01T18:37:22.987Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1657,
          "end": 1664
        }
      ]
    }
  ]
}