{
  "_id": "5c1253ecd2cca2fef20293220df0e8893b28b5fe1aa6520a5b2965c61ab60084",
  "feed": "ftcomall",
  "title": "Fintech/Klarna: their stars wane amid rising credit costs ",
  "text": "<p>Financial technology start-ups are in a funk. Sweden's Klarna is <a href=\"https://www.ft.com/content/d49fcc62-43a3-4a84-8e4a-e57f28e8386c\">cutting </a>a tenth of it its workforce and reportedly raising funds at a lower valuation than last time. Venture capital is cooling across the fintech board: funding this quarter is expected to raise about $21bn, according to CBInsights, down from $37bn a year ago and $29bn in the previous quarter.</p> <p>Some of the issues will look wearily familiar to traditional financial groups. Tough economic times and elevated borrowing costs sour more loans. Risks are magnified when lenders extend funds to customers on a buy-now-pay-later basis. </p> <p>Operating globally means stitching together a patchwork of agreements with regulators. Revolut, only this year <a href=\"https://www.ft.com/content/ea5deeec-15d7-469a-bde7-0abdd11f995d\">usurped</a> as the UK's privately owned fintech worth most — by the wobbly metric of a funding round — is still awaiting its UK banking licence. Boss Nik Storonsky had <a href=\"https://www.ft.com/content/d96283f5-7d7a-4181-b027-721800525de6\">hoped</a> to have it in the bag by now. </p> <p>Monzo <a href=\"https://www.ft.com/content/8ea6d977-c2fc-47a8-9d93-1ec02eb4f9a9\">pulled</a> its US application in the face of regulatory roadblocks. Germany's N26 clashed with regulators and <a href=\"https://www.ft.com/content/1cec5931-3b6f-4071-ad88-02fbaa4edc86\">quit</a> the US late last year to focus closer to home.</p> <p>Competition is fierce: on top of the shoals of newbies, add in digital offerings from banks and shops such as Walmart, which has its own acquisitive <a href=\"https://corporate.walmart.com/newsroom/2021/01/11/walmart-announces-creation-of-new-fintech-startup\">fintech start-up</a>. </p> <p>Expect the US retailer to ape the super apps being developed by the likes of taxi platform Uber. Super apps have so far only succeeded in China, a market closed to competition and — until a 180-degree reversal two years ago — championed by government.</p> <p>Costs, meantime, continue to rise; like other tech start-ups, the sector spends heavily on customer acquisition which means funding rounds are usually vital not optional. </p> <p>Rising rates and struggling customers leave BNPL lenders at the sharp end. That will spark closer regulatory scrutiny, something already under discussion at watchdogs. </p> <p>Nasdaq-listed Affirm shows why Klarna is reportedly settling for a valuation roughly a third less than the $45.6bn <a href=\"https://www.ft.com/content/9f73b352-723f-471b-b098-5f090279b5bb\">accorded</a> at last year's funding round. Affirm, trading at 60 times EV/trailing revenues at one point&#xa0;last year, is now on seven times. Shares trade at a seventh of November's peak. There is more pain to come for fintechs.</p><p>Source:  2022 'Fintech/Klarna: their stars wane amid rising credit costs ' FT.com 23 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-23T14:29:52.001Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1182,
          "end": 1189
        }
      ]
    }
  ]
}