{
  "_id": "e6585a4dbc70d1694308cf4c05ef3b2e955bcfb828528f591bf33c34b2d165ce",
  "feed": "ftcomall",
  "title": "Legal departments wake up to digital benefits beyond efficiency",
  "text": "<p>When DLA Piper partner Jim Delkousis jumped ship from the law firm to set up a legal technology business in Melbourne, little did he know he was about to feel the “loneliest” he ever had. </p> <p>He was convinced that the way big companies hire lawyers needed an overhaul. But the next few years turned out to be “a hard sell” and “by far the hardest thing I've ever done”.</p> <p>Six years later, and Persuit, the marketplace he founded for companies to hire external lawyers, has a client list that includes US retailer Walmart and Swiss pharmaceuticals group Novartis. And he is busier than ever. </p> <p>Legal departments are waking up to digital change, says Delkousis, adding that bidding for work is just the start of a long list of legal processes that could, and should, be entirely updated. </p> <p>“Meaningful digitisation and transformation shouldn't [just] be about whether firms can use e-signatures or document management — that's just how law firms <em>should</em> be working,” says Delkousis. “It has to be about transformation of what's really important, like client relationships . . . and driving real value.”</p> <p>Law firms have been notoriously slow to embrace digital transformation of their work. However, company legal departments are now under intense pressure to come up with better processes — and more quickly, particularly as costs are rising. </p> <p>Take the pay war for junior recruits that is irking clients, as rates for newly qualified lawyers around the world push well into six digits. </p> <p>“Cost control is important to our clients, like Shell and Walmart, so they don't want to pay those rates [for junior lawyers],” says Delkousis. “In-house teams are under pressure to reduce the budget on their own team, yet junior lawyers at law firms are getting paid $200,000.</p> <p>“If it's a cost the law firm is willing to absorb, then fine. But that means more of the routine and repetitive work needs to be automated.”</p> <p>Maurus Schreyvogel, former chief legal innovation officer at Novartis who has just joined professional services firm EY as a partner, recalls how the Swiss drugs maker initiated a new way of hiring external lawyers two years ago that involves moving away from hourly billing. That has made him a keen observer of automation.</p> <p>Law firms are making digital tools available to their staff, “but those tools are not being used,” he believes. “It's not in the best interests of a law firm to do so because it cuts into their margins. So it's really up to the in-house community to have an opinion on how a specific type of work should be done.”</p>  <p><strong>Kerry Westland, partner and head</strong> of innovation and legal technology at law firm Addleshaw Goddard, says internal efficiencies are one of the most important areas of her team's work. </p> <p>But clients are also demanding pre-packaged digital help for work resulting from developments such as the <a href=\"https://www.ft.com/libor-transition\">end of the Libor</a> benchmark, or the after-effects of the Covid-19 pandemic.</p> <p>As a result, law firms are expanding their rosters of developers, technologists, and graduates with degrees other than law. Over the past eight years, Westland's team has grown to include paralegals, senior legal technologists, developers, and graduates. </p> <p>The make-up of the team has changed a lot, she says: “I started this team with just me and one other person, and we're now over 40 and have just hired six people on the graduate scheme.”</p> <p>Westland's team works across seven “pillars”, including “internal efficiencies” — streamlining and standardising the ways that lawyers work — and “client projects”.</p> <p>One such project involved knitting together four tech platforms to create a bespoke product for Virgin Money. It was designed to enable the financial services company to handle the phased end of Libor, and to review, amend, and update documents for about 2,500 loans. </p> <p>But Westland says such examples barely scratch the surface of the ways in which lawyers' work could be truly overhauled. </p> <p>“As lawyers, we need to stop thinking about [Microsoft] Word documents,” she argues. “That might sound crazy, but we're so wedded to a Word document and having 40 versions of it going back and forth.” </p>  <p><strong>Mark Cohen, founder of consultancy</strong> Legal Mosaic, says law firms could have ambitions beyond simply making processes quicker. “They will tell you they spend more money on technology and have an innovation department, but the reality is that most of what they've done so far is about internal efficiency.”</p> <p>Their innovations are protecting margins, he adds, but he “would query whether that kind of thing is really impacting customers”.</p> <p>Delkousis had the idea for Persuit after realising that legal departments were using spreadsheets, emails and other means of sourcing outside counsel that could be more efficient if they were centralised and digitised.</p> <p>As a partner in a law firm, Delkousis “could see there was a problem”. Clients could not find the best law firms for their needs because so much of the interaction between firms and clients is based on relationships, he explains: “So, as long as nobody else knew who my clients were, I could fend off the competition.” </p> <p>His response was a vision of in-house legal teams posting their requirements online and inviting proposals from law firms, with the opportunity to revise pricing in real time. “It would be easy to compare apples with apples,” he says. </p> <p>Digital transformation “is much more than the typical hallmark that teams give themselves credit for now”, Delkousis argues. “What's really important is the relationship [clients have] with law firms, and making sure you're getting value.”&#xa0;</p><p>Source: Kate Beioley 2022 'Legal departments wake up to digital benefits beyond efficiency' FT.com 21 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-21T03:00:24.806Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1529,
          "end": 1536
        },
        {
          "start": 507,
          "end": 514
        }
      ]
    }
  ]
}