{
  "_id": "32a0794a587505343564d859fa525711a39fcdac58be984d26bf09b9498bc37b",
  "feed": "wall-street-journal",
  "title": "Amazon Profits Show Resilience Even as Labor, Supply Crunch Weigh on Results; E-commerce giant sees big boost in latest quarter from investment in electric-vehicle maker Rivian",
  "text": "<p>Amazon.com Inc. said profits nearly doubled in the critical holiday period, as the company managed to control labor and supply costs better than expected and saw gains in its cloud-computing and advertising businesses.</p><p>The company saw a huge boost in the quarter from its investment in electric-vehicle maker Rivian Automotive, Inc., adding nearly $12 billion to its operating income in the period on gains from that company's initial public offering in November last year. That accounted for the vast majority of Amazon's profits.</p><p>The tech and e-commerce giant reported $137.4 billion in quarterly revenue, up from $125.6 billion in the same period a year ago. Profits rose to $14.3 billion, from $7.2 billion a year ago. The financial results were a surprise to some analysts who expected earnings to be more subdued as Amazon dealt with rising costs on a variety of fronts.</p><p>Amazon shares rose by more than 14% in after-hours trading Thursday. The company signaled a more positive outlook than previous quarters even though growth has slowed. It said it expects operating income to be between $3 billion and $6 billion for the current quarter, compared with $8.9 billion during the first quarter 2021. Per-share earnings were $28.21. Analysts polled by FactSet on average predicted earnings of $3.63 a share.</p><p>\"Over the holidays, we saw higher costs driven by labor supply shortages and inflationary pressures, and these issues persisted into the first quarter due to Omicron,\" Chief Executive Andy Jassy said in a statement. \"Despite these short-term challenges, we continue to feel optimistic and excited about the business as we emerge from the pandemic.\"</p><p>Amazon fared better than many others during the Covid-19 pandemic, recording record earnings as consumers embraced and accelerated a shift to online shopping. But lately investors had come to fear that Amazon's tremendous growth would slow amid global supply-chain disruptions and labor challenges.</p><p>The e-commerce market received a huge windfall related to the pandemic, and no company benefited more than Amazon, which accounts for 41% of all sales online, according to the research firm Insider Intelligence. During the past two years Amazon has seen its most profitable quarters in its history.</p><p>In the last year, Amazon's stock has reflected investor uncertainty about the extent to which it can continue growing after a pandemic-induced surge and rising costs, especially for its sprawling workforce. The company is the second-largest private employer in the U.S. after Walmart Inc., with more than 950,000 employees in the country.</p><p>As it dealt with cost and labor issues in its e-commerce business, Amazon leaned even more on its highly profitable cloud-computing and fast-growing advertisement segments.</p><p>Amazon Web Services, or AWS—which rents computing, storage and networking capability to users—saw fourth-quarter revenue rise by about 40% to $17.8 billion, while ad sales grew 32% to $9.7 billion. The cloud-computing unit accounted for more than $5 billion in operating income. Meanwhile, the advertising division has surged as a result of new ad opportunities across Amazon's array of businesses.</p><p>Amazon's earnings come on the heels of blockbuster showings by its big tech peers. Google's parent company, Alphabet Inc., on Tuesday announced another quarter of strong sales and profits as a leading beneficiary of digital advertising. Microsoft Corp., an Amazon cloud rival, last week reported earnings growth from demand for its cloud services.</p><p>Amazon is starting the new year with an eye on continued expansion in its business segments, particularly in entertainment. The company this year will begin to have exclusive video rights to \"Thursday Night Football,\" and it is waiting to close its acquisition of the Hollywood studio MGM, which is expected to bring an array of notable titles under the company's name. Amazon agreed to pay $9 billion for MGM, including debt. The Federal Trade Commission is reviewing the deal.</p><p>Amazon said it would raise the price of its Prime membership service from $119 a year to $139, citing higher costs related to wages and transportation, as well as continued expansion of benefits under the membership. The company last raised the program's cost in 2018. Memberships include access to Amazon's fast delivery service as well as video streaming and other entertainment.</p><p>SHARE YOUR THOUGHTS</p><p>Did the pandemic affect the way you shop on Amazon? If so, how? Join the conversation below.</p><p>Amazon executives said last year that the company would spend roughly $4 billion in the fourth quarter to deal with higher freight and shipping costs, labor shortages and global supply-chain challenges. Amazon has boosted its pay for workers to an average of $18 an hour and offered sign-on bonuses of as much as $3,000 in some areas.</p><p>The company continues to face unionization campaigns despite the pay increases. Union organizers have pledged to push Amazon to alter its working standards for hourly warehouse associates in areas such as work-pace requirements and breaks. Amazon, which opposes the organizing efforts, has said it is trying to listen to its workers better and has added benefits and safety training.</p><p>Amazon workers at a facility in Bessemer, Ala., this week will start to vote by mail in a union election revote, and the company is confronting possible votes in New York.</p><p>Write to Sebastian Herrera at Sebastian.Herrera@wsj.com</p><p>Amazon Profits Show Resilience Even as Labor, Supply Crunch Weigh on Results</p>",
  "published": "2022-02-03T22:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2534,
          "end": 2546
        },
        {
          "start": 2534,
          "end": 2541
        }
      ],
      "nexusId": "10042309"
    }
  ]
}