{
  "_id": "ff5f5cf624b2da89cfbe575ecf0e5b07576e0e4b7f5c4b63bde8758ce4251122",
  "feed": "market-watch",
  "title": "Treasury yields slip as IMF warns of severe global downturn and U.S. economic data disappoints",
  "text": "<p>* The yield on the 2-year Treasury note BX:TMUBMUSD02Y fell to 3%, down from 3.035% at 3 p.m. Eastern on Monday.</p><p>* The 10-year Treasury note yield BX:TMUBMUSD10Y was at 2.734% versus 2.819% Monday afternoon.</p><p>* The yield on the 30-year Treasury bond BX:TMUBMUSD30Y dropped to 2.983% from 3.048% late Monday.</p><p>What's driving the market</p><p>Fed-funds futures traders have priced in a 75% chance that the Fed will lift the fed-funds rate by 75 basis points, or three-quarters of a percentage point, when it completes its two-day meeting on Wednesday afternoon. The Fed delivered a 75 basis point rise in June, its first such outsize increase since 1994, and has aggressively lifted interest rates this year as it attempts to curb inflation running at its hottest in nearly four decades.</p><p>Fears the Fed, in its effort to play catch-up with inflation, could push the economy into a steep slowdown or outright recession have been on the rise. The spread between the 10-year and 2-year Treasury rates shrank to as low as minus 27 basis points and is on track to surpass the level last seen on Sept. 26, 2000, a potential recession warning flag.</p><p>\"Today is day one of the two-day Fed meeting,\" said FHN Financial Chief Economist Chris Low. \"The staff economic briefing should — finally — acknowledge the extent of the first half economic slowdown, while the markets desk should acknowledge the extent of disruption in markets… There should also be some evidence of slower inflation.\"</p><p>\"Gas prices have fallen 13.1% since the week of June 13 thanks to a drop in miles driven. Because gas prices are highly inelastic — it takes a bigger change in price to induce a change in consumption than for other goods and services — consumer capitulation here should indicate a broader change in behavior extending to the rest of the economy,\" he wrote in a note. \"None of this will deter the Fed from hiking 75bp tomorrow, but it does set the stage for signaling slower rate hikes to come. \"</p><p>Meanwhile, U.S. stocks opened lower and remained down in morning trading after disappointing earnings from retail giant Walmart Inc. WMT late Monday showed consumers are feeling a pinch from inflation.The global economy is facing the possibility of a severe downturn that would rank in the bottom 10% of outcomes since 1970, the International Monetary Fundwarned Tuesday in an update to its closely-followed World Economic Outlook report.In U.S. data on Tuesday, the S&amp;P CoreLogic Case-Shiller 20-city index decelerated to a 20.5% year-over-year gain in May, down from 21.2% in the previous month. The U.S. consumer-confidence index from the Conference Board fell to 95.7 in July, and new home sales plunged8.1% to a seasonally-adjusted rate of 590,000 in June, the lowest since the pandemic.</p><p>Treasury yields slip as IMF warns of severe global downturn and U.S. economic data disappoints</p>",
  "published": "2022-07-26T14:25:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2084,
          "end": 2096
        }
      ]
    }
  ]
}