{
  "_id": "00b7dda2b24f168701ccf914affe4e958fd55f7922cec205610e1b96498cb9c9",
  "feed": "market-watch",
  "title": "Oracle stock boomerangs after forecast and a knowing laugh about TikTok",
  "text": "<p>Oracle&#xa0;ORCL shares, which had dropped as much as 8% after hours, recovered and were flat in the extended session following a conference call in which Catz and Ellison were asked about a reported data deal with TikTok owner Bytedance. After Ellison chuckled, Catz told analysts, “the one thing I can tell you is, we have an excellent relationship with the folks at TikTok.”</p><p>“I'll second that,” Ellison said. “It's excellent.” Neither executive confirmed the deal.</p><p>Shares initially dropped after Oracle reported that fiscal third-quarter profit fell, which it blamed on investments including Ampere and Oxford Nanopore Technologies PLC UK:ONT not providing the boost that its 2021 holdings provided. Shares began to rebound after Catz gave a fiscal fourth-quarter forecast that hit analysts' marks, while projecting another year-over-year earnings decline due to a combination of low taxes and investment gains a year ago.</p><p>“Both non-GAAP and GAAP EPS are expected to decline year-over-year due to some large investment gains we saw last year, as well as a very low tax rate last year,” Catz said on the call, noting an increase in Oracle's tax rate to 18.4% from 10.7%.</p><p>Catz forecast fourth-quarter earnings of $1.35 to $1.39 a share on revenue growth of 3% to 5%, or $11.56 billion to $11.79 billion, despite not including any revenue from the company's $28.3 billion deal to acquire Cerner Corp. CERN, which hasn't closed. Analysts surveyed by FactSet were forecasting $1.38 a share on revenue of $11.75 billion.</p><p>Reuters reported Thursday morning that Oracle was near a deal with TikTok to store information of U.S. users without the video-sharing app's Chinese parent company ByteDance having access to it. In 2020, Oracle stood to acquire TikTok in a complicated deal with Walmart Inc.WMT at the behest of then-President Donald Trump, but that deal was shelved and the Biden administration dropped Trump-era executive orders to ban the app.</p><p>For the fiscal third quarter, Oracle reported net income of $2.32 billion, or 84 cents a share, compared with $5.02 billion, or $1.68 a share, a year ago. Adjusted earnings, which exclude stock-based compensation expenses and other items, were $1.13 a share, compared with $1.16 a share in the year-ago period. Revenue rose to $10.51 billion from $10.09 billion in the year-ago quarter.</p><p>Analysts had estimated earnings of $1.18 a share — based on Oracle's forecast of $1.14 to $1.18 a share — and revenue of $10.51 billion.</p><p>The stock moves followed a 0.7% rise in the regular session to close at $76.65. Oracle shares are up 6% over the past 12 months, versus a 5% decline by the iShares Expanded Tech-Software Sector ETF IGV, while the S&amp;P 500 index SPX has gained 9% and the tech-heavy Nasdaq Composite Index COMP is virtually flat.</p>",
  "published": "2022-03-11T08:26:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1775,
          "end": 1782
        }
      ]
    }
  ]
}