{
  "_id": "90cb1c197e961ffdeb335aa531a0a92dcb1e3c398952151f8ec5efc247f628e3",
  "feed": "market-watch",
  "title": "Canada border crossing reopened after 6-day blockade by vaccine protesters as U.S. COVID death toll approaches 920,000",
  "text": "<p>The so-called Freedom Convoy has disrupted other Canadian cities and caused havoc in the Canadian capital for days, with drivers honking vehicle horns late into the night.</p><p>The protesters have inspired copycat demonstrations in other cities around the world, including in France, Belgium, the Netherlands and New Zealand. French demonstrators were en route to Brussels early Monday to join Belgian and Dutch protesters, after French police fired tear gas on Saturday against a small group demonstrating on the Champs-Élysées in Paris, the Associated Press reported. </p><p>A threatened blockade of Paris failed to materialize over the weekend, despite days of online organizing efforts.</p><p>In the Netherlands, dozens of trucks and other vehicles — ranging from tractors to a car towing a camping van — arrived in the Hague for a similar virus-related protest Saturday, blocking an entrance to the historic Dutch parliamentary complex.</p><p>In New Zealand, authorities turned on sprinklers as well as Barry Manilow hits in an effort to disperse protesters outside the parliament, according to a separate AP report. When that proved ineffective, they placed the 1990s earworm “Macarena” on a loop and later resorted to endless replays of “Baby Shark.”</p><p>Among the protesters' grievances is the requirement in New Zealand that certain workers get vaccinated against COVID-19, including teachers, doctors, nurses, police and military personnel. Many protesters also oppose mask mandates — such as those in stores and among children over about age 8 in classrooms.</p><p>See also: Walmart ends mask requirement for vaccinated workers, paid COVID leave to follow</p><p>New Zealand was spared the worst of the pandemic after it closed its borders and implemented strict lockdowns, limiting the spread of the virus. The country has reported just 53 virus deaths among its population of 5 million.</p><p>But some have grown weary of the restrictions. Prime Minister Jacinda Ardern last week said the country would end its quarantine requirements for incoming travelers in stages as it reopened its borders. With about 77% of New Zealanders vaccinated, Ardern has also promised she won't impose new lockdowns.</p><p>Back in the U.S., case numbers continue to decline steeply from their recent peaks, which were driven by the highly infectious omicron variant. The U.S. is now averaging 174,592 new COVID cases a day,&#xa0;according to a New York Times tracker,&#xa0;down 67% from two weeks ago.</p><p>Hospitalizations are down 35% from two weeks ago at 92,896 a day on average. And deaths are finally starting to fall, down 3% to an average of 2,465 a day, which is an improvement but still the most since last winter, before vaccines were widely available.&#xa0;</p><p>President Joe Biden, in an interview with NBC's Lester Holt that aired Sunday after being previewed by the network on Friday, mounted his latest effort to persuade the unvaccinated to get their shots. Omicron has caused breakthrough cases in vaccinated people and even those who have had a booster shot, but that population have mostly had mild cases or even asymptomatic ones.</p><p>Most severe disease, hospitalizations and deaths are happening to unvaccinated people.</p><p>“People should get the shots,” the president said. “We know the shots work. We know they work for the variants that we are dealing with now.”</p><p>See now: Biden says it's ‘probably premature' for states to drop face-mask requirements as Nevada — including its casinos — becomes latest to do so</p><p>Don't miss:&#xa0;‘You will not believe what I've just found.' Inside the ivermectin saga: a hacked password, mysterious websites and faulty data.</p><p>Other COVID-19 news you should know about:</p><p>•&#xa0;Hong Kong's paramedics are being “stretched to the limit” by a fifth wave of COVID cases, the South China Morning Post reported. Unions are urging patients with no symptoms or those who test positive with rapid kits not to call the emergency services. Their appeal came as the city confirmed a record 2,071 new coronavirus cases and preliminarily reported more than 4,500 infections on Monday.</p><p>•&#xa0;A future variant of COVID could be far more pathogenic than existing ones and cause far higher numbers of deaths and serious illness, leading U.K. scientists are warning, the Guardian reported. Many now say that caution needs to be taken in lifting the last COVID restrictions in England, as&#xa0;Boris Johnson&#xa0;plans to do next week. There are also calls for two leading government advisers, Chris Whitty and Patrick Vallance, to hold a news conference to explain what evidence exists to support ending pandemic restrictions.</p><p>•&#xa0;Camilla, duchess of Cornwall, has tested positive for COVID-19 four days after her husband Prince Charles, heir to the throne, was confirmed to be infected with the coronavirus, the couple's office said Monday, the AP reported. Clarence House said Camilla was self-isolating. Charles has been isolating since he tested positive on Thursday, but Camilla had continued with public engagements while taking daily tests. Both Charles, 73, and 74-year-old Camilla are triple-vaccinated.</p><p>•&#xa0;South Korea and Sweden have become the latest countries to offer a fourth vaccine dose to at-risk people, according to media reports. The Korea Disease Control and Prevention Agency announced a fourth dose for “the high-risk group,” which includes about 1.3 million people with reduced immunity and some 500,000 who live or work at nursing homes and care facilities, the Washington Post reported. Sweden is offering a fourth shot to people over age 80 and those living in nursing homes or getting home care, but only fourth months after the previous shot, ABC News reported.</p><p>Here's what the numbers say</p><p>The global tally of confirmed cases of COVID-19 rose above 412.2 million on Friday,&#xa0;according to data aggregated by Johns Hopkins University, while the death toll climbed above 5.81 million.</p><p>The U.S. leads the world with 77.7 million cases and 919,694 deaths.</p><p>The&#xa0;Centers for Disease Control and Prevention's tracker&#xa0;shows that 213.8 million people living in the U.S. are fully vaccinated, equal to 64.4% of the population. But just 91.6 million are boosted, equal to 42.8% of the vaccinated population.&#xa0;</p>",
  "published": "2022-02-14T11:19:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1552,
          "end": 1559
        }
      ]
    }
  ]
}