{
  "_id": "b170c5bb0f93932879dcd49b5ba32929f858a1a57c629f4001f27a32305dddb2",
  "feed": "wall-street-journal",
  "title": "Are Unions Seeing the Start of a Movement—or Is it Just a Moment? It was a good year for organizing efforts. But there are many reasons to be skeptical.",
  "text": "<p>It would be too glib to say that this was one step forward, two steps back for the union effort in the U.S. But the Amazon union's victory and its subsequent difficulty in capitalizing upon that success highlight how 2022 served up—but left unsettled—a critical question: Have we witnessed this year, as Steven Greenhouse of the Century Foundation has framed it, the rejuvenation of a movement or merely a moment?</p><p>'Historic surge'</p><p>There is no doubt that workers across the country are stirring. For the 12-month period ended Sept. 30, more than 2,500 union representation petitions were filed with the National Labor Relations Board—a 53% increase from the prior year and the most since 2016. The agency called it \"a historic surge.\"</p><p>Workers at many prominent companies—including Starbucks Corp., Trader Joe's, Apple Inc., New York Times Co., Recreational Equipment Inc., Activision Blizzard Inc. and Chipotle Mexican Grill Inc.—voted to carry union cards in 2022. Work stoppages are on the rise.</p><p>At least a couple of underlying trends suggest that this momentum might well continue into the new year—and beyond.</p><p>For one thing, the fallout from Covid-19 caused many front-line workers to consider how they were being treated by their employers, even by those companies that hailed them as \"heroes\" and \"essential.\"</p><p>SHARE YOUR THOUGHTS</p><p>Do you think labor-organizing activity is a lasting trend, or a momentary reaction to our stressed economy? Join the conversation below.</p><p>A Brookings Institution analysis of \"the pandemic experience and actions\" of 22 large corporations is telling. It concluded that \"the vast majority…pay their workers too little to get by.\" As a result, the Brookings researchers added, the growing demand for union representation \"should come as no surprise.\"</p><p>Indeed, the Economic Policy Institute has documented that those covered by a union contract earn about 10% more than their nonunion peers. Scholars refer to this as the union wage premium.</p><p>Yet it's not just pay that is spurring workers to organize. A team at the MIT Sloan School of Management has found that the rank-and-file wants more of a say on a range of issues related to their jobs, including compensation, promotion, job security, the impact of technology and protections against harassment. Being represented by a union, the MIT study says, is one way to close this \"voice gap.\"</p><p>The public's perception of organized labor has also steadily improved. A Gallup survey released in August showed that 71% of Americans now approve of unions, the highest mark recorded on this measure since 1965.</p><p>The obstacles </p><p>In addition to losses suffered by the Amazon Labor Union after the notable win in Staten Island, the Retail, Wholesale and Department Store Union lost its bid to organize an Amazon facility in Bessemer, Ala.—for the second time—in 2022. PHOTO: Andi Rice for The Wall Street Journal</p><p>Still, for all of this, organized labor is a shadow of what it once was. In 1953, 35.7% of private-sector workers in America were unionized; last year, 6.1% were.</p><p>For unions to build on recent triumphs, and to make this a movement rather than a moment, several things must transpire. And none of it will be easy.</p><p>Over the years, many unions have become overly bureaucratic. They will need to be nimbler—and bolder—moving forward. \"There isn't time anymore for risk-averse unions,\" Jane McAlevey a senior policy fellow at the University of California's Institute for Research on Labor and Employment, has written. \"Workers in local unions are striking. Yet the national leadership remains deaf to the untapped anger in the field.\"</p><p>Union organizers must also win converts. Despite the public's widespread support for unions, the Gallup survey found that 58% of nonunion workers in the U.S. are \"not interested at all\" in joining one. (Other polling shows more of a 50-50 split.) The reason: Some workers think that unions won't help them secure a better deal from their employer than they're already getting—despite paying dues—while others worry that they'll make the workplace divisive.</p><p>For unions to thrive in the future, labor law also needs an overhaul. In September, California Gov. Gavin Newsom signed legislation authorizing the creation of a Fast Food Council made up of representatives from labor and management to set minimum standards for workers in the industry, including for wages. Labor advocates see the new law as putting the country on a path toward \"sectoral bargaining\" in which unions negotiate standards that apply to workers across an entire industry, not just at one company. But much more of this type of change will be required throughout the nation if labor is going to gain lasting ground. Meanwhile, a restaurant coalition is trying to block the California law from taking effect. </p><p>Starbucks CEO Howard Schultz, shown at a workshop with employees, has called the union organizing workers at his company a 'third party' getting between management and workers. PHOTO: Meron Menghistab for The Wall Street Journal</p><p>Finally, unions will need to overcome strong resistance from employers, many of which paint unions as interlopers trying to wedge themselves between management and the workforce. For instance, Starbucks CEO Howard Schultz has characterized the union organizing workers at his company as a \"third party.\" He went on to say that it will undermine \"the customer experience\" if the union \"is integrated into our business.\"</p><p>Companies spend about $340 million a year on union-avoidance consultants. And many will do whatever it takes to thwart an organization drive. Among the illegal but tried-and-true tactics that companies engage in: shutting down locations where there is labor activity, firing union backers and then, if workers do vote for representation, refusing to come to the bargaining table in good faith.</p><p>Unions clearly had plenty of moments in 2022. But there is a lot of mountain left to climb—and the headwinds are fierce.</p><p>Mr. Wartzman is the head of the KH Moon Center for a Functioning Society, a part of the Drucker Institute. His most recent book is \"Still Broke: Walmart's Remarkable Transformation and the Limits of Socially Conscious Capitalism.\" He can be reached at reports@wsj.com .</p><p>Are Unions Seeing the Start of a Movement—or Is it Just a Moment?</p>",
  "published": "2022-12-05T15:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 6095,
          "end": 6102
        }
      ]
    }
  ]
}