{
  "_id": "61bfd135bd95c36312dd57736626f5a6c3059eed308950b9079b79dc462d1ad6",
  "feed": "wall-street-journal",
  "title": "U.S. Jobless Claims Hit Lowest Level in Five Months; Applications for unemployment benefits have fallen below the prepandemic average as employers hold on to workers in a tight labor market",
  "text": "<p>The four-week moving average, which smooths out weekly volatility, fell by 8,750 to 207,000.</p><p>Continuing claims, a proxy for the number of people receiving ongoing unemployment benefits, decreased to 1.35 million in the week ended Sept. 17 from 1.38 million a week earlier. Continuing claims are reported with a one-week lag.</p><p>The U.S. labor market has shown signs of strength despite cooling from a red-hot pace earlier in the year. Employers added 315,000 jobs in August. The unemployment rate—at 3.7% in August—remains near a half-century low of 3.5%. The labor participation rate ticked up last month, meaning more people entered the labor market to fill historically high numbers of job vacancies.</p><p>There are nearly two job openings for every unemployed person seeking work. Federal Reserve Chairman Jerome Powell has said the ratio of job openings to unemployed workers must narrow to bring the labor market into better balance. The Fed is aggressively raising interest rates to cool the labor market and rein in historically high rates of inflation. In August, the consumer-price index rose 8.3% over the prior year, a slight slowdown from a recent high of 9.1% in June.</p><p>Job openings rose in July after declining for three straight months, reflecting companies' ongoing hunger for workers, while layoffs held at historically low levels.</p><p>Some companies, though, are pulling back on hiring and cutting head count. Gap Inc. is eliminating about 500 corporate jobs. Meta Platforms Inc. is planning to cut expenses by at least 10% in the coming months, in part through staff reductions. Walmart Inc. said it would cut back on hiring seasonal workers for the winter holidays, looking to hire 40,000 temporary workers compared with last year's goal of hiring 150,000 permanent workers for the busy shopping season and beyond.</p><p>Write to Sarah Chaney Cambon at sarah.chaney@wsj.com</p><p>U.S. Jobless Claims Hit Lowest Level in Five Months</p>",
  "published": "2022-09-29T13:03:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1586,
          "end": 1598
        }
      ],
      "nexusId": "10042309"
    }
  ]
}