{
  "_id": "ac44cb0d3091bbe0c5d5c7a513434519dc141576c7959d2ac3c619f92d445034",
  "feed": "wall-street-journal",
  "title": "U.S. News: J&J and Drug Distributors Agree to Opioid Settlement --- Companies give final approval to roughly $25 billion deal with dozens of U.S. states",
  "text": "<p>The global settlement was first announced last summer. It was given final approval by the companies after a threshold number of state and local governments agreed to participate and currently amounts to roughly $25 billion.</p><p>The settlement is the largest to date from more than 3,000 lawsuits brought by states, local governments, Native American tribes, hospital groups and others alleging that companies from pharmaceutical manufacturers to distributors and pharmacies flooded areas with pills and created the opioid epidemic, ultimately forcing communities to spend millions of dollars responding to the crisis.</p><p>The settlement also comes as drug-overdose deaths continue to grow, reaching more than 100,000 in the 12-month period ended last April, the Centers for Disease Control and Prevention has said.</p><p>The settlement funds will go to state and local governments and pay for healthcare and drug treatment programs, among other programs aimed at mitigating the opioid crisis, said a group of lawyers who negotiated on behalf of the state and local governments.</p><p>\"The bottom line from this news is that help is on the way for first responders and healthcare workers on the front lines of this public health crisis,\" the attorneys said.</p><p>J&amp;J said in a statement that the settlement wasn't an admission of liability or wrongdoing and that the company would continue to defend itself in other litigation. The company no longer sells prescription opioids in the U.S.</p><p>AmerisourceBergen will pay $6.1 billion, Cardinal Health will pay $6 billion and McKesson will pay $7.4 billion over the course of 18 years.</p><p>The drug distributors said in a joint statement that they continue to dispute the allegations against them, but that the settlement is a milestone in resolving opioid claims and delivering relief to communities across the country hit by the opioid epidemic.</p><p>A spokesman for AmerisourceBergen said the settlement will allow the company to avoid years of litigation and will expedite sending resources to communities.</p><p>\"The years of legal actions leading up to this point have shown time and time again that pharmaceutical distributors must walk a legal and ethical tightrope between providing access to necessary medications and acting to prevent diversion of controlled substances,\" said Gabriel Weissman, a spokesman for AmerisourceBergen.</p><p>A Cardinal spokesman declined to comment beyond the joint statement, and a McKesson spokesman didn't respond to a request for additional comment.</p><p>Earlier this month, the three drug distributors agreed to pay $439.9 million to more than 400 Indian tribes that had sued them. Johnson &amp; Johnson agreed to pay $150 million in that settlement.</p><p>Meanwhile, other cases continue to wind through state and federal courts against other companies in the opioid supply chain. The bankruptcy of Purdue Pharma LP also remains unresolved.</p><p>Members of the Sackler family who own Purdue Pharma have proposed paying up to $6 billion to settle litigation accusing them of fueling the opioid epidemic, after a judge overturned a previous chapter 11 deal.</p><p>In December, a jury in New York state found drugmaker Teva Pharmaceuticals USA Inc. liable for creating a public nuisance in the state and two Long Island counties. And in November, a federal jury in Cleveland found that the companies owning CVS, Walgreens and Walmart pharmacies were liable for contributing to the opioid epidemic in two Ohio counties.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-02-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3339,
          "end": 3346
        }
      ]
    }
  ]
}