{
  "_id": "0e438aa20111709c941c0daa0015006c3bd015b577984b58bfafc19d811e830f",
  "feed": "market-watch",
  "title": "The big bet: Can retail pharmacy chains remake themselves into healthcare providers? Walgreens is making a splash in primary care. John Driscoll, head of the company's healthcare business, tells MarketWatch what to expect in 2023.",
  "text": "<p>Amazon kicked off the year's activity with its planned acquisition of direct-primary-care provider One Medical, which trades under the name 1Life Healthcare Inc. ONEM, for $3.9 billion. Humana and the private-equity firm Welsh, Carson, Anderson &amp; Stowe poured an additional $1.2 billion into a venture that plans to develop 100 primary-care clinics for seniors. CVS Health, which already operates more than 1,100 clinics inside its own pharmacies and Target stores, spent the year aggressively talking up plans to enter the primary-care market. And Walgreens Boots Alliance, together with Cigna, rounded out the year with plans to buy Summit Health-CityMD, a privately held provider of primary- and urgent-care services, for $8.9 billion.</p><p>In a year with few sizable healthcare deals, it's a notable set of acquisitions that reveal the changing landscape for how primary care will be delivered in the U.S. in the years to come.</p><p>\"What traditional retail gets right is trust, convenience, price and meeting the consumer where they are,\" John Driscoll, president of U.S. healthcare for Walgreens, told MarketWatch. \"If we could bring more of that to healthcare, I think all of us would be happier.\"</p><p>Walgreens operates about 200 VillageMD clinics that provide primary care or urgent care, and the Summit Health-CityMD deal adds another 370 locations. The business unit that houses these services expects to be profitable in 2023 and to generate $14.5 billion to $16 billion in sales in 2025.</p><p>According to Forrester Research, retail health clinics are expected to double their share of the primary-care market in 2023. That expansion is only going to build on the sector's already explosive growth from just 29 clinics in 2006 to an estimated 3,000 today.</p><p>Many Americans, especially millennials and Gen Z, are fine with the change. And getting vaccinated while at a retailer to pick up COVID-19 tests and hand sanitizer only reinforced the public's reliance on retail pharmacy chains, with 61% of respondents to a recent Wolters Kluwer survey saying that in five years they expect most primary care to be provided at pharmacies and retail clinics instead of in a doctor's office.</p><p>\"There is no more urgent need in this post-COVID, $4 trillion healthcare economy, with 10,000 [people eligible for] Medicare turning 65 every day, for Walgreens to deliver more comprehensive solutions for a system that needs a lower total cost of care and better outcomes,\" Driscoll said.</p><p>Walgreens in recent months has sold about $2.6 billion worth of shares in the pharmaceutical distributor AmerisourceBergen ABC to help fund the acquisition of Summit Heath-CityMD. Are more deals on the table?</p><p>\"We are going to lean into investing more and investing aggressively in healthcare,\" Driscoll said.</p><p>Walgreens' stock is down 21.6% since the start of the year, while the S&amp;P 500 SPX has declined 15.6%.</p><p>Stocks to watch: Amazon.com Inc. AMZN, Cano Health Inc. CANO, CVS Health Corp. CVS, Humana Inc. HUM, Oak Street Health Inc. OSH, Walgreens Boots Alliance Inc. WBA, Walmart Inc. WMT, UnitedHealth Group Inc. UNH</p><p>The big bet: Can retail pharmacy chains remake themselves into healthcare providers?</p>",
  "published": "2022-12-15T12:28:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3038,
          "end": 3050
        }
      ]
    }
  ]
}