{
  "_id": "1f48132932e09744dc5bb48c2bf0b16d99fcc237aac29bd54a23714e7037d5fc",
  "feed": "wall-street-journal",
  "title": "Star Gymnast Simone Biles Breaks With Embattled Telehealth Provider Cerebral; A contract wasn't extended between the company and the Olympic champion, who has been open about her own mental health struggles",
  "text": "<p>\"The term of the contract ended earlier this year and wasn't extended,\" said Stephen Cohen, a spokesman for Cerebral. Ms. Biles's agent declined to comment.</p><p>The quiet and abrupt end for the partnership, dubbed \"Simone Biles x Cerebral,\" underscores the risks athlete endorsers face in promoting companies, particularly in emerging areas such as telehealth and cryptocurrency. Athletes increasingly talk about their deals as partnerships in which the company pledges holistic support for their various pursuits, although the athletes often don't take a greater involvement in the company's operations. But the emphasis on finding a personal meaning in deals also carries a greater reputational exposure for the athlete if the company stumbles.</p><p>Current and former employees said they felt Cerebral applied pressure on cliniciansto prescribe powerful stimulants such as Adderall for adults with attention-deficit hyperactivity disorder, The Wall Street Journal reported in a series of articles.</p><p>The board fired its company founder and chief executive Kyle Robertson in May, shortly after the company revealed that it had received a subpoena from federal prosecutors looking into possible violations of the Controlled Substance Act. CVS Health Corp. and Walmart Inc. stopped filling Cerebral's prescriptions for controlled substances such as Adderall. In October Cerebral said it would cut about 20% of its staff.</p><p>Cerebral has said that it doesn't pressure clinicians and that the company provides an essential service. It has said it is cooperating with the investigations and hasn't been accused of breaking any laws. Mr. Robertson's spokesman didn't respond to questions.</p><p>Ms. Biles was removed from Cerebral's home page some time between Nov. 10 and Nov. 15, according to screenshots from the internet Archive. A page about the partnership remained accessible Monday. Before her image was removed, an asterisk was added that she only uses Cerebral's therapy services.</p><p>Ms. Biles appeared to stop posting ads for Cerebral to her social media profiles after the spring of this year, when controversy enveloped the company. Since then, Cerebral ads that had been posted to her Instagram account have been removed, according to a Journal review of the account this week. Some of the ads promoted the company's prescription services.</p><p>\"When I first started experiencing anxiety, it was really scary. I didn't know how to tackle it until I found Cerebral,\" Ms. Biles said in an ad that appeared on Cerebral's Facebook page in late March. \"Cerebral is a customized solution for your mental health needs. You can get help for anxiety, depression, ADHD, insomnia and more.\"</p><p>The partnership with Ms. Biles had caused friction inside Cerebral. A memo from the Cerebral board that it used to justify firing Mr. Robertson said that in 2021, Mr. Robertson had instructed the company's head of growth, Armaan Gandhi, to push Ms. Biles to focus more on promoting the prescription services of Cerebral, including for ADHD.</p><p>In particular, the board said, Mr. Robertson wrote in Mr. Gandhi's performance review that he should have been using her for \"aligning messaging better to our core value prop (eg meds, ADHD) and ensuring that she is posting raw content on social that actually performs.\"</p><p>The memo accused Mr. Robertson of personally neglecting the partnership—while conversations with her team grew \"contentious\"—despite the board's fears that \"a termination of contract there will create irreparable PR damage to the brand.\"</p><p>The memo also alleged that Mr. Robertson's focus on growth \"created the market perception of Cerebral as a 'pill mill.'\"</p><p>Digital Health Business &amp; Technology earlier reported that Ms. Biles's partnership with Cerebral had ended.</p><p>The now 25-year-old gymnast had been held up as a mental-health icon after her high-profile struggles at the Olympics in Tokyo in the summer of 2021. Ms. Biles had won four gold medals and a bronze at her first Games, in 2016. But at her second, she pulled herself out of competition while the team final was already under way, fearing that she wasn't in the right mental condition to perform safely or effectively. She was enthusiastically praised for the decision in some quarters and viciously attacked in others, and opted, when returning home, to pivot to mental-health advocacy.</p><p>Ms. Biles has herself said she had taken medication for ADHD when she was younger, though she had stopped in the years leading up to Tokyo.</p><p>Mr. Robertson said in an interview in October 2021 that he had decided to pursue Ms. Biles after seeing what happened at the Olympic Games, Ms. Biles' second, believing that her story would resonate across several different demographics.</p><p>Ms. Biles said in an interview around the same time that she had been offered several different mental health partnerships after she came home from Tokyo, and picked Cerebral among various suitors because the idea of being able to access therapy from anywhere appealed to her. Cerebral was an associate sponsor of the post-Olympic tour that she headlined. The tour focused heavily on mental health themes.</p><p>Write to Rolfe Winkler at Rolfe.Winkler@wsj.com and Louise Radnofsky at louise.radnofsky@wsj.com</p><p>Star Gymnast Simone Biles Breaks With Embattled Telehealth Provider Cerebral</p>",
  "published": "2022-12-20T17:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1250,
          "end": 1262
        }
      ]
    }
  ]
}