{
  "_id": "f286b6f3eb8bd1d8ad9de95491fe786f575f69a28d47eb36d128e9586200da19",
  "feed": "wall-street-journal",
  "title": "C-Suite Strategies (A Special Report) --- EBay's Turnaround Strategy: CEO Jamie Iannone says the company is better able to withstand changing consumer habits",
  "text": "<p>The company tapped Mr. Iannone, who had worked previously for eBay from 2001 to 2009. He was most recently chief operating officer of Walmart Inc.'s e-commerce arm -- as the company unseated eBay as the nation's second-largest online retailer.</p><p>His hiring relieved some of the pressure from activists. And Mr. Iannone quickly shifted eBay's focus to competing with newer marketplaces like StockX LLC, which won over shoppers by promising to authenticate every purchase.</p><p>EBay launched its authentication program in September 2020 with watches, before adding sneakers the following month. EBay inspects each item sold above a certain price to make sure it matches the product description, then determines if it is authentic or a fake. The program has since expanded to include handbags and trading cards. The marketplace has posted better than expected results for seven consecutive quarters, while its stock price has more than doubled, peaking at roughly $80 last fall.</p><p>The stock has dropped since then, amid weak guidance and growing concerns from investors about the cooling e-commerce sector. Mr. Iannone, 49 years old, says eBay is a healthier company after the changes he has implemented, and better positioned to withstand changing consumer habits brought on by the reopened economy and rising inflation.</p><p>The Wall Street Journal spoke to Mr. Iannone recently. Here are edited excerpts of the conversation.</p><p>WSJ: How hard is it to change the company's reputation when it has been in the business for so long?</p><p>MR. IANNONE: We have a whole organization focused on customer satisfaction. It only takes a couple of quarters for buyers and sellers to react and realize, \"Wow, look at what's happening on eBay.\"</p><p>Our sneaker business was declining for years, and we revamped the category -- how we market, how products are listed for sale, putting everything through authentication -- and the business took off.</p><p>We started doing category-specific marketing. Take sneakers. We're out there with tons of influencers in the category talking about what we're doing. We're doing TikTok campaigns that are going viral.</p><p>We've been changing how we communicate with the community and buyers and sellers, going out to reach enthusiasts where they are, and that's really working.</p><p>WSJ: How do you pick up customer satisfaction with existing buyers, then get new buyers or people who maybe haven't shopped on eBay in a while?</p><p>MR. IANNONE: Part of that marketing is to say, \"Wow, look at what's happening. EBay is authenticating every item. Look at what's compelling.\" Part of it is the getting that message out.</p><p>We've shifted strategy on the buyer side; we're really focused on how do we get enthusiast buyers, who make lots of purchases in one category.</p><p>Because buyers end up shopping across categories. You may come in to buy sneakers, but then you'll buy streetwear. You'll buy electronics. The average buyer who spent $2,000 or more on a watch spent over $9,000 in watches annually and $8,000 on items in other categories.</p><p>WSJ: Trading cards have been just crazy explosive. Is that something to do with the pandemic and people doing Marie Kondoing of their homes?</p><p>MR. IANNONE: There's a lot of stimulus money in the economy. People are looking for alternative assets to invest in. Trading cards are something that people get very passionate and enthusiastic about.</p><p>We just announced the first eBay vault. It's going to be 31,000 square feet that over time will hold $3 billion in assets -- storing them so sellers don't have to ship them to buyers, and buyers don't need to keep them at home.</p><p>For a lot of collectors, they don't actually need to have the trading card at their house. They're collecting.</p><p>All those cards going into the vault are authenticated on the way in. All that work is done, so you have 100% confidence in what you're buying on the platform.</p><p>WSJ: How are you handling this high-inflation environment?</p><p>MR. IANNONE: Because of our focus on non-new goods, inflation has less of an impact on us. Obviously, we've been impacted by the supply-chain disruptions, but in some ways benefiting from them: When things get scarce, you go to eBay.</p><p>I came back, I was really focusing on \"recommerce,\" or people reselling goods instead of dumping them.</p><p>When you think about where GenZ is heading, they care so much about sustainability and about recommerce. Seventy-three percent of them said the main reason to buy is the economic value. But for the others, it's about sustainability. It's about, \"I don't want that product in the landfill. I want to buy sustainable goods.\"</p><p>---</p><p>Ms. Scott is a Wall Street Journal reporter in New York. She can be reached at charity.scott@wsj.com.</p>",
  "published": "2022-05-05T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 134,
          "end": 146
        },
        {
          "start": 134,
          "end": 141
        }
      ]
    }
  ]
}