{
  "_id": "716d6957b50c474239d4f4eb0c16248efa575950c1865e1ca9a84e17b3def39d",
  "feed": "market-watch",
  "title": "PGA Tour suspends Phil Mickelson, Dustin Johnson and other players who joined LIV golf; Some golfers received big paydays for joining LIV golf —Dustin Johnson quit the PGA Tour to join LIV for a reported $150 million",
  "text": "<p>\"The players (listed below) are being notified that they are suspended or otherwise no longer eligible to participate in PGA Tour Tournament play,\" the statement reads.</p><p>The players listed in the statement that will be banned from participating in the PGA Tour are: Sergio Garcia, Talor Gooch, Branden Grace, Dustin Johnson, Matt Jones, Martin Kaymer, Graeme McDowell, Phil Mickelson, Kevin Na, Andy Ogletree, Louis Oosthuizen, Turk Petit, Ian Poulter, Charl Schwartzel, Hudson Swafford, Peter Uihlein and Lee Westwood.</p><p>The Saudi-backed LIV Golf International Series was founded by former pro golfer Greg Norman in an effort to challenge the PGA Tour. The league is an eight-tournament circuit that features seven regular-season tournaments and one team event in October — events will be played in places including New Jersey, Boston, Chicago, Bangkok, Saudi Arabia and Miami, according to The Athletic.</p><p>See also: Walmart heir Rob Walton to buy Denver Broncos for a record-setting $4.6 billion</p><p>\"These players have made their choice for their own financial-based reasons,\" The statement continues. \"But they can't demand the same PGA TOUR membership benefits, considerations, opportunities and platform as you. That expectation disrespects you, our fans and our partners.\"</p><p>Golfers who joined the LIV series may be allowed to play in the three U.S. majors outside of the PGA Championship — the U.S. Open, the Open Championship and the Masters — because those tournaments are not governed by the PGA Tour and have their own organizational and operating bodies.</p><p>Phil Mickelson was reportedly offered $200 million just to play in the league, and Dustin Johnson was reportedly offered $150 million to play. Those amounts would be simply for participation, and further tournament winnings for LIV golf events could make payments to those golfers even bigger.</p><p>Many have criticized Mickelson for joining the league after comments surfaced that the golfer seemed to brush off human rights violations by the Saudis.</p><p>\"They're scary mother [expletive] to get involved with,\" Mickelson told his biographer Alan Shipnuck in February. \"We know they killed [Washington Post reporter Jamal] Khashoggi and have a horrible record on human rights. They execute people over there for being gay. Knowing all of this, why would I even consider it? Because this is a once-in-a-lifetime opportunity to reshape how the PGA Tour operates.\"</p><p>PGA Tour suspends Phil Mickelson, Dustin Johnson and other players who joined LIV golf</p>",
  "published": "2022-06-09T14:48:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 913,
          "end": 920
        }
      ]
    }
  ]
}