{
  "_id": "37d9e2d3565db0b5a05671df61abd92c073ecb955f44d1bf6445fe881cf0680b",
  "feed": "wall-street-journal",
  "title": "Walmart to Pay $3.1 Billion to Settle Opioid Lawsuits; Retailer joins CVS, Walgreens in landmark settlement with states, cities and tribes",
  "text": "<p>The Walmart agreement was announced the same morning that the retail giant reported its latest quarterly results. The company said it took $3.3 billion in charges in the last quarter related to opioid settlements.</p><p>Walmart reported stronger-than-expected sales in the October-ended quarter and raised sales and profit goals for the year, signs the big discount chain is drawing in shoppers despite high inflation. Walmart shares rose around 7% in afternoon trading.</p><p>Each state, local government and tribe will need to decide whether to participate in the settlement. Plaintiff's attorneys that lead negotiations are encouraging them to do so, saying the payments hold the pharmacies accountable for their alleged roles in the opioid abuse.</p><p>Walmart said that it strongly disputes allegations made in the lawsuits and that the settlement isn't an admission of liability. The company said its settlement payments will reach communities faster than other deals. CVS is paying out over 10 years, and Walgreens over 15 years.</p><p>Walmart has roughly half as many locations as either CVS or Walgreens, which combined have roughly 19,000 U.S. drugstores. Walmart has faced scrutiny from the federal government related to how it dispensed opioids.</p><p>The Justice Department filed a lawsuit in December 2020 over its alleged role in the opioid crisis, claiming Walmart sought to boost profits by understaffing its pharmacies and pressuring employees to fill prescriptions quickly. The settlement with the states doesn't cover the federal case, which Walmart has sought to have dismissed.</p><p>The Justice Department sued Walmart a few months after the company had pre-emptively sued the federal government, saying the Justice Department and Drug Enforcement Administration were attempting to scapegoat the company for their failings. Walmart's suit was dismissed in February 2021. Walmart appealed the dismissal, but lost that case late last year.</p><p>Opioid abuse has claimed more than half a million lives and triggered more than 3,000 lawsuits by governments, hospitals and others against players in the pharmaceutical industry, including manufacturers, distributors and drugstores.</p><p>The fact that Walmart will pay out funds almost immediately rather than over a decade or more \"is particularly noteworthy considering that Walmart dispensed fewer opioids, and at lower dosages, than the other pharmacy defendants,\" said lawyer Paul Geller, of Robbins Geller, a who is representing local communities.</p><p>In talks underway with CVS and Walgreens, the plaintiffs are seeking injunctions that would require the drugstore chains to change some practices and improve safeguards around dispensing opioids.</p><p>They want to require pharmacy chains to enact systems that flag suspected drug abusers and doctors who overprescribe, and forbid companies from offering incentives for pharmacists tied to quantities of drugs dispensed. Plaintiffs argued that performance awards tied to prescription volumes, even if opioids are omitted from the metric, encourage pharmacists to rush, thus increasing the risk that drugs will be improperly dispensed.</p><p>A CVS spokesman said the company a decade ago put in place a monitoring system to identify and address doctors with so-called high-risk prescribing patterns. At that time, the company removed controlled substance dispensing as a means of measuring pharmacist performance and compensation.</p><p>Today, meeting prescription quotas is \"just one of many factors that can contribute to a small part of a pharmacist's overall compensation,\" CVS said.</p><p>A Walgreens spokesman said the chain also omits dispensing of opioids from performance metrics, without specifying when that policy took effect. The company last month said it is eliminating all task-based metrics for retail pharmacy staff in an effort to improve the company's work environment and allow pharmacists to focus on more aspects of patient care. The spokesman said that change is unrelated to opioid litigation.</p><p>\"Pharmacists are expected to take as much time as they need to ensure controlled substance prescriptions are dispensed for a legitimate medical purpose,\" the Walgreens spokesman said.</p><p>A spokesman for Walmart declined to comment on nonfinancial terms of the settlement.</p><p>Write to Sharon Terlep at sharon.terlep@wsj.com and Sarah Nassauer at Sarah.Nassauer@wsj.com</p><p>Walmart to Pay $3.1 Billion to Settle Opioid Lawsuits</p>",
  "published": "2022-11-15T20:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1019,
          "end": 1026
        },
        {
          "start": 2298,
          "end": 2305
        },
        {
          "start": 4331,
          "end": 4338
        },
        {
          "start": 413,
          "end": 420
        },
        {
          "start": 739,
          "end": 746
        },
        {
          "start": 1532,
          "end": 1539
        },
        {
          "start": 4,
          "end": 11
        },
        {
          "start": 214,
          "end": 221
        },
        {
          "start": 4169,
          "end": 4176
        },
        {
          "start": 2173,
          "end": 2180
        },
        {
          "start": 1142,
          "end": 1149
        },
        {
          "start": 1598,
          "end": 1605
        },
        {
          "start": 1811,
          "end": 1818
        },
        {
          "start": 1343,
          "end": 1350
        },
        {
          "start": 1858,
          "end": 1865
        }
      ]
    }
  ]
}