{
  "_id": "42d233bdf4b35e00c61952ce7b352ab0c1a87cf8d1ee8367a94f529a838f278f",
  "feed": "market-watch",
  "title": "Williams-Sonoma warns of 'macro uncertainty' in outlook, 'inconsistent' demand — stock falls; 'Our trends have been increasingly inconsistent and less predictable ,' CFO says",
  "text": "<p>Williams-Sonoma WSM, which owns its namesake stores as well as Pottery Barn and West Elm, said it was holding to its full-year 2022 outlook of \"mid-to-high single-digit\" sales gains, and operating margins that were largely in line to those in the prior year.</p><p>But it added: \"Given the macro uncertainty, we will not reiterate or update our guidance through fiscal-year 2024.\" Executives said they would offer a financial outlook for 2023 and beyond in its fourth-quarter earnings release.</p><p>Chief Financial Officer Jeff Howie, during the company's earnings call, said \"our trends have been increasingly inconsistent and less predictable.\" Management also said same-store sales trends began to fall off after the Labor Day and the Federal Reserve's fourth interest-rate increase.</p><p>Shares tumbled 8.9% in after-hours trading Thursday.</p><p>The outlook was more downcast than the one executives gave in August, when they cited \"strong performance\" through the first half of the year and touted the company's digital strategy. At that time, management said they hoped to boost sales to $10 billion by fiscal 2024.</p><p>During the call, Chief Executive Laura Alber emphasized strength in Williams-Sonoma's Pottery Barn stores, e-commerce improvements, a collaboration with celebrity chef Ina Garten and holiday enthusiasm among an affluent customer that was more immune to price shock. But executives said the current economic backdrop was hurting lower-income consumers more, and Howie said demand trends in Williams-Sonoma's third-quarter \"support a wide range of outcomes.\"</p><p>For its third quarter, Williams-Sonoma's results were a mixed bag. The company reported net income of $251.7 million, or $3.72 a share, compared with $249.5 million, or $3.29 a share in the same quarter last year.</p><p>Revenue was $2.19 billion, compared with $2.05 billion in the prior-year quarter. Same-store sales rose 8.1%. The company reported gross margin of 41.5%, a decrease from a year ago, weighed down in part by higher freight costs.</p><p>Analysts polled by FactSet expected the company to earn $3.73 a share on revenue of $2.15 billion, with a same-store sales gain of 6.6%.</p><p>Wall Street has tried to gauge consumer demand amid still-elevated prices, and retailers' preparedness for the holidays, as inflation reshapes what shoppers buy and leaves retailers scrambling to respond. Shares of Ross Stores Inc. ROST jumped after it reported results on Thursday. So didshares of Walmart Inc. WMT. Target Corp. TGT, however, fell, after the chain warned of weaker sales trends up ahead.</p><p>Williams-Sonoma stock is down 23% year-to-date, while the S&amp;P 500 index SPX has fallen 17% this year.</p><p>Williams-Sonoma warns of 'macro uncertainty' in outlook, 'inconsistent' demand — stock falls</p>",
  "published": "2022-11-17T23:02:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2449,
          "end": 2453
        },
        {
          "start": 2436,
          "end": 2448
        }
      ]
    }
  ]
}