{
  "_id": "e42c908802f36674cd5101cce95cc33889911135231d958c21c4756e6e7612cc",
  "feed": "ftcomall",
  "title": "Walmart issues profit warning as soaring inflation hits customers",
  "text": "<p>Walmart has issued its second profit warning in 10 weeks, signalling a further deterioration in the US retail environment as inflation weighs on the price-sensitive consumers on whom the world's largest retailer depends. </p> <p>“The increasing levels of food and fuel inflation are affecting how customers spend,” said Doug McMillon, <a href=\"https://www.ft.com/stream/4a210ea8-7a54-4681-8a3b-b4ed2b7f7038\">Walmart</a>'s chief executive. He said the company had made “good progress” clearing inventory in “hardline” or consumer durable categories such as appliances and furniture but was having to increase markdowns on clothing in its US stores.</p> <p>In a statement made after the close of New York trading on Monday — just three weeks before the company is due to report earnings for the three months to July — Walmart warned its operating income would fall by 13 to 14 per cent in the quarter and 11 to 13 per cent over the full year as it discounts merchandise to clear excess inventory. </p> <p>In May, at its last earnings announcement, it had flagged that operating income would be “flat to up slightly” in the second quarter and down only 1 per cent for the full year. It had given similar guidance for earnings per share, which it now expects to fall 8 to 9 per cent in the second quarter and 11 to 13 per cent in the full year on an adjusted basis.</p> <p>Walmart's warning sent its stock down almost 10 per cent to $118.97 in after-hours trading, cutting about $35bn from its market capitalisation. That prompted a sell-off in shares of rivals including Target, Costco and Home Depot, while those of Amazon fell more than 4 per cent. </p> <p>In May, Walmart shares suffered their <a href=\"https://www.ft.com/content/6bd41174-6f7c-4152-9fa0-4a11f2a0ed05\">biggest one-day drop since 1987</a> when it cut guidance for the coming quarters for the first time. </p> <p>Investors have grown increasingly concerned that retailers will have to discount unsold products as rising prices and a <a href=\"https://www.ft.com/content/ea4d6ee2-7cca-4081-a491-870d4045646b\">shift in spending from goods to services</a> coincide with stores' efforts to bring in holiday merchandise early to avoid the supply chain disruptions that bedevilled the sector earlier in the coronavirus pandemic. </p> <p>“We're seeing this rotation in spending away from retail and we're seeing a slowdown in spending as consumers are squeezed by high inflation and rising rates,” said Greg Daco, chief economist at EY-Parthenon. “That squeeze is likely to continue.”</p> <p>Weakening demand in the face of such pressures may force retailers to offload unsold stock and accept lower margins, added James Knightley, chief international economist at ING. “While not good news for the businesses, it could help the Federal Reserve out as it desperately tries to get inflation heading back towards [its target] of 2 per cent,” he said.</p> <p>Walmart said that comparable sales in its US stores would be higher than previously expected, up 6 per cent in the second quarter excluding fuel, although this reflected higher spending on food, for which <a href=\"https://www.ft.com/stream/7982616a-e179-45f1-86f6-948f1fc35523\">inflation</a> is running in double digits and the company makes lower profit margins.</p> <p>“This is affecting customers' ability to spend on general merchandise categories and requiring more markdowns to move through the inventory, particularly apparel,” it warned. </p> <p>Walmart said it had made progress cutting inventory in the second quarter and was “managing prices” to reflect inflation and higher supply chain costs. McMillon added he was also encouraged by the start of the back-to-school season, but warned the company was expecting more pressure on general merchandise sales in the second half of the year.</p> <p>As with other US multinationals, Walmart is <a href=\"https://www.ft.com/content/6d06181f-d0e0-4c5a-bcfd-8bda44cc31a2\">suffering from the strength of the dollar</a>, which led to a “headwind” of about $1bn on its second-quarter sales. Based on current exchange rates, it expects a currency hit of $1.8bn in the second half of the year.</p><p>Source: Andrew Edgecliffe-Johnson and Ben Glickman in New York 2022 'Walmart issues profit warning as soaring inflation hits customers' FT.com 25 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-25T21:22:03.059Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1549,
          "end": 1556
        },
        {
          "start": 2611,
          "end": 2618
        },
        {
          "start": 327,
          "end": 334
        },
        {
          "start": 1262,
          "end": 1269
        },
        {
          "start": 3451,
          "end": 3458
        },
        {
          "start": 724,
          "end": 731
        },
        {
          "start": 3073,
          "end": 3080
        }
      ]
    }
  ]
}