{
  "_id": "ec03c5b89546f4d5fe366ca5638a681053cc3c2ec790f0626b6fd27b6a65cb14",
  "feed": "wall-street-journal",
  "title": "Texas School Shooting Victims Were Killed in One Classroom; Official says shooter barricaded himself in a fourth-grade classroom at Robb Elementary School in Uvalde, Texas",
  "text": "<p>Nineteen children and two teachers were killed at Robb Elementary School in Uvalde, Texas, in the deadliest mass shooting in the U.S. this year. All of the victims have been identified, Mr. Olivarez said.</p><p>Police have identified the gunman as Salvador Ramos, a resident of Uvalde, where the school is located. Uvalde, pronounced you-VAL-dee, is a city of around 16,000 located about 80 miles west of San Antonio. The school teaches second- to fourth-grade students.</p><p>Ramos shot his grandmother, who he lived with, before going to the elementary school, according to police. Mr. Olivarez said the shooter's grandmother is still alive, and that police are working to understand the motive behind the massacre.</p><p>\"Everything is still active,\" Mr. Olivarez said. \"We're trying to put all the pieces together.\"</p><p>Ramos, a former student at Uvalde High School, purchased two assault-style rifles within a week of his 18th birthday, according to officials briefed on the investigation.</p><p>Officials said they believe Ramos acted alone and aren't pursuing other suspects, according to Pete Arredondo, chief of police for the local school district. The Federal Bureau of Investigation has determined that there is no known connection to terrorism, a law-enforcement official familiar with the investigation said.</p><p>The Border Patrol agent who shot Ramos acted without waiting for backup, according to another official. The town, about an hour from a crossing into Mexico, is home to many Border Patrol agents. Two police officers who responded to the scene were shot, but are expected to survive, Texas Gov. Greg Abbott said.</p><p>\"What happened in Uvalde is a horrific tragedy that cannot be tolerated in the state of Texas,\" said Mr. Abbott, a Republican.</p><p>On Tuesday, police were crowded outside the shooter's green one-story home, located about two blocks from the school. Armando Ramos, an uncle of Salvador Ramos, said in an interview that he didn't think his nephew intended to target the school.</p><p>At the current death toll, Tuesday's shooting in Texas was the deadliest at a U.S. school since the slaughter at Sandy Hook Elementary School in Connecticut in 2012, where 20 children and six staff members died. In 2018, an attack at a high school in Parkland, Fla., left 17 students and staff dead. Historically, elementary schools haven't been the sites of mass shootings with as much frequency as high schools or middle schools.</p><p>Before Tuesday's shooting the massacre at a Buffalo supermarket on May 14 in which 10 people were killed was this year's worst mass shooting in the U.S.</p><p>President Biden addressed the shooting Tuesday night from the White House not long after returning from a five-day trip to Asia.</p><p>\"To lose a child is like having a piece of your soul ripped away,\" he said in a seven-minute speech from the Roosevelt Room.</p><p>As he has before, including in Buffalo earlier this month after the mass shooting there, the Democratic presidentcalled for gun-control legislation.</p><p>\"As a nation, we have to ask, when in God's name are we going to stand up to the gun lobby?\" he said. \"I am sick and tired of it. We have to act. And don't tell me we can't have an impact on this carnage.\"</p><p>The president ordered the flag at the White House and across federal property to be flown at half-staff until sunset Saturday.</p><p>In an address Wednesday, Pope Francis also called for action. \"It is time to say enough to the indiscriminate trafficking of arms,\" he said. \"Let us all commit ourselves so that such tragedies can never happen again.\"</p><p>Some of the nation's worst mass shootings have unfolded in Texas in recent years. A 2017 mass shooting at a church in Sutherland Springs, Texas, killed 26 people.</p><p>The following year, a 17-year-old opened fire at a high school in Santa Fe, Texas, killing 10 people.</p><p>In 2019, a gunman killed 23 and wounded 22 at a Walmart store in El Paso.</p><p>On Monday, the FBI released a report on active-shooter incidents in the U.S. in 2021 that showed a 50% increase from 2020. According to the FBI, 103 people were killed and 140 wounded in last year's 61 active shooting incidents, excluding the shooters.</p><p>—Elizabeth Findell, Talal Ansari and Rob Copeland contributed to this article.</p><p>Write to Omar Abdel-Baqui at omar.abdel-baqui@wsj.com</p><p>Texas School Shooting Victims Were Killed in One Classroom</p>",
  "published": "2022-05-25T14:38:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3830,
          "end": 3837
        }
      ]
    }
  ]
}