{
  "_id": "2e78444747f4c8fbd6ae1cb54a2dfd3af7184bf36b06f0da81e502ccaa848716",
  "feed": "market-watch",
  "title": "U.S. stock futures point to gains in shortened session as Black Friday shopping swings into focus",
  "text": "<p>* S&amp;P 500 futures ES00 rose 6.75 points, or 0.1%, to 4,038.50</p><p>* Dow Jones Industrial Average futures YM00 gained 31 points to 34,242</p><p>* Nasdaq-100 futures NQ00 added 21.75 points, or 0.1%, to 11,884.75</p><p>Markets were closed on Thursday in observance of the Thanksgiving Day holiday.</p><p>Equities finished higher for a second session on Wednesday, with the Dow industrials DJIA rising 95.96 points, or 0.3%, to finish at 34,194.06. The S&amp;P 500 SPX gained 23.68 points, or 0.6%, to 4,027.26, while the Nasdaq Composite COMP advanced 110.91 points, or 1%, to end at 11,285.32.</p><p>What's driving markets?</p><p>Markets rose Wednesday after the minutes of the November Federal Reserve meeting showed most policy makers expect a slower pace of interest rate increases ahead. A batch of economic data also indicated growth is also slowing down.</p><p>Investors are clinging to hopes that the Fed will pivot, or turn towards a less aggressive pace of rate hikes, amid concerns the economy is facing a tough 2023.</p><p>Read: Fed's Bullard set to talk inflation, interest rates in MarketWatch Q&amp;A Monday</p><p>There is no data planned for Friday, which will mark a shortened sessionfor Wall Street, with trading ending at 1 p.m. Eastern. But investors are facing a busy week ahead, with a large batch of data including third-quarter gross domestic product, the Fed's favored inflation gauge, the PCE price index, home prices, manufacturing updates and November payrolls data.</p><p>The post-Thanksgiving trading day also kicks off the start of annual holiday shopping, known as Black Friday, which could put shares of Amazon.com AMZN, Walmart WMT and Target TGT, among others, in focus.</p><p>The bond market will also see a schedule similar to that of equities. U.S Treasury yields were little changed, with that of the two-year note BX:TMUBMUSD02Y down 1 basis point to 4.467% and the yield on the 10-year note BX:TMUBMUSD10Y steady at 3.691%.</p><p>U.S. stock futures point to gains in shortened session as Black Friday shopping swings into focus</p>",
  "published": "2022-11-25T09:29:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1586,
          "end": 1593
        }
      ]
    }
  ]
}