{
  "_id": "8e58897220973e3c076a08c0a12aae2d086841e21b0c5cec61da2b4e3eeb0ed9",
  "feed": "wall-street-journal",
  "title": "Nike to Crack Down on Sneaker-Buying Bots, Dealing a Blow to Resale Market; Sneaker giant adds restocking fees, account suspensions as possible penalties for shoppers who buy goods with the intent to flip them",
  "text": "<p>The company also said it could charge restocking fees, decline to issue refunds or suspend the accounts of people it determines are buying its shoes, apparel or other items with the intent to resell them. Orders that exceed product purchase limits—which Nike can implement on highly coveted items—could be rejected, according to the revised rules posted on Nike's website.</p><p>Nike's terms of sale govern the rights of consumers as well as the company in transactions from purchases to returns.</p><p>Nike previously prohibited the purchase of products for resale but the rules update expands the company's response if it identifies such activity taking place. Its rules had also banned purchases deemed to be fraudulent but didn't explicitly mention the use of specialized software, known as bots.</p><p>A Nike representative didn't respond to multiple requests seeking comment.</p><p>For years, some large retailers have canceled orders for high-demand items such as videogame consoles they believe are purchased by bots, in line with their terms of service. Walmart Inc., the country's largest retailer by revenue, uses software and other means to try to prevent bot purchases and will sometimes cancel orders if it believes that is the case, said a spokeswoman.</p><p>Sneaker enthusiasts helped increase the popularity of botting, or the use of bots to secure goods, years ago as programmers developed software that automatically scour digital shops to secure goods—often at larger quantities than typical purchases—while evading security measures employed by retailers. Digitally savvy shoppers and resellers increased bot usage during the Covid-19 pandemic to secure hard-to-get items including toys, gaming consoles and computer graphics cards.</p><p>\"It's very much a cat-and-mouse game,\" said Patrick Sullivan, chief technology officer at Akamai Technologies Inc., a software company that develops anti-bot protection tools.</p><p>Companies have teams of engineers working to stop bots, but protecting a website from botting is a daily thing for retailers and it keeps evolving, he said. \"As long as there's that profit motive, somebody will be attempting to go down this path.\"</p><p>He said retailers might be able to connect the dots and figure out who uses bots by looking at similar shipping addresses for multiple orders or they might start tying orders to identity verification in the future.</p><p>Nike's move is significant because of its relationship with the resale market. It has benefited from the brand awareness fueled by entrepreneurs and sneaker enthusiasts from limited-edition products. On social media, resellers share their success of using bots to acquire limited-edition sneakers through digital platforms such as Nike's SNKRS app.</p><p>The company also regularly fields complaints from frustrated shoppers who can't secure products at retail prices from Nike but eventually they become available through resale platforms at high markups. Resellers can also walk away with larger profits than what Nike earns per sneaker depending on the product.</p><p>The global sneaker-resale market is estimated at roughly $6 billion a year and could grow to up to $30 billion by the end of the decade, according to an analysis by investment bank Cowen Inc.</p><p>Nike said it recorded more than $46.7 billion in revenue in the year ended May 31.</p><p>Sarah Nassauer contributed to this article</p><p>Write to Inti Pacheco at inti.pacheco@wsj.com</p><p>Nike to Crack Down on Sneaker-Buying Bots, Dealing a Blow to Resale Market</p>",
  "published": "2022-10-11T22:32:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1039,
          "end": 1046
        },
        {
          "start": 1039,
          "end": 1051
        }
      ],
      "nexusId": "10042309"
    }
  ]
}