{
  "_id": "399761f1da83e2abb61d24535c81240ccf03b2d3f19419d431cd4ea386d5fdac",
  "feed": "ftcomall",
  "title": "Supermarkets braced for a cost of living bunfight      ",
  "text": "<p>When upmarket Waitrose is <a href=\"https://www.bbc.co.uk/news/business-60862940\">scrapping with Asda</a> over its value range, it's clear no one is immune from the effects of the cost of living crisis. Supermarkets aren't going to be at the sharp end. But they're in for a squeeze nonetheless.&#xa0;</p> <p>Grocers sometimes do well out of inflation. Consumers are primed to expect price rises, and supermarkets have in the past been successful at passing them on. Both Tesco and J Sainsbury <a href=\"https://www.ft.com/content/fac31533-5f7c-49bd-af86-6612f751e965\">have profited</a> during previous periods of increasing prices.&#xa0;This time is going to be different, and not just because anti-poverty campaigner <a href=\"https://www.ft.com/content/60456feb-03c5-4b4f-bb35-65760f462901\">Jack Monroe</a> will call out any egregious rises.&#xa0;</p> <p>The effects of inflation on the supermarket sector can be complex. But broadly, a little light inflation is good so long as purchasing power holds up, as was the case during the Brexit-induced <a href=\"https://www.ft.com/content/84807466-c91d-11e7-ab18-7a9fb7d6163e\">food price rise of 2017</a>.&#xa0;</p> <p>We are clearly well past that point now. The UK faces the biggest one-year fall in living standards in <a href=\"https://www.ft.com/content/df46962a-f7b0-44fb-85ee-e46ee8eea087\">more than 60 years</a>. Food prices, already rising at their fastest annual pace in more than a decade in February, are<a href=\"https://www.ft.com/content/8f20db79-db47-4f43-a2fd-6dd58f19a70b\"> likely to advance further</a>. Almost 60 per cent of food and drink producers said they had to pass on increases in March, more than any other sector. A third of Britons are already buying less when grocery shopping. Consumers will trade down.&#xa0;</p> <p>The big four of Tesco, Sainsbury's, Asda and Wm Morrison insist they have learnt the lessons of the financial crash, when they passed on price rises, maintained margins — and permanently ceded market share to discounters Aldi and Lidl, which went from bit-players to the driving force of the UK grocery market. Former Tesco boss and now Morrisons chair Sir Terry Leahy said earlier this year that the UK was “<a href=\"https://www.ft.com/content/67e76ec3-5326-45ba-9c88-11ee0ea27a6e\">past the peak</a> of the disruptive effect of discounters”. Supermarkets, he said, had learned how to compete.&#xa0;</p> <p>They might know how, but it is going to come at a cost.&#xa0;</p> <p>The big four understand they have to convince consumers of their value credentials to keep as much of the spend in store as possible. Consumers prefer not to switch. “The priority for grocers is to offer a broad enough range of both premium and lower-priced budget options in key product categories so customers can trade down in those categories where they want to save,” explained Kien Tan, a senior retail adviser at PwC. </p> <p>But the two German groups are now within touching distance of 20 per cent market share, figures from NielsenIQ show. Sales declines at Asda and Morrisons, meanwhile, have been particularly brutal, down 9.9 per cent year-on-year at Morrisons and 8.7 per cent at Asda. </p> <p>The traditional players have narrowed the price gap with the discounters, once up to 25 per cent, thanks to what HSBC analyst Andrew Porteous calls a decade of “restructuring and repositioning”. But Asda and Morrisons, both traditionally catering to value-conscious consumers, were perceived to have fallen behind on their budget offerings. Asda's investment of £45mn in its new “Just Essentials” range unveiled last week is evidence it understands some pain on prices is needed to shore up sales. Debt burdens assumed in their private equity buyouts over the past two years may constrain both retailers, however, even if Asda last week reported annual profits for 2021 of £1bn. Higher petrol prices — and fuel margins — will cushion only some of the blow. </p> <p>As much as the discounters, though, the other big problem for the sector is one of their own: Tesco.&#xa0;</p> <p>Tesco has been on a tear. Most groups have suffered declining market share — but Tesco's held steady over one year and increased over two. That gives it even more of an advantage than its scale already brings when negotiating with constrained suppliers. Analysts expect it to report its biggest annual pre-tax profit in eight years next week. Discounts offered through its Clubcard Prices loyalty scheme already make it the cheapest of the bunch, but more than anyone else it can afford to swallow inflationary cost increases in an effort to capture extra customers.</p> <p>Where Tesco goes, others will have to follow. Investment in narrow value ranges is one thing, but a resurgent Tesco could apply pressure to hold back prices far more broadly.&#xa0;</p> <p>Even something short of a price war could inflict pain across the sector. Prepare for a bunfight.</p> <p><a href=\"mailto:cat.rutterpooley@ft.com\"><em>cat.rutterpooley@ft.com</em></a><em><br>@catrutterpooley</em></p><p>Source: Cat Rutter Pooley 2022 'Supermarkets braced for a cost of living bunfight      ' FT.com 7 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-07T03:00:05.583Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}