{
  "_id": "52a9d48d5cee9e659a1cfff8e1ec74036484ebc5a646320c5e4d65bb1e94d890",
  "feed": "wall-street-journal",
  "title": "U.S. Jobless Claims Rose Last Week to Near High for Year; Despite uptick in filings, layoff proxy remains consistent with a tight labor market",
  "text": "<p>Continuing claims, a proxy for the total number of people receiving payments from state unemployment programs, rose by 48,000 to 1.4 million in the week ended July 23. That was the highest level since the spring. Continuing claims are reported with a one-week lag.</p><p>\"The modest pickup in claims suggests that turnover may be increasing in weaker firms that are struggling with slowing growth,\" Jefferies economists Thomas Simons and Aneta Markowska wrote in a note.</p><p>They added that seasonal adjustments could be playing a role in elevated jobless claims. Typical patterns have been complicated by recent pandemic swings. Non-seasonally adjusted jobless claims fell by about 10,000 to 205,587 last week.</p><p>U.S. economic growth has slowed this year, with U.S. gross domestic product contracting in the first two quarters of the year. Despite mounting recession risks, businesses have continued to hire as they try to overcome a shortage of available workers. But layoff announcements and recent declines in job openings show labor demand is starting to cool.</p><p>Robinhood Markets Inc. plans to lay off 23% of its full-time staff as the online brokerage firm's stock plummets and it tries to cut costs. Walmart Inc. plans to shed hundreds of corporate workers amid warnings of falling profits, joining other firms like Ford Motor Co., Twitter Inc., and Redfin Corp. that have already laid off workers or slowed hiring plans.</p><p>Kevin Burns, chief financial officer of technology company Dynatrace Inc., said in a corporate earnings call this week that the company is planning to pull back on adding new employees.</p><p>\"We are a growth business and we continue to hire,\" Mr. Burns said. \"However, we are slowing the rate of hiring and adjusting certain operating expenses to align with our revised top line expectations.\"</p><p>The labor market remains robust, if showing signs of slowing momentum. Employers had 10.7 million job openings in June, a decrease of more than 600,000 from the prior month, the Labor Department reported Tuesday. The level continued to exceed the number of unemployed Americans seeking work. June marked the third consecutive monthly decline in openings and was the lowest point in nine months.</p><p>Employers added 372,000 jobs in June, a robust gain, but lower than the average pace of job growth in the first five months of the year. Economists surveyed by The Wall Street Journal expect the Labor Department to report on Friday that employers added 258,000 jobs in July and that the unemployment rate remained at 3.6%.</p><p>While certain sectors plan to pull back on hiring, other industries continue to hire like leisure and hospitality, which was hit hard early in the pandemic.</p><p>Jobs are still easy to find despite the recent increase in claims, in part because of the still high level of openings, said Bill Adams, chief economist at Comerica Bank.</p><p>\"A lot of employers are happy to pick up workers who were laid off in these harder-hit sectors, so I would not expect to see a one-to-one pass through of layoffs into increased joblessness,\" Mr. Adams said.</p><p>Write to Bryan Mena at bryan.mena@wsj.com</p><p>U.S. Jobless Claims Rose Last Week to Near High for Year</p>",
  "published": "2022-08-04T15:23:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1194,
          "end": 1206
        }
      ]
    }
  ]
}