{
  "_id": "e54e01cee783ee74b38360a13e63d38e00b08a29f79fb2eecc291afc7079d19f",
  "feed": "ftcomall",
  "title": "Boots sale thrown off course by fewer buyers and market turmoil",
  "text": "<p>Plans for a multi-billion-pound sale of UK chemist Boots have run into a series of difficulties after a potential buyer walked away and bidders raised concerns about financing a deal with markets in turmoil because of <a href=\"https://www.ft.com/war-in-ukraine\">Russia's invasion of Ukraine</a>. &#xa0;</p> <p>A consortium of Bain Capital and CVC Capital, previously <a href=\"https://www.ft.com/content/ee08cc42-b136-4339-8836-adae6aba1e89\">seen as a leading candidate</a> to buy the business from US parent Walgreens Boots Alliance, did not make a bid ahead of a deadline last week, two people with knowledge of the matter said. </p> <p>Early, non-binding bids came in from US buyout group Apollo and from the owners of supermarket group Asda — brothers Mohsin and Zuber Issa and the private equity firm TDR Capital. </p> <p>The Asda group proposed two alternative deals, in which either the supermarket group or its owners could lead the buyout, one person close to the process said. </p> <p>New York-based Sycamore Partners, which owns the office supplies company Staples and whose senior adviser John Lederer is on WBA's board, had also expressed interest, another person close to the process said, although it is not clear whether the group submitted a bid. </p> <p>Walgreens Boots and the private equity firms all declined to comment. </p> <p>Dominic Murphy, also a member of WBA's board, had been overseeing CVC's preparations for a possible offer and had recused himself from board discussions about the process.</p> <p>CVC and Bain were considered particularly well placed because of the involvement of Murphy, a key figure in KKR's buyout of Boots more than a decade ago, and their past involvement in retail and consumer deals. </p> <p>The pharmacy-led chain was <a href=\"https://www.ft.com/content/634cee25-91c6-4b18-8631-072914c6cc63\">put up for sale</a> by WBA late last year, as it concentrates on retailing and an expansion of medical services in its home market. </p> <p>Boots, which has more than 2,000 stores in the UK, was expected to attract strong interest because of its market-leading position and brand, the stability of its pharmacy income and the potential for <a href=\"https://www.ft.com/content/aa34e586-c590-11e9-a8e9-296ca66511c9\">improving financial performance</a>.</p> <p>But one person following the process said it was notable how relatively narrow the field appeared to be. </p> <p>There was no doubt that Walgreens was serious about divesting Boots, the person said, but the retailer's stated intention to “move at pace” was at odds with the way the process was being conducted and the level of information being provided.</p> <p>“I still think a deal will get done, but in a rather non-linear way,” the person concluded.</p> <p>Another person involved said the process was “a bit up in the air” because the potential bidders had little access to information needed to carry out due diligence and no deadline for binding bids had been set. </p> <p>Sky News first reported the withdrawal of Bain and CVC.</p> <p>Financing is “a major consideration” for all the potential private equity buyers, according to another person with knowledge of the process. </p> <p>Large buyouts are typically funded by short-term bank loans that are then refinanced in the bond market. But that process was already proving difficult even before Russia's invasion of Ukraine caused turmoil in debt markets.</p> <p>Clayton, Dubilier &amp; Rice has still not tapped bond markets for a refinancing package backing its £10bn acquisition of the supermarket group Wm Morrison, which was agreed in October, while value retailer Matalan also recently decided against attempting to refinance its £500mn debt pile. </p> <p>Boots has a large defined-benefit pension scheme, which is in surplus but not by enough to allow a buyout by an insurer. That would leave any buyer taking responsibility for ensuring that the scheme remained adequately funded, unless Walgreens could be persuaded to retain it.</p> <p>However, the business remains an attractive asset, according to the first person. “There is huge potential in this company,” he said. “People are taking better care of themselves after Covid and the NHS is looking to deliver more services through pharmacies.”</p> <p>Boots derives about 45 per cent of its revenue from providing services to the UK's state-run health service, including prescriptions and vaccinations. </p> <p>The cost of Boots' store estate could fall steeply in the coming years as leases come up for renewal. WHSmith, a stationery retailer with a smaller but similarly high street focused portfolio, has reported securing average rent reductions of 50 per cent when it has renewed leases.</p><p>Source: Kaye Wiggins, Antoine Gara and Jonathan Eley 2022 'Boots sale thrown off course by fewer buyers and market turmoil' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-01T18:30:28.164Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}