{
  "_id": "29fc9d25e8993d7dde3f1d1b2de07b777c8c9f706918e256e4a6dfec06300c42",
  "feed": "ftcomall",
  "title": "‘We've never seen anything like this': US retailers compete to clear stock",
  "text": "<p>An air fryer marked down from $149 to $110; a trampoline discounted by 10 per cent and a set of star-spangled kids' pyjamas priced at $9 rather than $12: the red “rollback” signs were not hard to find this week at the Walmart Supercenter closest to the retailer's headquarters in Bentonville, Arkansas. </p> <p>A mile from the small town square where Sam Walton opened his five and dime store in 1950 and began building the world's largest retail empire, the discounts told a story of a US <a href=\"https://www.ft.com/companies/retail-consumer\">retail </a>industry that is facing historic difficulties in predicting both supply and demand. </p> <p>This week, the $350bn company issued its <a href=\"https://www.ft.com/content/664f16d0-2faf-4b7b-af72-236e370dbd08\">second profit warning </a>in just over two months, telling investors that surging inflation, particularly in the prices of food and fuel, was affecting its customers' ability to afford other goods. </p> <p><a href=\"https://www.ft.com/stream/4a210ea8-7a54-4681-8a3b-b4ed2b7f7038\">Walmart's </a>growth was built on aggressively competitive prices and the tempting promotions it calls “rollbacks”. But it is now having to resort to more markdowns than planned, particularly to shift inventory in apparel. At the store on South Walton Boulevard this week, bright yellow balloons marked “clearance” bobbed over $4 T-shirts and $11 Bentonville Tigers sweatshirts. </p> <p>Walmart's statement hit its shares and those of rivals from <a href=\"https://www.ft.com/content/911f7a71-72ed-4c26-8a07-932832ffff4d\">Amazon</a> to Home Depot, but it is far from alone in warning that sudden shifts in consumers' spending are playing havoc with inventories. </p> <p>Target warned in May that it would have to discount products and cancel orders to clear excess stock in categories from televisions to outdoor furniture. Bed Bath &amp; Beyond, Macy's and Gap have admitted to similar inventory troubles in recent months. </p> <p>Consumers are not only worrying that they have less money to spend after filling their fridges and cars, retailers say: more of their discretionary spending is going on experiences they missed out on earlier in the coronavirus pandemic, such as travel and eating out, rather than on clothes, furniture or appliances. </p> <p>Unpredictable demand, particularly among the most cash-strapped consumers, is only part of the challenge, however. Several companies, fearing a repeat of the supply chain delays that burnt them last holiday season, have been stocking up early this year. </p> <p>Mattel, the maker of Barbie dolls and Hot Wheels cars, reported last week that its inventories were up 43 per cent year on year, for example, while rival Hasbro also had unusually high inventory levels as it stocked up for toymakers' peak season.</p> <p>“Importers don't trust supply chains anymore,” explained Zvi Schreiber, chief executive of logistics booking service Freightos. “Retailers are not taking any risk. If they can afford the inventory, they're stocking up ready now for the shopping season.”&#xa0;</p> <p>Extensive backlogs at US and Chinese ports delayed shipments for many retailers last autumn, resulting in rising freight costs and some shortages. Late-arriving shipments turned into excess inventories that retailers had to offload cheaply in the spring or put in storage to resell this December. </p> <p>Ocean shipping rates have fallen from last year's peak but are still far above pre-pandemic levels. Last week, it cost on average $6,593 to ship a 40-foot container from Asia to the US west coast, according to Freightos. That is down two-thirds year on year but still over four times what importers were paying in 2019. </p> <p>Few retailers are betting on congestion ending any time soon, as labour shortages have perpetuated delays, unions remain in negotiations with California's ports and labour unrest threatens truck and rail disruptions.</p> <p>Retailers bringing in products long before the holiday shopping season have to contend with scarce and expensive storage. Prologis, the warehouse leasing company, said last week its average occupancy rate had risen from 96 per cent to 97.6 per cent while rents for newly leased US warehouses were up 54 per cent year on year.</p> <p>The warnings from Walmart and other retailers raise questions about how much of those warehouses' contents will be sold as planned. </p> <p>What holiday demand will look like is in flux, said Vaughn Moore, chief executive of freight forwarding company AIT Worldwide Logistics, noting that two of his large retail clients have downgraded their sales forecasts ahead of the peak annual shopping period.</p> <p>“The problem is, as we go into the holiday season, they've got the wrong stock in the warehouse,” he said, predicting that “slash and burn” sales would be needed to clear old stock and make room for new merchandise.</p> <p>Consumers are sending mixed signals about their desire to spend. The University of Michigan's index of consumer sentiment reached the lowest level in its 70-year history in June, and Best Buy this week said that spending on consumer electronics had <a href=\"https://www.ft.com/content/10542e5d-f27e-4212-938d-3b6956c6eb09#post-9531d053-9a93-41cd-a346-a163759b9a0d\">“softened even further”</a> since May. </p> <p>Yet strong results from the likes of Harley-Davidson and <a href=\"https://www.ft.com/content/d8c4754d-ddfa-44ae-9fba-1faf3ef489ae\">LVMH</a>, owner of luxury brands Louis Vuitton and Tiffany, suggest that sales of higher-end goods remain robust. </p> <p>Those mixed signals have put more scrutiny than usual on the upcoming back-to-school shopping season, which could provide a clearer picture of how consumers will approach the larger holiday season. </p> <p>Polling by the National Retail Federation suggests that the typical household will spend 2 per cent more than last year on notebooks, pencils and other supplies, but retailers' total haul will be slightly down on last year, from $37.1bn to $36.9bn, even before adjusting for inflation. &#xa0;</p> <p>Promotions like the 50-cent folders in Walmart's back-to-school displays may be less instrumental in determining whether retailers can navigate this year's inventory challenge than the question of whether inflation starts to ease, noted Ethan Chernofsky, vice-president of marketing at location data company Placer.ai.</p> <p>But the current combination of historically high inflation and historically low unemployment is one that even retailers of Walmart's vintage have no playbook for, said Stephanie Cegielski, vice-president of research for the shopping centre group ICSC. </p> <p>“The struggle for everybody right now,” she said, is that “we've never seen anything like this.”&#xa0;</p><p>Source: Andrew Edgecliffe-Johnson in Bentonville and Ben Glickman in New York 2022 '‘We've never seen anything like this': US retailers compete to clear stock' FT.com 30 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-30T09:00:33.146Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3879,
          "end": 3886
        },
        {
          "start": 218,
          "end": 225
        },
        {
          "start": 5847,
          "end": 5854
        },
        {
          "start": 5444,
          "end": 5451
        },
        {
          "start": 808,
          "end": 815
        },
        {
          "start": 1183,
          "end": 1190
        }
      ]
    }
  ]
}