{
  "_id": "03bb310f34d32a0f9386bfd0583967426e9a9cbe27eb65f50cff293eb46abc8e",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Theater Review: 'american (tele)visions': Family Static --- A sometimes fantastical story of a splintered household of Mexican immigrants coping with death and loss",
  "text": "<p>New York -- A Walmart, of all mundane places, is transformed into a veritable phantasmagoria in \"american (tele)visions,\" a satire of consumerism -- and, yes, the national addiction to the small screen -- that is blended with, or scrambled into, a darkly comic drama of a fracturing immigrant family from Mexico.</p><p>Written by Victor I. Cazares and directed by Ruben Polendo, the play -- a co-production between New York Theatre Workshop and Theater Mitu -- dazzles with its technological complexity, employing as it does live and taped video with onstage performances. But the wizardry -- along with gathering storms of whimsy -- ultimately overwhelm the narrative, which tends to run in repetitive circles around a handful of incidents, like a video endlessly looping back upon itself. Videotapes and videogames, in fact, play a seminal role in the proceedings, with the characters eventually entering into vintage games as pixelated images are projected onto the white walls of the set.</p><p>That set, designed by Bretta Gerecke (who also created the occasionally fanciful costumes), is almost a show in itself. Four large cubes made of corroded-looking metal -- resembling Richard Serra sculptures -- flank the stage. They open and close to reveal various locations or images: the grill of a large truck, the toy aisle in Walmart, the cramped living room of the mobile home where the family lives. All exists within a larger blank white cube where much of the action takes place.</p><p>Within the surreal world of the play, time is fluid. Early on we are casually informed that Alejandro, the older brother of Erica and the son of Octavio and Maria Ximena, is dead. Maria Ximena corrals a character we later learn was his boyfriend, Jesse, into taking his part in the drama, although the characters become blurred together into a single one.</p><p>We are also told that Maria Ximena has abandoned the family and later died in an accident involving that truck. So the play that unfolds largely consists of flashbacks to the past, or extended lyrical meditations on the events that sundered the family. Besides the deaths of Alejandro and Maria Ximena, these include the friendship between Erica, who scorns dresses and prefers toy cars to dolls, and Jeremy, whose hunger for Barbie dolls is unquenchable, and who is referred to by Maria Ximena as \"that gay boy,\" although he is played by an adult.</p><p>\"american (tele)visions\" is strongest in its early scenes, ripely evoking the strange universe that is any big box store, and the thirst for possessions they inspire. Maria Ximena, recalling these excursions fondly as an emblem of the family's soon-to-be-splintered unity, says, \"We huddled around that shopping cart as if it were that campfire thousands of years ago.\" The family that shops together stays together. Soon Maria Ximena is lamenting a subsequent alienation: \"We would all be in the same store . . . but in different aisles.\" Not to mention no longer gathering to sit spellbound before the TV -- another contemporary analogue of that campfire of yore.</p><p>The play's anarchic structure is mirrored in its language, which changes channels at frequent intervals, with comic dialogue suddenly transforming into metaphor-riddled monologues, as when Erica laments, \"I want to be a television show that everybody loves. A show that will never get canceled.\" Octavio, who sinks into the couch, numbly fixated on the television as he spirals into depression, is forever complaining about the remote control -- lost or in need of batteries.</p><p>And in this case, the image serves as handy symbolism for the play's chief flaw: About midway through, you begin to feel that the show itself is losing its charge, as the fantastical elements, initially surprising and funny, become overworked to the point of exhaustion. The undisciplined writing that is part of the evening's unusual appeal gradually becomes a drag on it, as when a character called Miroslava the Meteor Fairy (long story), gives vent to loopy dialogue, instructing Erica of the latest developments in some imaginary videogame: \"Moonlight Goddess Barbie has been kidnapped by Octatron and is being held hostage in Layaway Land.\" Aha.</p><p>Fortunately, while the writing palls, the performances continually inject a vibrant energy. As Erica, who, not being dead or clinically depressed, becomes by default the emotional focus of the proceedings, Bianca \"b\" Norwood is extraordinary: a commanding presence able to dart among the variegated styles with nimble ease. Elia Monte-Brown, as Maria Ximena, gives a richly comic performance, infusing her frustrated character with the outsize histrionics of a telenovela heroine. Raul Castillo's Octavio is both forceful and piteously glum as his family disintegrates.</p><p>Ryan J. Haddad, playing Jeremy, convincingly inhabits the needy spirit of a young boy without relying on any heavy-handed actorly effects. (He doubles as that Meteor Fairy.) And Clew, in the dual roles of Alejandro and Jesse, is also superb. Unfortunately one of Jesse's late observations strikes at the heart of the play's gathering confusion when he employs yet another TV metaphor: \"That's all we are now. Static.\" By this point, dazed audience members might be sadly inclined to agree.</p><p>---</p><p>Mr. Isherwood is the Journal's theater critic.</p>",
  "published": "2022-09-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1318,
          "end": 1325
        },
        {
          "start": 14,
          "end": 21
        }
      ],
      "nexusId": "10042309"
    }
  ]
}