{
  "_id": "d0a10a23354fafbd3e3a880e81eff97e5a4b53c6ae9e1d2fd6928e44f16d7317",
  "feed": "wall-street-journal",
  "title": "Telehealth  Startup  Cerebral  Is Probed  ----  By Rolfe Winkler and Khadeeja Safdar",
  "text": "<p>   The Federal Trade Commission has begun an investigation into online mental-health startup Cerebral Inc., according to a letter the FTC sent the company that was reviewed by The Wall Street Journal. </p><p>   In the letter dated June 1, the FTC said it was investigating whether Cerebral engaged in deceptive or unfair practices related to advertising or marketing of mental-health services. The letter also directed the company to preserve documents. </p><p>   The FTC's letter asks Cerebral to answer dozens of questions related to its business. In particular, it seeks information related to any programs where Cerebral continues to bill customers a subscription fee until the customer cancels, also called \"negative option programs.\" </p><p>   Cerebral said in a statement that it intends to cooperate fully with the FTC and that it is working to improve its service for patients. The company said it has recently undergone an effort to redesign the cancellation process. </p><p>   An FTC spokesman declined to comment. </p><p>   The FTC's civil investigative demand follows a subpoena that the company said its medical group received in early May from federal prosecutors as part of an investigation into possible violations of the Controlled Substances Act. </p><p>   Cerebral said in a statement at the time it received the subpoena that it intends to cooperate with the investigation and that no regulatory or law-enforcement authority has accused it of violating any law. </p><p>   The FTC issued a new enforcement policy statement in October warning companies against using tactics \"that trick or trap consumers into subscription services.\" </p><p>   Several patients told the Journal they struggled to cancel their accounts and receive refunds for services they didn't use. Some patients said that they had to ask their financial institutions to block Cerebral in order to stop the charges. Many have shared similar complaints on social media and review sites such as Trustpilot. </p><p>   Amanda Finley, 45 years old, said she signed up for Cerebral earlier this year and struggled to cancel her account. She sent several messages requesting a cancellation, according to records reviewed by the Journal. Responding to her request, the company sent her a cancellation form it said she needed to fill out, the records show. \"They don't make it easy at all,\" she said. </p><p>   Cerebral vaulted to a $4.8 billion valuation less than two years after it launched its services, raising nearly $500 million in capital from investors that include SoftBank Group Corp. It grew quickly advertising online mental-health treatment, including via remote video, first for depression and anxiety and later for attention-deficit hyperactivity disorder. A SoftBank spokeswoman declined to comment. </p><p>   Cerebral's hefty advertising budget helped fuel its fast growth. From 2020 to 2021, Cerebral planned to increase its marketing spending more than 10-fold to $65 million, according to a 2021 investor presentation reviewed by the Journal. On TikTok alone, Cerebral spent more than $13 million from January to May this year, making it the third-biggest advertiser behind HBO and Amazon, according to research firm Pathmatics. </p><p>   But the success story has fallen apart in recent months as the company has faced questions about its prescribing practices surrounding controlled substances like Adderall to treat ADHD. </p><p>    In May, the company fired Kyle Robertson, its chief executive. CVS Health Corp. and Walmart Inc. stopped filling its prescriptions for controlled substances. Last week the CVS insurance unit Aetna said it would remove Cerebral as an in-network provider, and UnitedHealth Group Inc.'s Optum health-services arm said in a statement Tuesday it is removing Cerebral providers from its network in August. Meantime Cerebral management has warned staff to expect layoffs. </p><p>   Cerebral said in its statement that it had received notice that UnitedHealth is terminating coverage without cause effective Aug. 29. Insider earlier reported the move by Optum. </p><p>   Some pharmacies that delayed or stopped filling Cerebral prescriptions said they did so due to concerns that the company was writing too many stimulant prescriptions, the Journal has reported. The Wall Street Journal reported in March that some of Cerebral's nurse practitioners said they felt pressured by the company to prescribe stimulants for ADHD and that they felt the company's 30-minute patient evaluations weren't long enough to properly diagnose ADHD. </p><p>   Cerebral has said it is filling an important need for mental-health care services at a time when demand outstrips supply. The company said it is no longer prescribing most controlled substances and that a \"single-digit percentage\" of its patients were given a controlled substance to treat ADHD. Many patients said the company has helped them get needed mental-health treatment. </p><p></p>",
  "published": "2022-06-15T06:10:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3386,
          "end": 3398
        }
      ]
    }
  ]
}