{
  "_id": "e5fa38e556918b9a4c3ed98d910c70b445faabc8a07405f8772c7a9c855decf0",
  "feed": "wall-street-journal",
  "title": "Online Mental Health Fails  To Meet Pandemic Hopes  ---  Silicon Valley-style startups stumble with focus on rapid growth  ----  By Rolfe Winkler",
  "text": "<p>   Remote treatment of mental-health problems surged in the pandemic, as in-person treatment became difficult while pandemic-driven isolation increased anxiety and depression. </p><p>   Digital mental-health companies plunged in, promising to provide millions with access to high-quality care by video, phone and messaging. </p><p>   Many of the businesses, however, put a premium on growth. Investor-backed, they deployed classic Silicon Valley tactics such as spending heavily on advertising and expansion while often using contractors instead of employees to control costs. A strategy designed for mundane businesses such as food delivery, the formula can be badly suited to the sensitive activity of treating mental-health problems. </p><p>   After Caleb Hill told his parents he was gay, he was kicked out of the house. He had been taught, growing up in a conservative Christian household in Tennessee, that his attraction to men was a grave sin. </p><p>   Feeling isolated and depressed a few months later, Mr. Hill, then 22, thought therapy might help. He had heard podcast ads for BetterHelp, a company that provides therapy remotely and promises \"a personalized therapist match that is tailored to your preferences and needs.\" </p><p>   His biggest concern was he missed his family. The therapist, he says, recommended he try to stop being gay so he could go back to them. \"He said if I chose to go back to who I was and deny those feelings, he could get me where I needed to be,\" Mr. Hill said. </p><p>   Mr. Hill had requested an LGBTQ+ therapist, a screenshot of his intake form shows. BetterHelp gave him one who didn't specialize in LGBTQ+ issues, according to the provider's profile on its website, and whose personal website says he practices Christian counseling. </p><p>   \"He said either you sacrifice your family or you sacrifice being gay,\" said Mr. Hill. \"I needed someone to tell me I was gay and that was OK. I got the exact opposite.\" </p><p>   BetterHelp declined to comment on Mr. Hill's experience, citing patient confidentiality. The therapist wouldn't either, citing the same reason. </p><p>   \"Given the scale of the service, unfortunate and negative experiences are not completely unavoidable,\" BetterHelp, a unit of Teladoc Health Inc., said in a written statement. \"This is true in all therapy settings, whether traditional or online.\" </p><p>   Other clients of digital mental health services described how they too were badly matched, or encountered unprofessional therapists. </p><p>   Telehealth technology was used for 36% of outpatient visits for mental-health and substance-abuse treatment in the March-August stretch of 2021, a jump from essentially zero before the pandemic, according to research from Kaiser Family Foundation. </p><p>   Investors last year poured $4.8 billion into startups in the business, according to Rock Health, a research and investment firm. Some companies provide therapy, some psychiatric drugs, some both. </p><p>   The companies say their advertising helps to break the stigma of seeking mental-health treatment. Those that lean on nurse practitioners instead of physicians to prescribe medication can lower the price of care and expand the number of available providers. Many patients say the care they have received from the companies is good and also is unavailable elsewhere. </p><p>   Cerebral Inc. was a star in the field. It raised hundreds of millions of dollars and within two years was valued at close to $5 billion.  The Wall Street Journal reported how Cerebral executives pitched investors on the superior profitability of prescribing stimulants such as Adderall, which can help with attention deficit hyperactivity disorder but are sought by others for the buzz. The reporting showed how some Cerebral clinicians felt pressured to prescribe the drugs. </p><p>   Cerebral now faces federal investigations and has been told by Walmart Inc. and CVS Health Corp. they won't fill its prescriptions for controlled substances. It has laid off people, fired its CEO and stopped prescribing stimulants. </p><p>    Done Global Inc. faces a Justice Department investigation after the Journal reported some of its clinicians, too, felt pressured to prescribe stimulants to treat ADHD. Done's clinicians continue to prescribe stimulants, sometimes after appointments as short as 10 minutes. Walmart and CVS have said they won't fill its prescriptions for the drugs. </p><p>   Cerebral and Done have said that they don't pressure clinicians and that they provide an essential service. Cerebral has said it is cooperating with the investigations and hasn't been accused of breaking any laws. Neither company answered questions for this article. </p><p>   Workit Health Inc. was a hot startup treating opioid addiction via telehealth. Its clinicians prescribe Suboxone, an aid to controlling cravings. </p><p>   Addiction experts say that while the drug can be crucial for opiate addicts to hold addiction at bay, so is counseling that provides tools to beat it. </p><p>   Workit advertises support to help with recovery. In some states it has hundreds or thousands of clients but just a handful of counselors, said people familiar with the figures. Some former Workit counselors said they couldn't provide quality support because of the number of clients they were responsible for. </p><p>   \"They're building a Suboxone vending machine,\" said Dorothy Moore, who was a Workit nurse practitioner for four years and managed clinicians in some states. </p><p>   \"When you put venture capital money into this mixture, it really pushes people to take risks,\" Ms. Moore said. \"It's one thing to be a disruptive innovator, but there's a reason medicine is encumbered by so many regulations -- we're dealing with people's lives.\" </p><p>   A spokeswoman for Workit said the company aims to provide \"low threshold\" access to medication that reduces the risk of overdose deaths. She said Workit provides patients with therapeutic self-directed courses and support groups. If they require support the company can't provide, it refers them to others, she said. </p><p>   Alex Paone signed up with Talkspace Inc., which provides both therapy and medication via telehealth, to work through anxiety related to family and relationship issues. His therapist quickly struck him as unprofessional. During their first session, he said, she was switching between rooms, and there was someone walking behind her at times. </p><p>   She did the second session from the passenger seat of a car, Mr. Paone said. Part way through, they stopped for gas. \"I could hear the driver get out of the car,\" Mr. Paone said. \"I could see the gas pumps.\" </p><p>   What upset him, he said, was she seemed distracted. </p><p>   The therapist, Kristine Hoestermann, said she'd had to move in temporarily with her mother, with whom she shared an office. She said she wears headphones so no one can hear what clients are saying. </p><p>   Ms. Hoestermann said she was at Talkspace for only a few months, leaving because pay was low and she felt she had to see too many patients too frequently to keep up. \"I couldn't be the kind of provider I wanted to be,\" she said. </p><p>   The company and Ms. Hoestermann declined to comment on Mr. Paone, citing confidentiality rules. </p><p>   Another former Talkspace therapist, Liz Kelly, said poor client experiences happened in part because increased demand in the pandemic meant it lowered the bar for hiring. </p><p>   She said when she joined in 2018, there was a required training regimen that took her days to complete before she was assigned clients. By the time she left in January 2022, she said, the training program was shorter and could be completed after therapists had already started seeing clients. </p><p>   Before Ms. Kelly left, she sent a memo outlining her concerns, including that some  therapists weren't qualified and that low pay would make it hard to retain good ones. </p><p>   One of her tasks had been to interview new therapists. She wrote that some she reviewed lacked clinical skills and tech competence and were hired over her objections. </p><p>   Talkspace \"grew too quickly, and in growing so quickly they sacrificed quality,\" Ms. Kelly said. </p><p>   Talkspace's chief medical officer, Varun Choudhary, said in a written statement the company has the most rigorous hiring, credentialing and training in the industry. </p><p>   \"Over the past several years as the need for mental-healthcare services has surged, we have worked diligently to keep up with demand. We are continually looking for ways to improve service and provide members a high level of care,\" he said. Talkspace said it offers competitive pay rates. </p><p>   Since Talkspace's 2021 public-offering pitch, with singer Demi Lovato and swimmer Michael Phelps as spokespeople, the company's business of offering therapy and psychiatric drugs directly to consumers has shrunk. Another business selling its services to companies to offer as an employee benefit has grown, but not enough to make up the difference. The stock is down steeply since its debut, and its co-founders left last year. </p><p>   BetterHelp, the company that Mr. Hill in Tennessee says made a bad match when he sought therapy, is one of the U.S.'s largest providers of therapy. It has about $1 billion a year of revenue, it said. </p><p>   BetterHelp says it has 29,900 therapists and has served over three million clients. The therapists are independent contractors, paid by the hour, not employees. </p><p>   The company simplifies its business by not taking insurance. Customers pay about $300 a month for four sessions plus messaging with a therapist. </p><p>   A summer 2022 roster of BetterHelp's staff showed that its thousands of contract therapists were overseen by a clinical operations staff of just five people. The marketing team numbered 25. </p><p>   Erin Devine, previously a product manager at the company, said, \"The pressure to grow is sometimes antithetical to delivering customer value.\" She said she felt BetterHelp grew at a responsible pace so it could continue improving the quality of its care. </p><p></p>",
  "published": "2022-12-19T07:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3757,
          "end": 3769
        },
        {
          "start": 4199,
          "end": 4206
        }
      ]
    }
  ]
}