{
  "_id": "9bdcccce057189dbffa4855ba0dd8e3571f7af823348a722aaec1f5256d9c870",
  "feed": "wall-street-journal",
  "title": "Peloton Swaps Out Finance Chief as It Navigates Persistent Losses; The fitness-equipment maker has struggled amid shifting consumer-buying preferences",
  "text": "<p>Peloton said Ms. Woodworth will remain with the company as a consultant on an interim basis to help prepare the fiscal year 2022 financial results.</p><p>Ms. Coddington most recently served as vice president of finance for Amazon Web Services, an Amazon.com Inc. subsidiary that provides on-demand cloud computing platforms. Before that, she held CFO and leadership finance roles at companies including retailer Walmart Inc. and streaming business Netflix Inc.</p><p>Ms. Coddington joins Peloton as the company is dealing with waning demand from consumers after facing issues around its ability to meet orders, which soared during the early stages of the pandemic. The surge in demand for Peloton bikes led the company to break ground on a million-square-foot factory in Wood County, Ohio, last year.</p><p>Peloton is now looking to sell the factory that it will never use. The company also slashed prices for its equipment, projected slower growth and had to borrow $750 million to fund its operations.</p><p>Peloton in May reported its largest quarterly loss since the company went public in 2019, reporting a net loss of $757.1 million for the quarter ended March 31, compared with a loss of $8.6 million in the prior-year period.</p><p>In February, Peloton replaced Chief Executive John Foley with Barry McCarthy, who previously led the finances of digital music service Spotify Technology SA and Netflix. The company also cut 2,800 jobs amid reduced demand for its exercise equipment. Mr. Foley was closely associated with the company's growth phase after its public offering and the revenue surge early in the pandemic.</p><p>The change in the CFO-seat makes sense given the continuing restructuring under Mr. McCarthy, said Rohit Kulkarni, managing director at equity trading and research firm MKM Partners LLC.</p><p>\"As the new CEO puts his mark on the organization's structure and aligns it with where he wants the company to go, these changes are not completely surprising,\" he said.</p><p>With Peloton's fiscal year ending June 30, Ms. Coddington will very quickly be \"under a bigger investor microscope,\" as the expectation is that the company will release fiscal year guidance soon after she joins, Mr. Kulkarni said. \"It will be a challenging task to provide that new guidance.\"</p><p>Write to Jennifer Williams-Alvarez at jennifer.williams-alvarez@wsj.com and Mark Maurer at Mark.Maurer@wsj.com</p><p>Peloton Swaps Out Finance Chief as It Navigates Persistent Losses</p>",
  "published": "2022-06-07T00:12:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 406,
          "end": 418
        }
      ]
    }
  ]
}