{
  "_id": "5184bb507e927dd10cdeea47b8b469f839117efba061b6a738711da0715e3072",
  "feed": "ftcomall",
  "title": "Britain's ‘Big Four' supermarkets have an Aldi problem",
  "text": "<p>It was supposed to be different this time, with Britain's Big Four supermarkets — Tesco, Sainsbury, Asda and Morrisons — having learnt the lessons of the financial crisis. Then, they preserved margins at the expense of market share. This downturn, it's meant to be all about keen pricing, not profits. </p> <p>Except last week, <a href=\"https://www.ft.com/content/1de56c03-8046-4556-92db-aa89825a8f10\">Aldi overtook Morrisons</a> in market share, according to data from Kantar. On another industry measure, the German discounter pipped the Yorkshire-headquartered supermarket to fourth spot more than three years ago. So much for the Big Four. </p> <p>The thing is, this time <em>might</em> be different. Lessons may, really, have been learnt. It's just not clear anything can stop the Aldi ascendancy. </p> <p>The company's success isn't obviously down to the incumbents' errors. It seems almost inevitable that they shed some market share. This should be the discounters' time to shine — they are cheaper and shoppers are poorer. <a href=\"https://corporate.asda.com/media-library/document/asda-income-tracker-august-2022/_proxyDocument?id=00000182-c5a0-dd63-a3d2-d7a352250000\">Asda's income tracker</a> showed average weekly household income was more than £40 lower in July than a year earlier, the second worst fall in the 14 years the supermarket has been publishing the data.</p> <p>It's easy enough to buy yourself share if you open sufficient stores. Aldi and Lidl have resumed ambitious expansion strategies that were paused during the pandemic, with Aldi opening roughly a store a week over the past year. </p> <p>If the German brands weren't gaining share, it would suggest they were either cannibalising their existing customer base or merely managing to arrest defections to other operators. It seems unlikely Morrisons will manage to put clear water between itself and the challengers again, even if management gets to grips with the business. </p> <p>The supermarkets could still sabotage themselves once more. Asda and Morrisons are both labouring under the weight of debts from private equity-backed takeovers that could limit their room for manoeuvre on margins and prices. Morrisons was seen by analysts as making unforced pricing errors earlier this year. And make no mistake, the supermarkets have been putting prices up — by 10.5-13 per cent, according to The Grocer magazine's latest weekly survey. The discounters will be too, even if it's not exactly clear by how much. </p> <p>But it's striking that the discounters aren't obviously doing even better. Data from Kantar do point to market share losses for each of the Big Four of 0.2-0.7 percentage points over the past year, plus gains of at least a percentage point each for Aldi and Lidl. However, figures from NielsenIQ preferred by analysts tell a more subdued story. There, the “Big Four benefited at the expense of the discounters” in the 12 weeks to September 10, as HSBC analysts put it. On Nielsen's data, Morrisons still underperforms. But Lidl gains only 0.4 percentage points of share, and Aldi none.</p> <p>The incumbents have shifted their strategies. The discounters have been here a while. Everyone now has cutesy own brands and price matches on key product lines. Higher petrol margins have allowed the traditional Big Four to cross-subsidise grocery sales and minimise market share losses. The discounters face a tougher time expanding. With easy options exhausted, new stores now steal sales from the discounters' other sites as well as from old-school operators. </p> <p>The problem for the legacy groups lies in a parallel with the airline industry. Ryanair and easyJet once catered to a no-frills niche. Their budget offer is now the norm around which the likes of British Airways have had to reorient, fundamentally altering their profitability and prospects. </p> <p>There are limits to the comparison. Consumers aren't about to ditch branded goods for <a href=\"https://www.nfuonline.com/archive?treeid=62800\">fake farm brands</a> entirely, and most shoppers still want a bigger range than the discounters offer. Still, it's possible Aldi and Lidl secure a status as the core of far more customers' weekly shop, with the Big Four of old picking up the scraps. </p> <p>It's unlikely the discounters will ever end up challenging Tesco in the market share stakes. It has 27 per cent, against 9-10 per cent for Aldi and 7-8 per cent for Lidl. Even Sainsbury and Asda look a stretch on 13-15 per cent. </p> <p>The German groups have already changed market dynamics. But the airline industry experience should caution against complacency. The era of Big Four dominance is long over. </p> <p><a href=\"mailto:cat.rutterpooley@ft.com\"><em>cat.rutterpooley@ft.com</em></a><em><br></em><a href=\"https://twitter.com/catrutterpooley\"><em>@catrutterpooley</em></a></p><p>Source: Cat Rutter Pooley 2022 'Britain's ‘Big Four' supermarkets have an Aldi problem' FT.com 22 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-22T03:00:49.691Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}