{
  "_id": "128699eb3f5cbec75092848a906ddbd51d3b45e60e88d0f7236efc686e2cc21b",
  "feed": "wall-street-journal",
  "title": "How to Get Your Free N95 Masks From the Government; Masks are available at most locations, with more arriving in coming days",
  "text": "<p>The giveaway of 400 million masks, announced Jan. 19, is similar to President Biden's decision to providefour free Covid-19 tests per U.S. household for those who want them. They are part of the federal government's stepped-up response to a nationwide surge in Covid-19 cases triggered over the winter by the highly transmissible Omicron variant.</p><p>A downward trend in Covid-19 hospitalizations in recent weeks has bolstered optimism that the most recent wave of infections has crested, prompting governors in several states to roll back elements of indoor mask mandates in public spaces and some schools.</p><p>The U.S. Centers for Disease Control and Prevention, however, said it isn't yet time to change its guidance. The federal health agency continues to recommend masking in areas of high and substantial transmission, which include public indoor settings in most of the country.</p><p>\"We're not there yet,\" CDC Director Rochelle Walensky said at a White House briefing Feb. 9.</p><p>Dr. Walensky noted the agency evaluates rates of transmission and of severe outcomes as it considers any updates. The seven-day average of Covid-19 hospitalizations across the U.S. remains above 100,000 as of Feb. 9, according to the latest data from the Department of Health and Human Services. The weekly average of daily reported deaths, meanwhile, is above 2,400.</p><p>Here is what you need to know about the free masks:</p><p>When can I get my free N95 masks?</p><p>Many providers are already giving out masks, the White House said, after the first shipment went out Jan. 20. Most participating providers should be stocked up this week.</p><p>Check the Centers for Disease Control and Prevention's website to see a state-by-state breakdown of vaccine program participants.</p><p>Where can I get the masks?</p><p>Nearly all of the pharmacies and community healthcare centers that participated in the government's free vaccine program have agreed to be pickup points for the free mask program, according to the White House. This means most major chains, such as Rite Aid, Walgreens, Walmart and CVS, will have them, along with many independent locations.</p><p>Rite Aid anticipates the free masks to be in all of its stores this week, a spokeswoman said. CVS said it expects its masks to follow the same timeline. A Walgreens spokeswoman said its stores made masks available on Jan. 28, and \"will continue on a rolling basis in the days and weeks following.\"</p><p>Masks will be available in more than 5,000 Walmart stores and Sam's Clubs around the U.S. by the second week of February, a Walmart spokeswoman said.</p><p>Hy-Vee pharmacies in the Midwest began distributing masks at some locations late last month. All 275 Hy-Vee pharmacies in Illinois, Iowa, Kansas, Minnesota, Missouri, Nebraska, South Dakota and Wisconsin now have masks, a company spokeswoman said.</p><p>Meijer stores also received shipments in Michigan, Ohio, Indiana, Illinois, Kentucky and Wisconsin, according to the White House. Southeastern grocery stores such as Fresco y Más, Harveys Supermarket and Winn-Dixie got masks Jan. 28, according to the White House, along with some of the federally qualified health centers participating in the program. Publix grocery stores will participate in the program, and stores are coordinating initial shipments with the White House, a spokeswoman said.</p><p>How will I know if my local store or pharmacy has masks to hand out?</p><p>Each mask shipment includes fliers and posters that participating pharmacies and health centers can display in their facilities to let customers know masks are available. Each flier has a QR code to scan for information on how to properly fit and remove an N95 mask.</p><p>Are the masks free?</p><p>Yes, they are free. You don't need to have insurance to get one.</p><p>How many masks can I get?</p><p>Each person can pick up three masks at a time, according to the White House. The masks are given out per person, so more than one person from the same household can get them.</p><p>Do I need to bring an ID with me?</p><p>No. No documentation of any kind is required to pick up masks.</p><p>If I need more, can I pick up extras?</p><p>Providers are handing out three N95 masks a day per person. The Biden administration has said there is ample supply and the program is meant to ensure broad access.</p><p>Will children-sized masks be included in the free program?</p><p>The Biden administration plans to start shipping high-quality masks for children in the near future. There are no certified N95 masks available yet in children's sizes.</p><p>What is an N95 mask?</p><p>The masks being offered are American-made, certified N95s that are part of the Strategic National Stockpile earmarked for emergency use.</p><p>N95 masks certified by the National Institute for Occupational Safety and Health have a denser network of fibers than surgical or cloth masks. That tighter mesh, together with an electrostatic charge in the material, generally makes such masks the most efficient at trapping larger droplets and aerosols that are exhaled by the wearer.</p><p>They also better block such particles from being inhaled. Properly fitted, certified N95 masks can filter up to 95% of particles in the air.</p><p>Single-layercloth masks can block larger droplets carrying the virus, but aren't as effective in blocking smaller aerosols or particles carrying the virus, according to infectious-disease specialists.</p><p>How often can one N95 be safely used?</p><p>Masks that are meant for single use can be worn more than once if there is a need, according to the CDC. But N95s shouldn't be worn more than five times, the agency said.</p><p>Write to Ginger Adams Otis at Ginger.AdamsOtis@wsj.com</p><p>How to Get Your Free N95 Masks From the Government</p>",
  "published": "2022-02-09T20:20:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2022,
          "end": 2029
        },
        {
          "start": 2516,
          "end": 2523
        },
        {
          "start": 2435,
          "end": 2442
        }
      ]
    }
  ]
}