{
  "_id": "95146da758e1411c0dcaf47a7f1c6055da8edd56121f85378f14ac58964fc831",
  "feed": "wall-street-journal",
  "title": "Target Earnings, Sales Sapped as Consumers Pull Back; Retailer misses quarterly expectations and lowers forecasts for holiday season",
  "text": "<p>Target executives said that sales and profit trends worsened in October and November with guests' shopping behaviors increasingly affected by inflation, rising interest rates and economic uncertainty.</p><p>\"Clearly it's an environment where consumers have been stressed,\" said Target Chief Executive Brian Cornell on a call with reporters. \"We know they are spending more dollars on food and beverage and household essentials, and as they are shopping for discretionary categories they are looking for promotions.\"</p><p>Target executives said consumers are waiting to purchase items until they spot a deal, buying smaller pack sizes and giving priority to family needs. Sales of food, beverage, beauty products and seasonal items were strong, they said.</p><p>Retailers are facing an uncertain holiday season with high food and gas prices pinching some households. Target, like many of its peers, has been discounting to try to clear out a glut of goods this summer. Target's inventory rose 14.4% in the October quarter from a year ago, while its revenue rose 3.4%. Quarterly net income tumbled by half.</p><p>Walmart gets over half of its U.S. revenue from groceries, while Target's business is more skewed toward discretionary categories such as home goods, apparel, electronics and beauty products. As consumers absorb higher prices, many are pulling back spending where they can.</p><p>For the most recent quarter, Target said comparable sales, those from stores and digital channels operating at least 12 months, rose 2.7% in the quarter ended Oct. 29 compared with the same period last year. On Tuesday Walmart said U.S. comparable sales rose 8.2% in the quarter.</p><p>Target said it is gaining market share in its five main categories, even as consumers pull back spending in some cases. Traffic to stores increased 1.4% in the most recent quarter.</p><p>So far this year, Target has lost over $400 million in goods due to shrink, the industry term for theft and other product loss, said Target Chief Financial Officer Michael Fiddelke. \"We've seen that trend has grown over the course of the year,\" he said.</p><p>SHARE YOUR THOUGHTS</p><p>What's your outlook on Target and why? Join the conversation below.</p><p>Target, which surprised investors by slashing its forecasts twice in the spring, on Wednesday reduced its sales and profits expectations for its fiscal year, which ends in January.</p><p>\"We expect the challenging environment to linger on beyond the holiday,\" said Mr. Fiddelke.</p><p>The company now expects a low-single-digit percentage decline in comparable sales and an operating margin around 3% for the fourth quarter. In August Target said sales would grow in the low- to mid-single-digit percentage range for the full year and operating margin would be around 6% for the second half of the year.</p><p>Executives said the company isn't planning layoffs or hiring freezes as part of the new cost-cutting program, but streamlining processes inside the company.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Target Earnings, Sales Sapped as Consumers Pull Back</p>",
  "published": "2022-11-16T11:32:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1088,
          "end": 1095
        },
        {
          "start": 1581,
          "end": 1588
        }
      ]
    }
  ]
}