{
  "_id": "1bdac71520aed99f1e8818a34d86a783ded54898482d54cba14af3a4bac367f6",
  "feed": "wall-street-journal",
  "title": "Kroger and Albertsons in Deal Talks to Create Supermarket Powerhouse; A deal could create a new grocery giant, operating thousands of stores across the U.S.",
  "text": "<p>A deal would create a new grocery giant, operating thousands of stores across the U.S. and ranking as one of the country's biggest employers, with hundreds of thousands of workers.</p><p>Combining the supermarket giants at a time when food costs for Americans have soared would also likely face a deep antitrust review, especially because the two companies operate in many of the same areas, including Southern California, Texas and Chicago. The companies expect to divest overlapping stores as part of the deal to smooth the way for regulatory approval, the people said.</p><p>Kroger has a market value of around $33 billion while Albertsons' is around $14 billion. Albertsons' shares rose about 11% Thursday following a Bloomberg News report on the discussions, while Kroger shares were down around 2%.</p><p>Combining could give the companies greater scale as they compete against bigger retailers like Walmart Inc., and save costs in areas like purchasing.</p><p>The deal could also bring deep regulatory scrutiny. Under the Biden administration, antitrust enforcers have been challenging mergers, arguing that combining big companies can give the merged entities too much power and stifle competition. Megadeals in the food sector have been blocked prior to the current administration, including a proposed merger between food-service distributors Sysco Corp. and US Foods Inc. that was halted in 2015.</p><p>Oppenheimer analyst Rupesh Parikh wrote Thursday that a deal between Kroger and Albertsons could have strategic merit, but that the potential regulatory pushback could add risk.</p><p>Kroger, based in Cincinnati, operates more than 2,700 grocery stores, including its namesake locations as well as regional chains like Fred Meyer and Ralph's, and it generated $137.9 billion in sales in its 2021 fiscal year. Albertsons runs nearly 2,300 supermarkets across the U.S., including the Safeway and Vons chains, and reported $71.9 billion in sales for fiscal 2021.</p><p>Albertsons, which went public in 2020, said in February it was reviewing strategic options including potential transactions to boost value for its shareholders and expand its business. The company has worked to improve its operations and has benefited from increased at-home food consumption during the pandemic, but its shares have largely stayed flat over the past year.</p><p>Private-equity firm Cerberus Capital Management LP invested in Albertsons in 2006, merging the company with Safeway Inc. in 2015 and unsuccessfully trying to take the combined entity public. Three years later, Albertsons tried to go public by merging with Rite Aid Corp., but the companies walked away from that deal following investor pushback.</p><p>Kroger has a long history of acquisitions, including meal-kit maker Home Chef, cheese company Murray's Cheese and the Harris Teeter grocery chain. Albertsons has also been active on the deal front, in 2017 buying meal-kit company Plated.</p><p>Business has been strong for supermarket operators in recent years. As restaurants limited service in the early days of the Covid-19 pandemic and Americans hunkered down, more of consumers' spending on food was directed toward grocery stores. Supermarket chains expanded online shopping and delivery services.</p><p>Over the past year, inflation has boosted sales for grocers that have passed down higher prices to consumers. U.S. consumers have kept up their grocery shopping despite rising price tags, and executives have said that supermarkets stand to retain shoppers as U.S. consumers tighten up spending in response to escalating food and fuel costs. In supermarket aisles, that has led consumers in some cases to switch to cheaper products, including grocery chains' own store brands.</p><p>Kroger said in September that identical sales, a metric that accounts for store openings and closings, increased 5.8% in the company's latest quarter, excluding fuel sales. Albertsons in July said its identical sales for its most recent quarter rose by 6.8%.</p><p>Write to Cara Lombardo at cara.lombardo@wsj.com and Jaewon Kang at jaewon.kang@wsj.com</p><p>Kroger and Albertsons in Deal Talks to Create Supermarket Powerhouse</p>",
  "published": "2022-10-13T16:51:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 888,
          "end": 895
        },
        {
          "start": 888,
          "end": 900
        }
      ],
      "nexusId": "10042309"
    }
  ]
}