{
  "_id": "2ef78712ea449e2d5688f9c795853ae4fb3c9ab44eedc03b044257fc58307359",
  "feed": "wall-street-journal",
  "title": "Stocks Rally on Fed Policy Hopes --- Retailer shares rise as Nordstrom, Express raise their forecasts for sales this year",
  "text": "<p>The S&amp;P 500 index rose 37.25 points, or 0.9%, to 3978.73. The Nasdaq Composite climbed 170.29 points, or 1.5%, to 11434.74, a reversal from a sharp selloff in tech stocks the day before. The Dow Jones Industrial Average rose for a fourth straight trading day, adding 191.66 points, or 0.6%, to 32120.28.</p><p>Consumer-discretionary stocks paced the S&amp;P 500's gain, rising 3.4%. Several retail companies, including Nordstrom and Express, raised their 2022 forecasts, while others such as Dick's Sporting Goods indicated business wasn't getting worse. The brighter outlooks offered investors a welcome change from last week, when Target and Walmart reported disappointing results.</p><p>\"Some investors were expecting retail Armageddon,\" said Matt Peron, director of research at Janus Henderson Investors. \"The narrative was that this could be another bruising week. Now the market is having a relief rally around the consumer sector.\"</p><p>Stocks have had a bumpy start to the week, buffeted by concerns about the Fed tightening monetary policy to combat high inflation and how much of a slowdown it could cause. The S&amp;P 500 is down 17% from its last record in January and briefly fell into bear-market territory last Friday before paring losses.</p><p>\"It's been really volatile, to say the least. This is linked to the question of recession, whether that's coming or not. That's effectively what the market has been pushing and pulling between,\" said Fahad Kamal, chief investment officer at Kleinwort Hambros.</p><p>Minutes from the Fed's May 3-4 meeting, released Wednesday, showed officials discussed the possibility they would raise interest rates to levels high enough to deliberately slow economic growth as the central bank races to combat high inflation.</p><p>U.S. durable- goods orders for April increased 0.4%, a slower pace than economists expected.</p><p>The Fed minutes offered few, if any, surprises on officials' thinking, said Phillip Toews, chief executive of Toews Asset Management. Wednesday's rally, which gained strength throughout the afternoon, may reflect more than anything the sentiment that many stocks had already fallen enough -- at least for now. \"I think we may be in a slight bear market here,\" he said.</p><p>Stocks enter a bear market when an index like the S&amp;P 500 drops at least 20% from a recent high. On Friday, that benchmark came close to finishing in a bear market before a late-session rally.</p><p>Stocks have tumbled in 2022 as investors have adjusted to surging consumer prices and the Fed's response. As rates have climbed and the economy's outlook dimmed, the shares of many companies have looked increasingly expensive, at least relative to their earnings, said Sean O'Hara, president of Pacer ETFs Distributors.</p><p>\"When one goes up,\" Mr. O'Hara said, \"the other has to go down.\"</p><p>The yield on the benchmark 10-year Treasury note fell to 2.746% from 2.758% on Tuesday. It has declined for five of the past six trading sessions. Yields fall when prices rise.</p><p>Government debt tends to perform well during times of slower economic growth, which has led to a stabilization in the bond market in recent days.</p><p>Oil prices climbed with global benchmark Brent crude rising 47 cents, or 0.4%, to $114.03 a barrel. The U.S. energy secretary said the Biden administration hasn't ruled out a ban on oil exports to tame domestic fuel prices, Reuters reported.</p><p>In individual stocks, Snap shares rose $1.37, or 11%, to $14.16. The Snapchat maker's stock plunged 43% on Tuesday after it issued a profit warning, citing macroeconomic conditions that have deteriorated faster and further than expected.</p><p>Retailer Nordstrom climbed $2.90, or 14%, to $23.58 after raising its guidance for full-year revenue growth. Apparel company Express jumped 16 cents, or 6.7%, to $2.54 after posting a narrower-than-expected loss and raising sales guidance. Dick's rose $6.90, or 9.7%, to $78.14.</p><p>Home builder Toll Brothers rose $3.55, or about 8%, to $48.09 after reporting revenue and profit that beat analysts' expectations.</p><p>Overseas, the pan-continental Stoxx Europe 600 edged up 0.6%.</p><p>Early Thursday, Japan's Nikkei 225 was up less than 0.1%, Hong Kong's Hang Seng Index was down 0.8% and South Korea's Kospi was up 0.3%. S&amp;P 500 futures were flat.</p><p>---</p><p>Ryan Dezember contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 634,
          "end": 641
        }
      ]
    }
  ]
}