{
  "_id": "39bad56d5a792a6ad38b2096cd7974068d152cb301ad1c39e9eefbfacafdf429",
  "feed": "wall-street-journal",
  "title": "Border Patrol Agents Who Killed Texas School Shooter Were From Agency's Elite Team; The three officers belong to Bortac, a highly trained squad who are among a contingent of border agents who work in Uvalde and responded to the shooting",
  "text": "<p>The unit incorporates components of military special operations training including small unit tactics and advanced weapon skills.</p><p>Around 150 Border Patrol agents are assigned to Uvalde, which is located about an hour from the border city of Del Rio. Their green-and-white SUVs and trucks can routinely be seen heading to or from the local station here or out on patrol routes around the region.</p><p>On Tuesday, Bortac agents heard a call on local police radio about the shooting at Robb Elementary and were among the first to respond, according to officials.</p><p>Bortac agents typically carry their gear, such as helmets, tactical vests and shields, in their cars, according to officials familiar with the unit.</p><p>When the call came in on Tuesday, dozens of Border Patrol agents, ultimately totaling about 80 rushed to the school, according to an agency official.</p><p>Initially, the Bortac agents couldn't get into the classroom because of a steel door and cinder block construction, according to law-enforcement officials familiar with what happened. Meanwhile, the gunman, an 18 year-old named Salvador Ramos, shot at them through the door and walls.</p><p>The Bortac agents got a master key from the school principal that allowed them to enter the room, according to the officials. One Bortac agent's shield was hit by rounds upon entering and a second agent was wounded by shrapnel. A third killed the suspect.</p><p>Inside, authorities found dead children in piles, according to the officials. A total of 19 children and two teachers died.</p><p>\"Without hesitation, [the Border Patrol agents] put themselves between the shooter and students to end the bloodshed and administer medical aid,\" Homeland Security Secretary Alejandro Mayorkas said in a statement. \"Their heroism yesterday saved lives.\"</p><p>It isn't unusual for Border Patrol agents to respond to nearby emergencies, regardless of whether they are connected to border activity. They were also among the first to respond to the mass shooting in 2019 at a Walmart store in El Paso, where 23 people were killed.</p><p>U.S. Customs and Border Protection Commissioner Chris Magnus, whose agency includes the Border Patrol, was in Uvalde Wednesday, where he was expected to speak to staff.</p><p>Dan Frosch and Sadie Gurman contributed to this article.</p><p>Write to Michelle Hackman at michelle.hackman+1@wsj.com and Alicia A. Caldwell at Alicia.Caldwell@wsj.com</p><p>Border Patrol Agents Who Killed Texas School Shooter Were From Agency's Elite Team</p>",
  "published": "2022-05-25T20:01:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1985,
          "end": 1992
        }
      ]
    }
  ]
}