{
  "_id": "e3de39fb502553fcdf0c1f460e2be9d1a430e0442b322551a7c932cced47a253",
  "feed": "wall-street-journal",
  "title": "U.S. News: U.S. Watch",
  "text": "<p>Issued After Outage</p><p>Houston issued a boil-water notice after a power outage at a water purification plant caused the city's water pressure to drop.</p><p>Houston, which has a population of 2.3 million, notified residents of the boil-water notice Sunday evening. Houston's school district will be closed for a second day Tuesday.</p><p>Houston Mayor Sylvester Turner said Monday he hopes the boil-water notice can end late Monday or early Tuesday. Houston officials said they were collecting water samples Monday morning for processing after the Texas Commission on Environmental Quality approved the city's water-sampling plan.</p><p>-- Joseph De Avila</p><p>---</p><p>HEALTH</p><p>Monkeypox Renamed</p><p>Mpox to Avoid Stigma</p><p>The World Health Organization renamed monkeypox as mpox, an unusual effort to mitigate stigma and racism that it said came to be associated with the viral disease.</p><p>The agency said Monday that the decision was prompted by reports of racist and stigmatizing language online and in other settings after the disease started spreading globally earlier this year.</p><p>Cases are now declining, thanks to a buildup of immunity from vaccination or infection, and precautions taken by people at most risk of catching the virus.</p><p>-- Denise Roland</p><p>---</p><p>MINNESOTA</p><p>Anglers on Drifting</p><p>Ice Sheet Rescued</p><p>About 200 people ice fishing in Northern Minnesota were rescued Monday afternoon after a large sheet of ice broke off and drifted out into Upper Red Lake, according to the local sheriff.</p><p>A fisherman called 911 at around 11:30 a.m. Monday, saying the chunk of ice had broken free, stranding the anglers, according to the Beltrami County Sheriff's office.</p><p>Upper Red Lake is about 300 miles north of the Twin Cities, and 40 miles south of the Canadian border. When deputies and other first responders arrived, the ice chunk had drifted about 30 yards offshore.</p><p>A drone helped locate an area of the ice where the separation was more narrow, allowing rescuers to deploy a temporary bridge to lead some of the anglers to safety, the sheriff's office said.</p><p>Since some of the fishers were too far out onto the ice to realize they were in danger, authorities said they sent out an emergency alert over cellphones.</p><p>Eventually about 200 people were rescued from the ice using a variety of equipment including airboats, water rescue boats, ATVs and the temporary bridge, the sheriff's office said.</p><p>-- Joe Barrett</p><p>---</p><p>TEXAS</p><p>El Paso DA Resigns</p><p>Amid Allegations</p><p>El Paso District Attorney Yvonne Rosales resigned Monday amid allegations of mishandling cases and growing efforts to remove her from office.</p><p>In addition to being accused of incompetence and misconduct in the 2019 Walmart mass shooting, Ms. Rosales is accused of inaction on cases and of not responding to subpoenas. Her office has also been accused of being involved in manipulating and impersonating family members of a Walmart shooting victim.</p><p>In a letter to Texas Gov. Greg Abbott, Ms. Rosales said her resignation would be effective Dec. 14. Ms. Rosales didn't immediately respond to a request for comment.</p><p>Ms. Rosales, a Democrat elected in 2020, faced a hearing next month over whether she should be suspended, ahead of a trial scheduled for next year that could have led to her ouster.</p><p>Ms. Rosales previously refused to comment on the allegations, which she characterized as the work of \"a cabal of power brokers and politicians\" who supported her election opponent.</p><p>-- Adolfo Flores</p><p>---</p><p>MARYLAND</p><p>Pilot and Passenger</p><p>Saved After Crash</p><p>Crews on Monday rescued the injured pilot and passenger of a small plane that crashed into a electricity transmission tower, knocking out power for tens of thousands of customers and leaving the aircraft dangling 10 stories off the ground.</p><p>The plane crashed into the tower that supports high-tension lines around 5:40 p.m. Sunday and got stuck about 100 feet up, Montgomery County Fire Chief Scott Goldstein said. The crash happened about a mile from the Montgomery County Airpark in Montgomery Village, a Washington, D.C., suburb.</p><p>State police identified the pilot as Patrick Merkle, 65, of Washington, D.C., and the passenger as Janet Williams, 66, of Marrero, La. Both had serious but non-life-threatening injuries, and hypothermia set in while they waited to be rescued, Mr. Goldstein said.</p><p>-- Associated Press</p>",
  "published": "2022-11-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2629,
          "end": 2636
        },
        {
          "start": 2837,
          "end": 2844
        }
      ]
    }
  ]
}