{
  "_id": "6ded5039ed318c8c8fa93df13dbd1ab50607be0a7536d0ac0ce228a08a9c2785",
  "feed": "market-watch",
  "title": "'Right now, this is a rainy day': Wall Street cheered the latest inflation data, but for these Americans it was just another day living with high prices; Wall Street was encouraged by the July consumer price index report, but it's a different story elsewhere.",
  "text": "<p>That means the health-minded retiree with a $3,000 monthly income has to buy less broccoli, cabbage and asparagus, or freeze it to get the best bang for her buck. Vaughn tries to stick within a $200 monthly budget for groceries.</p><p>\"I've learned to try and not go beyond that, because this is my new lifestyle,\" said Vaughn, who's also been grouping together her errands to conserve gas costs.</p><p>In Philadelphia, Tamala Anderson is strategically mapping how she'll buy her daughter's school suppliesthis weekend, planning a trip to Staples and a Walmart WMT — one that has to be nearby because of gas prices — after researching where to get the best deals.</p><p>\"The mind juggling that I have do now, because of how much things cost, is exhausting,\" the 51-year-old English teacher said.</p><p>Vaughn and Anderson spoke to MarketWatch after new inflation data showed the cost of living in July was unchanged from June, with the inflation rate at 8.5% year-over-year. Within that number, the tab on groceries saw thelargest yearly increase since March 1979.</p><p>Wall Street consensus was expecting rising prices to slow, just less so: a 0.2% increase in prices month-to-month and an increase of 8.7% year-over-year. In June, the annualized rate was a white hot 9.1%, a 41-year high.</p><p>The Dow Jones Industrial Average DJIA, S&amp;P 500 SPX and Nasdaq Composite COMP all soared higher Wednesday after the data. The gains were enough to prod the Nasdaq out of bear market territory. By Thursday, the Dow eked out a gain while the Nasdaq and S&amp;P drifted slightly lower.</p><p>The three benchmarks opened higher Friday and consumer sentiment data added wind to the sails. The University of Michigan's index of consumer sentiment showedconsumer mood brightening slightly in August — but still near the all-time lows in June.</p><p>The hope is that the July consumer price index numbers are the first hintsof peak inflation and slowing price growth.</p><p>There are skeptics in Wall Streetand beyond. Count Vaughn in that crowd. Gas prices have eased slightly, she noted, but as for other price relief, \"I haven't seen it yet. The last trip to the store, I didn't see it,\" she said.</p><p>\"For my daily life, no, I have not seen that change,\" Anderson said. \"For my everyday life, they are not talking to me,\" she said, referring to the economic establishment from the Federal Reserve to Wall Street and beyond.</p><p>Of course, the July consumer price index is just one month of data in a time of hot inflation that's stretched back roughly a year. As Chicago Fed President Charles Evans said Wednesday, the index's 8.5% July rate is \"just huge\" and \"nobody can be happy about that.\"</p><p>But Vaughn and Anderson are a reminder that July's better-than-expected data was cold comfort for millions of Americans.</p><p>Gas prices are coming down, but drivers are still limiting trips</p><p>Polls continue to show the impact of high costs.</p><p>That starts with gas prices. They've fallen from $5 per gallon around mid-June to below $4 for the first time since March, according to GasBuddy. In July, prices declined 7.7% from the month earlier, but they were still up 44% from the same point a year ago, the latest inflation data showed.</p><p>Part of the reason is decreased driver demand, suggested by inventories that are rising during the traditional summer driving season.</p><p>Nearly two-thirds of driverstold AAA pollsters they've changed their driving habits since March for a survey released last month. Among the 64% saying they've changed their ways, driving less was the most common tactic. Combining errands was the second most popular move.</p><p>Prices are up, and so is credit-card debt</p><p>Everyone is living with inflation, except its pinch is harder for some demographics. Black, Latino and Native American families were more likelyto say they were having \"serious financial problems\" compared to white and Asian families.</p><p>Americans had $890 billion in credit card debt by the end of the second quarter, according to the Federal Reserve Bank of New York.The $46 billion tacked on from April to June marked the largest increase in more than 20 years. Adjusting for inflation, credit card debts grew 3.7% from this year's first to second quarter.</p><p>Keeping up with rising costs was likely one explanation for the new debt, Fed researchers said.</p><p>Anderson said she's incurred a roughly $3,000 credit card balance in recent months. Too much revolving debt can ding a credit score. Thankfully, she's on an interim 0% APR, but it's still a tough circumstance for a woman who cares deeply about her credit score and avoids carrying balances as much as she can.</p><p>\"The balance is food. The balance is now survival,\" Anderson said.</p><p>\"Everybody's inflation rate is different,\" because they are built on individualized circumstances and spending decisions, said Barbara O'Neill, owner of Money Talk, where she writes, speaks and reviews content on personal finance.</p><p>For example, O'Neill lives in a Florida community for residents age 55 and over. Without childcare bills or commuting costs, O'Neill said rising utility prices are her neighborhood's source of consternation.</p><p>Turning up the thermostat to save $10</p><p>Electricity costs increased 1.6% from June to July, and are up more than 15% year-over-over, the latest inflation data shows.</p><p>\"People are going to have different pain points,\" O'Neill said. Everyone's living with rising costs, but the problem is some people may have more \"pain points\" than others, she added.</p><p>The best way to cope is spotting ways to either shave costs, increase income or do both, she said. For example, O'Neill's been extra focused on slightly turning up the thermostat when she leaves the house. That's saved her $10 on her bill. Combined with other cost-conscious moves, those types of little strategies can help.</p><p>Vaughn is trying to find places where she can nip costs, potentially including the cable TV bill.</p><p>\"I'm just trying to be a budgeter and have a plan, because prior to the pandemic, I really didn't have a strict budget,\" Vaughn said.</p><p>Her budget plans include dipping into her rainy day savings — a move happening elsewhere as the country's personal savings rate decreases.</p><p>\"Right now, this is a rainy day,\" she said.</p><p>'Right now, this is a rainy day': Wall Street cheered the latest inflation data, but for these Americans it was just another day living with high prices</p>",
  "published": "2022-08-14T10:10:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 538,
          "end": 545
        }
      ],
      "weightsV2": {
        "weight": 1.0091734,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.009173393,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}