{
  "_id": "249a145d23d5d900a959fadf38fc43b031e418baf3d7755d4bc39491802342bb",
  "feed": "wall-street-journal",
  "title": "Walmart Lays Off Hundreds of Corporate Workers; Retailer is restructuring headquarters operations after warning of profit troubles",
  "text": "<p>A Walmart spokeswoman confirmed that there were roles being eliminated as the company updated its structure, but said that the company was also investing in other areas and creating some new roles.</p><p>Last week, Walmart warned that its profit would decline in the current quarter and fiscal year because it was having to mark down apparel and other merchandise that has piled up in its stores. The retailer said higher prices for food and fuel were causing U.S. shoppers to pull back on other categories that are more profitable for it.</p><p>Walmart was one of several retailers that was caught off guard this spring as shoppers shifted their spending away from products that have been in high demand throughout much of the pandemic. In addition, some products arrived late due to supply-chain snarls, causing oversupply as shopper interest waned. Target Corp. in June issued a profit warning after it reported quarterly results that, like Walmart, showed a surge in inventory levels. Last week, Best Buy Co. cut its sales and profit goals, saying consumers had pulled back on electronics.</p><p>Walmart is the largest private employer in the U.S. and while much of its workers are hourly staff, it has thousands of people in corporate roles. Walmart employed 2.3 million worldwide, including 1.7 million in the U.S., as of Jan. 31.</p><p>While the overall U.S. job market has been strong, a handful of other major employers are pulling back on hiring or cutting some jobs. Ford Motor Co. is preparing to cut thousands of white-collar workers, while technology giants such as Microsoft Corp. and Facebook parent Meta Platforms Inc. have pulled back.</p><p>Investors will get another update on the health of the U.S. job market on Friday when the government releases data for July. Economists surveyed by The Wall Street Journal think Friday's jobs report will show that they added more than 250,000 in July, compared with 372,000 in June.</p><p>This is a developing story and will be updated.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Walmart Lays Off Hundreds of Corporate Workers</p>",
  "published": "2022-08-03T22:03:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2011,
          "end": 2018
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1229,
          "end": 1236
        },
        {
          "start": 209,
          "end": 216
        },
        {
          "start": 932,
          "end": 939
        },
        {
          "start": 534,
          "end": 541
        },
        {
          "start": 1082,
          "end": 1089
        },
        {
          "start": 2,
          "end": 9
        }
      ]
    }
  ]
}