{
  "_id": "202a4f882f009bf9a6e649729369e7ce0dedd0347df12a415626f5aec708dc66",
  "feed": "ftcomall",
  "title": "Amazon workers in Staten Island vote to form first US union ",
  "text": "<p>Workers at an Amazon warehouse in Staten Island, New York have voted to unionise, the first US facility to do so in the ecommerce group's 28-year history.</p> <p>The grassroots Amazon Labor Union won the vote by a margin of 2,654 votes to 2,131. Turnout was 58 per cent.</p> <p>“We worked, had fun and made history,” tweeted ALU president Christian Smalls, who could be seen punching the air during the count, which was streamed over Zoom. “Welcome the 1st union in America for Amazon.”</p> <p>The overwhelming decision by workers at the Staten Island warehouse, known as JFK8, will galvanise the labour movement in the US, and send shockwaves through Amazon, America's second-largest employer after Walmart. </p> <p>Until now, Amazon had managed to fend off every attempt by workers in its home country to organise, often through controversial techniques such as mandatory “captive audience” meetings held during work hours.</p> <p>The company <a href=\"https://www.aboutamazon.com/news/policy-news-views/statement-from-amazon-on-staten-island-union-vote\">said</a> it was “disappointed with the outcome . . . because we believe having a direct relationship with the company is best for our employees”. It said it was evaluating whether to file an objection.</p> <p>Following the result, Amazon also accused the National Labor Relations Board (NLRB), the government body responsible for administering the vote, of having an “inappropriate and undue influence” during the campaign. </p> <p>The <a href=\"https://www.uschamber.com/employment-law/unions/the-nlrb-adds-to-its-amazon-antics\">US Chamber of Commerce</a> and <a href=\"https://assets.aboutamazon.com/30/8a/d42ed7db45c0b918401dfd38df75/nrf-april12022.pdf\">National Retail Federation</a> joined Amazon's protests, saying workers could have been influenced by a petition the NLRB filed ahead of the vote over the company's firing of a worker at the Staten Island warehouse. </p> <p>The NLRB said in response: “All NLRB enforcement actions against Amazon have been consistent with [its] congressional mandate.”</p> <p>Workers' rights advocates regard Amazon as a prime target for organising efforts, at a time when <a href=\"https://www.ft.com/content/a6501b83-79c8-479a-8f5d-bd240ccc6194\">support for unions</a> among Americans is growing, according to studies conducted by Pew.</p> <p>“Winning the election is one step, and getting the first contract will be another major battle,” said Ken Jacobs, from the Center for Labor Research and Education at University of California in Berkeley. “But I would expect after a victory at JFK8 to see much greater interest in organising among Amazon workers around the country.”</p> <p>Another facility, LDJ5, also on Staten Island, is due to hold its own vote to organise under the ALU on April 25.</p> <p>US President Joe Biden “was glad to see workers ensure their voices are heard with respect to important workplace decisions”, White House press secretary Jen Psaki said on Friday. “He believes firmly that every worker in every state must have a free and fair choice to join a union, and the right to bargain collectively with their employer.”</p> <p>Separately, the organised labour push looks set for another defeat at a <a href=\"https://www.ft.com/content/29da55af-4c1a-4237-8227-bd02c585f1c9\">rerun </a>of an Amazon union vote at the BHM1 facility in Bessemer, Alabama. The “No” vote had a lead of 993 to 875 at the conclusion of the count on Thursday.</p> <p>About 416 challenged ballots have yet to be scrutinised, which could sway the result. A hearing to begin this process will be held in the coming weeks, the NLRB said.</p> <p>The race was considerably tighter than the BHM1 workers' first vote last year, when Amazon <a href=\"https://www.ft.com/content/b953b330-4be6-4b2a-8ff0-589cabf4cde6\">won a decisive victory</a>, 1,798 votes to 738. Labour officials ordered a <a href=\"https://www.ft.com/content/e7bab2b5-a404-488a-80fb-15aa4e38b18f\">rerun</a> because of what was deemed to be improper interference from the ecommerce group's campaign.</p> <p>Amazon's headcount has grown rapidly during the coronavirus pandemic — the company now employs more than 1.6mn people worldwide. But its practices have come under <a href=\"https://www.ft.com/content/507707bd-376f-4cd6-a327-87ed80efedb5\">intense scrutiny</a>, particularly with regard to the pace of work and other conditions. </p> <p>Three Democratic members of the House oversight committee on Thursday <a href=\"https://oversight.house.gov/sites/democrats.oversight.house.gov/files/2022-03-31.CBM%20AOC%20Bush%20to%20Jassy-Amazon%20re%20Document%20Request.pdf\">wrote to Amazon chief executive Andy Jassy</a> demanding documentation regarding the company's safety practices, particularly in regards to severe weather events. In December, six Amazon employees were killed when <a href=\"https://www.ft.com/content/bc665e7d-d726-4bba-8e15-eedb05a2557b\">a tornado struck a facility in Illinois</a>.</p> <p>The victorious Staten Island workers have said they will negotiate a contract for higher wages, more support for injured workers and improved transportation options. The ALU win comes on the same day as Jassy's $212mn pay package was disclosed in a <a href=\"https://www.sec.gov/Archives/edgar/data/1018724/000110465922041196/tm223357-2_pre14a.htm\">regulatory filing</a>.</p> <p>The union victory could hamper Amazon's ability to exert strict controls and closely monitor its workers' productivity, often seen as the bedrock of its fast delivery times.</p> <p>The ALU, which is not backed by any larger union groups, sprang up after unrest around Amazon's <a href=\"https://www.ft.com/content/ef890f60-9f0d-40a4-a2b3-dc939c832256\">treatment of workers</a> during the early days of the pandemic.</p> <p>Smalls, the ALU president, was dismissed by the company in March 2020 for what the company said was “violating social-distancing guidelines and putting the safety of others at risk”. </p> <p>According to a memo <a href=\"https://www.vice.com/en/article/5dm8bx/leaked-amazon-memo-details-plan-to-smear-fired-warehouse-organizer-hes-not-smart-or-articulate\">obtained by Vice News</a>, David Zapolsky, Amazon's general counsel, wrote that Smalls was “not smart or articulate” and could be made “the face of the entire union/organising movement”.</p> <p>Smalls' dismissal was cited by Tim Bray, a former senior software engineer at the company, when he <a href=\"https://www.ft.com/content/ea6946d8-532e-4724-ada7-eebb887c8c43\">resigned in protest</a> against its treatment of whistleblowers during the early days of the Covid-19 crisis.</p> <p>“History, and the law, are passing judgment on Amazon's behaviour in 2020,” Bray said on Thursday. “I am optimistic that we're entering an era where big business in general and big tech in particular have to recognise the agency and humanity of the hundreds of thousands of people in their employ.”</p> <p>Amazon shares were little moved after the result on Friday. </p><p>Source: Dave Lee in San Francisco 2022 'Amazon workers in Staten Island vote to form first US union ' FT.com 1 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-01T19:36:26.977Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 679,
          "end": 686
        }
      ]
    }
  ]
}