{
  "_id": "ef3fba17fff38173337dc378c8d03b91d9cc39d8ce2b77c76a1714f85b60f68f",
  "feed": "wall-street-journal",
  "title": "Business News: H&M Sales, Profit Leap as Discounts Ebb",
  "text": "<p>Chief Executive Helena Helmersson said sales in its physical stores increased \"substantially\" while online sales did well, too. The company has been working to reduce the need to mark down clothes by speeding up its supply chain and collecting and mining more customer data.</p><p>Overall, sales for the quarter rose 17% to 54.5 billion Swedish kronor, or about $5.35 billion. After-tax profit rose to 3.68 billion from 2.77 billion kronor a year earlier. Gross margin climbed to 54.8% from 53.9%, beating analyst estimates.</p><p>Shares rose 2.7% on Wednesday in Stockholm. The company also said on Wednesday that it would buy back three billion kronor of its own shares.</p><p>Many companies are dealing with surging energy, commodities and transport prices, on one hand, and growing caution on the part of consumers to spend freely on the other. H&amp;M said it was trying to offer customers low prices despite high inflation and would also stay focused on its fashion lineup.</p><p>Retailers have offered up a mixed bag of results recently with some American chains like Macy's Inc. and Dollar Tree Inc. reporting strong sales increases as shoppers emerging from the pandemic spent more on clothing for work and special occasions. Shoppers have been turning to discount chains for necessities to offset rising costs for food and fuel.</p><p>Others like Walmart Inc. and Target Corp. have reported steep profit declines amid rising supply-chain, wage and inflation-related costs. H&amp;M rival Gap Inc. in May reported a steep sales decline and swung to a loss, in part blaming macroeconomic conditions.</p>",
  "published": "2022-06-30T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1323,
          "end": 1335
        }
      ]
    }
  ]
}