{
  "_id": "ed9bbb08695b3e8a2919d7ddc48b6cfbff2032c53d1aea75afc1df09c1fe5be3",
  "feed": "ftcomall",
  "title": "SoftBank-backed warehouse robotics group doubles on trading debut",
  "text": "<p>Rising retail wages will fuel “hyper growth” in demand for warehouse robotics, the SoftBank-backed company that is automating all of Walmart's US distribution centres predicted as its valuation more than doubled to $10bn on its first day of trading.</p> <p>Symbotic, which uses artificial intelligence and fleets of wheeled devices to help retailers store packages and assemble pallets in their warehouses, raised $725mn through a <a href=\"https://www.ft.com/content/e1da7cbc-5c12-4d82-bfc8-de3d80e4475a\">merger </a>with a special purpose acquisition company that is affiliated with SoftBank. </p> <p>Shares in Symbotic jumped by 120 per cent to close at $20.07 on Wednesday, giving it an equity value of just over $10bn.</p> <p>SoftBank, the Japanese investment group, put in $200mn to take its stake to 5 per cent while Walmart, Symbotic's largest customer, injected $150mn and now owns 11 per cent of the company.</p> <p>Rick Cohen, Symbotic's chair, still owns 77 per cent of the company's shares. Cohen, whose net worth was estimated by Forbes at $6bn last month, built Symbotic to automate warehouses for C&amp;S Wholesale Grocers, the chain his grandfather founded in 1918. </p> <p>Michael Loparco, Symbotic's chief executive, told the Financial Times that rising hourly wage costs and labour shortages had made the market for warehouse automation “red hot”. </p> <p>Symbotic's system allowed retailers to eliminate “back-breaking” warehouse jobs and deal with high turnover in their workforces, he said, although he added that it also created higher-skilled positions. </p> <p>The company serves five clients including Walmart, Albertsons and C&amp;S, and reports a $11.4bn backlog of committed sales after Walmart that was agreed in May to install Symbotic systems in all 42 of its distribution centres. Symbotic has reported almost $400mn in revenues and $122mn of net losses over the past four quarters. </p> <p>The company's listing comes as historically high inflation and unpredictable supply chains are putting pressure on US retailers to find cost savings and efficiencies in their distribution networks. Shares in retailers including <a href=\"https://www.ft.com/content/4448eaeb-97ad-4301-99bf-646df720b3a7\">Target</a> and <a href=\"https://www.ft.com/content/6bd41174-6f7c-4152-9fa0-4a11f2a0ed05\">Walmart</a> have fallen heavily in recent weeks after they reported that inflation and high inventories would cut their profit margins.</p> <p>Symbotic says its systems, which typically cost $50mn to install, can help clients' bottom lines by saving 30 to 60 per cent of warehouse space and cutting operating and transport costs. The company estimates the system can save the typical customer $10mn per warehouse.</p> <p>Shifting consumer demand was also driving the warehouse automation market, Loparco noted.</p> <p>Consumers expect products “when they want it, where they want it, and they've gotten used to receiving it wherever they need it”, he said. “So the consumer demand is forcing retailers to look at ways to more efficiently get consumer goods — products — into the hands of their customers.”</p> <p>Symbotic faces competition from automation companies including Amazon Robotics and AutoStore, but Loparco said that rivals largely offer services “more downstream'‘ in the supply chain in micro fulfilment, while Symbotic focuses on warehouses. That focus allows the company to tap into “unexplored value” in a market it estimates to be worth over $350bn, he said.</p> <p>Roughly 95 per cent of warehouses in the US and Europe do not have end-to-end automation, Loparco said. But analysts expect continued growth in demand, with the research and consulting firm Gartner predicting that three-quarters of large enterprises will implement “some form of intralogistics smart robots” in warehouses by 2026.</p> <p>The deal to take Symbotic public is the first Spac merger SoftBank has completed.</p><p>Source: Ben Glickman and Andrew Edgecliffe-Johnson in New York 2022 'SoftBank-backed warehouse robotics group doubles on trading debut' FT.com 8 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-08T22:25:14.147Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1576,
          "end": 1583
        },
        {
          "start": 2015,
          "end": 2022
        },
        {
          "start": 133,
          "end": 140
        },
        {
          "start": 722,
          "end": 729
        },
        {
          "start": 1492,
          "end": 1499
        }
      ]
    }
  ]
}