{
  "_id": "9685b04d39c7db840f57b1aabb1e79345dbab678309add637d08f33290e40096",
  "feed": "ftcomall",
  "title": "UK motoring groups attack supermarkets over fuel prices",
  "text": "<p>The UK's leading motoring organisations have accused the biggest supermarkets in the country of not passing on the drop in wholesale fuel prices to customers, with one urging the market regulator to reopen an investigation.</p> <p>The RAC and AA, the two largest roadside assistance specialists, said that while wholesale petrol and diesel prices had declined sharply in the past seven weeks, supermarkets had only passed on a small proportion of the drop while earning larger-than-normal profit margins from motorists.</p> <p>The organisations said retailers were stoking inflation, which climbed to a 40-year high of<a href=\"https://www.ft.com/content/e777a2d1-bc5c-4e01-8605-2be0682aad5e\"> 9.4 per cent</a> in June, because of their outsized role in UK fuel markets, where they account for almost half of all petrol and diesel sales by volume. Supermarkets have historically been among the cheapest fuel retailers in the country.</p> <p>Earlier this month, the Competition and Markets Authority said that a <a href=\"https://www.ft.com/content/8b15e8cd-ddf4-4a50-80ac-87e821d4aa26\">preliminary investigation</a> requested by the government had found little evidence that fuel retailers were inflating prices. But the RAC urged “people not to assume that supermarkets are still the cheapest option for filling up”, and urged the CMA to look again at supermarket fuel pricing. </p> <p>“When fuel prices don't come down at the supermarkets there is less incentive for smaller independent stations to quickly pass on drops in the wholesale price,” the RAC said. “We think it's a scandal and every driver has the right to be very aggrieved.”</p> <p>The RAC said that based on historical supermarket retail margins of about 7 pence a litre, current wholesale prices, and fuel duty and VAT, it would expect petrol to be sold at £1.71 a litre.</p> <p>Instead, the average fuel price at Tesco, Asda, Sainsbury's and Morrisons was £1.86 a litre, suggesting that retail margins are near 20p a litre. Diesel prices are also higher than expected, the RAC said.</p> <p>The recent decline in wholesale prices has come as <a href=\"https://www.ft.com/content/dd537b05-7a27-4da9-a85c-ca491b0349f3\">Brent crude prices</a> have dropped by about 11 per cent since early June, while refining margins — another key component of wholesale costs — have cooled. </p> <p>The AA said it suspected that supermarkets were facing pressure to hold down food prices, leading them to seek the highest margins possible on fuel sales to compensate.</p> <p>“Supermarkets have always had the dilemma of whether to cut at the pump, in the store, or a combination, but at the moment they definitely appear to be favouring the store,” the AA said.</p> <p>“But unlike with food, where you can look for lower-priced alternatives, there is no alternative to petrol rather than cutting back on car use, and that's not an option for everyone.”</p> <p>The AA said that while a desire to keep down food costs for customers was understandable it may prove self-defeating given that higher fuel costs tend to stoke inflation throughout the economy because of its role in moving goods around the country.</p> <p>“Diesel feeds through into inflation in other goods and services in a way food does not,” it added.</p> <p>Andrew Opie, director of food and sustainability at the British Retail Consortium, which represents large supermarket chains, said the organisation understood “the cost pressures facing motorists” and would “do everything they can to offer the best value for money across petrol and diesel forecourts”.</p> <p>Asda, which has historically been known for cutting fuel prices quickly, said that “despite the continued volatility in the wholesale fuel market Asda has consistently offered the lowest fuel prices across the UK”.</p> <p>Others, including market leader Tesco, declined to comment without knowing more about how the RAC arrived at its hypothetical prices, but several supermarkets pointed to the difference in buying terms between them and independents.</p> <p>Some retailers said that independent shops tracked daily prices more closely, whereas supermarkets tended to buy further in advance. </p><p>Source: David Sheppard and Jonathan Eley in London 2022 'UK motoring groups attack supermarkets over fuel prices' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-21T03:00:29.602Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}