{
  "_id": "89dcf05375ff8a394d6179eef327d8c2637af023072636032653c5a773b3fd30",
  "feed": "wall-street-journal",
  "title": "Stock Futures Jump as Producer Prices Rise Less Than Expected; Chinese stocks rallied, with Hong Kong's Hang Seng rising 4.1%",
  "text": "<p>The Labor Department said that the producer-price index, which measures what suppliers are charging businesses and other consumers, increased 0.2% in October, less than the 0.4% anticipated. That monthly change was the same as the revised 0.2% increase in September, and matched the average monthly gain in the two years before the pandemic.</p><p>The better-than-expected figures added fuel to a rally that was already underway in U.S. stock futures Tuesday morning as investors piled back into the market on hopes of a more stabilized relationship between the U.S. and China. Tuesday's producer-price data then accelerated the morning's gains, offering renewed optimism that the Federal Reserve will begin slowing the pace of interest-rate increases. Government bond yields extended their slide after the producer-price data was released.</p><p>Last week, consumer-price data showed that inflationeased in October to its slowest pace since January. That kicked off a rally and pushed the S&amp;P 500 to its largest two-day percentage gain since 2020.</p><p>On Monday, U.S. stocks stumbled after a Fed official indicated that investors had overreacted to that inflation data. But comments Monday from Fed Vice Chair Lael Brainard offered investors some signs of hope. She said that it will likely be appropriate soon to move to a slower pace of interest-rate increases.</p><p>Monday's meeting between President Biden and Chinese leader Xi Jinping—the first in person between the two leaders since Mr. Biden took office—also gave stocks a further boost, with investors hopeful that the talks will begin to repair the strained relationship between the two countries.</p><p>The move higher in U.S. stock futures followed a sharp rally in Chinese stocks, which was fueled also by China's new plan to ease pressure on its property market and its relaxing of Covid-19 pandemic controls. Hong Kong's Hang Seng jumped 4.1%. The index is now back in a bull market, measured as a rise of 20% or more from a recent low. In mainland China, the Shanghai Composite gained 1.6%.</p><p>\"There is positive news streaming in from China, which is key to the global market and global economic outlook,\" said Seema Shah, chief global strategist at Principal Asset Management. \"I think this is what is driving [the rally in stocks], that maybe 2023 can be a better year than 2022.\"</p><p>Ms. Shah noted that several factors are working in the stock market's favor at the moment. Stocks are heading into the end of the year, a period in which they tend to perform well. Last week's inflation data has offered renewed confidence that the Fed could slow its interest-rate increases next month. And investment sentiment—typically seen as a contrarian indicator—was very negative coming into the fourth quarter.</p><p>\"I think what the market is wrestling with now is, we know what happens in [the fourth quarter], but what happens in 2023 when those concerns about a recession start to come to fruition?\" Ms. Shah said.</p><p>In the government bond market, yields fell. The yield on the benchmark 10-year U.S. Treasury note declined to 3.788%, from 3.865% Monday. The yield on the two-year note, which is more sensitive to near-term interest rate expectations, fell to 4.336%, from 4.406%. Yields fall when bond prices rise.</p><p>The WSJ Dollar Index fell 0.9%, extending a recent spell of losses.</p><p>Investors are continuing to watch for any contagion from cryptocurrency markets, which have been hammered in the last week as the fallout from the collapse of crypto exchange FTX continues. So far, ripple effects from the incident have been fairly contained. On Tuesday, cryptocurrency prices were stable, with bitcoin rising 3.5% from its 5 p.m. ET price to $16,962.06 and ether gaining 3.9% over the period.</p><p>Elsewhere in markets, oil prices declined, with Brent crude declining 1.1% to $92.10 a barrel.</p><p>In premarket trading, U.S.-traded shares of Chinese internet-technology stocks jumped, following similar moves in Asia. Alibaba's American depositary receipts jumped 11%, while those for Tencent Music Entertainment Group gained 8.5%.</p><p>U.S.-listed shares of Taiwan Semiconductor Manufacturing rose 13% before the opening bell after Warren Buffett's Berkshire Hathaway reported a stake in the chipmaker.</p><p>Walmart jumped 6.1% after the retailer reported revenue that topped analyst expectations and raised its fiscal-year guidance.</p><p>In Europe, the pan-continental Stoxx Europe 600 edged up 0.4%.</p><p>Write to Caitlin McCabe at caitlin.mccabe@wsj.com</p><p>Stock Futures Jump as Producer Prices Rise Less Than Expected</p>",
  "published": "2022-11-15T14:13:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4216,
          "end": 4223
        }
      ]
    }
  ]
}