{
  "_id": "2061c6ceb8d91087df7f7f3983374cd3409dbdf55215f1fc4b19e303701b6cd5",
  "feed": "wall-street-journal",
  "title": "Tornadoes Rip Through Texas With Strong Storms Moving Eastward; Nearly 50,000 power customers in Texas were experiencing outages as of Tuesday morning",
  "text": "<p>There were 21 tornadoes reported in Texas and one in Oklahoma Monday, according to preliminary National Weather Service data.</p><p>TV footage showed a high school in northern Texas with its roof torn off on Monday due to the storms. Footage from Rock Round, Texas, near Austin, showed people running for cover as powerful wind picked up debris in a Wal-Mart parking lot, according to a video verified by Storyful, a social-media research company owned by News Corp, the parent company of The Wall Street Journal.</p><p>Video shared by the National Weather Service shows a tornado near Austin, Texas, destroying a mobile home and lifting debris across the area while causing significant damage to a single-family home.</p><p>Golf ball-sized hail and tornadoes are possible in parts of Mississippi, including in Jackson, the state's capital and most populous city, according to the National Weather Service.</p><p>\"A deep surge of moisture from the Gulf of Mexico interacting with favorable dynamics both at the surface and aloft helped fuel widespread heavy rainfall and severe thunderstorms,\" the National Weather Service said.</p><p>Nearly 50,000 power customers in Texas were experiencing outages as of Tuesday morning, according to outage tracker PowerOutage.us. About 10,000 customers in Oklahoma were experiencing outages Tuesday morning; severe storms and tornadoes also affected the state.</p><p>Texas Gov. Greg Abbott said many Texans' lives were disrupted, and that some have lost their homes.</p><p>\"But it may be a miracle, also,\" he said in a press conference Monday. \"Even though there's been some devastating physical damage…there is no report of loss of life.\"</p><p>Jana Houser, an associate professor at Ohio University who studies tornadoes and severe weather, said storms of this severity aren't unprecedented north of the Gulf of Mexico during the late winter and early spring.</p><p>Rainfall associated with the storm system will expand into the Midwest Tuesday, with some wintry precipitation possible in the northern Great Lakes region. The system is expected to move toward the Eastern U.S. Wednesday, although it will be less intense, and exit the East Coast on Thursday, according to the National Weather Service.</p><p>Write to Omar Abdel-Baqui at omar.abdel-baqui@wsj.com</p><p>Tornadoes Rip Through Texas With Strong Storms Moving Eastward</p>",
  "published": "2022-03-22T16:51:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 344,
          "end": 352
        }
      ]
    }
  ]
}