{
  "_id": "7eb2455239bfc7a111c018013f2bd61a5fd526666688bd3e598e59333d01b4d1",
  "feed": "wall-street-journal",
  "title": "Walmart Heir Rob Walton Agrees to Buy Denver Broncos for $4.65 Billion; The deal shatters the record for the price of a North American sports team and settles one of the NFL's most tumultuous ownership situations",
  "text": "<p>\"Today marks a significant step on the path to an exciting new chapter in Broncos history,\" team president and CEO Joe Ellis said in a statement. </p><p>Walton is one of the heirs to the fortune of Walmart, which was founded by his father Sam Walton. The buyers also include Walmart chairman Greg Penner and his wife Carrie Walton Penner, who is also Rob Walton's daughter. </p><p>The group gives the Broncos the deepest pockets in the sport—a radical shift after years spent in ownership turmoil. </p><p>Denver transformed into one of the NFL's flagship clubs under the leadership of longtime owner Pat Bowlen, who owned and ran the team beginning in 1984. But as his health deteriorated, he relinquished control of the team's operations and in 2014 placed it into a trust. Bowlen died in 2019. </p><p>The trustees were then given the task of deciding which member of his family should take over—or sell the team if they determined that was in the team's best interests. The fight to wrest control of an asset worth billions of dollars pitted family members against one another. Ultimately, the trustees opted to sell the team. </p><p>The sale attracted no shortage of buyers, given the cache of the team and the rarity of NFL teams going onto the market. The last time an NFL team had sold was when hedge fund billionaire David Tepper bought the Carolina Panthers in 2018 for about $2.3 billion. </p><p>The parties that had shown strong interest in the Broncos at times included Josh Harris, the private equity billionaire and owner of the Philadelphia 76ers, and the parties who recently purchased Chelsea, the English Premier League club, led by Los Angeles Dodgers part-owner Todd Boehly.</p><p>Write to Andrew Beaton at andrew.beaton@wsj.com</p><p>Walmart Heir Rob Walton Agrees to Buy Denver Broncos for $4.65 Billion</p>",
  "published": "2022-06-08T05:14:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 268,
          "end": 275
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 1700,
          "end": 1707
        },
        {
          "start": 191,
          "end": 198
        }
      ]
    }
  ]
}