{
  "_id": "49d887b40406409216c2624365a21269a00cc259461c02fab877ad83dfb418f5",
  "feed": "wall-street-journal",
  "title": "The Pandemic Pet Boom Has Legs; Pet spending is holding up better than most other retail categories. Retailers will still have to fight for market share.",
  "text": "<p>Many pandemic winners are seeing their sales go to the dogs. Not the pet category.</p><p>Americans are swiftly reversing newly acquired buying habits. Not all consumers who purchased a Peloton are still paying their $44-a-month fee, if they are keeping the bike at all. Others are canceling one or two of the streaming services they signed up for when they were living room-bound. Many are tapped out on cooking all their meals at home.</p><p>But some pandemic acquisitions have a way of hanging around. About 14% of people surveyed by the American Pet Products Association in February said the pandemic led them to get a new pet. Unlike an exercise bike, the initial pandemic-driven decision to buy a puppy or a kitten yields far stickier spending behavior. In some ways, having a pet is like buying a fixed subscription for a decade, or in some cases nearly two. And while human spending is shifting in big ways—from sweatpants to dresses, from supermarkets to restaurants—the things people buy for their four-legged friends hasn't changed all that much.</p><p>Even spending on groceries has lost much of its pandemic momentum, according to data from the U.S. Bureau of Economic Analysis. Spending on pets, however, has continued growing after the initial bump. As of April 2022, inflation-adjusted spending on pets and related products was 28% higher than in January 2019, compared with 9.6% growth for groceries over the same period. In an earnings call on Tuesday, J.M. Smucker, which owns brands such as Meow Mix and Kibbles 'n Bits, said comparable sales for pet foods grew 10% in the quarter ended April 30 from a year earlier. Its consumer food sales grew by a more moderate 3%.</p><p>But don't expect this pup to keep growing forever. Pet adoptions have slowed since 2020 and 2021. In the first four months of this year, around 415,000 cats and dogs were adopted from shelters. That is about a fifth less compared with the same period last year and about a third less than the number of adoptions seen over the same period in 2020, according to data from Shelter Animals Count. But even as more pet owners have started venturing out of their homes, fewer of them are returning their pets to shelters. In January through April of this year, 40% fewer dogs and cats were relinquished by their pet parents compared with the same period in 2019. In all, the pandemic likely added millions to America's pet population. There were 6.9 million more dogs in the U.S. in 2020 compared with 2016, according to the American Veterinary Medical Association.</p><p>Spending on pets grew 19.3% to $123 billion last year, according to Packaged Facts, a much faster pace than the 7.3% growth seen in 2019. The consumer market research firm estimates the pet-product retail sector will grow at a compound annual growth rate of 10% until 2026. Not only have U.S. households added more pets during the pandemic, but a parallel trend has been the so-called humanization of our furry friends: More pet owners are opting for premium and fresh foods for their puppies and kittens.</p><p>And the trend could be inflation-proof: Early indications show that people might be more inclined to trade down on their own food than their pets' kibble. Retailers such as Walmart have said they are seeing signs of consumers shifting to cheaper, private-label brands in products like deli meat. But both Chewy and Petco Health and Wellness indicated in their latest earnings calls that they aren't seeing signs of a trade-down in pet food. In the February APPA survey, roughly 70% of pet owners said their pet's diet is very important to them and they don't plan to make changes to it regardless of the economy or their finances.</p><p>Oliver Wintermantel, an equity analyst at Evercore who covers Chewy and Petco, says the dollar amount spent on a pet stays pretty consistent over its life, even as the category of spending shifts as pets get older. For example, very young puppies won't require much food but need vaccinations, new food bowls, crates and leashes. As they grow older, they might keep using many of the same goods like bowls, but will consume more food. Toward the end of their lives, healthcare costs tend to go up again, with more veterinary visits and supplements. So far this year, pet spending has held up better in consumable categories such as food and healthcare than for discretionary items such as toys.</p><p>While the pet category is still a growing pie, the fight for those dollars is as fierce as ever. Both Petco and Chewy are making investments in healthcare as a way to boost their dollar share with customers. Petco is remodeling stores to expand the footprint of hands-on services such as veterinary care and grooming. Chewy, which already runs a pharmacy business, recently announced that it will launch a wellness and insurance offering. Petco is expecting to increase its capital expenditures by roughly a quarter this fiscal year, while Chewy is aiming to spend 40% more. BarkBox, which started off by selling a monthly dog-toy subscription, is adding food and dental products like pet toothpaste to its assortment to make its client base stickier.</p><p>The pet industry is booming, but hanging on to customers is no walk in the park.</p><p>Write to Jinjoo Lee at jinjoo.lee@wsj.com</p><p>The Pandemic Pet Boom Has Legs</p>",
  "published": "2022-06-10T09:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3210,
          "end": 3217
        }
      ]
    }
  ]
}