{
  "_id": "3ed3b6ea121b13b2adc9641ac7b3011ce5601f14321c6e41ec3c5e1821d26dda",
  "feed": "wall-street-journal",
  "title": "Inflation Stars in TV Commercials  ----  By Suzanne Vranica and Katie Deighton",
  "text": "<p>   As consumers worry about rising inflation and high gasoline prices, advertisers have found a new approach to sell everything from wireless plans to Cajun chicken. </p><p>    Walmart Inc. earlier this year pulled the plug on ads that were set to promote items such as fresh food and clothing after it concluded that inflation was first and foremost on shoppers' minds. It quickly crafted new ads -- relying on footage from older campaigns to save time -- with a simple message: Consumers are getting squeezed, but Walmart is keeping prices low. </p><p>   William White, Walmart's chief marketing officer, said the retailer's latest commercials aims to celebrate consumers' ingenuity and tenacity in leaner times, rather than remind them about the state of the economy. \"We knew that people are changing their behavior,\" he said. \"So it's important for us to be clear in the role that we can play.\" </p><p>   Some brands are using inflation as an opportunity to poke fun at rivals. Mint Mobile, the wireless carrier backed by actor Ryan Reynolds, recently ran a campaign dubbed \"Deflation\" in which Mr. Reynolds said the company would cut its prices for a few months -- while taking a jab at other carriers. </p><p>   \"When they announced they'd be raising prices due to inflation, we decided to deflate our prices due to not hating you,\" Mr. Reynolds said in the spot. </p><p>   Others are framing their campaigns around high gasoline prices. </p><p>   Bojangles, a U.S. restaurant chain that specializes in Cajun-seasoned fried chicken, ran a promotion in April that gave customers a $10 gas card with the purchase of a 12-piece or 20-piece chicken family meal. The company said it doled out $1 million in free gas in 25 days, and sold more chicken family meals over that period than it typically does in that time frame. </p><p>   Gas prices are a \"real pain point\" for people, said Jackie Woodward, the marketing chief of Bojangles, which is owned by Durational Capital Management LP and New York private-equity firm Jordan Co. </p><p>   U.S. inflation reached its highest rate in more than four decades in June, fueled by surging prices for energy, housing and food. </p><p>   Americans see inflation as the biggest issue facing the country, exceeding other concerns such as healthcare affordability and violent crime, according to a recent Pew Research survey, which polled about 5,000 U.S. adults in April and May 2022. </p><p>   As talk of rising inflation and a potential recession reached a \"feverish pitch,\" RV rental service Outdoorsy.com adjusted its marketing, said Jennifer Young, Outdoorsy's co-founder. It now focuses on the cost savings associated with vacationing in an RV -- no need to spend on flights and hotels, for example, she said. </p><p>   The word \"inflation\" appears six times in Outdoorsy's 30-second online video ad that shows people enjoying the great outdoors. </p><p>   Tally Technologies Inc., a financial-technology company whose app helps people consolidate all of their monthly credit-card bills into one payment, is running a TV commercial showing people meditating while stressing about their debt. </p><p>   \"Inflation, it's killing me,\" says one of the men, while a woman chimes in: \"I know, I'm totally freaking out.\" A voice-over plugs Tally's app and loans that help people get out of debt. </p><p></p>",
  "published": "2022-08-02T06:04:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 502,
          "end": 509
        },
        {
          "start": 163,
          "end": 175
        },
        {
          "start": 548,
          "end": 555
        }
      ]
    }
  ]
}