{
  "_id": "3c5c49d776b61973a7651310e7e7c79d493e5232dcce9737b4d3007332949e59",
  "feed": "wall-street-journal",
  "title": "U.S. Baby Formula Shortage Leaves Parents Scouring for Supplies; Parents drive hours in search of scarce formula as health officials warn against home recipes",
  "text": "<p>Dietitians, meanwhile, said that they are concerned about an increase in homemade infant formula recipes being posted online, and that some babies and children with allergies are coming in with stomach issues after switching brands.</p><p>Formula manufacturers have said they are working to increase production, though the national shortage could take months to improve. President Joe Biden spoke Thursday with executives from major baby formula producers Gerber and Reckitt Benckiser Group PLC, maker of Enfamil products, on ways to increase production.</p><p>The White House said it is working with Walmart Inc. and Target Corp. on stocking shelves and solving state-specific disparities. The Department of Health and Human Services has also launched a new website to provide resources to parents who are having trouble finding infant formula.</p><p>Baby formula supplies have been running low since late last year. Shortages worsened after Abbott Laboratories, which makes Similac baby formula, paused production at its largest factory in February as food safety regulators investigated possible contamination. Enfamil products have struggled with delays in shipments and transportation amid the pandemic, company officials told consumers, while smaller brands face limitations on how much they can increase production.</p><p>Some retailers are rationing supplies and trying, often unsuccessfully, to find substitutes. Several grocery chains said that their inventory has been wiped out and that they are trying to use store brands to fill gaps on shelves, though supplies of those products are running low, too.</p><p>Kendra Zuniga, an insurance agent and a mother of a 10-month-old in Texas, said her nearby supermarkets and convenience stores, have been low on formula since March. In search of formula, she left work early this week and drove an hour and a half before finding one can, which she said will feed her baby for about a week.</p><p>\"There's absolutely nothing,\" she said. Ms. Zuniga, who breast-feeds and gives formula to her baby, said she is saving a bottle of breast milk for a friend who doesn't breast-feed.</p><p>Most infants can safely switch to a different formula brand if their parents' usual choice is sold out, said Sarah Sorscher, deputy director of regulatory affairs for consumer advocacy group Center for Science in the Public Interest. \"They may experience some GI issues during the switch, but no serious harm,\" she said.</p><p>The situation is more difficult for children with allergies or special needs who require specialized formulas and can't easily switch varieties, Ms. Sorscher said. And it has been dire, she said, for a smaller group of infants with medical conditions that require prescription elemental or metabolic formulas.</p><p>Abbott was the sole manufacturer of some of these formulas and made them only at the plant where it halted production three months ago, Ms. Sorscher said.</p><p>Abbott said it recently resumed production of those medically necessary formulas on a case-by-case basis, while general manufacturing hasn't yet resumed at the factory. The Food and Drug Administration said this week that it isn't objecting to the company's move.</p><p>Amanda Vitale, an attorney and a mother of a six-month-old, said she has been out of a prescription formula that her daughter takes because of her milk protein allergies.</p><p>\"My pediatrician isn't even getting samples anymore,\" said Ms. Vitale, who said she placed an order a month ago and hasn't received it. She has set online alerts for when the product comes back, and is looking on Facebook groups for donations. In recent weeks she has driven nearly an hour from her home in East Setauket, N.Y. to get or buy formula from other parents, she said.</p><p>Ms. Vitale said her baby started trying Reckitt's Nutramigen at the suggestion of her doctor, but has been waking up every two hours at night with gas pain. Ms. Vitale said she has no option but to test the new brand for two weeks. As it gets harder to find formula, she said she is thinking about restimulating her body for breast milk and going on a dairy-free diet.</p><p>Dr. Joshua Wechsler, the medical director of the Eosinophilic Gastrointestinal Diseases Program at Lurie Children's Hospital in Chicago, focuses on babies who require specialized hypoallergenic formulas. He said his patients have been severely impacted.</p><p>Dr. Wechsler said he has seen children this year lose weight as a result of the shortage and in rare cases, children have had to be hospitalized.</p><p>He said some parents are buying specialized formula secondhand online or importing formula that hasn't been approved by the FDA from other countries. In one case, a parent paid $1,000 for one month's worth of formula, Dr. Wechsler said.</p><p>What's worse, doctors and regulators said, is consumers trying to make their own formula at home. Residential kitchens aren't subject to safety standards and can't ensure the necessary nutrients, the FDA said, and only facilities already making formula and related nutritional products can produce it without posing significant health risks.</p><p>The Biden administration, the FDA, manufacturers and retailers say they are working together to refill inventory as soon as possible. They are urging consumers not to stockpile or hoard formula to keep supplies on shelves. White House press secretary Jen Psaki said Thursday that it wasn't clear when the shortages might be resolved.</p><p>In Iowa, Rachel Rose said she needs hypoallergenic formula for her six-month-old twin girls. She hasn't been able to find the specific type they drink, she said, so she asked her family in Minnesota to look for it, but they have had no success either. She started checking store websites five to six times a day and said she eventually found a single case this week.</p><p>\"I do feel desperate,\" Ms. Rose said.</p><p>Write to Jaewon Kang at jaewon.kang@wsj.com and Annie Gasparro at annie.gasparro@wsj.com</p><p>U.S. Baby Formula Shortage Leaves Parents Scouring for Supplies</p>",
  "published": "2022-05-13T20:31:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 589,
          "end": 601
        }
      ]
    }
  ]
}