{
  "_id": "afef7a238156c11d8056ad865cf90660a6714bcc54494eef3d0a5cb2b476fe51",
  "feed": "wall-street-journal",
  "title": "A Dad Hunts for His Lost Boy in Kabul  ---  An -2-",
  "text": "<p>   Sayed and his nephew stayed four nights at a hotel while waiting for their flight. James had nightmares. \"Where is my mom, where are they taking me?\" he shouted out in his sleep, Sayed recalled. </p><p>   During the second week of October, they boarded one of the last evacuation flights out of Afghanistan and landed in the United Arab Emirates. </p><p>   About 9,000 Afghans are still held in a secure compound known as \"Emirates Humanitarian City\" waiting for their cases to be processed. That includes James and his uncle. They have tried to make the best of their stay. </p><p>   The U.S. Embassy has an office for interviews, but it is slow going. Thousands of people have yet to start their immigration process. The State Department says many won't be eligible to reach the U.S. after all. They will have to find another country. </p><p>   James has fewer nightmares, and he talks with his parents every day. </p><p>   Mohammad and Bibi recently left Fort McCoy and moved into a room with a kitchenette at a roadside motel outside Sacramento, Calif. They send James videos of life in America -- the Walmart and the motel pool. </p><p>   On a recent day, Mohammad answered a call from James and pantomimed a bear hug. \"How are you, my boy,\" he said in Dari. </p><p>   They talked about what James had studied that day. For dinner, the boy had a traditional Afghan pudding called shir birinj. Your mom has prepared it for our guests, Mohammad told his son, gesturing to two visitors. </p><p>   Mohammad and Bibi argue over what the family should do next. They sold one of their two apartments in Kabul, but the money has been frozen in Afghan bank accounts. \"My wife is asking, 'Why did you bring me here?'\" he said. </p><p>   After the phone call, Mohammad and Bibi watched an old video of James wrestling his father. Bibi bounced baby Sultan on her lap. As she watched, her tears fell and so did her husband's. </p><p>   --- </p><p>   Ehsanullah Amiri contributed to this article. </p><p></p>",
  "published": "2022-04-16T06:15:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1056,
          "end": 1063
        }
      ]
    }
  ]
}