{
  "_id": "e5d3c2f458101e8cccb5f485d1e31115d7bf54215903e308b21846ec7c28450a",
  "feed": "ftcomall",
  "title": "FirstFT: US justice department opposes release of Trump search affidavit",
  "text": "<p>The US Department of Justice has opposed the <a href=\"https://www.ft.com/content/6706fa7d-4153-4341-a105-99ad26c32e71\">release of an affidavit</a> detailing the reasons for last week's search of Donald Trump's Mar-a-Lago estate, arguing that doing so would jeopardise the criminal probe involving the former president and expose witnesses in the case. </p> <p>The opposition by federal prosecutors came in a court filing responding to efforts by US media organisations to have the document unsealed. It also defied mounting pressure from Republican lawmakers to make the affidavit public, amid an outcry across conservative America about the government's motives in searching the former president's home. </p> <p>However, the justice department said that releasing the affidavit, which served to justify its request for the search warrant to a federal judge, would “cause significant and irreparable damage to this ongoing criminal investigation”. </p> <p>The FBI search was part of an investigation into the mishandling of a trove of government documents — including highly classified material — that the former president had retained since leaving the White House. </p> <h1>Five more stories in the news</h1> <p><strong>1. Elliott Management dumps SoftBank stake </strong>The US-based activist hedge fund has <a href=\"http://www.ft.com/content/f9d0c388-9cda-4377-9694-f607d86b5591\">dumped almost all of its position</a> in SoftBank, in effect ending its bet on the Japanese tech investor. One person familiar with the trade said Elliott had lost conviction in founder Masayoshi Son to close the gap between the value of SoftBank's holdings and its market capitalisation.</p> <p><strong>2. Amazon accuses FTC of harassing executives </strong>Amazon accused the US Federal Trade Commission of <a href=\"https://www.ft.com/content/c97e5a4d-8c90-4cdd-b1f2-7c23d4bef431\">harassing its top executives</a>, including founder Jeff Bezos and chief executive Andy Jassy, as part of a probe into the ecommerce group's Prime membership scheme.</p> <p><strong>3. Liz Cheney braced for primary defeat </strong>Liz Cheney is <a href=\"https://www.ft.com/content/86e5bfc4-8cb7-481e-8af3-f8ac7cb1cd4c\">braced for defeat</a> in the primary contest for her seat in the House of Representatives, with the most prominent Republican critic of Donald Trump in Congress expected to be ousted by a supporter of the former president. Cheney, daughter of former vice-president Dick Cheney, has been facing an uphill battle after becoming vice-chair of the congressional panel investigating the January 6 2021 attack on the US Capitol.</p> <p><strong>4. Real UK wages fall at fastest pace in two decades </strong>Real levels of UK wages fell at the <a href=\"https://www.ft.com/content/28f2b344-e2a6-4e10-bf4a-c924660eded0\">fastest rate for at least 20 years</a> in the second quarter, but the labour market still remains too tight for the Bank of England to feel comfortable about inflationary pressures. The figures highlight the difficult financial position of households even before energy bills rise sharply in October.</p> <p><strong>5. Iran denies links to Salman Rushdie attack </strong>Tehran's foreign ministry said the Islamic republic “definitely and seriously” <a href=\"https://www.ft.com/content/099824e5-4412-4ad9-a6ef-1442bea09d6b\">had no links to the suspect</a> involved in the stabbing of the <em>Satanic Verses </em>author, despite a fatwa issued in 1989 by then-supreme leader Ayatollah Ruhollah Khomeini that authorised Muslims to kill Rushdie for alleged blasphemy.</p> <h1>The day ahead</h1> <p><strong>Economic data</strong> US industrial production data is due, as are stats on housing starts and building permits. The UK has published second-quarter productivity estimates, the EU has released trade figures and Germany has its ZEW economic sentiment survey.</p> <p><strong>Corporate earnings </strong>We reach the tail-end of reporting season with <a href=\"https://www.ft.com/content/1e705d64-7167-4afd-9ef2-7ee50c5ce043\">earnings</a> from retail groups Walmart and Home Depot.</p> <h1>What else we're reading</h1> <p><strong>Northern Ireland's future </strong>There are calls for an overhaul of the <a href=\"https://www.ft.com/content/38e764c3-ac32-4005-b260-acdf27f1dc02\">Northern Ireland peace deal</a> to end a stand-off in its political institutions. The region has not had a fully functioning devolved executive for six months because of a row over implementing post-Brexit trade arrangements.</p> <p><strong>The US-UK ‘special relationship'</strong> FT security and defence correspondent John Paul Rathbone reviews a new book on eighty years of <a href=\"https://www.ft.com/content/da343efb-931a-48c6-8695-3fe3bfa8566e\">intelligence-sharing</a> between the US and the UK. Since 1941, the two countries' spooks have been exchanging information in a manner so frank that Henry Kissinger once described it as “matter-of-factly intimate”.</p> <p><strong>EU green energy push </strong>As Europe seeks ways to end its need for Russian oil and gas, Brussels wants to boost output of <a href=\"https://www.ft.com/content/363c1643-75ae-4539-897d-ab16adfc1416\">homegrown raw materials</a> needed for green energy by lowering regulatory barriers to mining and production of critical materials such as lithium, cobalt and graphite, needed for wind farms, solar panels and electric vehicles.</p> <p><strong>Brazil's other deforestation </strong>Deep within the country's interior, the conversion of swaths of the once-inhospitable Cerrado region into pasture over the past few decades has helped <a href=\"http://www.ft.com/content/c70e8db4-11c4-42b3-808d-016e413253cd\">transform Brazil into an agrarian powerhouse</a>. But the extent of the encroachment is alarming ecologists concerned about threats to the region's role as a carbon dioxide “sink”.</p> <p><strong>It's not always the perpetrator who pays</strong> In the wake of the #MeToo movement, economists are using real-world data to study incidents of everyday sexual harassment in ordinary workplaces. As with the rich and famous, they are finding that it's not always the perpetrators who pay a high price, with women more likely to switch jobs, <a href=\"http://www.ft.com/content/e142791a-8ef4-4f1c-9ac8-3106371ca60e\">writes Sarah O'Connor</a>. </p> <h1>Work and leisure</h1> <p>August is the traditional time for making yourself scarce at the office. So why are so many <a href=\"https://www.ft.com/content/f07b9058-eb98-442b-992d-0902e2745a21\">still working this month</a>, asks Pilita Clark:</p> <blockquote>  <p><em>At first I thought I was the only one with an unexpectedly active office. But others in the city have the same problem. One friend who had his hopes of a quietly productive August dashed by office busyness blames the rise of hybrid working</em></p> </blockquote><p>Source: Jennifer Creery, Ethan Wu and Georgina Quach 2022 'FirstFT: US justice department opposes release of Trump search affidavit' FT.com 16 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-16T09:44:31.261Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 3268,
          "end": 3275
        }
      ],
      "weightsV2": {
        "weight": 0.95,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.050000012,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 5
    }
  ]
}