{
  "_id": "533f925ff1444178599868b7e0dc00e3bb5a090dc85555e81ea9a2fcacb3e207",
  "feed": "ftcomall",
  "title": "US stocks end volatile May roughly unchanged",
  "text": "<p>The blue-chip S&amp;P 500 stock index ended the month of May with a marginal 0.01 per cent gain, following weeks of tumultuous trading as investors questioned the trajectory of US inflation, growth and Federal Reserve policy.</p> <p>Wall Street stocks have whipsawed in May due to economic data and corporate earnings that have thrown doubt over the health of the US economy. Grim forecasts from retailers <a href=\"https://www.ft.com/content/273842d8-b7b9-4718-8751-ecbc5db88e1a\">Walmart and Target</a> suggested that consumers may finally be feeling strain, while the country's census bureau reported that new home sales fell by 17 per cent in April.</p> <p>The persistence of <a href=\"https://www.ft.com/stream/7982616a-e179-45f1-86f6-948f1fc35523\">US inflation</a> has investors pricing in multiple half-point interest rate raises by the Fed, which some fear may tip the economy into recession. Consumer prices, despite a small decline in April, remain at roughly 40-year highs. </p> <p>After US stocks briefly dipped into <a href=\"https://www.ft.com/content/5ab84b8f-61a3-4c04-a9e6-bae91e98e49d\">bear market</a> territory 11 days ago — down 20 per cent from their recent peak — some investors saw a buying opportunity. </p> <p>“Conditions became oversold for the S&amp;P 500,” said Kristina Hooper, chief global macro strategist at Invesco.</p> <p>“Sentiment is so negative, so much is priced in, so there is so much more potential for positive surprise. If the Fed falls short — even a little short — that is a positive surprise and inherently offers upside potential. One could argue that a recession is largely priced into stocks. And so a softer landing would be a positive surprise,” she said. </p> <p>The S&amp;P remains down 13 per cent year-to-date, and fell 8.8 per cent in April. On Tuesday the index declined by 0.6 per cent. </p> <p>Signs of turmoil persist in tech stocks, one of the hottest parts of the market over the past two years. The Nasdaq Composite index ended May down 2.1 per cent. That's a narrower decline than in April when the index fell 13 per cent, but it remains in bear market territory, down 23 per cent this year. </p> <p>In other corners of the market, government bonds dropped on Tuesday after <a href=\"https://www.ft.com/content/ea6597bf-9bcd-414a-959c-6806f7c65fab\">hotter than expected eurozone inflation data</a> and rising oil prices intensified questions about how far central banks would lift rates and how much that monetary tightening would curtail growth.</p> <p>In Europe, the yield on Germany's 10-year Bund — a proxy for borrowing costs across the eurozone — rose 0.07 percentage points to 1.12 per cent, extending a bout of selling from the previous session after German inflation data also came in worse than expected. Italy's equivalent yield increased 0.12 percentage points to 3.11 per cent. Yields on longer-dated bonds move with growth and inflation expectations. </p> <p>US bond prices similarly dropped, as the yield on the benchmark 10-year Treasury note climbed 0.12 percentage points to 2.86 per cent.</p> <p>Those moves came after data on Tuesday showed that eurozone consumer price growth reached 8.1 per cent in May, up from 7.4 per cent in April and higher than economists' expectations of 7.7 per cent. </p><p>Source: Kate Duguid in New York and Ian Johnston in London 2022 'US stocks end volatile May roughly unchanged' FT.com 31 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-31T20:21:40.924Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 395,
          "end": 402
        }
      ]
    }
  ]
}