{
  "_id": "d67438aa8a071b69e4f4e67ec5683f87440e5a260ce7b8a01a7bcbe3c666073b",
  "feed": "ftcomall",
  "title": "Directors' Deals: Bosses sell Frontier shares",
  "text": "<p>The problem with video game development is that games are expensive to make and not guaranteed to succeed. <a href=\"https://www.ft.com/stream/0745066f-fb3a-402a-a3b5-f9a373d01be7\"><strong>Frontier Developments</strong> </a>encountered this last year when its game <em>Elite Dangerous: Odyssey </em>flopped. Management took a £7.4mn impairment charge and last year operating profit dropped from £19.9mn to £1.5mn.</p> <p>The market seems to have lost confidence in the business. The share price has fallen by 50 per cent since last autumn and analysts have revised expectations downwards. Before the board announced news of the underperforming <em>Elite Dangerous</em> game in November, the broker consensus was for £35mn of operating profit in 2023. It is now down 46 per cent to £19.8mn.</p> <p>Despite this, revenue is growing quickly with the top line up 26 per cent on last year.</p> <p>The release of a new <em>Jurassic World</em> game, a Formula One management title and a <em>Warhammer </em>game shows the upside of piggybacking on existing popular IP. There is another <em>Warhammer</em> game in the pipeline for next year and management expects 20 per cent annual revenue growth in the medium term.</p> <p>The <em>Warhammer</em> IP is licensed from Games Workshop, the creator of the franchise. This almost guarantees good sales given its loyal fan base. The issue is that licensing fees are expensive and undermine the profit margin. Lower risk, but lower reward.</p> <p>Chief operating officer James Dixon and chair David Gammon seem to think the reward isn't enough. In the past few weeks, Dixon has sold £281,000 worth of shares while Gammon sold £490,000. Not a sign of great confidence.</p> <p>New chief executive Jonny Watts — promoted from chief creative officer in August — needs to regain the market's confidence. A few successful releases should do it. But don't hold your breath. The gaming market is as competitive as it has ever been.</p> <h2>Currie banks gains on Eagle Eye</h2> <p>Investors in <strong>Eagle Eye Solutions</strong>, a retail technology specialist, have done fairly well out of their investment — unless they happened to buy in at the start of this year. </p> <p>A year-to-date decline of 14 per cent masks a generally strong performance over the past five years and is indicative of the broader sell-off in technology shares, which have suffered as higher interest rates mean that investors place a heftier discount on future earnings. They've bounced back since May, though, when the company announced it had won a deal with a major US grocery retailer. Other positive updates since, including a maiden net profit of £600,000, have largely sustained the rally.</p> <p>Eagle Eye provides software that retailers use to offer rewards, loyalty, and subscriptions schemes. Its clients include the likes of Asda, JD Sports Fashion, Waitrose and Pret. </p> <p>Its board is stuffed with corporate luminaries including ex-Tesco chief executive Sir Terry Leahy, former Saatchi &amp; Saatchi boss Robert Senior and William Currie Group founder Bill Currie. The latter's wife, Catherine, sold nearly £6mn worth of shares on 18 November. No reason for the sale was given but it proved a chance for the Curries to bank profits. </p> <p>Bill Currie first invested in the firm in 2011, three years before its float and he built the bulk of his stake in 2017 at prices ranging between 170p and 385p, according to FactSet. Before the sale, he was the largest individual shareholder with a stake of almost 13 per cent (although Canaccord Genuity holds 17 per cent).</p> <p>However, the sale cut his holding to 8.43 per cent and after a £7mn placing last week to fund the acquisition of Paris-based Untie Nots, Leahy bought around £200,000 worth of shares, taking his stake to 8.9 per cent. </p><p>Source: Arthur Sants and Michael Fahy, Investors’ Chronicle 2022 'Directors' Deals: Bosses sell Frontier shares' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-25T17:37:31.702Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}