{
  "_id": "f115e11c409a1d109799f7f5cc348b6cbbd5dfb376d69ac2f7e03592f87dc20a",
  "feed": "market-watch",
  "title": "SEC climate-change rules could demand that companies account for pollution they don't directly create",
  "text": "<p>The Securities and Exchange Commission has said its meeting agenda set for Monday will include long-anticipated rulemaking on climate-change disclosure requirements for publicly-traded companies. But all eyes are on whether the agency could force companies to regularly report the more complicated Scope 3 emissions that are out of their direct control.</p><p>Scope 3 inclusion is a stipulation embraced by environmental groups, some Democratic lawmakers and investing advisers who believe only the most stringent rulemaking will curb climate change in time and satisfy growing interest in environmental sensitivity among investors. The average global surface temperature has already increased by 1.2°C above the preindustrial baseline level, this side argues.</p><p>Business groups and some Republican lawmakers, meanwhile, say the costly reporting demands of Scope 3 are untenable and likely set up a court challenge to the SEC.</p><p>Internal debate around the inclusion of Scope 3 and a mixed bag of comments on the issue has reportedly slowed the rulemaking. Still, big moves in climate-change regulation has increasingly gained value as a centerpiece of the Biden administration's efforts to slow the planet's rising temperature, particularly as other White House clean-energy initiatives have stalled in Congress.</p><p>What's clear across the board: Climate change will increasingly factor in corporate reporting and investing decisions. In many ways, it already does on a voluntary basis. About 90% of companies&#xa0;in the&#xa0;S&amp;P 500&#xa0;publish voluntary reports disclosing carbon emissions to some degree as well as renewable-energy use. Investing giant BlackRock BLK, leading all asset firms with some $9.5 trillion under management, requires companies it invests in to disclose certain climate information.</p><p>“Disclosure rates are improving, but we still find that companies only disclose on about two-thirds of material topics,” Aron Szapiro, head of policy research at Morningstar, and his team wrote in recent research. “Regulatory mandates improve consistency, quality and completeness of disclosures, and would not be placing a huge new burden on many companies, given the progress already made.”</p><p>What's yet to be seen is if the U.S. follows the lead of the U.K., which plans to require climate disclosure starting in April, and the&#xa0;European Union, which already has reporting rules in place.</p><p>“It's difficult to read the news now and not see impact of climate change happening right in front of us. Yes, there's flooding. Wildfire. Droughts. Midwestern flooding that pushes the issue off the coasts and inland. This gives momentum to a push like SEC rulemaking,” said Dave McGlinchey, part of the senior leadership team at Woodwell Climate Research Center, which submitted comments to the SEC.</p><p>“Of course there are calls for different approaches, varying levels of regulation,” he said. “But it's difficult to find someone on the Hill who doesn't accept this, and that's very different from 10 years ago.”</p><p>One of the biggest asks from companies is for the SEC to separate climate reporting from routine earnings and other disclosures. And some commenters to the government agency are worried about applying the same rules to smaller companies as large ones. Still, CEOs in the powerful Business Roundtable have generally conceded that regulatory change is coming.</p><p>Uber Technologies Inc. UBER&#xa0;&#xa0;was one of the first companies to submit a comment letter to the SEC. It is urging the agency to create a comparable reporting system by incorporating disclosure and accounting standards from two nonprofit organizations—the Task Force on Climate-Related Financial Disclosures, which was created by the Financial Stability Board, and the Sustainability Accounting Standards Board.</p><p>Walmart&#xa0;also uses&#xa0;the reporting systems from SASB and TCFD, and the World Economic Forum has pushed for both.</p><p>For investors, most want to fairly price the stocks of companies that will be affected by climate change. Investors are trying to guess if a company's products may be&#xa0;regulated in the future&#xa0;because of their impact on the climate, or if its supply chains may get more expensive over time. A company could be based in one part of the country, but source most of its raw materials in a region subjected to rising sea levels, for instance.</p><p>Secondly, many investors are increasingly interested in environmental, social and governance (ESG) investing opportunities, betting on the fact that technology and alternative energy such as solar, wind, nuclear and hydrogen ICLN will only grow from here.&#xa0;ESG investing&#xa0;accounts for&#xa0;$17.1 trillion&#xa0;— or 1 in 3 dollars — of total U.S. assets under management.</p><p>The ESG label itself is likely facing more scrutiny.</p><p>“The challenge for the SEC is to ensure that claims being made about the sustainability of a company and the holdings in a mutual fund or exchange-traded fund are&#xa0;based on reality,” said Daniel Walters, assistant professor of law, and law student William Manson of Penn State University, in a commentary.</p><p>Scope 3 debate</p><p>Many businesses have pushed for the regulations to exclude disclosing Scope 3 emissions. Scope 3 are the emissions throughout a company's supply chain, including its customers. The Greenhouse Gas Protocol estimates between 80%-90% of an organization's total emissions are related to Scope 3.</p><p>Center for American Progress“The reality is that the exclusion of Scope 3 emissions from being publicly disclosed would make this new rule much less effective,” said Joe Schloesser, senior director at ISN, a consultancy for contractor and supplier information management.</p><p>“Due to the amount of Scope 3 emissions produced by businesses, there's the most potential for improvement in this area,” said Schloesser. “Public disclosure of these emissions will play a huge role in holding organizations accountable and ensuring that they are making progress toward their ESG initiatives.”</p><p>The SEC's three Democratic commissioners, who make up a majority of the commission,&#xa0;have reportedly split&#xa0;on whether certain Scope 3 emissions can be viewed as “material” to investors and subject to disclosure. “Material” is defined&#xa0;as information that a reasonable person would consider important in making an investment decision.</p><p>“Our work on quantifying the scope and scale of risks… has made it clear that climate-change impacts are material for issuers of public securities and other businesses,” McGlinchey said.</p><p>Some critics of climate disclosures, including&#xa0;several Republican state attorneys general, suggest that the SEC has no authority to require disclosures that are not financially material. Missouri's attorney general wrote in comments that requiring climate reporting would impose “large costs and administrative burdens” on publicly traded companies.</p><p>A group of senators, in their comments to the SEC, suggested greenhouse gas-related assets would&#xa0;simply shift to private companies to avoid the SEC's watch.&#xa0;</p><p>Larry Fink, CEO of BlackRock, warned late last year that too narrow a focus on the advances and misdeeds of public companies could force more fossil-fuel operations to become private concerns to avoid tougher scrutiny. This, he said, will be a form of “greenwashing.”</p><p>Legal challenge</p><p>But the SEC, sensing this tough territory, has worked slowly. Some Democrats on Capitol Hill have said regulation must aim high at the outset, considering a court challenge is likely no matter what.</p><p>The Administrative Procedure Act allows courts to vacate SEC rules that are&#xa0;deemed arbitrary or capricious&#xa0;because the agency failed to offer sufficient justification for choosing the proposal over alternatives. The SEC is acutely aware of this risk, said Penn State's Walters and Manson.</p><p>For instance, a prior oil and gas extraction disclosure rule&#xa0;was invalidated&#xa0;by a court in 2013 as arbitrary and capricious.</p><p>West Virginia's attorney general has&#xa0;threatened to sue the SEC if the state finds the rules overreach.</p><p>The Biden administration is already seeing its climate-change agenda challenged as high as the Supreme Court, which is considering the Environmental Protection Agency's authority to regulate greenhouse-gas emissions from existing coal- and gas-fired power plants under the landmark Clean Air Act, a case seen determining the extent of federal reach on emissions, period.</p>",
  "published": "2022-03-21T07:56:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3753,
          "end": 3760
        }
      ]
    }
  ]
}