{
  "_id": "1fcd3a90e6aab6f4b8005877e0e5276979b65eceaf9e5e6a4229c3b24b0576aa",
  "feed": "wall-street-journal",
  "title": "Covid-19 Home Tests Pose Accessibility Problems for People With Disabilities; Some kits require a sighted person to read and administer the test correctly",
  "text": "<p>\"We need to look at the Covid testing process, break it down into component parts of the process and figure out how to make those more inclusively designed,\" Ms. Fleet said in an interview. That can range from examining test prices to gauging the legibility of their instructions, she added.</p><p>At-home Covid-19 tests have been in high demand since December, as infections rose and people sought them ahead of holiday gatherings. Home test kits are particularly important for people who cannot stand in long lines for public testing sites or cannot reach them, accessibility advocates say.</p><p>The Biden administration is aiming to distribute 1 billion free at-home tests starting this month, although some health-policy analysts say that could still fall short of demand.</p><p>For people with disabilities, securing at-home tests is only part of the challenge: Many of the kits are difficult or impossible for them to use on their own. Some use colors to convey information, making it difficult for users who are colorblind to conduct the test correctly; lack online audio or video supplements to their written instructions; or require physical precision and dexterity to administer.</p><p>The problems are reminiscent of the situation with Covid-19 vaccine booking systems early last year, when people with disabilities found themselves at a disadvantage as they tried to find appointments.</p><p>The popular BinaxNow Covid-19 home test kit manufactured by Abbott Laboratories, for example, asks users to check whether a control line changes from blue to a pink-purple to confirm that the test worked properly.</p><p>Those colors have limited contrast from each other and from the test's white background, said Kathryn Albany-Ward, founder and chief executive of Colour Blind Awareness, an advocacy group.</p><p>\"As there are different types and severities of colour blindness, tests should be designed so the lines have maximum contrast with the background color,\" Ms. Albany-Ward said in an email.</p><p>The tests were designed to be affordable and accessible to reach as many people as possible, an Abbott spokeswoman said.</p><p>\"As we look to future test development, we continue to design with access and affordability in mind and look at how testing and technology can work together to help enable at-home testing for even great accessibility, such as [for] those with low-vision,\" she said.</p><p>Many test makers say their tests are accessible via options such as calling a hotline for help with instructions, or can be used with the help of a caregiver.</p><p>But some offer apps to help, or say they will.</p><p>Quidel Corp., maker of the QuickVue At-Home OTC Covid-19 test, is developing a companion app to provide an automatic result interpretation for people who are colorblind, a spokeswoman said.</p><p>\"Everyone at Quidel is working nonstop to meet the tremendous demand for testing for all Americans,\" she said.</p><p>Cue Health Inc.'s kit can share results via companion apps for Android and iOS mobile devices. The apps are compatible with screen reader technology that can render the results audible, a spokesman said.</p><p>\"We're constantly iterating on our technology, including running dedicated accessibility tests, to ensure we're gathering the insights to make Cue accessible and user-friendly for everyone,\" he added.</p><p>Ellume USA LLC's Covid-19 test functions similarly, with an app that includes an informational video and displays the words \"positive\" or \"negative\" to show results, which can also be sent to users' email addresses, the company said.</p><p>But the more accessible tests can also cost more. Ellume's single-test kit retails for about $38 at some stores while Cue sells a pack of three tests for $225.</p><p>A BinaxNow box containing two testscosts about $20 at Walmart and $24 at Kroger.</p><p>\"Folks that are older or newly blind, or don't have those tech skills or that digital access, can't choose to buy more accessible tests,\" said Ms. Fleet.</p><p>The U.S. Food and Drug Administration recommends that people with disabilities may complete home tests with the assistance of another person, said Jim McKinney, an FDA spokesman.</p><p>Accessibility specialists say more solutions need to become available as soon as possible, partly because enlisting the help of others carries the risk of transmitting Covid-19.</p><p>\"We are Americans who are going to get sick just like everyone else,\" said Bryan Bashin, chief executive of LightHouse for the Blind and Visually Impaired, a nonprofit organization based in San Francisco.</p><p>Write to Ann-Marie Alcántara at ann-marie.alcantara@wsj.com</p><p>Covid-19 Home Tests Pose Accessibility Problems for People With Disabilities</p>",
  "published": "2022-01-13T17:59:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3713,
          "end": 3720
        }
      ]
    }
  ]
}