{
  "_id": "f0a39af7f14174ba1af3fd624c8a52f7d7a663ba64dfc7509b0c17f95fab81aa",
  "feed": "ftcomall",
  "title": "FC Barcelona: turning around a financial supertanker",
  "text": "<p>The long summer lull is over. Yes, after five full days of rest since last Sunday's glorious <strong>Euro 2022</strong> finale, football fans will have to make do with the return of the <strong>Premier League</strong>. I was in the stands as the season kicked off at <strong>Selhurst Park</strong>, where <strong>Crystal Palace</strong> hosted <strong>Arsenal</strong>. &#xa0;</p> <p>This week we start further afield in Spain, where <strong>FC Barcelona</strong> are making headlines with a frantic summer spending spree. The club has come in for plenty of criticism, so we try to present the case for the defence. We also look at the opportunities for investment in women's sport, highlighted by the <strong>Lionesses</strong> victory last weekend and the subsequent surge of interest. </p> <p>Do read on — <em>Josh Noble, sports editor</em></p> <h1>Barcelona's summer spending splash</h1> <p>Has everyone at Barcelona lost their minds? That's the question the footballing world seems to be asking as the Catalan club outbids Premier League rivals on players just a year after booking a near €500mn loss. At <a href=\"https://www.ft.com/content/99bee2fb-89c5-4bd0-b99c-322f5e1686e6\">€150mn and counting</a>, no team has spent more on transfers this summer in Europe. </p> <p>The moves have been financed by the <a href=\"https://www.ft.com/content/8b20ac2d-d1de-4fe1-a7b9-8bf3e89c53cf\">sale</a> of long-term broadcast rights and a chunk of Barça's audiovisual studio. There are some who accuse the club of mortgaging the future in a desperate bid to compete in this summer's transfer market. High spending is, after all, what got Barça into last year's financial mess. </p> <p>But there is a counterargument. Having been booted out of the <strong>Champions League</strong> last year in the group stages, the club really had little choice but to act, and act fast. </p> <p>In a pattern seen across sport, the value of the Champions League rights has been rising rapidly. Uefa is aiming to double the revenue from its US broadcast deal during the current bidding process, potentially bringing in more than $2bn over six years.</p> <p>For Barcelona's finances to improve, it needs a slice of that money. And spending money on expensive players is the quickest and most effective way to make that happen. Those at the club liken it to turning around a supertanker, which helps explain the speed and scale of both the asset sales and the spending. </p> <p>The new signings have come at a price. <strong>Robert Lewandowski</strong> may be 34 this month, but he is also a record-breaking goalscorer, something Barça needed. <strong>Raphinha</strong> and <strong>Jules Kounde </strong>— the other big signings costing more than €100mn together — were both sought after by Premier League teams, suggesting they are assets on Barça's books that could be cashed in later if needed. All of them will have to fit into a new and one assumes more modest salary structure.</p> <p>That the club was able to raise 10-year debt last summer at under 2 per cent is a marker of its financial flexibility and the strength of brand Barcelona. But that brand is built on a simple fact: It is the world's most popular football club. It needs to win if it is to stay that way.</p> <h1>England's Euros victory and the remaining fallacy in marketing women's sport</h1> <p>England's Lionesses are the new European football champions, a hard-fought title decades in the making. Team members including <strong>Chloe Kelly</strong>, <strong>Ella Toone</strong>, <strong>Leah Williamson</strong> and the rest of the squad have had a week of revelry with victory celebrations in <strong>Trafalgar Square</strong>. </p> <p>As with any momentous sporting title, there has been an immediate <a href=\"https://www.ft.com/content/7c426ae0-b4b5-4fb0-993d-78fae0d4212c\">surge of interest</a> around women's football: tickets to an October friendly between England and the defending <strong>Women's World Cup</strong> champions the United States sold out within a day. Lioness kits sold out on many channels within hours of them clinching the trophy. Several <strong>Women's Super League</strong> clubs have reported surging ticket sales.</p> <p>From the commercial perspective, the Lionesses' victory reflects the complex state of the women's sports industry: a realm of skyrocketing demand and engagement, and yet one that still has a way to go in matching sponsorship opportunities for men.</p> <p><strong>Uefa</strong>, which has governed European women's football since 1982, secured its first standalone women's sponsor only in 2018. Projected revenues for this year's championship were just €60mn — the men's Euros brought in over thirty times that figure, with €1.9bn.</p> <p>In other words, sponsoring women's football has a low cost of entry and much bigger upside potential, as outfitter <a href=\"https://www.ft.com/content/2a88d3b1-62d6-4414-8f7d-1a5f728d4f16\"><strong>Nike</strong> has learnt this week</a>. Decades after the US sportswear company scrambled to break into men's football, the swoosh has taken a more aggressive approach to marketing the women's game.</p> <p>That doesn't mean there aren't still huge disparities in marketing women's sport. At last month's <strong>World Athletics Championships</strong> in Oregon, male athletes who set world records at the meet were awarded $100,000 bonuses underwritten by <strong>TDK</strong>, the Japanese electronics company. Female athletes doing the same also received $100,000 checks, funded not by a sponsor but instead by the World Athletics development foundation.</p> <p><strong>Victoria Jackson</strong>, a sports historian and professor at <strong>Arizona State University</strong>, told Scoreboard that the disparity “points to poor business practices” by World Athletics, which should have standardised sponsorship terms across the meet's men's and women's fields.</p> <p>There could be any number of reasons why companies engaged in sports marketing don't allot the same budget to women's sports as men's. But results like the Lionesses victory and corresponding uptick in demand for women's football underscores a marketing fallacy, according to Jackson: “You are actively manipulating the market to say people don't care about women's sport if you don't invest in women's sport”.</p> <h1>Highlights</h1> <ul>  <li><p>British <strong>Formula One</strong> star <strong>Lewis Hamilton</strong> has <a href=\"https://www.espn.com/nfl/story/_/id/34334159/f1-star-lewis-hamilton-joins-new-denver-broncos-ownership-group\">joined</a> the group seeking to buy American football's <strong>Denver Broncos</strong>. The consortium, led by <strong>Walmart</strong> heir <strong>Rob Walton</strong>, has agreed terms of a reported $4.6bn purchase of the <strong>NFL</strong> team, set for ratification by league owners at a meeting this week. </p></li>  <li><p><strong>Brittney Griner</strong> was <a href=\"https://www.ft.com/content/12e7d56c-6609-407b-84eb-831657f75f68\">sentenced</a> to nine years in a Russian penal colony on drug smuggling charges, concluding the trial phase of the <strong>WNBA </strong>and<strong> EuroLeague </strong>basketball star's detention outside Moscow and heightening calls, led by US President<strong> Joe Biden</strong>, for a prisoner swap between the US and Russia.</p></li>  <li><p><strong>Phil Mickelson</strong> and nine other professional golfers have <a href=\"https://www.ft.com/content/f7fd080f-1a30-48c5-8879-d18d48e5eeb2\">launched an antitrust lawsuit</a> against the<strong> PGA Tour</strong>, alleging in US federal court that the group breaches competition law by suspending the players for joining rival<strong> LIV Golf. </strong>The suit, in which the golfers are seeking a temporary restraining order to allow them to compete in this month's<strong> FedEx Cup </strong>playoffs, deepens tensions between the two tours.</p></li>  <li><p>In an interview with the FT,<strong> Serie A </strong>president<strong> Lorenzo Casini </strong><a href=\"https://www.ft.com/content/955d0d83-0b0e-47f1-8b73-d0da9cd54e44\">warned</a> foreign buyers of top-flight Italian football clubs against prioritising short-term profits over the long-term health of the industry, such as refurbishing antiquated stadiums around the country. </p></li> </ul> <h1>Transfer Market</h1> <ul>  <li><p><strong>Brett Frood </strong>has been appointed the next commissioner of the US<strong> National Lacrosse League. </strong>He joins from<strong> NASCAR's Stewart-Haas Racing Team, </strong>where he has served as president since its inception in 2008 and negotiated over $600mn in sponsorships, according to a release by the NLL. A former lacrosse player at <strong>Brown University</strong>, Frood takes the helm on September 1.</p></li> </ul> <h1>Final Buzzer</h1> <p>On Sunday, the world lost the greatest basketball player, and one of the greatest sportsmen of all time, as <strong>Boston Celtics</strong> legend <strong>Bill Russell</strong> <a href=\"https://www.ft.com/content/afc21d8f-a56d-42b5-b495-7ad7178581b6\">passed away at 88</a>. His sporting record has never been rivalled: a high school, collegiate, and Olympic champion, Russell won 11 <strong>NBA</strong> championships and five Most Valuable Player awards, the most of any American professional team sport athlete. </p> <p>Off the court, he was a civil-rights leader who marched on Washington with <strong>Martin Luther King, Jr</strong>. and had an interminable competitive spirit and humour to boot. Even in old age, assembled before a stage of fellow Hall of Famers in 2017, he had a message for the likes of <strong>Kobe Bryant</strong>, <strong>Kareem Abdul-Jabbar</strong>, and others coming for his GOAT mantle. Watch it <a href=\"https://twitter.com/NBA/status/1554860719765700612?s=20&amp;t=JwBxVx3vXFIorOubB7FGfg\">here</a>.</p><p>Source:  2022 'FC Barcelona: turning around a financial supertanker' FT.com 6 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-06T08:00:06.160Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 5558,
          "end": 5565
        }
      ],
      "weightsV2": {
        "weight": 1.5475619,
        "baseWeight": 1.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.45243812,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}