{
  "_id": "f2143a689e14b8b3895bccc76332ac5f978a142081ac2994c2f387d017f19084",
  "feed": "ftcomall",
  "title": "Hot US labour data fuel rate rise expectations",
  "text": "<p>Good evening,</p> <p>A positive set of <a href=\"https://www.ft.com/content/f9acf1a3-969f-4b01-ac64-d819c1975879\">US jobs figures</a> has allayed some of the concerns of a downturn in the world's largest economy.</p> <p>A more than expected <a href=\"https://www.bls.gov/news.release/empsit.nr0.htm\">528,000 posts</a> were created in July, up from 398,000 the previous month, with the unemployment rate inching down from 3.6 per cent to 3.5 per cent, the lowest level since the pandemic began.</p> <p>Today's figures follow <a href=\"https://www.ft.com/content/8e4caa59-5799-430b-9896-e494369900dc\">GDP data</a> last week showing the economy shrank for the second quarter in a row, sparking concerns that the US was entering recession — a status as yet unconfirmed — although the government maintains it is still in good shape. Federal Reserve chair Jay Powell has warned against giving too much prominence to the GDP reading, arguing that interest rates could rise further without triggering a slump.</p> <p>Separate data yesterday showed the number of people applying for <a href=\"https://www.ft.com/content/cfe2ff78-12bd-42b6-b107-612655d91aca\">unemployment benefits</a> last week hit 260,000, the highest in more than six months, suggesting the labour market was beginning to cool.</p> <p>Several big companies have recently announced they are shedding jobs, including retail giant Walmart, brokerage <a href=\"https://www.ft.com/content/890152f1-41bd-4908-aa86-b26ffe9409a6\">Robinhood</a>, media companies Netflix and Twitter, and electric car maker Tesla. Tech groups Meta and Google-parent <a href=\"https://www.ft.com/content/a5e774c6-a58d-42d8-81b8-bb8098d3ae2e\">Alphabet</a> have announced a slowdown in hiring.</p> <p><a href=\"https://www.ft.com/content/010544f6-95ba-4d42-8c99-4556b1590816\">US government bonds</a> and stock futures sold off after today's more positive news, as traders bet on the Fed continuing with its aggressive series of interest rate increases.</p> <p>“The unexpected acceleration in non-farm payroll growth in July, together with the further decline in the unemployment rate and the renewed pick-up in wage pressure, make a mockery of claims that the economy is on the brink of recession,” said Michael Pearce, senior US economist at Capital Economics. “All the details [of the report] appear to support continued aggressive rate hikes from the Fed.”</p> <h1>Latest news</h1> <ul>  <li><p>Russia and Turkey <a href=\"https://www.ft.com/content/afcb2732-c015-4b1e-a837-8e34e412e4b4#post-f1449f4e-6816-4784-bcd6-2e3231e28af5\">close to trade deal</a> after meeting between Putin and Erdoğan </p></li>  <li><p>Workers at UK Felixstowe port to strike for eight days in pay dispute (PA)</p></li>  <li><p>Amazon <a href=\"https://www.ft.com/content/3bdf0510-2724-4899-a659-ec1fb94a6d36\">acquires Roomba maker iRobot</a> for $1.7bn</p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/afcb2732-c015-4b1e-a837-8e34e412e4b4\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>Europe and Asia are battling each other to secure <strong>gas supplies</strong>, risking a further <a href=\"https://www.ft.com/content/93c6570b-10f9-46cf-8310-2caa319c00a3\">surge in prices</a> that could intensify the cost of living squeeze on consumers.</p> <p><strong>Bank of England</strong> governor Andrew Bailey <a href=\"https://www.ft.com/content/746de37c-4ef8-4605-a1d4-06ec90f408b2\">defended its strategy</a> after the central bank increased interest rates by 0.5 percentage points to 1.75 per cent yesterday, the highest level <a href=\"https://www.ft.com/content/571dbb52-971f-49e5-9159-3bc73b497742\">since the global financial crisis</a>. The BoE said the country would enter a protracted recession later this year, with inflation hitting 13 per cent by year-end. It has come under criticism from prime ministerial hopeful <a href=\"https://www.ft.com/content/a25dd145-7508-4fd4-afb9-312d1a0e58ac\">Liz Truss</a> and the FT editorial board, which said it needed to be <a href=\"https://www.ft.com/content/bef7ef5b-335f-4c84-82ac-ac3d5c90c1d6\">more forceful</a>.</p> <h2>Latest for the UK and Europe</h2> <p><strong>UK fuel poverty</strong> campaigners hit out at regulator Ofgem's move to alter the <a href=\"https://www.ft.com/content/4372d528-0b00-42cc-8547-c8c20ef344b9\">energy price cap</a> every three months instead of twice a year. Meanwhile, earnings data for low-income households highlighted the country's <a href=\"https://www.ft.com/content/e28e6ac7-9b43-4020-9f75-eb2f21c2e585#post-4bd9c270-64c1-4487-97a4-a4774d541f5a\">poor level of social mobility</a>. <strong>Scammers</strong> who had exploited victims' fears over coronavirus are now preying on those hit by the <a href=\"https://www.ft.com/content/3d21429a-2630-4f7e-8b00-03f7728bb86b\">cost of living crisis</a>.</p> <p>The number of <strong>British businesses</strong> in “critical financial distress” has risen by <a href=\"https://www.ft.com/content/afcb2732-c015-4b1e-a837-8e34e412e4b4#post-3c1451ad-b1ae-465f-ad58-701974c23697\">more than a third</a> over the past year. <strong>UK construction</strong> activity has fallen for the first time <a href=\"https://www.ft.com/content/489b2098-6bc4-44c7-8e53-18cadac0609b\">since the start of last year</a> as rising inflation and interest rates take their toll.</p> <p><strong>Ukraine</strong> has called for the relaxation of Russia's blockade of its grain exports to be <a href=\"https://www.ft.com/content/f1cdce9c-3c14-4300-bb64-473b6ab5a900\">extended to other products</a> such as metals.</p> <p>A European Central Bank survey showed <strong>eurozone consumers</strong> getting gloomier, with expectations that inflation would <a href=\"https://www.ft.com/content/e28e6ac7-9b43-4020-9f75-eb2f21c2e585#post-3025f98e-5edb-4b28-b9e6-4899d2bc0664\">remain above 2 per cent</a> for the next three years and that the economy would shrink 1.3 per cent in the next 12 months.</p> <h2>Global latest</h2> <p>Rising tensions across the <strong>Taiwan Strait</strong> have highlighted risks to <a href=\"https://www.ft.com/content/68871ec9-6741-4e0a-8542-940152df4e36\">global supply chains</a>, as cargo ships and airlines are disrupted by China's military exercises. The Strait is the primary shipping route between China and Japan, the world's second and third-biggest economies, as well as carrying manufactured goods from the factories of Asia to world markets.</p> <p><strong>India</strong> has raised its <a href=\"https://www.ft.com/content/afcb2732-c015-4b1e-a837-8e34e412e4b4#post-edc07358-8b8e-4e83-8090-b55938de04f3\">key interest rate</a> by half a percentage point to 5.4 per cent to try and curb rising inflation, currently running at 7 per cent.</p> <p><strong>Sergio Massa</strong>, the third person to take charge of <a href=\"https://www.ft.com/content/d9ebea40-c646-4a8d-a030-f17ac07be00b\">Argentina's economy</a> in barely a month, pledged to bring fiscal order and regain market confidence through a new “super ministry”. His first measures include ending money printing to fund the budget, building dollar reserves and “reworking” state subsidies.</p> <p>The recent Japanese invention of <strong>heatstroke insurance</strong>, while eye-catching as a piece of commercial innovation, tells an <a href=\"https://www.ft.com/content/7b793b72-867a-4f2b-ac5a-cf153ef3a5b7\">unsettling story</a> about the status of the country's “retirees”, writes Asia business editor Leo Lewis.</p> <p>A review into the <strong>Reserve Bank of Australia</strong>'s handling of surging inflation is being closely <a href=\"https://www.ft.com/content/3a70759d-2673-4179-83f1-cdea77f9553f\">watched by central bankers around the world</a> who stand accused of policy and communication failures.</p> <h1>Need to know: business</h1> <p>Recent turmoil in <strong>financial markets</strong> was reflected in falling profits and slowing new business at UK investment platform <a href=\"https://www.ft.com/content/e61fc249-fbda-4593-908c-119321af9263\">Hargreaves Lansdown</a> and outflows from <a href=\"https://www.ft.com/content/ba164993-53f0-456f-9a8d-dd45742b4677\">Pimco</a>, the world's largest credit-focused fund manager.</p> <p><strong>Lufthansa</strong> said <a href=\"https://www.ft.com/content/890cc281-5a96-4128-9fae-9048014399c3\">demand from wealthy passengers</a> would bring “substantially higher” profits in the following quarters, despite the industry's current state of chaos. </p> <p>Profits at <strong>Glencore</strong>, one of the biggest winners from the turmoil in commodity markets, <a href=\"https://www.ft.com/content/5ce49d4e-be60-4675-ae7e-8fe70b9b1bac\">more than doubled</a> in the first half of the year. Coal accounted for almost half its record $18.9bn in adjusted earnings.</p> <p><strong>Bayer</strong>, the German drugs and chemicals group, <a href=\"https://www.ft.com/content/e938a020-25e0-44d3-a7f2-f60428bb2370\">doubled its growth forecast</a> for 2022 after rising food prices boosted demand for seeds and weedkiller.</p> <p>Profits at <strong>Toyota</strong>, the world's biggest carmaker, <a href=\"https://www.ft.com/content/e28e6ac7-9b43-4020-9f75-eb2f21c2e585#post-50210246-0cc8-47e2-b995-19a0c34122e\">almost halved</a> to ¥579bn ($4.3bn) in the second quarter thanks to rising costs and pandemic lockdowns in China. Meanwhile, <strong>Rolls-Royce</strong> has warned of the effect of <a href=\"https://www.ft.com/content/0216abc5-bc38-4fbf-83e4-74edb0c889be\">rising inflation</a> and supply chain problems.</p> <p>UK retail bellwether <strong>Next </strong>upped its full-year profit forecast after warm weather <a href=\"https://www.ft.com/content/960d6397-9d02-4040-a94e-fa036ac6b03c\">boosted first-half in-store sales</a>. There is hope on the horizon too for online retail. Innovation editor John Thornhill examines an Indian<strong> ecommerce network</strong> enabling <a href=\"https://www.ft.com/content/7d11fd67-5923-4430-b59a-ef6578d21159\">millions of small merchants</a> to hook up with suppliers, customers and delivery firms to take on the likes of Amazon.</p> <p><strong>US media companies </strong>have been hit by a “perfect storm” of problems, causing them to <a href=\"https://www.ft.com/content/4dda85be-a1b0-4e0e-b4c1-1326ef040016\">lose nearly $400bn in market value</a> this year. <strong>Warner Bros Discovery</strong> said the “<a href=\"https://www.ft.com/content/3a360d69-4ea4-4177-9f3c-265c253230d1\">spend, spend, spend</a>” streaming era was at an end as it reported a $3.4bn quarterly loss. <a href=\"https://www.ft.com/content/8c7da5ac-ea9d-4f99-b299-109f461c996a\">Advertising demand remains strong</a>, according to <strong>WPP</strong>, the world's biggest ad group, even if its investors were not convinced.</p> <p><strong>FC Barcelona</strong> was previously declared “clinically dead” by its president after years of high spending on players coupled with the forced closure of its stadium during the pandemic. Sports editor Josh Noble considers whether <a href=\"https://www.ft.com/content/99bee2fb-89c5-4bd0-b99c-322f5e1686e6\">a new spending splurge</a> will help it reclaim past glories or just store up more financial problems for the future.</p> <a href=\"http://www.ft.com/cms/10814524.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>Science round-up</h1> <p><strong>Covid infections</strong> in the UK, although still at high levels, have fallen for the <a href=\"https://www.ft.com/content/afcb2732-c015-4b1e-a837-8e34e412e4b4#post-09c3d85f-858b-4726-9929-1d45db8bebc4\">second consecutive week</a>, fuelling hopes that the latest wave — driven by the BA.5 variant — has peaked. </p> <p>The US is switching focus to <strong>monkeypox</strong> after declaring the outbreak a <a href=\"https://www.ft.com/content/9852c0ae-c408-48a6-ad84-d06235464d9c\">public health emergency</a> yesterday and appointing a new team to improve access to <a href=\"https://www.ft.com/content/8be09e14-c9c8-4923-ae42-3e2cd407f2bb\">testing, vaccines and treatments</a>. The country accounts for about a quarter of the 22,100 global infections of the virus, which spreads via skin-to-skin contact and is usually found in west and central Africa.</p> <p>Two reports cast doubt on the UK's goal of becoming a “<strong>science superpower</strong>” without a better focus on results and more spending on <a href=\"https://www.ft.com/content/8ed46ea7-a542-4ff5-b474-1f75d9894535\">research and development</a>. A <a href=\"https://www.ft.com/content/397a75aa-3047-432e-8664-d1974fbb05df\">lack of lab space</a> is also threatening the life sciences boom in Oxford and Cambridge.</p> <p>US president <strong>Joe Biden</strong>'s positive test for Covid just three days after announcing he was negative has thrown the spotlight on <a href=\"https://www.ft.com/content/7d27f2b5-3068-4eb9-b818-011bd15d0153\">“rebound” cases</a> of patients who have been prescribed Paxlovid, which has been hailed for preventing some of the Covid's worst effects in older patients or patients with pre-existing conditions.</p> <p><strong>Japan</strong> is struggling with its biggest coronavirus outbreak since the start of the pandemic, fuelled by children and adolescents who have <a href=\"https://www.ft.com/content/a7c8c376-d4b5-4e9c-8652-ce1fd082e294\">not been fully vaccinated</a>.</p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news</h1> <p>The tram is back! Dozens of cities across Europe are <a href=\"https://reasonstobecheerful.world/europe-tram-systems-revival/\">reintroducing tramways</a>, easing congestion and pollution, as well as reclaiming urban centres in a new golden age for transit. (Reasons to be Cheerful)</p> <p><em>Have you spotted some good news stories you'd like to share with FT readers? Comment below or email us at </em><a href=\"mailto:disruptedtimes@ft.com\"><em>disruptedtimes@ft.com</em></a><em>.</em></p><p>Source: Darren Dodd 2022 'Hot US labour data fuel rate rise expectations' FT.com 5 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-05T17:15:05.689Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.9200001,
      "offsets": [
        {
          "start": 1052,
          "end": 1059
        },
        {
          "start": 1047,
          "end": 1054
        }
      ],
      "weightsV2": {
        "weight": 0.88031006,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -1.1197467,
        "tagPositionWeight": 5.6743622e-05,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}