{
  "_id": "a2365ebe2353f0aabea5d76ab5f103b7df7a5756eff4c684b156f392d6d7490a",
  "feed": "wall-street-journal",
  "title": "Justin Trudeau's Trucker Emergency; Canada doesn't need extraordinary powers. It needs to enforce the law and compromise on vaccine mandates.",
  "text": "<p>Mr. Trudeau invoked the Emergencies Act on Monday for the first time in Canadian history. (The law's predecessor, the War Measures Act, was used only three times: World War I, World War II and the 1970 FLQ crisis involving Quebecois terrorists.) Now, in response to protests and blockades started by truckers against vaccine mandates, the prime minister has granted his government extraordinary temporary powers \"to make orders or regulations that are believed, on reasonable grounds, to be necessary to respond to the issues at hand,\" the Canadian government explains on its website.</p><p>This broad authority doesn't junk the Canadian Charter of Rights and Freedoms. It does, however, include the power to prohibit travel, public assemblies and use of any specified property, to force people or companies to render essential services, to impose fines and imprisonment for violating any of the emergency rules, and to use the military as police, though Mr. Trudeau suggests he won't do that last one. He says the powers will be used for 30 days, strengthening the federal police, beefing up penalties, dragooning private tow-truck companies and, incredibly, directing financial institutions, without court orders, to freeze personal and corporate bank accounts connected to the protests. Without due process, and used against despised and often caricatured protesters, these powers invite further abuse.</p><p>\"This is not a peaceful protest,\" Mr. Trudeau says, though in more than two weeks, there has been no violence. The protests have been highly disruptive to downtown Ottawa and to cross-border trade. But truckers have followed a judge's order that they cease honking horns in Ottawa, and on Sunday, police were able to reopen the Ambassador Bridge connecting Detroit with Windsor, Ontario, without incident. Ordinary laws authorize police to clear illegal blockades. Why are sweeping emergency powers needed to get government and police to do their jobs?</p><p>One goal is to squeeze protesters by cutting off funds. But this is a roundabout approach when police don't even consistently enforce their rule against bringing fuel to the protest. The problem so far has been one of extreme cautiousness. Police sat on their hands as disorder grew. Mr. Trudeau's new powers won't rectify that, but they introduce new issues.</p><p>The Canadian Civil Liberties Association states the problem clearly: \"The federal government has not met the threshold necessary to invoke the Emergencies Act. This law creates a high and clear standard for good reason: the Act allows government to bypass ordinary democratic processes. This standard has not been met. The Emergencies Act can only be invoked when a situation 'seriously threatens the ability of the Government of Canada to preserve the sovereignty, security and territorial integrity of Canada' &amp; when the situation 'cannot be effectively dealt with under any other law of Canada.' \"</p><p>That isn't the case, says Alberta Premier Jason Kenney, whose province has seen protests at border crossings. \"We have all of the legal tools and operational resources required to maintain order.\" Until a few days ago, this was also the public position of Mr. Trudeau's government.</p><p>As Carson Jerema put it in Canada's National Post, \"In less than a month, the prime minister has gone from dismissing the Freedom Convoy as a 'small fringe minority,' to invoking legislation that is designed for a foreign invasion or a civil war.\" This won't diminish the howls of tyranny from the truckers and could escalate the matter. Even the liberal Toronto Star called Mr. Trudeau's latest move \"a shocking admission of failure by governments at all levels.\"</p><p>A new opinion poll finds three-quarters of Canadians believe it is time the truckers go home. But polling also finds that many Canadians have sympathy for truckers and others adversely affected by vaccine mandates. Ottawa has never offered a clear justification for requiring drivers, who sit alone in the cabs of their trucks, to be vaccinated. Nor does it make sense for the federal government to threaten to tighten rules for interprovincial truckers while Alberta and Saskatchewan have dropped their general vaccine mandates and Ontario is set to do so March 1.</p><p>The path forward should be simple: Throw the truckers a bone on vaccine mandates and instruct police to end the illegal blockades. A protest movement is neither an emergency that calls for new state powers nor a license for disgruntled citizens to violate existing laws.</p><p>Backlash from the unvaccinated—vilified, excluded, pushed out of work, barred from Walmart in Quebec's case—shouldn't have been unexpected. This is true even in Canada, which was hailed prematurely during the Trump years by the New York Times and the Atlantic as possessing the \"secret\" to avoiding populist politics. If there is such a secret, it probably has to do with maintaining public order and not marginalizing substantial segments of the population. Mr. Trudeau and other Canadian authorities could have done both with the powers they already had.</p><p>Mr. Kaufman is the Journal's letters editor.</p><p>Justin Trudeau's Trucker Emergency</p>",
  "published": "2022-02-15T23:52:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4581,
          "end": 4588
        }
      ]
    }
  ]
}