{
  "_id": "70b91ee2116da946d69568392a6d71b6b839fd22ab8e23ed3d0e6c3fe96bb937",
  "feed": "market-watch",
  "title": "10 National Hot Dog Day deals from Portillo's, Sonic, Nathan's Famous and more; Where to get free or discounted hot dogs on Wednesday — and the rest of 'hot dog week'",
  "text": "<p>So get your buns over to these restaurants today (or take advantage of their apps, where applicable) and relish these free or cheap hot dogs. And as an added bonus, a few of these freebies are happening later in the week, as well.</p><p>Dog Haus</p><p>You won't mind being in this Dog Haus — the gourmet hot dog, sausage and plant-based proteins chain is dishing a free hot dog to customers who join or have already joined the Haus Hookup rewards program that text \"FREE DOG\" to 833-440-1110.</p><p>Frisch's Big Boy</p><p>The burger, breakfast and hot dog chain regional to Indiana, Kentucky and most of Ohio and Tennessee (originally part of the Big Boy Restaurant Group) is slinging 5-cent Nathan's Famous hot dogs on Wednesday with the purchase of any burger.</p><p>Hot Dog on a Stick</p><p>This western restaurant chain specializing in corndog-style treats on sticks is offering its rewards members a buy one, get one free deal on National Hot Dog Day. Rewards members who order online or at participating stores who buy a Veggie on a Stick or an Original Turkey on a Stick can get another one free.</p><p>Miller Light &amp; Vienna Beef</p><p>What pairs better with hot dogs than beer? (Well, maybe fries.) But Chicago residents won't want to turn their nose up at this deal: a free Chicago-style dog from Vienna Beef, courtesy of Miller Lite. On Wednesday, hit The Wiener's Circle (2622 N. Clark St.) from 4 to 6 p.m. Or on Thursday, get another shot at this special at Martin's Corner (2058 W. 22nd Pl.) from 4 to 6 p.m.</p><p>Nathan's Famous</p><p>What inflation? Nathan's Famous — the Coney Island hot dog joint that hosts the annual Hot dog Eating Contest every Fourth of July — has got a heck of a throwback deal. Participating restaurants will sell hot dogs for just 5 cents on National Hot Day Day, which was the original price of a hot dog when the original Nathan's Famous first began dishing dogs in 1916. The deal is limited to just two per order.</p><p>The Original Hot Dog Factory</p><p>For delayed gratification, those living near an Original Hot Dog Factory location can chow down on free hot dogs this Friday, instead, from noon to 4 p.m. local time.</p><p>Oscar Mayer Weinermobile</p><p>The Oscar Meyer Weinermobile is back. The Kraft Heinz Company-owned KHC meat and cold cut maker is teaming up with Pilot Flying J travel centers to offer buy one, get one free hot dog deals in South Carolina and Illinois on Wednesday. Or save the offer by registering with the Pilot Flying J rewards app and redeeming it in-store on July 20 for any hot dog or grill items. Locations where the Weinermobile will be rolling up include:</p><p>* Pilot Travel Center at 9587 Charleston Hwy in St. George, S.C. from 10 a.m. to 1 p.m. EST</p><p>* Flying J Travel Center at 799 Jedburg Road in Summerville, S.C. from 2 p.m. to 5 p.m. EST</p><p>* Pilot Travel Center at 1050 Busse Road in Bensenville, Illinois from 10 a.m. to 2 p.m. CT</p><p>Philly Pretzel Factory</p><p>Do get it twisted: Philly Pretzel Factory stores and Walmart WMT locations (not including transportation and entertainment centers) will be selling pretzel dogs for just $1 while supplies last.</p><p>Portillo's</p><p>The Chicago staple known for its cake shake (which blends an entire slice of chocolate cake into its milkshake) is offering free delivery throughout all of \"hot dog week\" when you order online through July 24. And yes, it does hot dogs, too, including Chicago-style franks loaded with mustard, relish, celery salt, chopped onions, sliced tomatoes, pickle spear and sport peppers.</p><p>Sonic Drive-In</p><p>This late-breaking hot-dog deal will run later this week, from July 23 to July 27, Axios reports. Customers who order a \"Shark Week Slush\" online or through the app will get a free corn dog voucher for their next visit; it expires after a week. Or the daily happy hour deal from 2 p.m. to 4 p.m. will sling half-price drinks and slushes when you order on the app.</p><p>10 National Hot Dog Day deals from Portillo's, Sonic, Nathan's Famous and more</p>",
  "published": "2022-07-20T15:34:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2907,
          "end": 2914
        }
      ]
    }
  ]
}