{
  "_id": "4655a2fccb1b5d733fdb93e899aa7e4f8beb4ee88f45be21defcde95a7aa5689",
  "feed": "market-watch",
  "title": "Levi Strauss cuts annual earnings and sales forecast as economic fears grow, stock falls nearly 5%; Shares decline in after-hours trading after clothier reports smaller revenue than expected for the quarter, guidance trimmed ahead of holidays",
  "text": "<p>Analysts polled by FactSet expected the company to earn 37 cents a share on revenue of $1.6 billion. Shares fell between 4.5% and 5% in after-hours trading following the announcement, after closing with a 3.9% decline at $15.93.</p><p>After missing analysts' estimates on sales, executives reduced their annual forecast for both revenue and earnings. In Thursday's announcement, they said the reduction was \"a result of the significant incremental currency headwinds from the stronger U.S. dollar, as well as a more cautious outlook for North America and Europe due to macroeconomic conditions and ongoing supply chain disruptions.\"</p><p>Executives now expect annual adjusted earnings of $1.44 to $1.49 a share, after previously stating $1.50 to $1.56 a share; and 2022 net revenue of roughly $6.15 billion to $6.17 billion, after previously guiding for $6.4 billion to $6.5 billion.</p><p>\"While we expect the macroeconomic backdrop to remain unpredictable over the next few quarters, our strong brands, diversified business model and proven team position us to deliver on our long-term objectives,\" Chief Executive Chip Bergh said in a statement.</p><p>Clothing retailers such as Levi's and Nike Inc.NKE have been racing to cut prices to move clothing and offseason goods from their shelves, as rising prices this year forced many customers to prioritize spending on groceries and gas over clothing. But Levi's CFO Harmit Singh, during a conference in August, suggested the company was somewhat immune to that bigger discounting drive.</p><p>\"A large piece of our inventory is core,\" he said. \"So you can sell through multiple seasons. So we don't necessarily have to mark down. That's one of the advantages of the brand.\"</p><p>However, Singh said the company had noticed \"signs of weakness\" in lower-income consumers. Levi Strauss, he said, got a small share of its sales from retailers like Walmart Inc. WMTand Target Corp. TGT, where more lower-income consumers shop. Other challenges to sales included a temporary halt to operations in Russia following the war in Ukraine, China's lockdowns and the stronger dollar, he said.</p><p>He also said the company was trying to take advantage of \"casualization tailwinds\" that have emerged since the height of the pandemic. He said jeans had become more acceptable at work, and that more people prefer to dress casually while in the office.</p><p>Shares of Levi Straus are down 36.4% so far this year, while the S&amp;P 500 index has declined 20.6%.</p><p>Levi Strauss cuts annual earnings and sales forecast as economic fears grow, stock falls nearly 5%</p>",
  "published": "2022-10-06T21:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1861,
          "end": 1873
        }
      ],
      "nexusId": "10042309"
    }
  ]
}