{
  "_id": "dbbc128e0cb9c9a2cab6c71068d905675c7367fa6a35c42737637c9a2a6d21ad",
  "feed": "wall-street-journal",
  "title": "Making a Super Bowl Commercial Is Super Stressful This Year; Omicron disrupts and delays shoots, sending costs up; advertisers watch their tone to fit national mood",
  "text": "<p>The spread of the Omicron variant has thrown a monkey wrench into the biggest event of the year for advertisers: the Super Bowl, which will air on NBC on Feb. 13.</p><p>Commercial shoots from New York to Los Angeles have been disrupted as production crews and actors test positive for Covid, ad executives say, echoing the problems on film and TV sets. Longer shoots and Covid protocols are causing production costs to increase for some brands.</p><p>About 30 crew members tested positive during a big-game spot that famed Super Bowl ad director Bryan Buckley is shooting. \"You are just losing people left and right,\" said Mr. Buckley, who has directed almost 70 Super Bowl ads. He declined to name his clients for this year's game.</p><p>Some brands are considering scaling back promotional events in the host city of Los Angeles. Others are working to ensure their ads strike the right tone, given the national mood regarding the pandemic.</p><p>Despite the issues, NBC's ad sales for Super Bowl LVI have been strong. Football ratings have been up significantly this season, helped by a number of close games. The excitement has continued in the playoffs, with contests such as the Kansas City Chiefs' thrilling overtime win over the Buffalo Bills on Sunday. That game averaged 42.7 million viewers, making it the most-watched divisional playoff game in five years, according to CBS.</p><p>The Super Bowl is routinely a massive draw, defying the general erosion in ratings across the TV ecosystem. About 96.4 million people watched the Tampa Bay Buccaneers beat the Kansas City Chiefs in last year's game. Executives at NBC, a unit of Comcast Corp., said the network is also benefiting from positive economic conditions.</p><p>\"You have great consumer confidence, and what we've learned is when consumers consume, advertisers advertise,\" said Dan Lovinger, executive vice president of ad sales for NBC Sports.</p><p>The average price for 30 seconds of ad time during the gridiron matchup is $6.5 million this year, up from the $5.5 million CBS fetched for last year's telecast, according to estimates from ad-tracking firm Kantar.</p><p>This year, Super Bowl ad stalwarts such as PepsiCo. Inc., Anheuser-Busch InBev SA, Kia Corp., Intuit Inc.'s TurboTax and WeatherTech will be joined by new entrants such as cryptocurrency platform Crypto.com and wholesale chain Sam's Club, which is owned by Walmart Inc. Travel booking sites Expedia.com and Booking.com will also be advertising in the game, as the travel industry—rocked by the pandemic—bets big on a rebound.</p><p>In the early days of the pandemic, commercial shoots shut down entirely, forcing advertisers to rely on animation, old footage or user-generated content. Brands eventually adjusted how ad filming was conducted, reducing the number of people involved and having staffers guide shoots remotely via video calls.</p><p>As Super Bowl planning began in earnest last summer, many ad executives were anticipating that normal in-person production shoots would be doable with Covid protocols.</p><p>\"There was a general feeling that this round of Super Bowl production was going to be a little bit easier,\" said John Patroulis, global creative chairman at ad agency Grey Group.</p><p>That didn't turn out to be the case, and some on Madison Avenue were caught off guard. Grey cut down on the number of people that attended one of its Super Bowl ad shoots and had some staffers watching and weighing in on the production via a video call, Mr. Patroulis said.</p><p>Mr. Buckley's production company was able to find extra crew members, because so many other commercial shoots had been delayed over the rise in Covid cases. That availability helped avoid adding additional days and costs to the shoot.</p><p>The Omicron surge also has caused brands to lean more heavily on humorous and upbeat themes, betting that consumers are craving a way to escape the stress, ad and marketing executives said.</p><p>\"We deliberately went for a feel good and lighthearted\" ad, said Arjan Dijk, chief marketing officer for Booking.com. The travel company, which filmed its spot in December, also decided to show remote vacation rentals—such as a cabin in a rural area—and avoided crowded locations, so it could appeal to consumers who are nervous about crowds.</p><p>Ad firm VaynerMedia has crafted a handful of alternative endings for one of the Super Bowl spots it is creating to ensure that the ad is in sync with the mood of the country. The agency will decide closer to the game which to use.</p><p>\"Should things be not in a good place because of the Covid situation,\" the copy at the end of the ad could be seen as tone-deaf, said Nick Miaritis, an executive vice president at VaynerMedia.</p><p>Beyond paying for commercial time, Super Bowl advertisers also pay hefty production costs that can add another $1 million to $5 million to the bill. The pandemic has created additional costs. First-time big game advertiser Rakuten Rewards, a U.S. division of Japan-based e-commerce giant Rakuten Group that operates a shopping rewards platform, had to pay as much as $120,000 for its Covid protocols, including daily testing of the cast and crew and hiring of backup actors. The shoot also took longer because fewer people could be on set simultaneously, according to the company.</p><p>SHARE YOUR THOUGHTS</p><p>Which Super Bowl ads do you look forward to most? Join the conversation below.</p><p>Ms. Kinser of Avocados From Mexico decided to move the organization's commercial shoot to Mexico City, costing an additional $200,000. Several members of the production crew were unable to join the shoot, which took place last week, because family members had tested positive. The organization had to pay for satellite uplinks to make sure remote video calls could happen, since the filming was done at a ranch that didn't have Wi-Fi.</p><p>The Super Bowl is critical for Avocados From Mexico, because some 277 million pounds of avocados are sold within the four weeks leading up to the game, Ms. Kinser said.</p><p>\"We're not going to compromise, because it's very important for our business,\" she said.</p><p>Write to Suzanne Vranica at suzanne.vranica@wsj.com</p><p>Making a Super Bowl Commercial Is Super Stressful This Year</p>",
  "published": "2022-01-25T16:40:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2348,
          "end": 2360
        }
      ]
    }
  ]
}