{
  "_id": "450fee492e2914d2b5ab5e4015cb4237cc087758d14b20bee430d1158c55ce95",
  "feed": "wall-street-journal",
  "title": "Dick's Sporting Goods Cuts Earnings Guidance as Sales Drop; Sports equipment chain says guidance cut reflects evolving macroeconomic conditions",
  "text": "<p>Dick's said the guidance cut reflects evolving macroeconomic conditions. Retailers across the sector have said that consumer demand waned in the first quarter without the spending boost from last year's government stimulus. Inflation has curbed consumer spending and squeezed margins that are already under pressure from continuing supply-chain disruptions and rising shipping costs.</p><p>Dick's new forecast calls for same-store sales to fall between 2% and 8% this year, compared with an earlier projection of being flat or down 4%.</p><p>Per-share earnings adjusted for certain items are expected to be between $9.15 and $11.70, compared with the company's prior guidance of between $11.70 and $13.10.</p><p>Dick's shares dropped 5.8% in morning trading, continuing a year-to-date decline that is familiar to other retailers suffering from a sharper-than-expected pullback in consumer spending. Even major retailers, including Target Corp. and Walmart Inc., that posted higher first-quarter sales have been caught up in a major selloff of retail stocks as they face higher costs and consumers curbing higher margin discretionary purchases.</p><p>For the quarter ended April 30, Dick's reported earnings of $260.6 million, or $2.47 a share, down from $361.8 million, or $3.41 a share, a year ago. Adjusted earnings were $2.85 a share, above Wall Street expectations of $2.52, according to FactSet.</p><p>Revenue came in at $2.7 billion, down from $2.9 billion a year earlier. Analysts polled by FactSet had been expecting $2.6 billion.</p><p>Write to Dean Seal at dean.seal@wsj.com</p><p>Dick's Sporting Goods Cuts Earnings Guidance as Sales Drop</p>",
  "published": "2022-05-25T13:42:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 930,
          "end": 942
        },
        {
          "start": 930,
          "end": 937
        }
      ]
    }
  ]
}