{
  "_id": "b367287ab61028b05ed42436dd7beec949a7d233f2dc33b2a83f30f743e9e214",
  "feed": "wall-street-journal",
  "title": "Walmart Slows Holiday Hiring With Plan to Add 40,000 Seasonal Workers; Country's largest private employer says it is hiring fewer people because its operations are better staffed compared with last year",
  "text": "<p>At Walmart Inc., holiday hiring is cooling along with demand for patio furniture and apparel.</p><p>The company said Wednesday that it plans to hire around 40,000 mostly seasonal workers to serve shoppers over the busy holiday shopping period and that it would offer current employees extra hours before filling roles. Last year, as many large retailers scrambled to fill positions to meet booming demand, Walmart said it was looking for around 150,000 permanent employees to work over the holidays and beyond.</p><p>The shift at the country's largest private employer is a sign of how shrinking demand for some products, higher prices and tighter household budgets might shape hiring plans in the months ahead. A Walmart spokeswoman said the company is hiring less this year because its operations are better staffed versus the previous holiday-shopping season. The company had about 1.7 million U.S. employees as of January, compared with 1.6 million as of early 2021.</p><p>Walmart, Amazon.com Inc. and other large employers of hourly workers raised wages and offered perks to hire hundreds of thousands of people in 2021. Consumers clamored for such items as furniture and electronics, aided by government stimulus dollars. Retailers struggled to stock shelves during supply-chain snarls.</p><p>Many retailers enter this holiday season with too much inventory, a tepid sales outlook and strained profits as demand for some pandemic favorites has cooled. Shoppers across income tiers are shifting their spending habits as inflation remains near the highest levels in four decades. Retailers are also heavily discounting goods to make room for fresher items as well as cutting costs.</p><p>In August, employers hired slightly fewer workers than during the prior month, according to government data. More people sought work, and wages rose at a slower pace. The slowdown marked a pullback from robust gains that characterized much of the past two years, but growth remained well above the prepandemic trend.</p><p>This year Amazon plans to slow hiring across the company, Chief Executive Andy Jassy said at a conference earlier this month.</p><p>Retailers are still competing for truck drivers and delivery workers. Last week Amazon said it would raise pay and introduce new benefits for some of its delivery workers. Walmart aims to hire around 1,500 full-time permanent truck drivers as part of its roughly 40,000 holiday workers, said a spokeswoman.</p><p>Earlier this month United Parcel Service Inc. said it plans to hire around 100,000 seasonal workers, about the same amount it said it planned to hire last year.</p><p>Holiday hiring can be a murky indicator of the broader labor market, as retailers and other companies that hire many hourly workers have high turnover and often bring in large numbers of people. But the figures provide a sense of how retailers perceive their own hiring needs.</p><p>Walmart said in 2020 that it aimed to hire around 20,000 seasonal workers in e-commerce warehouses to meet a surge in online shopping related to early pandemic buying trends.</p><p>In 2019, before the pandemic, Walmart didn't share any holiday-season hiring goals.</p><p>Write to Sarah Nassauer at sarah.nassauer@wsj.com</p><p>Walmart Slows Holiday Hiring With Plan to Add 40,000 Seasonal Workers</p>",
  "published": "2022-09-21T17:27:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3,
          "end": 10
        },
        {
          "start": 400,
          "end": 407
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 2277,
          "end": 2284
        },
        {
          "start": 959,
          "end": 966
        },
        {
          "start": 2850,
          "end": 2857
        },
        {
          "start": 702,
          "end": 709
        },
        {
          "start": 3159,
          "end": 3166
        },
        {
          "start": 3055,
          "end": 3062
        },
        {
          "start": 3,
          "end": 15
        }
      ],
      "nexusId": "10042309"
    }
  ]
}