{
  "_id": "12c1b65541022cae54513e5ffbb05870d49d3fc4a9270f7bbb5f45c0bea9a9ef",
  "feed": "market-watch",
  "title": "How does the 'great replacement' conspiracy theory figure into the Buffalo shooting? Biden condemned the theory, which falsely argues that white people are losing their political and cultural power, calling it a 'lie' spread for political gain and profit",
  "text": "<p>The Post noted that investigators believe the document \"is authentic and matches key personal details of the suspect and how the crime unfolded,\" though it added investigators still are \"waiting to get a computer owned by [him].\"</p><p>President Joe Biden called the mass shooting \"domestic terrorism\" while visiting Buffalo on Tuesday, and condemned the \"great replacement\" theory as a \"lie\" that its supporters spread for \"power, political gain and profit.\"</p><p>Here are five things to know about the theory, especially in connection with the Buffalo shooting.</p><p>What is the theory about?</p><p>The \"great replacement\" theory, which is sometimes called \"replacement theory,\" is rooted in the idea that \"welcoming immigration policies — particularly those impacting nonwhite immigrants — are part of a plot designed to undermine or 'replace'\" the white mainstream, according to the National Immigration Forum, an immigrant-advocacy group.</p><p>The organization says the theory has different iterations, noting it \"can be found embedded in a web of other xenophobic conspiracies, including antisemitic notions.\" No matter how the theory is expressed, the Forum says, it's almost always rooted in \"a life-or-death scenario concerning the fate of 'white America.'\"</p><p>The theory has been tied to other mass shootings. In 2019, a suspect who allegedly subscribed to the great replacement theory killed 51 people at two mosques in Christchurch, New Zealand. A few months later, authorities in El Paso, Texas, said a man posted a screed online alleging there was an \"Hispanic invasion of Texas.\" He is currently on trial for killing 23 people at a Walmart store.</p><p>The suspect in the 2018 shooting at a Pittsburgh synagogue, meanwhile, \"was convinced that Jews — specifically the immigration non-profit HIAS — were behind the plot to dilute the nation's white Christian identity with newcomers,\" a columnist at the Israeli newspaper Haaretz noted.</p><p>How is the Buffalo shooting connected to the theory?</p><p>In the 180-page document linked to the alleged shooter, the author espoused \"racist, anti-immigrant and antisemitic beliefs,\" according to USA Today. (The document also detailed a game plan for the shooting.)</p><p>Specifically, the document pointed to low white birth rates globally, referring to the situation as a \"crisis\" that \"will ultimately result in the complete racial and cultural replacement of the European people,\" according to the New York Post.</p><p>Who came up with the theory?</p><p>The Anti-Defamation League says the theory \"has its roots in early 20th century French nationalism and books by French nationalist and author Maurice Barres.\" But it says the actual French term, \"Le Grand Remplacement\" (in English, \"the Great Replacement\"), was popularized in a 2011 essay by the French writer and critic Renaud Camus.</p><p>In a 2019 story about Camus, the New York Times noted the following: \"To him, the immigrants are 'colonizing' France by giving birth to more children and making its cities, towns — and even villages — unlivable.\"</p><p>Have any mainstream politicians promoted the theory?</p><p>White replacement theory is an old idea that was once only on the fringes of white-supremacist dogma. But it's no longer just on the fringes.</p><p>In a story following the murders in Buffalo, the New York Times reported, \"(V)ersions of the (theory's) same ideas, sanded down and shorn of explicitly anti-Black and antisemitic themes, have become commonplace in the Republican Party — spoken aloud at congressional hearings, echoed in Republican campaign advertisements and embraced by a growing array of right-wing candidates and media personalities.\"</p><p>In a similar vein, the Guardian reported that the Buffalo mass shooting \"has drawn renewed scrutiny of Republican figures … who have embraced the racist 'great replacement theory.'\"</p><p>In a Saturday tweet, Rep. Adam Kinzinger, an Illinois Republican who has often been at odds with his party in recent years, accused fellow Rep. Elise Stefanik, a Republican who represents parts of New York state, of posting Facebook ads pushing the theory. \"Did you know @EliseStefanik pushes white replacement theory?\" he wrote.</p><p>Alex DeGrasse, a senior adviser to Stefanik, issued the following statement Monday: \"Despite sickening and false reporting, Congresswoman Stefanik has never advocated for any racist position or made a racist statement.\"</p><p>Rep. Liz Cheney, the Wyoming Republican who's similarly been at odds with her conservative colleagues, also spoke out about her party's views on race. \"The House GOP leadership has enabled white nationalism, white supremacy, and anti-semitism,\" she said in a tweet Monday. \"History has taught us that what begins with words ends in far worse.\"</p><p>Is the theory gaining ground among the general public?</p><p>At least one survey suggests that might be the case. A recent Associated Press-NORC Center for Public Affairs Research poll found that \"roughly one in three (32%) adults agree that a group of people is trying to replace native-born Americans with immigrants for electoral gains.\" The poll also found that 29% of those surveyed \"express concern that an increase in immigration is leading to native-born Americans losing economic, political, and cultural influence.\"</p><p>Republicans (36%) are more inclined than Democrats (27%) or independents (21%) to believe they're losing influence as a result of immigration, the same poll found. Some 47% of Republicans also \"believe that a group of people in this country are trying to replace native-born Americans with immigrants who agree with their political views,\" compared to 22% of Democrats and 22% of independents.</p><p>Claims like those are constantly debunked. For example, in a 2019 New York Times column, Farhad Manjoo noted that white people still hold sway economically in this country.</p><p>\"Whites are … less likely than people of other races to live in poverty and they are more likely to be among the superrich,\" Manjoo wrote. \"Just about every American chief executive, billionaire and large political donor is a white person.\"</p><p>How does the 'great replacement' conspiracy theory figure into the Buffalo shooting?</p>",
  "published": "2022-05-17T17:11:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1617,
          "end": 1624
        }
      ]
    }
  ]
}