{
  "_id": "50872f98bfed305bf42daff7000f9d219cb7c1d15d6e3900d47cc3a44b22c26d",
  "feed": "market-watch",
  "title": "Here's how retailers are tackling the delivery challenges that come with skyrocketing e-commerce sales post-COVID",
  "text": "<p>Despite the flood of digital sales, the company BBY had its speediest ever holiday delivery times.</p><p>“In fact, the percent of online orders we delivered in one day was twice as high as pre-pandemic levels, despite the significant increase in volume during that same timeframe,” Barry said on the earnings call, according to a FactSet transcript.</p><p>“These record results are driven by the investment decisions we have made in the last several years in supply chain, store operations, our people and technology.”</p><p>Read: Amazon to shutter its 4-star, Books, and Pop Up stores to focus on grocery, Go and fashion</p><p>COVID-19 has accelerated e-commerce adoption over the past two years. Digital Commerce 360 data shows that online sales increased 50.5% since 2019 with shoppers spending $870.78 billion with U.S. merchants in 2021. Amazon.com Inc. AMZN accounted for 43.5% of digital spending in the U.S. in 2021.</p><p>“Following the swell in online spending in 2020 because of the pandemic, digital growth was bound to decelerate in 2021,” the report said.</p><p>“While 2021's e-commerce lift of 14.2% is less than half of the record-breaking 31.8% retailers collectively registered during 2020, it's on par with pre-pandemic growth levels.”</p><p>Now that shoppers have become accustomed to all things being delivered to their doorstep, from groceries to clothes to mattresses and more, it's easy to forget that not too long ago, delivery service was a far more fussy perk that often came with high fees, high purchase minimums and a long wait. Retailers are racing to keep up with the broad adoption of digital sales by getting creative with their large investments in fulfilling orders.</p><p>Lowe's Cos. LOW said on its most recent earnings call that it's piloting programs with third-party services like Instacart for same-day home delivery after online sales more than doubled over the past two years. The company is also moving away from a store-delivery model to a “market-based delivery model” that will ship items to customers directly from the supply chain. Other delivery options are also being tested.</p><p>“The biggest retailers in the world are struggling to keep up with expectations… COVID expedited what people thought would happen in the next five to 10 years,” said Colin Coggins, chief customer officer at Fabric, a robotic supply-chain specialist. Fabric is focused on providing local delivery options.</p><p>Retailers and outside companies that are focused on optimizing delivery service are considering options that once would've seemed straight out of a sci-fi movie. For instance, self-driving vehicles are delivering grocery items from Kroger KR and dinner from Domino's Pizza. DPZ</p><p>“There's a barrier left: bringing down the cost to where it needs to be long term,” said Cosimo Leipold, head of partnerships at Nuro, a robotics company that specializes in autonomous vehicle delivery. Chipotle Mexican Grill Inc.CMG is an investor in Nuro.</p><p>“The cost of a delivery is often $8, $10, $12 or more. When it costs more to move a burrito than make it, the system is fundamentally broken,” Leipold said.</p><p>Leipold said the conversations he's had with potential partners are not about delivery as an add-on to the business, but as part of the operations of the company.</p><p>And since the average distance for a delivery is three-to-five miles round-trip, a safe, on-road solution is a good option.</p><p>“Moving eggs or pasta, you can relax on the comfort side and not have to trade off on safety,” Leipold said. “We can drive more slowly [and] avoid highways.”</p><p>Another way to avoid highways is to deliver by air. Flytrex delivers packaged items and restaurant orders by drone, with more than 12,000 items delivered in 2021 in an average time of three minutes. Cheeseburgers, toothpaste and cookie custard sandwiches have been among the items delivered.</p><p>However, the Flytrex service in the U.S. is only available in North Carolina, with an eye toward eventually heading to Texas. The company has been delivering in Reykjavik, Iceland since 2017.</p><p>Yariv Bash, chief executive and co-founder of Flytrex, told MarketWatch that getting certification from the Federal Aviation Administration (FAA) takes time, but he stands by the value of drones as delivery vehicles.</p><p>“It's a lot faster than any other alternative, a lot safer and more affordable. Once you order the Tylenol, it can be at your house in 15 minutes,” Bash said.</p><p>“There are no stop signs.”</p><p>Back on the ground, discount retail giant Walmart Inc. WMT also invested in an autonomous vehicle company, Cruise, and is working with Ford Motor Co. F on self-driving delivery. It launched its own “delivery-as-service” called GoLocal that counts Home Depot Inc. HD among its clients, and is expanding its InHome delivery service to 30 million homes.</p><p>“Today, customers can choose from a variety of convenient delivery options including […] Express delivery, InHome delivery and free unlimited delivery through&#xa0;Walmart+,” Walmart wrote in a statement emailed to MarketWatch.</p><p>If you really want your delivery by air and you're in Arkansas, Walmart is also working on drone delivery there. The retail giant announced an investment in drone delivery company DroneUp in June 2021.</p><p>See: Walmart to create 600 jobs in Pennsylvania with new facility</p><p>Walmart plans to increase delivery capacity by 35% this year. Still, it has a network of bricks-and-mortar locations that can help with fulfillment, including providing pickup service.</p><p>“With 4,700 Walmart stores across the country, located within just 10 miles of 90% of the U.S. population, we're in the unique position to make these bricks-and-mortar locations invaluable parts of our supply chain,” Walmart said in a Feb. 28 release about how its stores are the “star of the last mile.”</p><p>“And as we continue to enhance store operations, it's clearer than ever why our massive store footprint is the quiet, even unexpected, advantage to driving change.”</p><p>Perhaps counterintuitively, the value of stores has been rediscovered by shoppers and businesses alike during the pandemic, with many bricks-and-mortar locations serving a key function in the fulfillment chain.</p><p>Target Corp. TGT said that more than 95% of its fourth-quarter sales were fulfilled by stores. Target offers delivery service as well as a variety of pickup services from its bricks-and-mortar locations.</p><p>BofA Securities offered 10 reasons to buy Target shares following its quarterly report and financial community meeting in early March, and both its “stores-as-hub strategy” and same-day fulfillment services, which includes store pickup, were on the list.</p><p>“Over the last three years, Target's average per unit digital fulfillment cost has declined more than 50%, reflecting both efficiency gains and the benefit of mix as same-day services represent an increasing portion (now over 50%) of digital sales,” the note said.</p><p>“Enhancements to these services (including the introduction of returns and Starbucks to Drive Up) should continue to support digital growth, which drives further customer engagement and incremental in-store purchases.”</p><p>BofA Securities rates Target's stock at buy with a $289 price objective.</p><p>Read: Target to test Starbucks orders and merchandise returns at curbside pickup</p><p>EMarketer forecasts that click-and-collect sales, which includes in-store and curbside pickup, will rise in the double-digit percentage range in the U.S. in 2022 from $80.28 billion in 2021 , as the pace of growth gathers steam again after slowing to 9.7% growth&#xa0;in 2021.</p><p>Click-and-collect sales are expected to increase 19.4% in 2022 to reach $95.87 billion, and are forecast to climb to $154.30 billion in the U.S. in 2025.</p><p>Still, data from shipping and mailing services company Pitney Bowes Inc. PBI shows that nearly two-thirds (64%) of shoppers prefer home delivery when given the choice between that and curbside pickup. The only time curbside wins out is when the purchase is groceries.</p><p>The same percentage, 64%, say that free home delivery influences their decision about whether to use it over curbside.</p><p>“We're moving down the path of getting the cost of delivery down to $0 or as close to $0 as possible,” said Nuro's Leipold.</p>",
  "published": "2022-03-10T08:05:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5191,
          "end": 5198
        },
        {
          "start": 4931,
          "end": 4938
        },
        {
          "start": 4452,
          "end": 4464
        },
        {
          "start": 5449,
          "end": 5456
        },
        {
          "start": 5654,
          "end": 5661
        },
        {
          "start": 5252,
          "end": 5259
        },
        {
          "start": 5048,
          "end": 5055
        },
        {
          "start": 4920,
          "end": 4928
        }
      ]
    }
  ]
}