{
  "_id": "ac7fad66d88f64464f14eb056de2303365312b22f19afb6a78647e1b0e521724",
  "feed": "wall-street-journal",
  "title": "Texas Shooter Kills at Least 19 Children and Two Adults in Elementary School; The shooter, an 18-year-old man, was killed by law enforcement",
  "text": "<p>Ramos, a former student at Uvalde High School, shot his grandmother before going to Robb Elementary School, police said. He used two assault-style rifles purchased at a local gun store within a week of his 18th birthday, according to a law-enforcement official briefed on the investigation.</p><p>He was shot by a Border Patrol agent who acted without waiting for backup, according to another law-enforcement official. Uvalde, located about an hour from a crossing into Mexico, is home to many Border Patrol agents.</p><p>Two police officers who responded to the scene were shot, but are expected to survive, Texas Gov. Greg Abbott said.</p><p>\"What happened in Uvalde is a horrific tragedy that cannot be tolerated in the state of Texas,\" said Mr. Abbott, a Republican.</p><p>Officials believe Ramos acted alone and aren't pursuing other suspects, according to Pete Arredondo, Uvalde Consolidated Independent School District's chief of police. The Federal Bureau of Investigation has determined that there is no known connection to terrorism, a law-enforcement official familiar with the investigation said.</p><p>At the current death toll, Tuesday's shooting in Texas was the deadliest at a U.S. school since the slaughter at Sandy Hook Elementary School in Connecticut in 2012, where 20 children and six staff members died. In 2018, an attack at a high school in Parkland, Fla., left 17 students and staff dead. Historically, elementary schools haven't been the sites of mass shootings with as much frequency as high schools or middle schools.</p><p>Before Tuesday's shooting the massacre at a Buffalo supermarket on May 14 in which 10 people were killed was this year's worst mass shooting in the U.S.</p><p>Ramos shot his grandmother Tuesday morning and later crashed his car through a barrier near Robb Elementary School, according to the Department of Public Safety. Police received an alert that someone had crashed and was seen with a weapon. The Uvalde school district reported an active shooter at the school just after 11:30 a.m. local time.</p><p>The school, according to the district's website, teaches second- to fourth-grade students.</p><p>University Health, in San Antonio, said it had received four patients from the shooting, three children and an adult. The hospital said the adult was a 66-year-old woman in critical condition. Hospital authorities didn't confirm whether the woman was the shooter's grandmother.</p><p>A 10-year-old girl was in critical condition, the hospital said on Twitter, while another 10-year-old girl was in good condition and a 9-year-old girl was in fair condition.</p><p>At the SSGT Willie de Leon Civic Center, located about five minutes from Robb Elementary, police told a group of around 100 people waiting for word about their children that it might take several days to confirm the identities of victims based on DNA matching. Families had provided items from their homes to use for matches.</p><p>Police said school officials had accounted for all survivors. Some people seemed resigned that they were only awaiting an official notification that their child was among the dead. \"We have family members flying in for a funeral, but we don't have a body,\" one person said.</p><p>A police officer said it would likely take four to five days before officials could return the bodies of victims.</p><p>The neighborhood around the school was still choked with police vehicles with their sirens flashing, as well as a mobile medical clinic. People were sitting in nearby driveways crying.</p><p>Law-enforcement officials were also crowded outside the shooter's green one-story home, located about two blocks from the school.</p><p>Armando Ramos, an uncle of Salvador Ramos, said in an interview that he didn't think his nephew intended to target the school. Salvador Ramos's grandmother, whose name he declined to share, was in surgery, he said.</p><p>President Biden addressed the shooting Tuesday night from the White House not long after arriving home from a five-day trip to Asia.</p><p>\"To lose a child is like having a piece of your soul ripped away,\" he said in a seven-minute speech from the Roosevelt Room.</p><p>As he has before, including in Buffalo earlier this month after the mass shooting there, the Democratic president called for gun-control legislation.</p><p>\"As a nation, we have to ask, when in God's name are we going to stand up to the gun lobby?\" he said. \"I am sick and tired of it. We have to act. And don't tell me we can't have an impact on this carnage.\"</p><p>The president ordered the flag at the White House and across federal property to be flown at half-staff until sunset Saturday.</p><p>Some of the nation's worst mass shootings have unfolded in Texas in recent years. A 2017 mass shooting at a church in Sutherland Springs, Texas, killed 26 people.</p><p>The following year, a 17-year-old opened fire at a high school in Santa Fe, Texas, killing 10 people.</p><p>In 2019, a gunman killed 23 and wounded 22 at a Walmart store in El Paso.</p><p>On Monday, the FBI released a report on active-shooter incidents in the U.S. in 2021 that showed a 50% increase from 2020. According to the FBI, 103 people were killed and 140 wounded in last year's 61 active shooting incidents, excluding the shooters.</p><p>—Alex Leary, Dan Frosch and Sadie Gurman contributed to this article.</p><p>Write to Elizabeth Findell at elizabeth.findell@wsj.com, Talal Ansari at talal.ansari@wsj.com and Rob Copeland at rob.copeland@wsj.com</p><p>Texas Shooter Kills at Least 19 Children and Two Adults in Elementary School</p>",
  "published": "2022-05-25T03:39:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4853,
          "end": 4860
        }
      ]
    }
  ]
}