{
  "_id": "2f5b43f612f6183a232c36ec25b28c246ef4380919be3ddbd244fd0315e78d1b",
  "feed": "wall-street-journal",
  "title": "Some Retailers Are Learning to Love Bulked-Up Inventories; As many companies cope with excess goods, others are ordering more and enjoying fully stocked shelves",
  "text": "<p>\"We're really thrilled that we have in stock for Q4 inventory for the first time in a few years that's going to be robust,\" Lauren Hobart, chief executive officer of Dick's, said on an earnings call Nov. 22.</p><p>Supply-chain experts say the shifting views of some retailers toward the growing stockpiles are a sign of the rapid changes in consumer markets this year, as sellers of apparel, appliances and sports equipment try to take advantage of resilient demand in some sectors.</p><p>The companies building their inventories are looking to ensure they have items on hand at the right moment, said Vishal Gaur, professor of operations management at Cornell University's SC Johnson College of Business.</p><p>\"Oftentimes in retailing, customers face stockouts,\" Mr. Gaur said. \"If a customer is assured that the product will be available in their size, for example, in a retail store, then the customer is more likely to visit that store and to purchase the product.\"</p><p>The tactic appears to have paid off for the Black Friday shopping holiday. Real-estate services firm CBRE Group Inc. said its survey of 13 malls and outdoor shopping centers it manages across the U.S. found no problems with shortages of goods during Black Friday this year.</p><p>Discount retailers Burlington Stores Inc. and TJX Cos. are among those happy to stock up as other merchants look to off-load goods.</p><p>Burlington's inventory in stores was up 8% at the end of the third quarter on a comparable store basis compared with the same period last year. CEO Michael O'Sullivan said he expected that to increase over the holiday period.</p><p>\"Last year, our store inventories were just too lean going into the spring,\" Mr. O'Sullivan said on a Nov. 22 call with analysts.</p><p>TJX, which operates brands including T.J. Maxx, HomeGoods and Marshalls, said inventory was up 26% in the third quarter compared with last year. But the retailer said that big jump left inventory turnover and markdowns in line with prepandemic levels and that it plans to keep stocking up.</p><p>\"We still have plenty of liquidity and are in an excellent position to take advantage of the great buying environment,\" said Scott Goldenberg, the company's chief financial officer, on an earnings call Nov. 16.</p><p>Home-improvement goods seller Lowe's plans to build its inventory this quarter by ordering goods earlier than usual to be prepared for events beyond the holiday period, said Brandon Sink, the company's chief financial officer.</p><p>The overall retail sector's ratio of inventories to sales, a measure of how much companies have in stock compared with what they sell, remains tight by historical standards. The most recent Census Bureau data show the ratio was at 1.25 in September 2022, compared with 1.47 in September 2019.</p><p>Lower ratios indicate greater efficiency in matching inventory to sales. If the measure gets too low, stores risk running out of stock and losing sales, experts say, a problem early in the pandemic when items such as toilet paper and disinfectant wipes were in short supply because of the sharp uptick in consumer demand.</p><p>General merchandise stores' level of inventories relative to sales has grown far beyond prepandemic levels as plans to restock stores and warehouses have ballooned out of sync with consumer buying patterns and left stockpiles of unsold goods. The ratio for inventories to sales at those stores was 1.54 in September, up sharply from 1.39 in September 2019, according to Census Bureau figures.</p><p>Jason Miller, an associate professor of logistics at Michigan State University's Eli Broad College of Business, said merchants are wary of stockouts after shipping delays, factory closures and other bottlenecks last year led to long lead times for orders.</p><p>\"If they can look and say, 'The stock we have on hand now really is going to allow us to provide our customers the service level we want to provide them, then yeah, it may be more than we had to have before Covid, but lead times are longer,'\" Mr. Miller said.</p><p>SHARE YOUR THOUGHTS</p><p>How have you found the availability of goods at stores this fall? Join the conversation below.</p><p>Footwear and apparel maker Nike Inc. said it was targeting its discounts to specific goods. The company reported inventories rose 44% in the latest quarter compared with the same period a year earlier. But Chief Financial Officer Matthew Friend said only about 10% of the inventory was excess merchandise that Nike was looking to move quickly, focused on out-of-season products such as apparel.</p><p>Walmart's U.S. business reported inventory rose about 12.4% in the third quarter. Most of that was in stores rather than in the supply chain, said John Furner, president and CEO of Walmart U.S., where backups had troubled the retailer in 2021 and earlier this year.</p><p>\"Last year we were quite low, so we see a really decent improvement in in-stock\" merchandise, Mr. Furner said on a Nov. 15 earnings call.</p><p>Write to Liz Young at liz.young@wsj.com</p><p>Some Retailers Are Learning to Love Bulked-Up Inventories</p>",
  "published": "2022-12-01T10:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4658,
          "end": 4665
        },
        {
          "start": 4477,
          "end": 4484
        }
      ]
    }
  ]
}