{
  "_id": "b2b7b6bebad8e18ac199b0a952e817326f64da609d4c40868d114ca7c8f9daa0",
  "feed": "wall-street-journal",
  "title": "In India's Mobile-Payments Boom, Even Beggars Get QR Codes; Walmart's Flipkart, Google dominate the world's busiest digital-transaction market, but profits prove elusive",
  "text": "<p>\"People used to shoo me away saying they didn't have cash,\" said Mr. Prasad, who makes much of his money from passengers arriving at Bettiah station from big cities like New Delhi and Mumbai. \"Now, they scan my QR codes and happily give whatever small amount they want.\"</p><p>The fact beggars and their donors are all part of India's digital finance revolution helps explain the explosive growth in mobile payments—along with the challenge companies such as Alphabet Inc.'s Google LLC, Walmart Inc.'s Flipkart and local rival Paytm face in making the business profitable.</p><p>Indians have been migrating toward digital financial services for some time. That is in part due to rising wealth, better internet and more-affordable technology—and because Prime Minister Narendra Modi put digital transformation at the center of government policy.</p><p>Launched in 2015, \"Digital India\" aims for faster and more inclusive economic growth by pushing government and banking services online and by bringing the country's masses of poor, especially in rural areas, into the formal economy through investment in technology.</p><p>But it was the pandemic that turbocharged the shift. Lockdowns forced millions of people to buy groceries and medicine through mobile apps because they couldn't leave their homes. ATMs ran out of cash—which, in any case, many people shunned over fears they would catch the virus by handling physical money.</p><p>By the second quarter of 2020, mobile payments had eclipsed ATM withdrawals to account for 30% of Indian private consumption, according to S&amp;P Global Market Intelligence. Mobile payments more than doubled to almost $1 trillion in 2021 from the year before.</p><p>\"The only silver lining of the pandemic is that everyone started using digital payments a lot more,\" said Karthik Raghupathy, head of strategy and investor relations for PhonePe, Flipkart's payment unit. As Covid-19 reached India, PhonePe's registered users jumped 50%, he said.</p><p>Bangalore-based PhonePe now has around 165 million monthly active users and 48% of India's mobile payments by value, says S&amp;P Global. Google's share is 40%, and Paytm's is almost 9%.</p><p>India's 48.6 billion digital payments last year were more than double those in next-ranked China, according to an April report by payment-systems company ACI Worldwide, which said volumes could top 200 billion by 2026. But with the average Indian user making $80 of payments a year, compared with $2,300 in China and almost $8,000 in the U.S., as well as a government cap on transaction fees, India's allure is more the potential to secure a slice of its market of nearly 1.4 billion people than near-term profit.</p><p>For now, digital-payment providers in India are likely losing money—and lots of it, analysts say.</p><p>That is partly due to the way India's payments system evolved.</p><p>SHARE YOUR THOUGHTS</p><p>How might the rise in mobile payments shape India's future? Join the conversation below.</p><p>Countries like China and the U.S.—the two biggest digital-payments markets by value—relied on private companies to develop the technological backbone to support phone transactions. In India, that task was given to the National Payments Corporation of India, a nonprofit organization that governs the country's retail payments. It had a mandate to \"facilitate an affordable payment mechanism to benefit the common man across the country and promote financial inclusion.\"</p><p>The Indian government views digital-payment systems as a public good, similar to the power grid, said Dilip Asbe, NPCI's managing director and chief executive.</p><p>\"The efficiency in the payment system is core to the economy,\" he said, as it improves transparency, tax collection and the circulation of money in the formal economy.</p><p>NPCI launched its Unified Payments Interface in 2016. Companies were then invited to develop apps on top of the platform, better known as UPI.</p><p>India also had three ingredients UPI needed to succeed, Mr. Asbe said: ID cards, bank accounts and smartphones. Mr. Modi's government has pushed people to get biometric ID cards and for every household to have at least one bank account.</p><p>About 80% of adults had bank accounts by 2017, from 35% six years earlier, the most recently published central-bank data show. The number of smartphone users, meanwhile, has risen to 750 million, Deloitte said in a February report.</p><p>UPI's platform is also interoperable. Transactions are made by scanning a QR code linked to a person or business, or by looking up someone's phone number or virtual address. All the QR codes work on any of the apps hosted by UPI. That is a contrast to the U.S., where someone shopping at Walmart, for example, can't scan the checkout QR code using PayPal's Venmo app.</p><p>Fueled by the pandemic, UPI's users soared 85% to 250 million in the two years to March, with more than 300 banks and two dozen payment apps now on the platform.</p><p>The interoperability that helped power adoption of mobile payments, however, also makes it easy to switch between apps, forcing companies to give cash rebates and other incentives to keep customers. They have also spent heavily on marketing and educating merchants and consumers on how mobile payments work.</p><p>\"It's a chicken and egg problem,\" said Madhur Deora, Paytm's chief financial officer: If not enough merchants sign up, customers will have little reason to do so.</p><p>Almost 90% of India's nearly $900-billion-a-year retail market is controlled by small, family-owned shops that rarely accept credit cards because of the 3% to 4% charges they levy. A 2020 government ban on transaction fees for UPI-based payments enticed many smaller merchants to sign up—along with their customers.</p><p>The ban is also one of the biggest hurdles to profitability for the payments companies. In January, a group of them urged the government to scrap the rule, which they estimated had caused an industrywide loss of more than $700 million.</p><p>Analysts said it would take at least a few years before any mobile-payment company turns a profit in India. Meanwhile, local startups are competing against giants like Google and Walmart that can afford to burn through cash as they build market share.</p><p>In the long run, digital-payment companies are looking to sell financial services and other products, said Sampath Sharma Nariyanuri, an S&amp;P Global Market Intelligence analyst.</p><p>PhonePe is advertising insurance products on television. Google Pay recently let merchants open digital storefronts within its app. Paytm, meanwhile, plans to seek regulatory approval to sell insurance.</p><p>In Bakharia village in Bihar state, with a population of about 1,500, almost all the two dozen or so stores and stalls straddling the main road display placards or stickers with QR codes.</p><p>Ranjan Patel, who operates a small shop selling betel nuts, said he signed up for multiple apps after customers began demanding to pay with their smartphones. Now, almost 80% of them do.</p><p>\"They like to flaunt their smartphones and scan QR codes to pay,\" he said.</p><p>Write to Shan Li at shan.li@wsj.com and Rajesh Roy at rajesh.roy@wsj.com</p><p>In India's Mobile-Payments Boom, Even Beggars Get QR Codes</p>",
  "published": "2022-05-27T12:09:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 60,
          "end": 67
        },
        {
          "start": 481,
          "end": 493
        },
        {
          "start": 4607,
          "end": 4614
        },
        {
          "start": 481,
          "end": 488
        },
        {
          "start": 6051,
          "end": 6058
        }
      ]
    }
  ]
}