{
  "_id": "97bb99bb87165951cd4b382e088eac69397c9e20fca5bbdf73d20236c0f14d1c",
  "feed": "ftcomall",
  "title": "Big Four supermarket merger may be more palatable for regulator",
  "text": "<p>Keynes is regularly credited with saying that when the facts changed, so did his opinion. A more pertinent question in retail is whether facts have changed enough to alter the regulator's view on mergers.</p> <p>In 2019, the Competition and Markets Authority blocked the proposed takeover of Asda by J Sainsbury, saying the deal would lead to higher prices and less choice.</p> <p>In doing so, it in effect ruled out any combination of the so-called “big four” — Tesco, Sainsbury, Asda and Wm Morrison — that had dominated food <a href=\"https://www.ft.com/uk-retail-industry\">retail</a> for 15 years.</p> <p>Three years on, rampant cost inflation is <a href=\"https://www.ft.com/content/a2f5900f-ca9b-45ad-8690-9ad90596a551\">squeezing grocers' profit margins</a>, making consolidation potentially attractive. And two supermarket chains are now owned by private equity groups, which will at some point want an exit from their investments.</p> <p>So have the facts changed enough to allow one big supermarket to buy another? </p> <p>The biggest shift relates to market share. In its deliberations three years ago, the CMA cited a forecast that the discounters Aldi and Lidl would have 14 per cent of the UK grocery market by 2023.</p> <p>But their share is a full two percentage points above that level already and would probably be higher still but for the pandemic. Aldi's <a href=\"https://www.ft.com/content/1de56c03-8046-4556-92db-aa89825a8f10\">elevation to the number four spot</a> at the expense of Morrisons grabbed attention, but the recent expansion of Lidl has been even more rapid.</p> <p>Its market share is now more than 7 per cent, up from 5.5 per cent in 2018, and crudely extrapolating the past relationship between store numbers and market share implies it could be higher than 8 per cent by 2025.</p> <p>And while the operating models of discounters and full-range supermarkets remain very different, in terms of products and shoppers there is more and more overlap.</p> <p>Traditional grocers have launched budget own-label ranges to compete with discounters and they now price-match many of their key product lines to Aldi rather than to each other.</p> <p>Discounters meanwhile have introduced more premium lines to compete with full-range supermarkets. Aldi has launched online shopping. Lidl now has a loyalty scheme. To treat discounters as an entirely separate sector that caters to a discrete subsection of shoppers, as the competition regulator's original investigation in effect did, no longer looks realistic.</p> <p>On that basis it is possible to argue that the growth of Aldi has already taken the UK back to a big five, the situation that prevailed through much of the 1980s and 1990s and ended when Morrisons acquired Safeway in 2004. Or possibly even a big six, given that Lidl's share now is bigger than Morrisons' was in 2004.</p> <p>The political landscape has also changed. The general assumption in Westminster in 2019 was that suppliers and consumers would pay the price for combining Sainsbury and Asda. A pledge to use the merged group's cost savings and enhanced buying power to cut £1bn off prices fell largely on deaf ears.</p> <p>It is harder to see that kind of commitment — it is double Sainsbury's current price-cutting ambitions — getting such short shrift in today's inflationary food market.</p> <p>Those involved with the Sainsbury/Asda deal contend they were simply unlucky to come up against an unusually politicised regulator and that in another era the transaction would have been allowed with some local remedies.</p> <p>Some also wonder whether a more overtly pro-growth government alongside<a href=\"https://www.ft.com/content/cae389fa-8627-4188-9054-ecceae7bffb5\"> changes at the top of the CMA</a> may herald a more accommodating stance on mergers.</p> <p>Neither thesis is quite right. Although the CMA's predecessor allowed Morrisons to buy Safeway, it barred Tesco, Asda and Sainsbury from doing so. It may have waved through a series of deals in fuel retailing recently, but nobody watching the <a href=\"https://www.ft.com/content/601b5869-535c-45de-91ba-8ffc7f5391fd\">JD Sports/Footasylum saga</a> could reasonably conclude the CMA is going soft.</p> <p>An early test of whether facts have changed enough to alter conclusions could come in another sector where four-into-three mergers were until recently frowned upon: telecoms.</p> <p>If Ofcom and the CMA allow Vodafone to merge with Three, talk of consolidation in food retail might just begin to pick up again.</p><p>Source: Jonathan Eley 2022 'Big Four supermarket merger may be more palatable for regulator' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-14T03:00:58.402Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}