{
  "_id": "f5a1d2d63be8003d17ee92a313bba0af23f25cd0ff2833dcca05fa5c55092604",
  "feed": "wall-street-journal",
  "title": "Amazon Has Been Slashing Private-Label Selection Amid Weak Sales; Executives also have discussed exiting the business entirely to address regulatory pressure",
  "text": "<p>Over the past six months, Amazon leadership instructed its private-label team to slash the list of items and not to reorder many of them, the people said. Executives discussed reducing its private-label assortment in the U.S. by well over half, one of them said.</p><p>The move was initiated after a review of the business by Dave Clark, a longtime Amazon executive who took over as head of its global consumer business in January 2021, the people said. Mr. Clark left the company last month. As a result of that review, Mr. Clark pushed the team to focus on bestselling commodity goods, along the lines of Target Corp.'s \"Up &amp; Up\" or Walmart Inc.'s \"Great Value\" brands, rather than offer the extensive range of items Amazon currently does, the people said.</p><p>Amazon's private-label business started in 2009 with consumer electronics products such as cables and expanded into other categories. It now encompasses everything from vitamins and coffee to clothing and furniture, with brand names such as Amazon Basics, Goodthreads and Solimo. However, Amazon has said that its house brands only account for about 1% of its retail sales. Amazon's revenue last year, including other businesses such as its cloud-computing operation, totaled $469.8 billion.</p><p>The growing scale of its own offerings increasingly put Amazon in competition with other sellers on its platform, angering those sellers and resulting in antitrust scrutiny.</p><p>In 2020, The Wall Street Journal detailed how Amazon employees used data from its platform on individual third-party sellers to develop Amazon-branded products that compete with those sellers. The Journal also reported that year how some major brands were angered by products Amazon developed for its own labels that closely resembled their items, claiming the tech company copied their designs.</p><p>Amazon at the time said it was opening an internal investigation into how its private-label employees use seller data and if they were violating a company policy not to use such data. In testimony to Congress, then-CEO Jeff Bezos said \"I can't guarantee you that policy has never been violated.\"</p><p>Amazon's handling of such competition issues has been under scrutiny from a congressional committee investigating big tech companies and from regulators including the Securities and Exchange Commission, which the Journal reported in April was examining how the company disclosed some details of its business practices. The Federal Trade Commission has been investigating Amazon's competitive practices.</p><p>Amazon has said its platform provides opportunity for nearly two million small- and medium-size businesses that sell there, and that it competes fairly and in a way that benefits its customers.</p><p>The scrutiny has prompted Amazon executives over the past year to consider fully exiting private brands, and how the company might go about that, the people said. The executives decided not to take any action until necessary, potentially as a concession they could offer if the FTC or another regulatory agency were to threaten or file litigation, some of the people said.</p><p>After a version of this article published online, Amazon said in a statement that: \"We never seriously considered closing our private label business and we continue to invest in this area, just as our many retail competitors have done for decades and continue to do today.\"</p><p>A spokeswoman declined to comment further on the company's discussion about the possibility, or to say how many private label items it is cutting.</p><p>U.S. lawmakers have proposed legislation aimed at big tech companies including Amazon that would bar dominant tech platforms from favoring their own products and services. On Thursday, Amazon proposed concessions to settle two antitrust cases against it in the European Union. Amazon promised not to use nonpublic data about sellers on its marketplace, after the EU accused Amazon of violating competition law by using nonpublic information from merchants to compete against them.</p><p>Mr. Bezos, who stepped down as CEO last year to be executive chairman, has long been a backer of the private-label business. In the past he has bristled at its relatively small sales, said some of the people.</p><p>A few years ago, Mr. Bezos gave the private-label team a goal to reach 10% of Amazon sales by 2022, the Journal has reported. The team responded by rapidly adding thousands of items to try to juice sales, said the people involved.</p><p>Many items ended up sitting in warehouses or needing to be marked down.</p><p>Under Mr. Clark, private-label teams did a profitability review of each private-label item, determining which ones didn't sell enough to hit their profit threshold and targeting them to be phased out. The strategy now is to make fast-selling private-brand items, such as Amazon's phone-charging cables, that it can place at warehouses all over the country to deliver quickly, some of the people said, instead of tens of thousands of items that sell in low quantities.</p><p>Write to Dana Mattioli at dana.mattioli@wsj.com</p><p>Amazon Has Been Slashing Private-Label Selection Amid Weak Sales</p>",
  "published": "2022-07-15T06:22:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 629,
          "end": 636
        },
        {
          "start": 629,
          "end": 641
        }
      ]
    }
  ]
}