{
  "_id": "b1ac5de1b3d8eff078ebd50d757876ea41ab5876f0e92b23281fc7e1a2af4df1",
  "feed": "wall-street-journal",
  "title": "Truckers and Canada's Conservatives; Opposition leader Erin O'Toole has earned a leadership challenge.",
  "text": "<p>Mr. O'Toole's chief mistake was gambling the September 2021 election on an opportunistic shift leftward. He lost anyway, spoiling the best chance to toss Mr. Trudeau from office. Post-defeat, Conservative Party fundraising crashed and Mr. O'Toole still hasn't been able to explain what he stands for. Is he the \"true-blue Conservative\" who ran for party leadership, or the Liberal-lite who ran for prime minister?</p><p>In the campaign he proposed a de facto carbon tax, neutralizing the tax issue against Mr. Trudeau. This reversal demoralized many Conservatives without winning swing voters. Risking his party's reputation for fiscal discipline, Mr. O'Toole pledged to balance the Covid-inflated budget only after 10 years and, miraculously, without spending cuts.</p><p>Other flip-flops on fossil-fuel subsidies, guns and the status of the public broadcaster contributed to the appearance of a leader who would say anything to please voters. But the popularity often promised by big-government conservatives never materialized.</p><p>Mr. O'Toole's latest shift is a softer line on China. Add it to the scorecard, next to his waffling resistance to overreaching pandemic policies and to the political and academic assault, more advanced than its U.S. equivalent, on Canada's history.</p><p>The truckers' convoy, which includes antivaxxers, is a mixed bag, and traffic snarls and border blockages aren't appreciated by locals. Liberals tar the protest as racist, but the peaceful populist uprising is notable and some of the protesters' gripes are legitimate.</p><p>As one trucker told the National Post, \"The amount of people who are unemployed because it's their personal choice whether they want to be vaccinated or not, it's not fair, just totally unfair.\" Another worried about his children having to wear masks and added, \"I can't go here and there, but everybody can go to Walmart. It makes absolutely no sense.\"</p><p>Mr. O'Toole has met with truckers but warned late Monday night that his Conservative critics, some of whom have embraced the protest, offer a \"dead-end\" and are \"angry, negative, and extreme.\"</p><p>Canada needs a better opposition. The Liberals, long considered Canada's \"natural governing party,\" won't be defeated by mimicry. Unseating them typically requires a formidable Conservative leader. So far, Mr. O'Toole hasn't shown the right stuff.</p><p>Truckers and Canada's Conservatives</p>",
  "published": "2022-02-01T23:29:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1851,
          "end": 1858
        }
      ],
      "nexusId": "10042309"
    }
  ]
}