{
  "_id": "41941882658f9c1afa1ffaf56c881ade4c99dfcc31cc237db491d425a8f75fd9",
  "feed": "wall-street-journal",
  "title": "Gasoline, Groceries and Housing Drove Inflation in May; Airline fares and household furnishings saw a slight cooling of price pressures amid a month of surging costs in other categories",
  "text": "<p>Gasoline prices rebounded after dipping in April as Russia's war in Ukraine continued to upend energy markets. Food price increases also accelerated as concerns grew about the ability to get Ukraine's wheat harvest to market. And shelter costs picked up as rents and home prices continued to climb.</p><p>Those gains helped push up overall prices 1% in May from April, a sharp uptick from the 0.3% rise in April from March. On the year, prices are up 8.6%. Excluding volatile food and energy categories, prices were up 6% in May from a year ago.</p><p>Price increases were broad-based in May, which could be a sign that inflation is becoming entrenched in the U.S. economy. Still, there were a few categories, such as airline fares and household furnishings, that saw a slight easing of price pressures.</p><p>Below are some of the categories that recorded significant price increases and ones where price increases cooled.</p><p>Gasoline</p><p>Prices at the pump rose 4.1% in May from the previous month, following a 6.1% decline in April. On the year, gasoline prices are up 48.7%. Rising gasoline prices have rippled through the U.S. economy, resulting in higher costs for businesses and causing many consumers to alter their spending patterns.</p><p>Russia's invasion of Ukraine in February and the resulting sanctions on Russia caused prices to rise significantly. Russia is a major energy exporter. A shortage of U.S. refinery capacity has also pushed up prices at the pump.</p><p>Groceries</p><p>Grocery prices rose 1.4% in May, accelerating from a 1% rise in April. On the year, grocery prices were up 11.9% in May, driven by sharp rises in the price of meat, chicken, eggs and flour.</p><p>A Russian blockade of Ukrainian ports has made it difficult to get the country's wheat harvest to market. Russia and Ukraine together account for slightly less than a third of global wheat exports.</p><p>Shelter</p><p>Rising rent and home prices over the past year have slowly pushed up shelter costs, as calculated by the Labor Department.</p><p>Rents were up 0.6% on the month, matching the biggest monthly price increase since 1987. A measure of home prices known as \"owner's equivalent rent of residences\" was also up 0.6% on the month, the fastest pace since 1991.</p><p>Economists say it can take several months for higher rent and home prices to show up in inflation calculations which means price pressures on shelter categories could continue to build.</p><p>Airline Fares</p><p>Ticket price increases slowed slightly in May, though they continued to rise at double-digit rates. Airlines fares were up 12.6% in May from April, slightly cooler than the 18.6% rise in April. Ticket prices are up 37.8% on the year.</p><p>Airfares have risen precipitously as Americans rush to book the vacations that they have had to postpone for the past two years due to the pandemic.</p><p>Household Furnishings</p><p>Prices for household furnishings and supplies rose 0.1% in May from the previous month, down from 0.5% in April.</p><p>Within that category, furniture and bedding prices fell 0.2% on the month, the first decline since July 2021. The price of appliances such as washing machines or refrigerators fell 0.7% in May from April, a faster decline than in April, when prices fell 0.5%.</p><p>After recording big price increases at the height of the pandemic, furniture and appliance prices have cooled recently as consumers shift their spending from goods to services.</p><p>The shift has caught retailers by surprise. Major retailers such as Target Corp. and Walmart Inc. have said they stocked up on too much inventory anticipating that the boom in goods purchases would continue. Retailers have said they would discount some items.</p><p>Write to David Harrison at david.harrison@wsj.com</p><p>Gasoline, Groceries and Housing Drove Inflation in May</p>",
  "published": "2022-06-10T15:28:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3437,
          "end": 3449
        }
      ]
    }
  ]
}