{
  "_id": "1bb48e819d4f01fc0e08fd9f9d08e3001663f65911544b26c4506cde726d2915",
  "feed": "market-watch",
  "title": "Tell workers their schedule earlier — and 2 more cheap but effective ways to hold on to part-timers amid the Great Resignation",
  "text": "<p>This chronic&#xa0;uncertainty increases stress, fatigue, irritability, and decreases memory and performance.</p><p>The financial health of a company's part-time workforce also has tangible consequences for its own economic performance. Simple, proactive policy changes could net enormous benefits for employees while delivering a boost to the bottom line.</p><p>1. Tell workers their schedule earlier</p><p>Part-time employees, particularly in retail, accommodations, and food services, generally receive less than one week's advance notice for their work schedules. This makes it logistically challenging for employees to plan childcare and transportation, and near impossible to pick up additional work elsewhere to supplement their income.</p><p>Behavioral science has long known that people demonstrate Status Quo Bias and Self-Herding: we tend to just keep doing what we've always done, even if there are better or easier options now. It turns out that companies are the same; our research shows this lack of advanced scheduling notice is more about a company's operational routine than a real business need for last-minute flexibility.</p><p>To test this, we partnered with Homebase, a scheduling platform used by thousands of businesses, particularly those with hourly employees who work variable schedules. In the data, we saw that most employers provide just a few days of notice of a new schedule. Simply by providing an easy-to-use schedule template, 33% of employers gave at least one week's notice to employees.</p><p>By highlighting when the schedule was less than two weeks out,&#xa0;now almost 40% of employers provided at least one week's notice to employees. Just by adding a clearer expectation that schedules be published sooner, almost 7% more employers published sooner.</p><p>This small intervention didn't do anything to change the business model or reduce the so-called need for flexibility, yet it meaningfully increased the number of employees better able to plan ahead.</p><p>Companies that offer more consistent and predictable schedules can reduce no-shows, increase morale and increase retention at no real added cost.</p><p>2. Provide free benefits to reduce turnover</p><p>Industries with higher levels of part-time workers also experience some of the highest employee turnover; between&#xa0;4% and 5% of all retail workers&#xa0;and about 6% of all workers in accommodations and food services quit each month. That's an annual turnover rate of 50%-70%. At a cost of $1,500 to $4,969 per hourly employee, turnover can really add up.</p><p>Part-time workers have many reasons to leave a job and few reasons to stay with a particular employer. If they leave, they aren't giving up a 401(k) match, health insurance, sick leave, vacation time or benefits that are typically denied part-time workers.</p><p>Many companies are actively looking for ways to reduce that turnover rate. They can&#xa0;increase wages, like Walgreens WBA, CVS CVS and countless others have. Or they can help move employees from&#xa0;part-time to full-time, like Walmart WMT has committed.</p><p>Read:Target to invest up to $300 million to lift starting wage range to $15 to $24, expand health benefits</p><p>But the reality is that while increasing wages and providing benefits for part-time workers is crucial for their wellbeing, not every employer can take on the financial cost of increasing wages or benefits. Plus, only 15% of part-time employees want more hours or to be moved to fulltime. Many employees are part-time for non-economic reasons, including obligations like childcare or education, health reasons that prevent them from working more hours, or they want or need the flexibility.</p><p>For employers caught in this middle ground, there are some surprisingly simple ways to help improve retention and support the staggering&#xa0;76%&#xa0;of retail workers who report feeling underappreciated.</p><p>Researchers in behavioral science have long shown the power of appreciation in motivation, performance and satisfaction. A 2014 study found that a simple note of thanks from a boss increased subsequent performance more than a cash bonus. A 2019 study showed that positive feedback from a boss led to staff feeling more valued and more supported a month later. It also observed a downward trend in absentee rates among employees receiving the positive feedback.</p><p>3. Encourage employees to co-create the workplace</p><p>Separate behavioral science research has found that when people participate in the creation of something, they value it more. This is called the Ikea Effect. The same goes for workplaces.</p><p>Asking part-time staff to provide input on the layout of a store, items to feature, or even current processes and procedures helps staff feel valued. When they see their suggestions implemented, they feel more attached.</p><p>Many companies have implemented this approach at the highest levels. Southwest AirlinesLUV asked their employees to help redesign the uniforms. The Hyatt implemented a Housekeeping Flextime Program after learning that staff wanted the option to either leave early if their work was done or stay and clean more rooms for extra cash. Uber UBER added Destinations after drivers said it would be nice to be able to end their last ride closer to where they lived.</p><p>But even seemingly small ways that managers listen to and incorporate input from part-time staff can help increase loyalty and job satisfaction.</p><p>Ultimately, while the pandemic has been challenging for employees and employers alike, companies of all sizes have realistic and immediate options to improve the working conditions for their part-time staff. Beyond advancing the financial stability of their workforce, these simple, cost-effective moves can also help increase employee satisfaction and engagement while decreasing turnover.</p><p>Mariel Beasley&#xa0;is a co-founder of Duke University's&#xa0;Common Cents Lab,&#xa0;which is supported by MetLife Foundation and Blackrock's Emergency Savings Initiative, and she is a principal at Duke University's Center for Advanced Hindsight in Durham, N.C.</p>",
  "published": "2022-03-04T08:46:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2963,
          "end": 2970
        }
      ]
    }
  ]
}