{
  "_id": "f6ea76a87023c6fdd42cb93a881d547e00c3ccf6147e90a1513c6fd91c35de07",
  "feed": "wall-street-journal",
  "title": "France's Publicis Buys E-Commerce Software Company",
  "text": "<p>The company helps brands show up on a retailer's \"digital shelf\" when consumers search for terms that can be as generic as \"chocolate bar,\" said Sarah Hofstetter, president at Profitero.</p><p>Profitero will continue operating within Publicis, with Ms. Hofstetter and Profitero Chief Executive Bryan Wiener continuing in their roles, along with the firm's employees, Publicis said.</p><p>Publicis Chief Executive Arthur Sadoun said the deal, combined with the holding company's existing services, will help Publicis clients grow their online sales and gain market share.</p><p>Marketers have to monitor information including competitors' prices, product availability and opportunities to improve unpaid search results, or risk becoming invisible online, Mr. Sadoun said.</p><p>The deal comes as advertising holding companies say marketers are looking for more help with e-commerce.</p><p>Publicis competitor WPP PLC last week introduced a service called Everymile, which it said will help brands outsource direct-to-consumer e-commerce. Everymile builds on WPP's existing commerce capabilities but adds capabilities in demand generation, online trading and merchandising, the supply chain and logistics, according to WPP.</p><p>The Covid-19 pandemic has fueled an existing trend of brands seeking a more direct relationship with the people who buy from them.</p><p>\"To some extent, it's about trying to avoid the disintermediation that the Amazons and the Walmarts of the world\" have prompted, said Jay Wilson, a vice president analyst at research firm Gartner Inc.</p><p>Marketers selling through a company like Amazon may see lower margins than if they sell products directly to consumers online, and don't get the same level of customer data, Mr. Wilson said, among other factors driving marketers to build e-commerce functions. \"It's been a bit of a perfect storm of these things coming together.\"</p><p>CMOs are increasingly responsible for not just broadcasting marketing and advertising messages and being the voice of the brand, but also directly generating sales, Mr. Wilson added.</p>",
  "published": "2022-05-04T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1414,
          "end": 1422
        }
      ]
    }
  ]
}