{
  "_id": "9ca2ada7b4bb218d7d345ccf8a17f9229149020de9e463e91fbf119e21fc1510",
  "feed": "market-watch",
  "title": "Dustin Johnson quits PGA Tour to join LIV Golf series for a reported $150 million; Johnson said he 'had to think long and hard' about leaving the PGA Tour, seemingly ending his hopes of competing in the Ryder Cup for the U.S.",
  "text": "<p>Johnson, who has been a member of the PGA Tour since 2008, said on Tuesday he \"had to think long and hard\" about leaving the PGA Tour, partially due to the fact that he will now likely be ineligible to compete in the Ryder Cup as players need to be members of the PGA of America to be considered.</p><p>\"Ultimately, I decided to come and do this,\" Johnson said at Centurion Club on Tuesday. \"I'm excited about this. Obviously the Ryder Cup is unbelievable and something that has meant a lot to me. … Hopefully I'll get a chance to do that again, but I don't make the rules.\"</p><p>See also: Walmart heir Rob Walton to buy Denver Broncos for a record-setting $4.6 billion</p><p>The Saudi-backed LIV Golf International Series was founded by former pro golfer Greg Norman in an effort to challenge the PGA Tour. The league is an eight-tournament circuit that features seven regular-season tournaments and one team event in October — events will be played in places including New Jersey, Boston, Chicago, Bangkok, Saudi Arabia and Miami, according to The Athletic.</p><p>Johnson, whose last victory was the Saudi International in 2021, isNo. 15 in the world, the highest-ranked player in the field. He has held the No. 1 spot in the world longer than any player since Tiger Woods.</p><p>Johnson, 37, had previously said in February that he was \"fully committed to the PGA Tour,\" but after saying this week that he was quitting the PGA Tour, he said, \"I chose what is best for me and my family.\"</p><p>See also: How a millionaire outbid a billionaire to buy the Golden State Warriors in 2010</p><p>One reason Johnson might have chosen to join the LIV golf league: It is reportedly paying him roughly $150 million for merely joining and the league and leaving the PGA Tour, according to a report from The Telegraph. Johnson has made $74.2 million in his career in tournament winnings, less than half of what LIV reportedly offered him. He would also get paid based on his finishes in each of the golf tournaments.</p><p>Notable other golfers who are playing in this league are Talor Gooch, Louis Oosthuizen, Kevin Na and Hudson Swafford, according to CBS.</p><p>See also: A new four-day work week experiment begins in the U.K. on June 6 — here's what to know</p><p>Another American golf star was reportedly offered even more than Johnson to join the LIV Golf series. Phil Mickelson was offered roughly $200 million to join the LIV in June, according to the Golf Channel's Brentley Romine . He will also play in this week's tournament at the Centurion Golf Club, according to Sports Illustrated.</p><p>Many have criticized Mickelson for joining the league after comments surfaced that the golfer seemed to brush off human rights violations by the Saudis.</p><p>\"They're scary mother [expletive] to get involved with,\" Mickelson told his biographer Alan Shipnuck in February. \"We know they killed [Washington Post reporter Jamal] Khashoggi and have a horrible record on human rights. They execute people over there for being gay. Knowing all of this, why would I even consider it? Because this is a once-in-a-lifetime opportunity to reshape how the PGA Tour operates.\"</p><p>The PGA Tour said it would not let players play on its tour and another tour simultaneously, but has not announced any punishments for players, such as a ban, as of June 7.</p><p>On Wednesday, reports from The Telegraph and ESPN indicated that major winners Bryson DeChambeau and Patrick Reed will also join the league. The players' representatives did say specify if the golfers were coaxed to join the league with massive reported contracts as Mickelson and Johnson were, but DeChambeau's agent said Wednesday in a statement that \"Bryson has always been an innovator.\"</p><p>See also: Here are the public sports teams you can invest in</p><p>Johnson, Mickelson and other golfers who joined the LIV league might be allowed to play in the three U.S. majors outside of the PGA Championship — the U.S. Open, the Open Championship and the Masters — because those tournaments are not governed by the PGA Tour and have their own organizational and operating bodies.</p><p>The Associated Press contributed to this article.</p><p>Dustin Johnson quits PGA Tour to join LIV Golf series for a reported $150 million</p>",
  "published": "2022-06-08T16:04:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 579,
          "end": 586
        }
      ]
    }
  ]
}