{
  "_id": "00f63b1c15b66ebb3db8dd749c089ac7c8d51b9ec1f09bc023ecd44826d0830d",
  "feed": "ftcomall",
  "title": "Walmart-owned Flipkart curbs M&A and hiring as losses mount in India",
  "text": "<p>Flipkart's chief executive says the Walmart-owned ecommerce group will cut back on dealmaking and hiring in order to curb costs, as its losses balloon in the face of fierce competition from Amazon and Reliance.</p> <p>In a Financial Times interview, chief executive Kalyan Krishnamurthy said the recent funding crunch in global tech meant Flipkart was ending an acquisition spree, in which it spent up to $500mn to diversify into everything from travel to online healthcare.</p> <p>“We've stopped, or we've taken a pause, in these M&amp;As,” he said last week. “What we've decided as a company is that in the next one to two years, we will make sure that these big investments we make see a lot of customer adoption and then we will go to the next set of M&amp;As.”</p> <p>He added that Flipkart would not cut jobs, but it would hire “significantly less than the last couple of years”.</p> <p>Losses at parent <a href=\"https://www.ft.com/stream/f1d0640e-dd94-4093-9e63-4c94457c33a9\">Flipkart Internet Private</a> for its financial year to March grew more than 50 per cent to Rs43.6bn ($528mn) from a year earlier. Walmart acquired the company, an early star of Indian ecommerce, for $16bn in 2018.</p> <p>The size and potential of India's ecommerce market have attracted a number of other hefty competitors, from Amazon to Indian conglomerates such as Mukesh Ambani's <a href=\"https://www.ft.com/stream/d56af44c-3162-45e2-9fb9-cd9ee729f003\">Reliance Industries</a> and Tata, both of which have launched ecommerce arms.</p> <p>Yet Flipkart's financial performance shows how challenging India's relatively young ecommerce sector remains. Its revenue grew over 30 per cent to Rs106bn in its last financial year, but losses were driven by an increase in costs, including advertising and transportation. </p> <p>A report last month by Bain, in collaboration with Flipkart, estimated that India's ecommerce shopper base would double from just under 200mn to over 400mn by 2027, thanks to the growing penetration of smartphones and digital services.</p> <p>The company remains a market leader in large ecommerce categories such as fashion and smartphones, said Satish Meena, an independent analyst. But keeping up with newer entrants like Reliance and Meesho, which counts Meta as an investor, in fast-growing markets such as grocery and social commerce is tougher, he said.</p> <p>“Profitability is nowhere to be seen,” Meena added. “The companies will spend more and keep on spending.” </p> <p>Krishnamurthy said Flipkart had pumped money into building out its supply chain and new initiatives such as Shopsy, which was launched last year to target low-value consumers outside India's metropolitan hubs.</p> <p>He argued that India's ecommerce market was large and fast-growing enough to accommodate multiple large competitors. The sector remains “vibrant, given the size of the market”, he said.</p> <p>On profitability, he said “the cash consumption we have today is to build products, technologies, supply chains” for younger businesses, such as travel. “It's not that we need to continue [funding] businesses that we seeded five to 10 years back. It's more to fund future ambition,” he added.</p> <p>Krishnamurthy denied that the company&#xa0;currently required funding and added that it would look to list once global market turmoil stabilised. Flipkart <a href=\"https://www.ft.com/content/c9d27f05-6ed6-46bd-869d-74eaa85d9c00\">raised $3.6bn in funding last year</a> for a valuation of $37.6bn, with main shareholder Walmart leading the round alongside SoftBank and Singapore's sovereign wealth fund GIC.</p> <p>“Probably a year from today is when we will have a discussion with our board as to how we should think about doing a public listing,” he said.</p> <p><em>This article has been amended since first publication to clarify that Krishnamurthy denied that the company&#xa0;currently required funding</em></p><p>Source: Benjamin Parkin in Bangalore and Chloe Cornish in Mumbai 2022 'Walmart-owned Flipkart curbs M&amp;A and hiring as losses mount in India' FT.com 6 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-06T00:01:58.149Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1001,
          "end": 1008
        },
        {
          "start": 3179,
          "end": 3186
        }
      ]
    }
  ]
}