{
  "_id": "8ea2e75bce4aba5bfcc7260e31542fd750435b956aafc187a24c0cc72bf889ac",
  "feed": "ftcomall",
  "title": "Black Friday shoppers find deals as US retailers clear inventories",
  "text": "<p>Price-conscious shoppers are finding fully stocked stores at the start of a US holiday retail season that will test consumers' willingness to keep spending while inflation remains at 40-year highs.</p> <p>Mastercard forecast that on Black Friday, the day after Thanksgiving which traditionally launches the Christmas shopping period, consumers could spend 15 per cent more than on the same day in 2021. </p> <p>But the improvement largely reflects shoppers' tactical pursuit of the short-term promotions that retailers are offering to clear inventories in a slowing economy. In 2021, by contrast, consumers flush with pandemic stimulus funds paid up to secure in-demand items early, fearing supply chain disruptions would leave stores short of merchandise. </p> <p>The retail industry <a href=\"https://www.ft.com/content/02ab11d2-707f-4c49-930d-1a362ad05345\">expects weaker growth</a> over the course of the peak shopping season, with the National Retail Federation forecasting sales will advance 6-8 per cent during November and December. That would <a href=\"https://www.ft.com/content/ce51ac1b-c694-4460-8aae-3ae4dc87ad49\">barely keep pace with inflation</a>, which was running at 7.7 per cent in October.</p> <p>Figures released by <a href=\"https://business.adobe.com/resources/holiday-shopping-report\">Adobe Analytics </a>on Friday also suggested shoppers are favouring in-store purchases over online orders as pandemic health concerns ebb. </p> <p>Consumers spent a record $5.29bn online on Thanksgiving, Adobe found, which was up 2.9 per cent year on year. But online spending in the first three weeks of November was even with last year, and Adobe expects a mere 1 per cent increase in Black Friday ecommerce revenues to $9bn.&#xa0;</p> <p>Higher prices for everything from Thanksgiving turkeys to petrol and air fares have started to affect spending, particularly among lower-income households. </p> <p>Retailers such as Best Buy and Target have cautioned about softening demand in recent weeks, with several predicting a return to pre-pandemic shopping patterns after two years in which health fears and inventory concerns skewed spending.</p> <p>Allianz Trade estimates that US discretionary retail inventories hit $309bn at the end of September, $54bn more than where they stood a year earlier. </p> <p>Consumers were on tighter budgets and aware that stores had “a glut of inventory” this year, Macy's said earlier this month. Although some stores began seasonal promotions after Halloween, ample stocks have made Americans less anxious to buy gifts before Thanksgiving than they had been last year. </p> <p>Urban Outfitters, the clothing retailer, said similarly that its customers were observed putting record amounts of goods in their online shopping carts, waiting for Black Friday and Cyber Monday promotions before completing their transaction to lower the cost.</p> <p>Several chains are stretching their promotions beyond the usual peak days for in-person or online shopping. Apple has advertised a four-day “Apple shopping event”, Target has a week of deals and Walmart has been running “Black Friday” events every Monday since the start of November.</p> <p>The biggest promotions this year are for toys, at 34 per cent off listed prices, and electronics, where discounts are peaking at 27 per cent, Adobe found. Squishmallows toys, the video game <em>God of War: Ragnarök</em> and Apple's AirPods are among the top selling items, it said.</p> <p>Many shoppers are expected to rely on credit card spending to secure such deals. US households accrued about $2.3tn in excess savings by mid-2021, according to <a href=\"https://www.moodys.com/web/en/us/about/insights/data-stories/us-consumer-spending.html\">Moody's Investors Service</a>, but higher prices have eroded this to about $1.7tn or $5,200 per person.</p> <p>A resilient labour market has kept Americans spending, but the change has been more dramatic for some families: cash balances for the lowest-income 20 per cent of households have fallen by 65 per cent this year. </p><p>Source: Andrew Edgecliffe-Johnson in New York 2022 'Black Friday shoppers find deals as US retailers clear inventories' FT.com 25 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-25T16:10:51.617Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2763,
          "end": 2770
        }
      ]
    }
  ]
}