{
  "_id": "dd85911338ccaa82d0dc8281312a4f276cbf564a9a140421e67d4447b07c6839",
  "feed": "market-watch",
  "title": "Washington Commanders fine Jack Del Rio $100,000 for comments about Jan. 6 'dust-up'; The Washington Commanders assistant coach went viral for comparing the global protests after George Floyd's murder to the Jan. 6, 2021, attack on the U.S. Capitol and the peaceful transfer of presidential power",
  "text": "<p>Later on Wednesday, Del Rio apologized for his phrasing but did not distance himself from other aspects of his original remarks.</p><p>On Friday, the Washington Commanders announced that the team is fining Del Rio $100,000 over the matter, with those funds to be donated to the United States Capitol Police Memorial Fund.</p><p>\"I made comments earlier today in referencing the attack that took place on the United States Capitol on January 6, 2021. Referencing that situation as a dust-up was irresponsible and negligent and I am sorry,\" Del Rio said in a statement posted on Twitter. \"I stand by my comments condemning violence in communities across the country. I say that while also expressing my support as an American citizen for peaceful protest in our country. I have fully supported all peaceful protests in America.\"</p><p>\"This morning I met with Coach Del Rio to express how disappointed I am in his comments on Wednesday,\" Commanders head coach Ron Rivera said in a statement. \"His comments do not reflect the organization's views and are extremely hurtful to our great community here in the DMV. As we saw last night in the hearings, what happened on the Capitol on January 6, 2021 was an act of domestic terrorism.\"</p><p>The Commanders play their home games at FedEx Field near the Capital Beltway in Prince George's County, Md.</p><p>His Wednesday post drew more than 2,100 comments and caused his name to trend on Twitter by that afternoon. Critics noted that the difference is that the protests against police brutality following Floyd's murder were overwhelmingly peaceful and intended chiefly to call attention to racial inequality and alleged bias in policing, while the violent storming of the Capitol was intended to obstruct Congress from certifying President Joe Biden's 2020 electoral victory.</p><p>Condemnation of the events of Jan. 6 has not been wholly partisan, even if Republican members of the House Judiciary Committee sought on Thursday to dampen interest in the June select committee hearings by labeling the inquiry and its findings \"old news.\"</p><p>Senate Minority Leader Mitch McConnell, the Kentucky Republican, called the mob storming of the Capitol a \"dark day for Congress and our country\" on its anniversary this January. Around the same time, fellow Senate Republican Ted Cruz of Texas referred to the Capitol siege as \"a violent terrorist attack\" before disavowing that characterization as \"sloppy\" and \"dumb\" in a much-discussed Fox News appearance.</p><p>See: Fox News is notable exception as prime-time Jan. 6 committee hearing blankets TV airwaves</p><p>From the archives (January 2022): Absence, silence, pugnacity: How Republicans marked anniversary of Jan. 6 siege on U.S. Capitol</p><p>President Joe Biden has maintained that the attack represented an \"unprecedented assault\" on democracy itself.</p><p>The U.S. Department of Justice has labeled the Jan. 6 siege by Trump supporters an \"attack on the Capitol,\" and more than 840 defendants have been arrested in nearly all 50 states and the District of Columbia on a range of charges. The attack caused approximately $1.5 million in damage, according to a May 2021 estimate from the Architect of the Capitol. But the DOJ puts the approximate losses suffered as a result of the Capitol siege at $2,734,783 as of April 5, 2022.</p><p>(A list of defendants charged in federal court in Washington, D.C., related to crimes committed at the Capitol on Jan. 6, 2021 can be viewed here.)</p><p>Washington Commanders cornerback Kendall Fuller — a member of the defense of which Del Rio is in charge — said he was not aware of Del Rio's tweet. After a reporter read it to him, Fuller said: \"I don't have a reaction right now. If I have a reaction, a feeling, towards something, I'll express that with him.\"</p><p>The Associated Press contributed to this report.</p><p>More sports-business news:</p><p>PGA Tour suspends Phil Mickelson, Dustin Johnson and other players who joined LIV golf</p><p>Walmart heir Rob Walton to buy Denver Broncos for a record-setting $4.6 billion</p><p>Washington Commanders fine Jack Del Rio $100,000 for comments about Jan. 6 'dust-up'</p>",
  "published": "2022-06-10T20:28:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3888,
          "end": 3895
        }
      ]
    }
  ]
}