{
  "_id": "aa070d6fb804f58d5b5cfd5a1e8b1ad41e210f038403661772b0a0fa0956feb4",
  "feed": "wall-street-journal",
  "title": "Target's Miss Hits Retailers Hard; Target's worse-than-expected results are just a glimpse of challenges facing other retailers",
  "text": "<p>The retailer's operating margins, which last year looked more like department store Macy's than Walmart's, came down to earth. Its operating margin was 5.3% last quarter—a massive drop from the 9.8% it recorded in the same period a year earlier and its long-term target of 8%. Target's profit miss sent its shares down by one-quarter Wednesday, which would be its worst one-day percentage decline since the 1987 stock-market crash. The selloff came a day after rival Walmart's own disappointing results sent it to its biggest loss since then as well.</p><p>Soaring fuel costs and supply-chain bottlenecks hurt Target's margins, and so did consumers' shifting demand. Inventory grew 43% last quarter from a year earlier, leading to more markdowns in some categories. While it typically takes Target fewer than 60 days on average to sell its inventory, last quarter it took more than 70.</p><p>All in all, the current environment remains a perilous one for retailers. They face unpredictable shifts in consumer demand at a time when they need to plan inventory earlier to make up for longer lead times. Target said demand was strongest in food and essentials but also for selective going-out categories such as beauty, where sales grew 45% compared with the equivalent period in 2019. Luggage sales climbed more than 50% from a year earlier. Bulkier big-ticket items such as appliances and furniture fared badly, and so did apparel, though trend-based clothing is selling far better than essential apparel.</p><p>Target's results are an unsettling sign for other retailers due to report earnings in the weeks ahead. For one thing, it shows that the heyday of full-priced selling is over as the two pillars supporting it—low overall inventory and fat wallets—are weakening. Both Target and Walmart warned of more promotions and markdowns. For another, the days when shoppers kept loading up on higher-margin discretionary purchases are over as they get selective about spending on goods. And if retailers of such scale can't manage freight and cost pressures, it bodes poorly for smaller companies with weaker bargaining power.</p><p>It is little surprise then that the retailer's remarks sent other pandemic-era retail winners down, sparing no category except for off-price sellers such as TJX Cos. Electronics specialist Best Buy's stock fell 8%, while big-box retailers Costco and BJ's Wholesale were down 11% and 16%, respectively. Department store Kohl's, due to report earnings Thursday, fell 10%. Four big-box retailers—Walmart, Target, Costco and BJ's—are on track to lose more than $120 billion in combined market value in two trading sessions.</p><p>Walmart's and Target's results are showing that the winds that blew in retailers' favor are turning and hitting profits hard. While that will grab investors' attention in the next couple of weeks, stores that can hold on to sales and inspire customer loyalty—like Target—can ultimately win out in the long term. Smaller competitors are another story.</p><p>Target's Miss Hits Retailers Hard</p>",
  "published": "2022-05-18T17:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1769,
          "end": 1776
        },
        {
          "start": 2627,
          "end": 2634
        },
        {
          "start": 96,
          "end": 103
        },
        {
          "start": 467,
          "end": 474
        }
      ]
    }
  ]
}