{
  "_id": "36f072368227e82fc83fbf17fd273f5dfe2623fc629d742372d9600079ba512f",
  "feed": "ftcomall",
  "title": "How companies recruit and retain staff in a tight labour market",
  "text": "<p>Global labour shortages have left companies around the world and across sectors struggling to fill vacancies. In the past two years, supply has been hit by the Great Resignation, as workers leave jobs in striking numbers, and a lack of migration because of travel restrictions. </p> <p>But what are companies worldwide doing to fill labour gaps? Common responses include raising wages and increased investment in technology that allows staff to spend more time on fulfilling work. </p> <p>Japan was grappling with an <a href=\"https://www.weforum.org/agenda/2021/07/how-to-fix-china-labour-shortage/\">ageing population</a> and low birth rates before the pandemic. Its population is the oldest in the world, with 29 per cent aged <a href=\"https://www.europarl.europa.eu/thinktank/en/document/EPRS_BRI(2020)659419\">65 or older</a>. There are shortages across sectors, with a particular pressure on nursing as the national workforce shrinks and more people need care. The health ministry said in July that nearly 690,000 additional nurses would be required by 2040 to meet rising demand. But nearly 60 per cent of nursing homes say there is already a shortage, according to a survey conducted by an industry advisory group.</p> <p>Sompo Holdings, an insurance group that entered Japan's care sector in 2015, hopes digitisation will help. In 2020, it invested $500m in Palantir, a Colorado-based data analytics group, with the idea of maximising its technology to build a platform with data collected from Sompo's more than 280 nursing homes across Japan. </p> <p>Ken Endo, president of Sompo Care, the nursing unit, believes the tech will reduce paperwork, allowing staff to spend more time caring for residents. In Japanese society, caring responsibility has traditionally fallen to families. This has led to low wages and a lack of a training system in the care sector, according to Endo, who is “surprised to see an industry so reluctant to train people”.&#xa0;</p> <p>Sompo has responded by establishing training centres and programmes. Combined with pay increases, this has helped attract and retain talent. Employee turnover, once more than 20 per cent, is now 11 per cent, with more university graduates joining the company every year. </p> <p>US sanitation group Waste Management has also turned to technology amid the country's Great Resignation. About <a href=\"https://www.bls.gov/news.release/jolts.nr0.htm\">4.5m</a> US workers quit their jobs in November alone, the labour department reported earlier this month. That was the highest “quit rate” since it began tracking it in 2001. Data indicate the majority left their jobs after receiving better offers.</p> <p>Waste Management said it had begun deploying partially automated refuse lorries that do not require drivers to empty bins themselves. “We are no longer competing in just the waste industry for [truck] drivers,” says Tamla Oates-Forney, its chief people officer, noting that the company was having to compete for staff with the likes of Amazon and Walmart.</p> <h2>Long-term pressures</h2> <p>US business leaders say they do not see labour pressures letting up in the near term, as the existing workforce ages, immigration stays low, and the millions of Americans who left the labour force during the pandemic show no signs of returning. Many workers'<a href=\"https://www.ft.com/content/e7d35cef-0606-4843-8237-bde04528d59c\"> newfound willingness</a> to leave their jobs has been a hindrance for employers, who say high turnover makes it impossible to maintain consistent staffing levels. </p> <p>The effectiveness of the hiring bonuses and<a href=\"https://www.ft.com/content/fcec9d72-8557-44f1-a629-feb580e2dcb7\"> gimmicks</a> such as offers of cars and cash that US employers relied on earlier in the pandemic have worn off, forcing companies to re-evaluate who could do their jobs. </p> <p>Communications consultancy Hotwire began recruiting account executives without tech experience for its US offices, despite that sector being the company's core market. “We can't take the same approach we used to,” says Heather Kernahan, its chief executive. </p> <p>Food processor JBS is trying to attract employees who are no longer interested in long-term warehouse work by offering educational and housing benefits while they work towards other careers. The company launched a programme that funds college educations for employees or their dependants, even if their studies lead them to a career outside JBS in as little as two years.</p> <p>“I think for a number of our hourly production workers, despite our best efforts, a job is just a job to them,” says Chris Gaddis, who leads human resources at JBS USA.</p> <h2>Record vacancies</h2> <p>The UK had a <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/bulletins/uklabourmarket/december2021\">record 1.2m job vacancies</a> in the three months to November 2021, and more than half of businesses who reported a worker shortage stated they were unable to meet demands. </p> <p>According to the Institute for Employment Studies, a think-tank, the UK labour market is at its <a href=\"https://www.employment-studies.co.uk/system/files/resources/files/IES%20briefing%20-%20Labour%20Market%20Statistics%20January%202022.pdf\">tightest in at least 50 years</a>. The pandemic has converged with the UK's departure from the EU, intensifying shortages further. However, Russell Beck at Imagine Think Do, a people strategy consultancy, says the pandemic has “amplified a trend that was already playing out”.</p> <p>An <a href=\"https://blogs.lse.ac.uk/businessreview/2021/12/15/labour-shortages-have-become-widespread-this-is-how-firms-are-responding/\">analysis by the London School of Economics</a> of how UK businesses are responding to shortages says about a third have raised wages, and about 20 per cent are investing in new technologies. </p> <p>Simon Roberts, chief executive of UK supermarket group J Sainsbury, says that as a result of “challenging operational moments over the past 18 months, we've had to be really agile and adaptable”.</p> <p>In addressing a shortage of HGV drivers, for example, he said the retailer had “made radical moves to make sure we had the capacity on the road to move products”. These efforts included higher salaries and offering retention payments. Sainsbury's has also increased pay for employees across all Sainsbury's and Argos stores. Other companies, such as Aldi, the supermarket, and Pret-a-Manger, the sandwich chain, have also raised wages. </p> <p>Shortages are also being met with pay rises in professional sectors such as banking and law. The <a href=\"https://www.ft.com/content/06ff299e-4114-4710-becf-c4f1590f8efe\">law industry is also turning to temporary staff</a>, following an M&amp;A boom that has increased workload — <a href=\"https://www.ft.com/content/6dfdd78a-e229-4524-a400-144396524eb6\">deals worth more than $5.8tn</a> were agreed worldwide in 2021, a 64 per cent year-on-year rise — and higher attrition rates because of factors such as exhaustion. </p> <p>However, Beck, who is also a speaker for Vistage, a leadership network, adds that raising pay is only a short-term fix as its effect swiftly wears off. “Money is a bit like lip-balm,” he says. “Our lips are chapped, they feel a bit sore, I need a bit of lip balm. But it wears off and so I need a bit more.” </p> <p>He adds that if someone resigns and an employer counter offers with a pay rise, “the stats all show something like 80 per cent of people still leave within six months”. </p> <p>Edward James, who owns three hair salons in south-west London, employs 75 people and is keen to focus on retaining staff. He is spending more on training and development. “It's all very well paying people a higher salary,” he says, “but we need to upskill people.”</p> <p>After Brexit, he has seen a drop off in European applicants, adding that the industry is notoriously bad for “burning through staff” and that the number of hairdressing trainees has plummeted. </p> <p>He is also unable to sponsor staff from other countries because hairdressing in the UK is not considered “skilled” work, which contrasts with countries such as New Zealand and Australia, where hairstyling qualifications are a legal requirement.</p> <p>For now his salons are well staffed, and James says he makes sure he spends time at all three sites: “I know everyone who works for me,” he says. Salon trainees attend courses at local colleges, topped up with more in-house training due to the “huge difference” in the standards between colleges.</p> <p>Beck says that meeting the challenges of skills shortages “is going to be really tough” for small and medium-sized businesses.</p> <p>Eric Chevée, vice-president for France's Confédération des Petites et Moyennes Entreprises (Confederation of Small and Medium-sized Enterprises) agrees, saying that in France, two-thirds of SMEs are struggling to hire. </p> <p>The pandemic has worsened existing labour shortages in sectors across Europe such as IT, construction and healthcare. Hotels and restaurants in France lost about 237,000 employees between February 2020 and 2021, according the French labour ministry's Directorate for Research, Studies and Statistics. </p> <h2>Striking a balance</h2> <p>Pay rises and other benefits are on offer to attract and keep hospitality workers. “It's necessary to adapt the working hours, increase salaries and to make students want to join hotel schools,” says Julia Rousseau, founder of recruitment consultancy Ethique RH.</p> <p>Spending time away from work during lockdowns made many workers with unsociable hours start questioning their routines, Rousseau believes. She has helped many chefs and kitchen assistants to change their lives and among those who stay in the industry, many are drawn to “dark kitchens” where food is cooked for delivery only, with a predictable number of orders.</p> <p>In Paris, increasing numbers of high-end restaurants are closing on Saturdays and Sundays. Others are operating reduced hours or are using different teams for lunch and evening shifts.</p> <p>Michelin-starred chef Guy Savoy was already closing his eponymous restaurant for two and a half days a week before the pandemic, in order to allow his staff to rest, and believes this practice, plus the wages he offers and the strength of his brand, have helped him hold on to them. </p> <p>“It makes more sense to close an extra day and to keep the same team,” he says. But he acknowledges that not all businesses can afford this. A longer-term solution? “The education system needs to emphasise that manual occupations are as important as academic professions.”</p> <p><em>Additional reporting by Jonathan Eley and Domitille Alain</em>.<br></p><p>Source: Janina Conboye in London, Eri Sugiura in Tokyo, Eir Nolsoe in Paris and Taylor Nicole Rogers in New York 2022 'How companies recruit and retain staff in a tight labour market' FT.com 30 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-30T17:00:44.696Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2724,
          "end": 2731
        }
      ],
      "nexusId": "10042309"
    }
  ]
}