{
  "_id": "1a839dd3afc374559a4770e95e129e7a6ccb81da5429e01676fae15a6f90349c",
  "feed": "wall-street-journal",
  "title": "How One Grocery Chain in Pennsylvania Is Preparing for a Downturn; Karns Foods says it is readjusting prices weekly and dropping some products as consumers become more cost-conscious and recession fears grow",
  "text": "<p>The 10-store chain with about 1,200 employees said it is also obsessively comparing its prices every week, far more often than in the past, against retailers from Walmart Inc. to Koninklijke Ahold Delhaize NV's Giant Co. in their stores, online and across print advertisements, and adjusting as needed.</p><p>\"I see customers change their buying habits and worry about finances,\" said Scott Karns, chief executive officer of Karns, adding that profits have taken a hit driven by higher labor and energy costs. It is also absorbing price increases from manufacturers.</p><p>Amid an economic slowdown and high inflation, companies are trying to forecast shifts in consumer demand and recalibrate their business. A number of retail giants and consumer companies have issued profit warnings and projected falling sales in recent weeks as consumers start to pull back on spending. Small operators like Karns face particular challenges of managing growing costs and juggling competition from bigger peers.</p><p>These days, more customers are using credit cards to do their shopping at Karns instead of using cash or debit cards. Staffers often hear price complaints from customers and swing by nearby competitors to check prices during their lunch breaks, executives said.</p><p>Mr. Karns, other executives and staffers compare prices of staples, ranging from canned soup and granola bars to ground beef and chicken breast, and front-page ad items. He himself sometimes carries a three-inch price catalog to nearby stores of competitors, including bigger chains that he said get better sale deals such as online coupons. The goal is to make sure nothing is priced too high or low, an important task at a retailer serving mostly middle-income families living in central Pennsylvania.</p><p>\"We usually make a phone call and say, 'We gotta play fair.' Most of the manufacturers do try to work out and get you back into the programs,\" Mr. Karns said. \"I make calls way more often than I should in this industry.\"</p><p>Karns stores got rid of 200-count bottles of pain-relief medicine because executives believed that the item was too expensive and wouldn't sell. The grocer is considering eliminating one or two of the least popular salad dressing items that executives said are unlikely to sell if they get more pricey.</p><p>As people increasingly seek lower-cost products, Karns is adding more of them. The company is focusing on store brands while expanding its so-called $10 Max Packs in the frozen meat department where it sells three- to five-pound bundles of protein. Karns, which said it highlights Pennsylvania suppliers to draw customers, buys meat made for restaurants and repackages them for the value section.</p><p>Karns is doing this despite, like other food retailers, having to navigate higher costs for labor, transportation and materials that have been squeezing its margins.</p><p>However, if another retailer is charging more for toilet paper, for instance, Karns will do the same. It was losing money on some products, thinking it was important to keep paper products at the lowest possible price. \"It's impossible to be the cheapest on everything,\" said Andrea Karns, vice president of sales and marketing at Karns and Mr. Karns's daughter.</p><p>Rather than raising prices of a big staple like mayonnaise, Karns is looking at increasing prices of similar products such as tartar sauces or horseradish sauces—what executives call \"fringe categories.\" Figuring out the right price requires a constant change in calculus for the grocer.</p><p>Ms. Karns said: \"What's the price point that hits better for customers? If it's under $1, how sensitive are they?\"</p><p>Beyond prices, Karns executives are studying their operations to identify where they can save money. They added cashless self-checkout stations, a move to cut labor costs.</p><p>Where possible, Karns and other grocers are stockpiling food before it gets more pricey. Karns purchased extra pallets of baked beans last year when executives learned of future price increases; they are now selling them at the same price as last year.</p><p>Other cost-cutting measures are less obvious. The company is swapping out soy oil for sunflower oil in its hot-food department fryers because sunflower oil lasts about two to five days longer.</p><p>It recently found a new supplier of ingredients for the hot-food section that saves the company $4 to $5 a case.</p><p>Karns also is switching to a new maker of containers for prepared food after seeking cheaper options for two months. The new vendor will help Karns save 20 cents per unit for a larger container and 14 cents per unit for a smaller size, Ms. Karns said. Containers look only slightly different and have no quality gaps, she said, adding that executives got the idea when they visited another independent supermarket.</p><p>Ms. Karns said: \"The consumer will never notice that difference.\"</p><p>Write to Jaewon Kang at jaewon.kang@wsj.com</p><p>How One Grocery Chain in Pennsylvania Is Preparing for a Downturn</p>",
  "published": "2022-08-07T14:43:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 163,
          "end": 175
        }
      ],
      "weightsV2": {
        "weight": 1.3276607,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.32766068,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}