{
  "_id": "6eedbc90fe6145cb2d988fa7ccf480926ce4b1c0fc4e40a82b48d5676cba5a30",
  "feed": "ftcomall",
  "title": "Walgreens halts sale of Boots chain citing tougher financial conditions",
  "text": "<p>Walgreens Boots Alliance has abandoned the sale process for the Boots chain in the UK after the upheaval in credit markets resulted in bids that were below its initial expectations.</p> <p>The US group said on Tuesday that while there had been “significant interest” in the 173-year-old business, “unexpected and dramatic change” in the financial markets meant no offers had been received that reflected the potential value of Boots and its No.7 beauty brand.</p> <p>“WBA has decided that it is in the best interests of shareholders to keep focusing on the further growth and profitability of the two businesses,” it added.</p> <p>Goldman Sachs was engaged to <a href=\"https://www.ft.com/content/634cee25-91c6-4b18-8631-072914c6cc63\">review options</a> for the business as Walgreens' new chief executive, <a href=\"https://www.ft.com/content/c9cde9b1-25de-4f72-94fd-e5a8e81d8752\">Roz Brewer</a>, opted to focus on health and wellness in its home market. Boots accounts for about 5 per cent of its parent's $132bn in annual sales.</p> <p>However, Russia's invasion of Ukraine, coupled with rising interest rates in the US and UK, have virtually shut down Europe's high-yield credit market to new issuers, making financing any heavily leveraged bids much more difficult. </p> <p>In March, early front-runners CVC and Bain Capital <a href=\"https://www.ft.com/content/d42a88a7-1c9c-43ce-add9-cbc60dc5d38e\">withdrew from the process</a> and other interested parties were privately complaining about a relative lack of financial information on Boots and the complications of a large defined-benefit pension scheme, which a new owner would have become responsible for sponsoring. </p> <p>The only entity to table a non-binding offer was a consortium of private equity group Apollo and Reliance Industries, the conglomerate controlled by Indian billionaire Mukesh Ambani. The offer <a href=\"https://www.ft.com/content/d1b87c30-59a7-476f-8df4-8c2ffb064e76\">valued the company at between £5bn and £6bn</a>, according to people with knowledge of the deal, and envisaged Walgreens retaining a minority stake.</p> <p>A person with knowledge of Apollo's position said talks had continued over the weekend and that the group “would still be keen if they put it back on the market in future”.&#xa0;</p> <p>Brewer has not ruled this out, saying that <a href=\"https://www.ft.com/stream/7218e1af-0f76-4512-ba5c-7945a1aab57c\">Walgreens</a> “will stay open to all opportunities to maximise shareholder value for these businesses and across our company”.</p> <p>Zuber and Mohsin Issa, the Blackburn-based brothers who part-own the EG petrol station group and UK supermarket chain Asda, were also interested in Boots but had not submitted a final bid.</p> <p>Nottingham-based <a href=\"https://www.ft.com/stream/e5210578-da7c-4654-a1ec-57f7c8082697\">Boots</a> makes about two-fifths of its annual sales by dispensing prescriptions and vaccines on behalf of Britain's state-run health service, a defensive but low-growth activity. </p> <p>The remainder comes from the retailing of health and beauty products and personal care staples, a market that has grown increasingly competitive as supermarkets and discounters have expanded their ranges.</p> <p>Ornella Barra, chief operating officer of Walgreens, said in a memo to Boots staff that “Walgreens will continue investing in the future of these two businesses” and pledged to provide more details when Walgreens reports its third-quarter results on Thursday.</p> <p>&#xa0;“I am extremely excited about the future,” she said in the memo. </p> <p>Walgreens' decision to abandon the sale process was first reported by Sky News.</p><p>Source: Jonathan Eley 2022 'Walgreens halts sale of Boots chain citing tougher financial conditions' FT.com 28 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-28T12:51:50.514Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}