{
  "_id": "7126a20d6d1e4fc1e88ecf6efa2b082f7977602baf1b311a06e3f94c8cd9f255",
  "feed": "wall-street-journal",
  "title": "Target Keeps Hitting the Mark; Retailer's long-term guidance is surprisingly bullish after two years of breakneck growth",
  "text": "<p>That was despite a holiday season that was slightly less cheerful than Wall Street analysts had expected. For the fourth quarter ended Jan. 30, comparable sales grew 8.9% from a year earlier, trailing analysts' expectations of 10.2%. It still looks impressive relative to big-box peers. Walmart, for example, saw comparable sales in the U.S. grow by just 5.6%.</p><p>So far, Target's traffic-driving strategy—ranging from Ulta Beauty shops within stores, a larger grocery footprint and private-label brands with different price points—seems to be paying off. In the stores where Target added Ulta Beauty, the company is logging a midteens percentage increase across total beauty category sales, the company said Tuesday. Own-brand sales grew 18% in 2021 and, at $30 billion, its private-label business is now larger than Macy's annual revenue. The company seems to have no shortage of ideas to keep driving traffic: It tested out ear-piercing services for some of its Minneapolis stores to great fanfare and has since rolled it out to 200 stores.</p><p>Given Target's impressive run over the past two years, its forecast for further gains was a surprise. The retailer raised long-term revenue growth guidance to a mid single-digit percentage from low single-digits. Of course it won't come free: Target plans $4 billion to $5 billion in capital expenditures every year, which would represent more than 40% growth from last year. The question going forward is whether Target's capital investments—in adding new locations, remodeling and fulfillment centers—will continue yielding the impressive growth that was easier when the company was smaller. Costco, which reached its $100 billion annual sales milestone in 2013, saw its comparable sales growth rate decline in the three years that followed.</p><p>Shareholders have reason to be pleased about profitability: Return on invested capital was 23.5% and 33.1% in 2020 and 2021, respectively, reaching twice what it was in the years before the pandemic. Its bar is now even higher: Target now expects annual ROIC to be 20% to 30% going forward, up from its prior expectations of 10%-plus.</p><p>Target has a great record of hitting the bull's-eye, but the dart board has just moved back a couple of feet.</p><p>Target Keeps Hitting the Mark</p>",
  "published": "2022-03-01T20:51:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 287,
          "end": 294
        }
      ],
      "nexusId": "10042309"
    }
  ]
}