{
  "_id": "cb0cfa610c9afd3496d6eabea1481537d2e2782fced6501d3a0de2bbb1f82d9d",
  "feed": "ftcomall",
  "title": "UK regulator orders Morrisons to keep McColl's operations separate",
  "text": "<p>The UK competition regulator has told Wm Morrison to keep its business separate from that of McColl's while it investigates the supermarket chain's takeover of the failed convenience store operator. </p> <p>Morrisons <a href=\"https://www.ft.com/content/384c2f2e-8951-4ddf-adef-c361ef05ed99\">beat petrol station operator</a> EG Group to buy McColl's out of administration earlier this month, taking on responsibility for 1,160 stores, its staff and its two pension schemes. </p> <p>But, on Monday, the Competition and Markets Authority issued an order requiring Morrisons to halt any integration of the two companies' operations while it probes the deal.</p> <p>The watchdog has demanded that the two businesses be kept separate and has blocked any action that could hinder McColl's ability to “compete independently in any of the markets affected by the transaction”.&#xa0;</p> <p>On Monday, the CMA said it had decided to&#xa0;investigate the acquisition and would give an update when it formally starts its probe.&#xa0;</p> <p><a href=\"https://www.ft.com/stream/2892ec61-34ac-415d-9676-84d8977c08b9\">Morrisons</a> has not operated convenience stores directly since 2015 when it sold its lossmaking M Local brand in order to focus on its conventional supermarkets. But it acts as a wholesaler to McColl's — which was in the process of rebranding hundreds of its stores as “Morrisons Daily” before it entered administration — and several other convenience operators.</p> <p>Clayton, Dubilier and Rice, the US private equity group that bought Morrisons in October last year, also owns Motor Fuel Group, which operates 921 petrol stations around the UK. Some of them have convenience stores attached to them, operated by Londis, Budgens or Marks and Spencer, and it is likely to look at introducing the Morrisons brand at many more.</p> <p>The CMA is already investigating whether the overlap between Morrisons' 339 supermarket filling stations and MFG's operations will reduce competition, but appears <a href=\"https://www.ft.com/content/7fb5f5d7-a397-4300-b0f3-90387ddb292a\">minded to accept</a> the companies' offer to sell 87 stations to rival operators.</p> <p>Morrisons' takeover of McColl's followed <a href=\"https://www.ft.com/content/e1508918-1f04-4cae-b220-ce1b0a54f042\">a fraught battle</a> for the company with EG Group, which is controlled by the billionaire Issa brothers and TDR Capital — who also own rival supermarket chain Asda and would probably have faced a similar keep-separate order if they had won control of McColl's.</p> <p>Convenience retail boomed in the early stages of the pandemic when locked-down customers were wary of venturing too far from home but sales have since reverted to more normal levels. </p> <p>Keeping a large number of small stores supplied has also proved challenging, especially during the “pingdemic” last summer when many people had to isolate after contact with Covid-19 cases.</p> <p><em>This article has been corrected to say that Morrisons sold its M Local brand, rather than closing it</em><br></p><p>Source: Jonathan Eley and Kate Beioley in London 2022 'UK regulator orders Morrisons to keep McColl's operations separate' FT.com 30 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-30T16:18:59.112Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}