{
  "_id": "011b572755f3e3c790f2288c29dad593a1da80dd90e3ac36cb60e8f03b3a149a",
  "feed": "wall-street-journal",
  "title": "Guests Are  Back. Hotels  Are Not.  ---  Supply shortages  make it harder  to be hospitable  ----  By Katherine Sayre",
  "text": "<p>   At the Bellmoor Inn &amp; Spa in coastal Delaware, general manager Benjamin Gray planned to welcome back some longtime VIP guests for their 160th stay at the property since it opened 20 years ago. As a perk, the hotel provides a memory-foam mattress topper for the Virginia couple's visits and Mr. Gray ordered a new one last summer. </p><p>   By the time the couple arrived for their New Year's Eve stay, nearly six months later, the mattress topper hadn't been delivered. As they waited in the lobby, Mr. Gray sent a staffer with a company credit-card to Walmart to purchase two pads for their guests to chose. \"We're so sorry, but due to the supply-chain shortages that we have, your other one is not here yet, will one of these work?\" Mr. Gray remembered saying. </p><p>   \"And sure enough, they tried them, they picked one, we sent the other one back that they didn't like, and we made it happen,\" he said. </p><p>   People are going back to hotels. But with supply chain shortages holding up goods and workers quitting, the industry is having to figure out new ways to be hospitable. </p><p>   Hotels have been searching for mini-bottles of shampoo, towels and sheets, cleaning supplies, appliances and furniture -- even plastic cups to use for serving frozen pina coladas and Champagne flutes for celebrations. </p><p>   Some hotels are getting creative, such as attempting to extend the life of towels by placing single-use packs of facial wipes in rooms for makeup removal. Other managers have sent staffers to nearby big-box retailers such as Target or Bed Bath &amp; Beyond for last-minute purchases of sheets and feather pillows. </p><p>   Despite the record number of Covid-19 cases in the U.S., fueled by the Omicron variant, people have been flocking to beach resorts, ski lodges and other leisure destinations. Christmas Day hotel occupancy reached a record for that day at 47.2%, just above the previous one in 2015 of 47%, according to hotel analytics firm STR. Demand continued through the week leading into New Year's Day. </p><p>   Meanwhile, a record high of 4.5 million people quit their jobs in November, according to a Bureau of Labor Statistics report this month, with the largest increase coming from accommodation and food services. In other cases, workers calling out sick from Covid infection or exposure have left hotel executives scrambling even further to keep operations going. </p><p>   In a recent survey, about 86% of hotels reported that supply-chain disruptions were having a moderate or significant impact on operations, according to the American Hotel &amp; Lodging Association. </p><p>   In Southern California, Inn at the Mission San Juan Capistrano had planned a New Year's Eve event for up to 275 people, including 75 for an outdoor gathering with a live band and an 8:30 p.m. dinner for 200 in its restaurant. Given the spread of the Omicron variant, general manager Pam Ryan said she decided to shrink the size of the gathering. The outside standing-room event was canceled, and dinner ended up as 100 guests spread out over the evening, which started earlier at 6:30 p.m. and with outdoor seating. </p><p>   \"It's about the money, but it's not always, right?\" Ms. Ryan said. \"It's a balance around that, certainly in these times, and that's what we've all had to learn.\" </p><p>   Ms. Ryan said she's had trouble tracking down items, from branded pens to outdoor furniture, an essential in the pandemic. She hasn't been able to buy black towels for guests to remove makeup, which keep white towels from being stained. So she has placed single-use packs of disposable towelettes into bathrooms as a suggested alternative. </p><p>   On the beaches of Fort Myers, Fla., the Lani Kai Island Resort, which offers eight bars to hotel guests and beachgoers, nearly ran out of plastic cups to serve up frozen pina coladas and rumrunners last year, said the resort's marketing director, Melissa Schneider. The hotel found a different cup that was available, and the drinks kept flowing. </p><p>   In the ski haven of Jackson, Wyo., business at the Wort Hotel exceeded pre-pandemic levels over the holidays, even as staff was down 15% to 20%, according to Jim Waldrop, president and general manager of Silver Dollar Inc., which owns the hotel. Mr. Waldrop said he has focused on being supportive of the staff, both financially and emotionally, as they are asked to do more with less. </p><p>   \"We may not have three bellmen at the door, it may take a little longer to get your room service, but most travelers have accepted this, at least for the time being,\" Mr. Waldrop said. Now, there is one bell-person, if everyone is healthy, he said. </p><p>   In Rehoboth Beach, Del., Mr. Gray said he vacuumed, drove a shuttle bus for guests and did other tasks during the busy summer season last year to pitch in. The hotel had relied on foreign college students to fill jobs during the summer, but travel restrictions prevented most from arriving last year, leaving the property short-staffed by about 50%. In the offseason, Mr. Gray said the hotel is down by only about five positions, but he's still searching for many items, including customized Champagne flutes that used to arrive in two weeks. He's now told he'll be lucky to get them by May. </p><p></p>",
  "published": "2022-01-12T07:10:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 543,
          "end": 550
        }
      ],
      "nexusId": "10042309"
    }
  ]
}