{
  "_id": "0bb0550997d67c1b266426bd72d817ea301ee3981441a2a9db1a5e6069f7529d",
  "feed": "market-watch",
  "title": "Amazon Prime Day: 7 'greener' ways to shop the deals, including plastic-free packaging; Climate-conscious shoppers can limit their guilt for jumping on Amazon Prime Day deals. Consider bulk buying, secondhand, small-business alternatives and many more shopping tips.",
  "text": "<p>Amazon's AMZN annual summer savings event runs Tuesday and Wednesday, and the online retail giant claims this year's sale features the site's \"lowest prices ever\" on select products. Free trials of the Amazon Prime membership are available. Many teachers can also leverage the promotion by posting classroom lists that accept product donations.</p><p>Read: Amazon Prime Day 2022: What time it starts, the best deals and how it works</p><p>Don't miss: Amazon Prime Day will be huge for deal seekers hoping to score a discount amid soaring inflation</p><p>Prime Day is so convenient, why should I care about the environmental impact?</p><p>How the Jeff Bezos-founded retail disruptor and its shoppers respond to intensifying pressure, including from regulators, to reduce their climate impact now matters more than ever.</p><p>The latest report from the U.N.'s Intergovernmental Panel on Climate Change says that by 2030, greenhouse gas emissions need to be cut by at least 43% to prevent 1.5 degrees Celsius of global warming at the end of the century. That's a key degree target set in 2015 at a Paris climate summit, and a goal that is seen in helping to save the world from the worst ravages of warming damage.</p><p>And, according to the Environmental Protection Agency, the transportation sector generates the largest share of greenhouse gas emissions, primarily from burning fossil fuel CL00 for cars, trucks, ships, trains and planes.</p><p>Related: Labor organizers seek second union win at an Amazon warehouse</p><p>Amazon has aimed to be transparent about the carbon footprint of its fast fulfillment and delivery — sometimes the same day that you place the order — creates. Plastic use and other conveniences that can hurt ever-vital biodiversity also impact the retail sector.</p><p>\"We measure our total impact on the climate, map the largest activities contributing to this impact, and develop meaningful carbon reduction strategies to reach net-zero carbon emissions across our business by 2040,\" the Amazon site says in a section devoted to green initiatives. The company has also vowed a cleaner-fuel fleet, including an investment in Rivian RIVN electric vehicles.</p><p>Related: Canoo stock more than doubles on key Walmart EV order</p><p>On Prime Day and any day, a few extra steps can reduce your carbon footprint</p><p>Some of the responsibility can also fall on shoppers to make \"greener\" choices in who they select among Amazon vendors, and how they receive their packages.</p><p>Here are some ways to shop Amazon with less impact on the environment.</p><p>Give up the fast turnaround</p><p>Amazon Prime membership gives us access to Amazon Video and Amazon Music, as well as discounted items and of course, Prime Day promotions. Top of the list: most people love its free same-day, one- or two-day shipping. But at a cost to the environment, is this quick turnaround necessary on every item, especially when it can mean breaking up orders over several deliveries?</p><p>You could save the nearly $140 annually by dropping Prime, saying no to its fast shipping, and relying on standard Amazon shipping.</p><p>You can also choose no-rush shipping at purchase time. With this option, Amazon will give you an instant discount, or you can accumulate reward points.</p><p>Buy in bulk</p><p>Sometimes, Amazon might feel too convenient. We rely on quick, minimal purchases and then order again when we've run out of shampoo, toilet paper, dog food or whatever we feel we need RIGHT NOW.</p><p>Instead, think of Amazon and the ease of its delivery as a way to shop in bulk and have it land on your doorstep. Just do a bit of planning, and know that you're creating less overall waste and reducing your carbon footprint since it means less trucks on the road.</p><p>And use Amazon for the vast resource it is — a very consumer-driven site with reviews and ratings on nearly every offering. This should decrease the likelihood of emotional shopping for goods you don't need or that failed to live up to others' expectations.</p><p>Ask for less plastic packaging, including 'frustration free' options</p><p>Plastic is relatively cheap and prevalent, so of course it plays a major role in the items you order and how they are shipped. You can, however, ask Amazon to not use plastic packaging materials for your orders. You may not reach 100% plastic-free packaging all of the time, because these choices also lie with the vendor and the individual distributors. But Amazon makes an effort to cut the extra plastic in your orders.</p><p>Make the request via email to cs-reply@amazon.com or use the chat option and request that future orders be plastic-free with minimal packaging. This information will be saved to your account.</p><p>You can also search \"frustration-free packaging\" by using the site's search bar, and be shown products that have already been designed and tested for safe shipping with only the vendor's recyclable packaging, excluding any additional Amazon packaging on top.</p><p>Opinion: Why Amazon clicks with shoppers — on Prime Day or any day</p><p>Ask where it's made</p><p>Think local vendors, or at least U.S.-made, when shopping Amazon to cut down on the emissions from an extended supply chain. Just use this description in your search, or take an extra beat to read the source of origin for your purchases.</p><p>You might even search \"eco friendly products made in USA.\"</p><p>Amazon also sells second-hand items and select rentals</p><p>If you're comfortable purchasing second-hand items online, relying only on images, check outAmazon Second Chance .</p><p>Also available:</p><p>* Amazon Textbook Rentals – for a semester at a time or monthly basis.</p><p>* Amazon Warehouse Deals – pre-owned, used and open-box items for furniture, kitchen appliances, clothes and more.</p><p>* Amazon Renewed – same \"warehouse\" concept but with electronics and tools, with the Amazon Renewed Guarantee.</p><p>* Certified Refurbished Amazon Devices – Pre-owned Amazon devices that are tested and verified by Amazon, with the same warranty as new products.</p><p>A life without Amazon.com? It can be done</p><p>Finally, if fast and seemingly limitless consumerism just isn't your bag, you're not alone. The emergence of Prime Day promotions and all the anticipatory buzz has also created more awareness for small businesses and alternative shopping.</p><p>For instance, the app GoodBuy layers on top of your online shopping at mega retailers. Click on item, and then GoodBuy will pop up with small businesses that match the products you are already browsing. Its database has more than 185,000 small businesses.</p><p>And the mind behind the site Mindful of the Home offers a glowing review of her favorite Amazon alternative, EarthHero, which she embraces for its ultra-lean packaging, and because it's done all of the product vetting for sustainability.</p><p>But if you love Amazon and are increasingly savvy at making your experience as green as possible, you're part of a growing legion of shoppers and shopping experts. In fact, Treehugger has tracked the Prime Day deals for its sustainable favorites.</p><p>Read: Think twice before you trade in your old smartphone or tablet — you could make more money 'upcycling' on resale sites</p><p>Amazon Prime Day: 7 'greener' ways to shop the deals, including plastic-free packaging</p>",
  "published": "2022-07-12T16:21:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2174,
          "end": 2181
        }
      ]
    }
  ]
}