{
  "_id": "e11bf518f1f1c802e6dccf1aafbcf55b6e3483dc7764a51594b3724cb87dc358",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>The Supreme Court's ruling on Roe v. Wade changed how major retailers sell emergency contraceptive pills. As demand for the pills spiked following the decision that overturned a constitutional right to abortion, CVS, Walmart Inc. and Rite Aid Corp. imposed purchase limits. CVS and Rite Aid limited purchases to three, and Walmart limited orders to 10. The pills are often referred to and sold under the Plan B brand without a prescription. Some retailers' websites indicated that the emergency contraceptive was in short supply. CVS shares declined 1.4% Tuesday.</p><p>NIKE INC.</p><p>NKE -7%</p><p>Nike is still trying to outrun its supply-chain challenges. The sneaker maker, while reporting quarterly sales that were roughly flat, said that extended production and shipping times caused about two-thirds of the company's inventory to be caught in transit at the end of the quarter. Transit times aren't expected to significantly improve during the coming fiscal year, according to the company's finance chief. Executives forecast stronger revenue growth for the year started June 1, but said near-term profits would be hurt by elevated shipping costs. Nike shares lost 7% Tuesday.</p><p>DELTA AIR LINES INC.</p><p>DAL -2.3%</p><p>The short-staffed airline industry is bracing for more fireworks over Fourth of July weekend. Carriers have seen a track record of delays and cancellations this year, and Delta Chief Executive Ed Bastian apologized to customers in a letter Thursday for what he called unacceptable levels of disruption and uncertainty. Delta is letting passengers rebook flights free over the weekend. Delta shares fell 2.3% Thursday.</p><p>BED BATH &amp; BEYOND INC.</p><p>BBBY -24%</p><p>Bed Bath &amp; Beyond swept out its CEO in yet another housecleaning for the home-goods giant. The announcement that Mark Tritton would be replaced on an interim basis by independent director Sue Gove came as Bed Bath &amp; Beyond reported a plunge in quarterly sales. Mr. Tritton tried to overhaul the chain by cleaning up crowded aisles, scaling back coupons and doing away with popular national brands in favor of private-label goods. The board decided Ms. Gove would step in while searching for a permanent successor. Bed Bath &amp; Beyond shares plummeted 24% Wednesday.</p><p>SNAP INC.</p><p>SNAP +1.7%</p><p>Snap is trying to break its reliance on advertising. The social-media company unveiled Snapchat+, a new subscription plan for its disappearing photo app, that will cost $3.99 a month. Snap is the latest social-media platform to seek revenue beyond advertising, as the industry grapples with privacy policy changes that make it harder to sell targeted ads. Twitter Inc. and Meta Platforms Inc.'s Facebook have launched similar subscription plans in recent years to make money off their most passionate users by offering extra features. Snap shares added 1.7% Wednesday.</p><p>GENERAL MILLS INC.</p><p>GIS +6.3%</p><p>Shoppers are willing to pay up for their Cheerios and Betty Crocker cake mix. General Mills said higher prices helped lift sales in its latest quarter, even as the food maker sold fewer items across the board. The company expects costs to rise at a double-digit rate over the next year, and it is planning more price increases for consumers to protect profits amid persistent inflation. General Mills has been raising its products' prices in different ways, including list price increases and changing packaging and sizes to charge more per ounce. General Mills shares rose 6.3% Wednesday.</p><p>CONSTELLATION BRANDS INC.</p><p>STZ +4.3%</p><p>Consumers' thirst for beer is keeping Constellation Brands refreshed. Quarterly sales at the maker of Modelo and Corona increased by almost 17%, with strong demand helping offset rising brewing, transportation and raw-material costs. The company is raising prices to offset the costs, but recent actions weren't enough to keep operating margins from falling in the latest quarter. Separately, Constellation said its board agreed to a plan that would see the controlling Sands family relinquish majority voting power. Constellation shares gained 4.3% Thursday.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 217,
          "end": 229
        },
        {
          "start": 323,
          "end": 330
        }
      ]
    }
  ]
}