{
  "_id": "6d297080779dcb535a982976a9db651b288a12c38426f1bca7f1499380344c08",
  "feed": "wall-street-journal",
  "title": "HIDDEN INTERESTS; A Wall Street Journal investigation uncovered how federal judges broke the law by hearing cases where they had a financial interest",
  "text": "<p>131 Federal Judges Broke the Law by Hearing Cases Where They Had a Financial Interest</p><p>The judges failed to recuse themselves from hundreds of lawsuits from 2010 to 2018 involving firms in which they or their family held shares. The jurists were appointed by nearly every president from Lyndon Johnson to Donald Trump. </p><p>Judge Rodney Gilstrap PHOTO: Illustration: Art Lien for The Wall Street Journal</p><p>Judge Rodney Gilstrap Sets an Unwanted Record: Most Cases With Financial Conflicts</p><p>The patent-law expert took on 138 cases involving companies in which he or his spouse had a financial interest. The companies included Microsoft Corp. (53 cases), Walmart Inc. (36 cases), Target Corp. (25 cases) and International Business Machines Corp. (9 cases).</p><p>Federal Judges or Their Brokers Traded Stocks of Litigants During Cases</p><p>Dozens of judges have reported share purchases and sales made while they presided in suits involving those companies. Federal law and ethics rules say judges must recuse themselves if they, their spouse or any minor children own even a single share of a company that is a plaintiff or defendant in a case before them.</p><p>Judges Held Off Congress's Efforts to Impose Ethics Rules—Until Now</p><p>Bills to make it easier for the public to learn about court actions and conflicts of interest are on the move following years of resistance by the judiciary. \"They think it is an attack on judicial independence,\" said a retired lawmaker. </p><p>Judge Liam O'Grady PHOTO: Photo Illustration: Dave Cole/WSJ; Photos: Pictometry; illustration by Art Lien for WSJ</p><p>An Amazon Suit Encounters a Snag: a Judge With a Conflict of Interest</p><p>Nearly two years into a kickback case against ex-employees and a vendor, an Amazon stockholding by the judge's wife threatens costly delays. \"I should have disqualified myself,\" Judge Liam O'Grady said.</p><p>The reporting team:</p><p>* James V. Grimaldi: Mr. Grimaldi is a Pulitzer Prize-winning reporter on the Investigations team, writing about money, politics, lobbying and campaigns.</p><p>* Coulter Jones: Mr. Jones is a data journalist on the Investigations team, specializing in using data analysis, programming and open records.</p><p>* Joe Palazzolo: Mr. Palazzolo is a Pulitzer Prize-winning reporter on the Investigations team and a specialist in the law and criminal justice.</p><p>HIDDEN INTERESTS</p>",
  "published": "2022-01-12T23:04:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 644,
          "end": 656
        }
      ],
      "nexusId": "10042309"
    }
  ]
}