{
  "_id": "8788e8ac4513f2c7bf1045c0a95f896c9a642ac00583a132bacbea9a898a9e77",
  "feed": "wall-street-journal",
  "title": "Plug Power Bets on Green-Hydrogen Production; Fuel-cell maker will invest roughly $315 million in a plant in Belgium as it steps up production of fuel made using renewable energy",
  "text": "<p>The Latham, N.Y.-based company said Wednesday it is building its first project in Europe at the Port of Antwerp-Bruges in Belgium. Plug Power plans to invest around $315 million in the facility, which it expects to come fully online in 2025. The company said the 100-megawatt plant will have the capacity to churn out 12,500 tons a year of fuel known as green hydrogen, powered by a nearby wind farm and other renewable-energy agreements.</p><p>Green hydrogen is manufactured by using renewable electricity to power an electrolyzer that splits water into hydrogen and oxygen. It contrasts with blue hydrogen, which is produced using natural gas and has a higher carbon footprint. In the U.S., Plug Power said it is on track to produce 500 tons of green hydrogen a year by 2025. It has plants in New York and Georgia starting up this year, with two more on the way in Texas in 2023 and California in 2025.</p><p>Listed on the Nasdaq Stock Market in 1999, Plug Power's shares have oscillated in recent years as investors speculated on hydrogen's role in the transition away from fossil fuels. The company, with a market capitalization above $10.7 billion according to FactSet, has yet to turn a full-year profit.</p><p>A key challenge has been the high cost of buying hydrogen made from gas, which the company supplies to fuel-cell customers, according to Plug Power Chief Executive Andrew Marsh. He said the company's push into hydrogen manufacturing promises to bring down costs and take the company to profitability.</p><p>Hydrogen has had false starts in the past, but Mr. Marsh said the time is now ripe due to government and corporate promises to cut greenhouse-gas emissions alongside advancements in electrolyzer, fuel-cell and renewable-energy technologies.</p><p>\"We've been in the wilderness for a long time, but we are coming out now,\" he said.</p><p>Hydrogen can power hard-to-decarbonize industrial activities such as fertilizer manufacturing, steelmaking and oil refining, but companies in logistics are currently Plug Power's biggest customers, Mr. Marsh said.</p><p>In April, Plug Power struck a green-hydrogen supply agreement with Walmart Inc. to provide fuel to power the retailer's forklifts. Plug Power has also established a joint venture with French car maker Renault in which the companies will use hydrogen from the planned plant in Belgium to power the auto maker's Hyvia delivery vans.</p><p>Fossil fuels power most manufacturing of hydrogen today, which in turn is often used in oil-and-gas production and refining. Around 95% of the world's hydrogen came from fossil fuels in 2019, according to the International Renewable Energy Agency. But if hydrogen comes from renewable energy, it produces zero greenhouse-gas emissions.</p><p>Whether green hydrogen can play a significant role in weaning society off fossil fuels depends in part on driving down costs, Mr. Marsh said. \"The industrial gas companies treat hydrogen like a specialty gas,\" he said. \"We treat it like a fuel and something that needs to be ubiquitous.\"</p><p>In 2021, Plug Power posted a gross loss of $171.3 million on sales of $502.3 million, narrowing from a gross loss of $469.4 million in the previous year as revenues rose. Some analysts say they expect Plug Power's profit margins to improve this year as it expands green-hydrogen production.</p><p>Green hydrogen is key to Plug Power's future, said Alex Kania, a director at equities research firm Wolfe Research, who follows the company. \"Green hydrogen is looking more and more likely to be a significant piece of the global decarbonization story, particularly for hard-to-electrify sectors, and policy is shaping up to include green hydrogen, especially in the U.S. and especially Europe.\"</p><p>Green-hydrogen suppliers hope to benefit from government support for the sector. Mr. Marsh said he is pursuing aid from Belgium and the European Union, which aims to produce and import 20 million tons of renewable hydrogen by 2030 as part of its plan to stop relying on Russia for energy.</p><p>In the U.S., Senate Majority Leader Chuck Schumer, a Democrat from New York, has applauded Plug Power. Mr. Marsh said he and other companies are lobbying for a $3 U.S. tax credit that would need to get congressional approval by September under a process known as budget reconciliation.</p><p>Plug Power's fortunes still depend in part, though, on the price of fossil fuels because it continues to buy hydrogen made from gas, even as its green-hydrogen business grows.</p><p>Stephen Byrd, Morgan Stanley's head of North American research for the power and utilities and clean energy industries, said he expects Plug Power to break even at the end of this year but that could slip into 2023 if natural-gas prices stay high.</p><p>\"The potential delay in the break-even point could have a negative impact on the stock in the near term as investors continue to apply a 'wait-and-see' narrative to this business,\" Mr. Byrd said.</p><p>Write to Dieter Holger at dieter.holger@wsj.com</p><p>Plug Power Bets on Green-Hydrogen Production</p>",
  "published": "2022-06-08T08:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2106,
          "end": 2118
        }
      ]
    }
  ]
}