{
  "_id": "01075caa9bc36aa892d1f8e713c53fea08c571babdeb6bfb3223b7134dba2b15",
  "feed": "ftcomall",
  "title": "Iceland Foods profits hit by rising energy costs",
  "text": "<p>Iceland Foods expects its profitability to recover before a key refinancing due in 2025, after high energy prices wiped out the supermarket's operating profit and free cash flow in the first six months of the year.</p> <p>Richard Walker, managing director, said that Iceland had been poised to sign a large power purchase agreement “just as Putin was rolling his tanks in” and had been left fully exposed to soaring market prices for a period.</p> <p>An additional £46mn of energy costs was the main factor in a £4mn operating loss and a £3mn free cash outflow in the 24 weeks to September 9. Last year for the comparable period, the company made a £42mn profit and generated £27mn of cash.</p> <p>However, Walker said that Iceland had since secured supply for the rest of this year and for long periods beyond and was looking to put in an extra £30mn super-senior lending facility to give investors greater reassurance.</p> <p>Richard Ewen, finance director, said a range of cost reductions and lower capital spending meant full-year profit would fall by a relatively modest amount. “Headline ebitda will go down £20mn this year even though the energy bill has gone up £90mn,” he added.</p> <p>Ewen said that “by the time we start talking and thinking about refinancing we'll have those fixes and that security in place. What we don't know is whether the market will be there for us . . . if it isn't, there's plans B C and D ready”.</p> <p>Iceland has run with high levels of borrowing ever since a leveraged buyout in 2012 — its current net debt is about six times its forecast underlying annual profit — but has never had issues with refinancing. Last year, it rolled over a £250mn issue at a lower interest rate.</p> <p>However, its £550mn bond due in 2025 is currently trading well under its issue price, in common with those of other leading food retailers such as Asda. Moody's warned in August that Iceland's lower profits and resulting higher leverage were “increasing the risk of refinancing execution”.</p> <p>Ewen said such “hypothesising about worst-case scenarios” had not helped, but pointed out that as a private, family controlled company Iceland could be flexible and take a long-term view.</p> <p>“We have invested £300mn over the last four to five years in new shops, depots and logistics, but if the market doesn't allow us to do that we can dial down the capex very quickly,” said Ewen. “The only thing we need to pay is the interest bill and £10-£15mn of maintenance capex.”</p> <p>The company expects to outperform peers in terms of sales during an economic downturn. In previous recessions, cash-conscious shoppers have traded down to cheaper brands and bought more frozen food — where Iceland is the second-biggest player despite its small overall market share.</p> <p>Walker, who is in the running to stand as a Conservative candidate at the next general election, has also pursued a number of sometimes controversial initiatives in response to the UK's cost of living crisis.</p> <p>These include selling loss-leading ready meals for £1 and energy-efficient fryers at zero profit, discounts for pensioners and an interest-free micro-loan scheme to help with grocery costs.</p> <p>He is unrepentant about lending people money to buy food. “That's the stage we're at, whether we like it or not,” he said, noting that shoplifting was also on the rise and many shoppers were putting items back on shelves once they'd exceeded a weekly budget.</p> <p>Staff pay is another pressure point. Iceland's per-hour rate, at £9.50, is level with the UK's statutory minimum wage and well under the £10-plus rates that many rivals pay.</p> <p>“It's not something I'm particularly proud of,” he added. “We were always the best or second-best payer on the high street and that differential has eroded as the minimum wage has gone up. It's an enormous cost bearing on the business.”</p> <p>“Our labour turnover has gone up but so has everyone else's. Obviously I would like it to be less, but the amount of people who leave and then come back is extraordinary,” he added.</p><p>Source: Jonathan Eley 2022 'Iceland Foods profits hit by rising energy costs' FT.com 4 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-04T16:50:56.375Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}