{
  "_id": "eea7ca8b57975ec6d0dcb075e1baaf3f5bc893c3b28ce77c9052146d3c281f09",
  "feed": "wall-street-journal",
  "title": "The Fed Is Still Feeling the Inflation Heat; Milder inflation probably isn't enough to stem interest-rate pressure",
  "text": "<p>Fed policy makers' latest projections put overall prices up 5.2% in the fourth quarter of 2022 from a year earlier, and core prices up 4.3%. There is a possibility that core inflation, in particular, could come in lighter than that forecast. A diminished appetite for stay-at-home items and the easing of many supply-chain problems has led to a cooling in many of the prices that had been boosting inflation. Thursday's report showed that prices for furnishings and durable household equipment—a category that includes furniture and appliances—slipped in May from April. More price cuts are likely coming: Retailers including Target and Walmart have high inventory levels, and industry experts expect the July 4 holiday to set off a wave of discounts.</p><p>What happens with overall inflation in the months ahead will depend on what happens to food and energy prices, which are to a large extent set globally, and which have been roiled by Russia's invasion of Ukraine. The future path is hardly certain, but crude-oil and agricultural commodity prices have fallen over the past month.</p><p>Even the prospect of somewhat cooler price increases probably won't keep policy makers from raising their target range on overnight rates by another three-quarters of a percentage point when they meet next month, if only because they will want to have more data in hand before they believe the inflation threat is receding. And in the following months, even if more favorable data does arrive, they might be disposed to keep hiking through the end of the year.</p><p>One reason is that the Fed is worried that high inflation is becoming embedded in consumer expectations, notwithstanding the University of Michigan last week revising away what had looked like a big jump in long-term inflation expectations. A related reason is that, in large part because it puts greater weight on housing costs, the Labor Department's consumer-price index could keep coming in significantly hotter than the Commerce Department's inflation measure does. The CPI is widely followed and, notwithstanding the Fed's preferences, for many people it remains THE inflation report. Easing up on rate increases while the CPI is still running hot would be harder.</p><p>The heat wave might be over, but it is still too damn hot for the Fed.</p><p>The Fed Is Still Feeling the Inflation Heat</p>",
  "published": "2022-06-30T16:49:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 637,
          "end": 644
        }
      ]
    }
  ]
}