{
  "_id": "3544723c86785e7d2ed47a0c0038c2549395732fc713010b9a785e1561bfec34",
  "feed": "wall-street-journal",
  "title": "From a Deepfaked Elon Musk to RadioShack's NSFW Tweets, CMO Today's Twenty-Two Most-Read Stories of 2022; Famous brands tried winning consumers with more AI and less reliance on search advertising, as well as rafts of obscene tweets",
  "text": "<p>Other widely read articles by CMO Today covered big shifts in brands' marketing strategies, efforts to improve customer experiences and the growing use of AI in marketing, which is poised to spread even further in the new year.</p><p>Prepare for what's coming with this list of CMO Today's most-read coverage in 2022, presented in order of popularity.</p><p>1. 'Deepfakes' of Celebrities Have Begun Appearing in Ads, With or Without Their Permission</p><p>Digital simulations of Elon Musk, Tom Cruise, Leonardo DiCaprio and others showed up in marketing videos as increasingly powerful deepfake tech grew more popular, presenting the marketing industry with new legal, ethical and practical questions.</p><p>2. Airbnb Says Its Focus on Brand Marketing Instead of Search Is Working</p><p>An assessment by Airbnb offered intelligence for marketers who need to know what works: The home-sharing company said its strategy of slashing advertising spending, investing in brand marketing and lessening its reliance on search-engine ads was continuing to pay off.</p><p>3. Some Flight Attendants Can Bring Their Full Selves to Work—Tattoos, Sneakers, Nose Studs and All</p><p>Trends in customer and employee experience converged as some airlines loosened rules on crew members' appearance. The changes came as customer expectations evolved, staff pushed to express their individuality, and airlines struggled to fill workforce gaps.</p><p>4. The 2022 Super Bowl Ads Return to Travel, Familiar Faces and New Tech</p><p>Travel advertisers chose the 2022 Super Bowl to seize on, and encourage, a return to prepandemic behavior. The timing didn't work out as well for the game's new crypto contingent, including the doomed exchange FTX.</p><p>5. How NSFW Tweets Plug Into RadioShack's New Marketing Strategy</p><p>New owners tried shocking a formerly powerful brand back to life with crass posts on Twitter. (See also: No. 15.) \"We wanted to come up with something effective, something that is essentially all organic traffic, and just cut down on the average cost per purchase,\" an executive explained.</p><p>6. Airlines, Restaurant Chains Join the Subscription Bandwagon</p><p>Subscriptions once mostly evoked a way to get regular deliveries of magazines, newspapers or milk, but expanded in the internet age to include everything from videogames to pet food. Taco Bell, Sweetgreen and Alaska Air Group explored whether customers would pay up front for a taco a day, discounted salads or frequent flights.</p><p>7. Marketers Prepare for Further Change as Google Pledges Mobile-Privacy Moves</p><p>As soon as Google promised to restrict consumer tracking on mobile devices, advertisers declared its approach more collaborative and \"empathetic\" than Apple's take on privacy, which forced app developers to get explicit permission from users in order to track them. But some said all the drama might still encourage them to diversify marketing beyond certain online platforms.</p><p>8. EV Charging Stations Get Bigger and Brighter</p><p>The electric revolution in auto sales can go only so far if drivers don't perceive charging stations as plentiful, proponents calculated, driving a push for better branding and lighting.</p><p>9. Locked-Out Account Users Wrestle With Two-Factor Authentication</p><p>Passwords already get between brands and their consumers, and extra security can make matters worse. Some startups offered products to make sure backup codes don't get lost.</p><p>10. Coca-Cola Introducing Bottles With Caps That Stay Attached</p><p>The rollout aimed to reduce bottle cap litter, but environmental advocates called for a focus on containers that can be reused.</p><p>11. EV Charging-Station Operators Set to Battle for Ad Dollars</p><p>With just about any kind of consumer-facing business now selling ads (see No. 19 for another example), charging-station operators said \"us too.\"</p><p>12. Plus-Size Fitness Fans Call for More-Inclusive Sports Gear, Equipment</p><p>Many marketers have made inclusivity a point in their marketing, but some areas have remained overlooked.</p><p>13. MTV Opens a Metaverse Experience to Promote the Video Music Awards</p><p>The metaverse has yet to reach the potential imagined by some. Meanwhile, brands have made it a land of marketing stunts.</p><p>14. Supermarkets Move to Simplify Date Labels to Cut Food Waste</p><p>\"Best by\" and \"sell by\" labels came under fire in a battle against food waste and lost sales.</p><p>15. Some RadioShack Dealers Aren't Happy as the Brand Leans on NSFW Tweets</p><p>RadioShack's risqué marketing strategy alienated some of its partners. \"This is so damaging to their integrity, and the reputation of the brand,\" said the president of HobbyTown Unlimited, which had operated RadioShack Express locations in dozens of its stores.</p><p>16. Budweiser Will Promote Its Alcohol-Free Beer at World Cup in Qatar</p><p>The official beer of the World Cup moved carefully as the tournament in Qatar approached, planning to sell nonalcoholic Bud in stadiums and offer its alcoholic flagship in designated stadium areas outside the main bowls before and after games. (Some of its plans were scrambled at the last minute, however, when the emirate's royal family decided to ban alcohol sales immediately outside stadiums.)</p><p>17. Walmart Apologizes for Juneteenth Products After Customer Backlash on Social Media</p><p>A wave of social-media backlash accused Walmart of inappropriately commercializing the holiday marking the end of slavery in the U.S.</p><p>18. How Direct-to-Consumer Marketers Are Chasing Customers After Privacy Changes</p><p>DTC startups established footholds by targeting just the right prospects with online ads. Then Apple made it easier for consumers to opt out of the kind of mobile tracking that underpinned so much of that targeting, along with its measurement. More than a year later, brands were still adapting.</p><p>19. Marriott Rolls Out Media Network That Lets Brands Reach Travelers on Its Apps and TV Screens</p><p>A hospitality empire decided to try its hand at ad sales, too.</p><p>20. Tinder Adds Background Checks to Its Dating App</p><p>Apps have become a go-to dating source for singles. One tried to differentiate with a safety feature.</p><p>21. Did a Robot Help Create That Ad? The Answer, Increasingly, Is Yes.</p><p>More marketers used artificial-intelligence tools to help develop creative ideas. Watch this space.</p><p>22. Meditation App Calm Lays Off 20% of Staff</p><p>The maker of a popular meditation app was not immune to worry over the macroeconomic factors clouding the year ahead.</p><p>Write to Nat Ives at nat.ives@wsj.com</p><p>From a Deepfaked Elon Musk to RadioShack's NSFW Tweets, CMO Today's Twenty-Two Most-Read Stories of 2022</p>",
  "published": "2022-12-29T21:33:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5214,
          "end": 5221
        },
        {
          "start": 5091,
          "end": 5098
        }
      ]
    }
  ]
}