{
  "_id": "cf2092cbaec89786b4372f57167f731b984d707f1ae3a2a3a49a0bca9442e2fe",
  "feed": "market-watch",
  "title": "Why consumer giants Amazon.com, Walmart and Unilever are spending to save tropical forests; The carbon credit market, which helps maintain pollution-absorbing forests facing devastation, has faced criticism for lack of transparency, double-counting and more. But a major public/private program called LEAF believes it can clean up these efforts for good",
  "text": "<p>In the broadest terms, carbon credit, or carbon offset, markets were designed with good intentions of trying to suppress the global total of emissions that are driving up damaging global warming. Using these voluntary markets, lesser-polluters might sell their carbon allowances to greater-polluters, or companies might pledge to save carbon-trapping forests to offset their own manufacturing pollution, for instance.</p><p>But lack of cohesion across multiple efforts has been a stumbling block and has influenced environmental groups to argue such offsets can mislead, or simply greenlight more fossil-fuel burningCL00.</p><p>LEAF believes it can become one of the largest ever public/private efforts to end deforestation via carbon offset efforts thanks to the backing of the Jeff Bezos-founded AmazonAMZN, the quick-delivery giant that's faced plenty of heat on its carbon footprint and has pledged net-zero emissions by 2040.</p><p>Major participants also include WalmartWMT, second only to Amazon as the largest U.S. retailer, as well as UnileverUK:ULVR, the name behind over 400 brands including Dove, Ben &amp; Jerry's and Axe body spray, as well as pledges from short-term home-rental site AirbnbABNB, software provider SAPXE:SAP, power company E.OnXE:EOANand others.</p><p>The efforts matter because the world lost nearly 4 million hectares of primary tropical forest in 2021 alone, an area roughly the size of Switzerland.</p><p>Ending tropical and subtropical forest loss is a crucial part of meetingglobal climate, biodiversity and sustainable development goals. In edition to sustainable economic benefits, maintaining forests helps absorb emissions and keeps a vital dividing line between manmade development and the natural world, a protective gap that will continue to play a role in stopping the spread of viral disease, including COVID-19.</p><p>Read more on the impact on climate change that tropical forests can have.</p><p>And companies can't act fast enough.</p><p>\"Protecting tropical forests offers one of the biggest opportunities for climateaction in the coming decade,\" said Thomas Lingard, global sustainability director –climate and environment, with Unilever, which is part of the LEAF alliance.</p><p>Read: Climate change happening faster than globe can adapt, latest U.N. report warns</p><p>And: 'They are lying. And the results will be catastrophic': U.N. climate panel warns emissions pledges are not action</p><p>The effort may also help publicly traded companies get ahead of the push toward tougher climate-change reporting regulations. This includes revealing to investors and others the role a business has in emissions, deforestation and more. The Securities and Exchange Commission, for one, is drawing closer to final rules for company reporting.</p><p>The LEAF approach requires reporting standards meant to improve transparency. Further, its corporate members must publicly commit to science-based emissions targets and set 2050 net-zero targets across scope 1, 2 and 3 emissions. Scope 3 are the most challenging emissions to track as they can be produced all along the supply chain, including by customers. The year 2050 is a common target championed by the U.S., major European countries and most large economies.</p><p>LEAF members must also join the U.N. Race to Zero emissions campaign. And, all operate under rules that require forest-credit purchasers to publicly disclose how credits are used and that limit the resale of credits. Finally, the LEAF design includes carbon floor-price guarantee supported by the sovereign backers, which is seen attracting more market participants.</p><p>\"Working together we are able to send a signal to the market of the demand for these offsets and support a new phase of the voluntary [carbon] market,\" said James Mulligan, a senior scientist, with Amazon.</p><p>Some companies aren't stopping with forests, either.</p><p>The LEAF Coalition's focus \"aligns with Walmart's goal to help protect, restore or more sustainably manage 50 million acres of land, and one million squaremiles of ocean by 2030,\" said Julie Gehrki, vice president of the Walmart Foundation, another member.</p><p>Why consumer giants Amazon.com, Walmart and Unilever are spending to save tropical forests</p>",
  "published": "2022-07-18T20:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 32,
          "end": 39
        },
        {
          "start": 3852,
          "end": 3859
        },
        {
          "start": 4033,
          "end": 4040
        },
        {
          "start": 4101,
          "end": 4108
        }
      ]
    }
  ]
}