{
  "_id": "86b440cb8fd0bde2abc44533eeef8fa9483f496f7230ce8e4e2f620b013ab627",
  "feed": "market-watch",
  "title": "Retailers are trimming holiday hiring plans, and it's not just because of the economy; Some analysts and retailers have attributed the lower headcount figures to efforts to convert last year's seasonal hires to permanent ones",
  "text": "<p>The plans reflect slowing economic trends. But some analysts and retailers also attributed the lower headcount figures to efforts to convert seasonal hires during last year's holiday blitz to permanent ones.</p><p>Macy's , in a statement on Monday, said it had improved retention from last year's holiday season. Another analyst echoed that sentiment.</p><p>\"Hiring this holiday season is likely to also reflect that many seasonal workers from last year's holiday period became permanent employees,\" Jack Kleinhenz, chief economist at the industry group National Retail Federation, wrote in an email. \"There is also some caution as the overall economy is growing at a much slower pace than the same time last year.\"</p><p>The retail trade sector as of August had added 422,300 jobs over the past 12 months, according to the U.S. Bureau of Labor Statistics. But as retailers try to get a jump on holiday hires, the labor market \"is still not functioning anywhere close to normal as it did prior to the pandemic,\" according to Kleinhenz.</p><p>\"Available workers have been hard to find to match job openings,\" he said.</p><p>Nikki Baird, VP of strategy at retail technology company Aptos, said the holiday hiring plans could also reflect a resetting of expectations.</p><p>\"There is no point in setting unattainable goals,\" she said. \"Retailers have had to lower their expectations on how many holiday workers they are realistically going to find.\"</p><p>Macy's said it planned to hire people for more than 41,000 full- and part-time positions for the coming holiday season at its namesake stores, as well as Bloomingdale's, Bluemercury locations, call centers and facilities across its supply chain. That's down from roughly 48,000 holiday-season hires Macy's said it planned for the holidays roughly a year ago. Those hires were part of a bigger effort to hire roughly 76,000 seasonal and permanent roles.</p><p>Dick's Sporting Goods, meanwhile, said it planned to hire up to 9,000 seasonal workers for the holidays, down from the 10,000 planned for last year's holiday season.</p><p>Target TGT, meanwhile, remained an outlier, appearing to keep its hiring plans steady for the holiday season. Target announced last week it would seek to hire\"up to\" 100,000 holiday-season staff, and said it would launch new shopping deals starting as early as Oct. 6. In the runup to the holidays last year, Target also sought to hire 100,000 seasonal workers.</p><p>Rival Walmart Inc. WMT last week announcedplans to fill 40,000 holiday and full-time positions, well down from last year's plans to hire 150,000 people to bulk up for the holiday season. A representative for the retailer told the Wall Street Journal that it was more sufficiently staffed than the 2021 holiday season.</p><p>The retailers are gearing up for the holidays amid signs of falling transportation costs and easing — though still present — supply-chain bottlenecks. Strains in global supply chains last year prompted concerns about holiday shipping delays as more customers, stuck at home, bought more things online. But analysts this year have become more worried about whether retailers can manage the products in their own warehouses, after Walmart and others announced price cuts to thin out stockpiles for things like clothes, following a sharper shift toward spending on groceries.</p><p>Some forecasters expect sales growth to cool this holiday season. Deloitte analysts this month said they expected U.S. holiday retail sales to increase between 4% and 6%, a slowdown from a 15.1% gain notched between November 2021 and January 2022, according to the U.S. Census Bureau.</p><p>\"The lower projected growth for the 2022 holiday season reflects the slowdown in the economy this year,\" Daniel Bachman, Deloitte's U.S. economic forecaster, said in a statement. \"Retail sales are likely to be further affected by declining demand for durable consumer goods, which had been the centerpiece of pandemic spending.\"</p><p>He added that \"inflation will also help to raise dollar sales, although retailers will see less growth in sales volume.\"</p><p>Some analysts have suggested that certain specialty retailers' issues with lopsided inventories could clear out by October. But others have noted that inventory levels still sit at record highs.</p><p>Macy's, in a statement, showed little concern about staffing heading into the holidays, contending that the approach to holiday-season hiring has improved, in part by offering permanent staff more average weekly hours.</p><p>\"This allowed us to support our regular colleagues, hire fewer seasonal colleagues of higher talent levels and offer more competitive pay and earning potential to our workforce,\" Macy's said. \"We also improved our seasonal colleague retention during the holidays by actively converting seasonal colleagues to regular roles last year.\"</p><p>Baird, at Aptos, also said retailers have also taken steps to counterbalance short staffing. If retailers end up short on workers in warehouses, they can route more orders to stores, and vice-versa. But as retailers try to work out seams in their supply chains, mismatches between what stores have and what customers want could endure through the holidays, she said.</p><p>\"Consumers will find they have better choices than in previous years, as at least all that inventory that was supposed to be here last holiday is here now,\" she said. \"It will still be a bit of a mismatch of 'pandemic inventory' vs. post-pandemic shopping habits. Every expectation is that consumers are going to start holiday shopping earlier than ever and be careful of their budgets.\"</p><p>Macy's M stock rose 2% on Tuesday, hovering near an 18-month low. Dick's Sporting Goods DKS gained 5.8%. Macy's stock is down 41% this year, and Dick's Sporting Goods is down 6% year to date. By comparison, the S&amp;P 500 SPX is down 23% in 2022.</p><p>Retailers are trimming holiday hiring plans, and it's not just because of the economy</p>",
  "published": "2022-09-27T16:38:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3139,
          "end": 3146
        },
        {
          "start": 2398,
          "end": 2410
        }
      ]
    }
  ]
}