{
  "_id": "eaba4037a6ee133a228aa13c4461c5b04a8cf7fc4b97aa27230377535541af2d",
  "feed": "wall-street-journal",
  "title": "Costco Sales Rise as Inflation Continues to Weigh on Consumers; Revenue rose 15%, beating analysts' expectations—and indicating consumers see the warehouse retailer as a haven against high prices",
  "text": "<p>Comparable sales, representing those from stores and digital channels operating for at least 12 months, rose nearly 14% in the quarter compared with the same period last year. E-commerce sales rose 7.1% during the same period.</p><p>Costco, which specializes in selling discounted bulk goods to paying members, largely benefited during the Covid-19 pandemic as consumers bought in bulk to limit their outdoor trips, and demand was buoyed by government stimulus.</p><p>The company has remained a popular destination as inflation has crimped consumers' spending power. The consumer-price index, which measures what consumers pay for goods and services, rose 8.3% in August versus the year-ago period. The food index increased 11.4% over the past year, the largest 12-month increase since May 1979, the U.S. Bureau of Labor Statistics said earlier this month.</p><p>SHARE YOUR THOUGHTS</p><p>How have your Costco shopping habits changed over the past year? Join the conversation below.</p><p>Costco posted net income of $1.87 billion, or $4.20 a share, for the quarter ended Aug. 28, up from net income of $1.67 billion, or $3.76 a share, a year earlier. Analysts polled by FactSet expected $4.19 a share.</p><p>Chief Financial Officer Richard Galanti said the company has no specific plans for a membership-fee increase at the moment but noted that at some point one will take place. \"We still have that arrow in our quiver as we go forth,\" Mr. Galanti said.</p><p>The decision stands in contrast to Walmart Inc.'s move in August to raise membership prices at its Sam's Club chain to $50 from $45 for its basic offering and to $110 from $100 for its premium offering. The price hike is the chain's first in nine years for the basic membership and the first for the premium offering since it made its debut in 1999.</p><p>\"We are mindful of the financial pressure on wallets right now,\" Sam's Club Chief Executive Kathryn McLay said at the time.</p><p>Costco shares ticked down 2.6% in after-hours trading. The stock closed Thursday at $487.17, down 1.2%.</p><p>Costco Sales Rise as Inflation Continues to Weigh on Consumers</p>",
  "published": "2022-09-22T22:09:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1456,
          "end": 1468
        },
        {
          "start": 1456,
          "end": 1463
        }
      ],
      "nexusId": "10042309"
    }
  ]
}