{
  "_id": "18400b4616fa4112a1b011ad8a2b3790d2fc18711ee53a743601afb84815061e",
  "feed": "wall-street-journal",
  "title": "Walmart's Inflation Squeeze Isn't All Bad; Retailer's declining profitability looks painful today, but what matters more long term is its revenue growth",
  "text": "<p>For Walmart, a retailer that obsessively strives for everyday low prices, inflation has turned out to be quite the double-edged sword.</p><p>On the one hand, a price-sensitive consumer is just what Walmart needs to grow its business. America's largest retailer on Tuesday reported healthy revenue, with comparable sales in the Walmart U.S. business (excluding fuel) up 3% in the quarter ended April 29 compared with a year earlier. Analysts polled by Visible Alpha were expecting growth of less than 2%. Including Sam's Club and the international business, Walmart's total sales were up 2.6% in constant currency, exceeding Wall Street's expectations.</p><p>The bottom line, though, was worse than anyone expected. Net profit was half of what Wall Street was penciling in. Put another way, the retailer generated 25% less in profit last quarter than a year earlier on a higher revenue base. Last quarter's 3.8% operating margin marked the third consecutive period of declining margins sequentially and the lowest margin that Walmart has seen in at least 30 years.</p><p>The retail giant's shares were down 10% at midday Tuesday, leaving them on pace for their largest percentage decline since March 12, 2020, according to Dow Jones Market Data.</p><p>Walmart had been expected to manage supply-chain issues and cost pressures better than retailers with less scale. Some were one-offs that Walmart couldn't have anticipated. For example, labor costs were higher than Walmart had planned for because associates who were on leave following the Omicron wave returned to work much faster than expected, leading to overstaffing. The company has since right-sized the number of staff. And a fire burned down one of its largest fulfillment centers early in the quarter, adding strain and costs to its e-commerce fulfillment system. The retailer has since rerouted orders.</p><p>Other pressures, though, are likely to persist, including the sales shift to lower-margin groceries rather than general merchandise as shoppers feel the pinch from inflation. Price-sensitive customers are switching to private-label brands in categories such as deli items, lunch meat, bacon and dairy, said John Furner, chief executive officer of Walmart U.S., during Tuesday's earnings call.</p><p>But here is the good news, and the news that ultimately matters, for Walmart in the long run: Demand for its groceries and goods is robust. The company said Walmart U.S. gained market share in groceries last quarter and raised its sales guidance for the entire company this fiscal year. It now expects revenue to grow by roughly 4% in constant currency. Three months ago, it was expecting a 3% increase. But it expects earnings per share to decline by about 1% this fiscal year, compared with the roughly 5% increase it had been expecting previously.</p><p>Declining profits are understandably a worrying development, but investors with a longer-term view might see the recent selloff as a buying opportunity. If rising costs are pressuring Walmart, they won't spare its smaller competitors. And much of Walmart's longer-term growth plan rests on smaller but fast-growing, high-margin businesses that should contribute to the bottom line as the company gains more customers. These include Walmart GoLocal, which provides third-party logistics; its fintech startup, and its advertising business. Its global advertising business grew 30% last quarter from a year earlier, while its new data monetization business grew 75% quarter over quarter.</p><p>Inflation is a bitter pill for Walmart's shareholders to swallow, but it could end up leaving Walmart looking healthier in the long run.</p><p>Write to Jinjoo Lee at jinjoo.lee@wsj.com</p><p>Walmart's Inflation Squeeze Isn't All Bad</p>",
  "published": "2022-05-17T16:41:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2302,
          "end": 2309
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 551,
          "end": 558
        },
        {
          "start": 3031,
          "end": 3038
        },
        {
          "start": 1227,
          "end": 1234
        },
        {
          "start": 1013,
          "end": 1020
        },
        {
          "start": 2187,
          "end": 2194
        },
        {
          "start": 3563,
          "end": 3570
        },
        {
          "start": 1442,
          "end": 1449
        },
        {
          "start": 3648,
          "end": 3655
        },
        {
          "start": 4,
          "end": 11
        },
        {
          "start": 1365,
          "end": 1372
        },
        {
          "start": 2390,
          "end": 2397
        },
        {
          "start": 3500,
          "end": 3507
        },
        {
          "start": 192,
          "end": 199
        },
        {
          "start": 321,
          "end": 328
        },
        {
          "start": 3216,
          "end": 3223
        },
        {
          "start": 2968,
          "end": 2975
        }
      ]
    }
  ]
}