{
  "_id": "0b8620ad34951eb0583d06c613ccbb654bd54c4fe7cf6ea5b39784614069d93a",
  "feed": "ftcomall",
  "title": "A British remake of planes, trains and automobiles",
  "text": "<p>Hello and welcome to the working week.</p> <p>Or rather, welcome to the “summer of discontent” if you live in the UK. What started with misery at the pumps due to rising fuel prices, then air travel disruption <a href=\"https://www.ft.com/content/352bd6fd-2178-40d2-b7ee-0c54e0141326\">due to staff shortages</a> will this week spread to trouble on the trains — in the country that gave you this transport mode. A series of national rail strikes, and in London another walkout on the Underground system, are <a href=\"https://www.ft.com/content/fd9a35f0-a061-44dc-a076-8496cfb27373\">likely to bring the network to a standstill</a>. </p> <p>The dispute focuses on pay demands and the impact on jobs of efficiency savings made more urgent by revenue decline during the pandemic lockdowns. Government ministers, which <a href=\"https://www.ft.com/content/7b5ca7c7-8240-4152-bb75-2dfabc9b7211\">as this piece notes</a> now effectively control all rail financing following changes brought in during the pandemic, have been refusing to talk directly with the RMT, the main union calling the action.</p> <p>Whether this will greatly have an impact on the two British by-elections on Thursday — this week's main election news — is a moot point given the polling already indicating a double whammy for the Conservatives — one “<a href=\"https://www.ft.com/content/f2ee4e82-2969-45e6-8c0e-a47b6bf03bc3\">red wall</a>” and one “<a href=\"https://www.ft.com/content/b51ae7bd-2bb5-4514-81d9-bf58f8eea36e\">blue wall</a>” constituency — amid anger at their leader, and the country's prime minister, Boris Johnson.</p> <p>The aviation industry will also be in the spotlight this week as the annual general meeting of the International Air Transport Association (Iata) is held in Doha. News here is unlikely to be very positive. Last October, the Iata predicted 2.3bn people would fly in 2021 and 3.4bn in 2022, down from 4.5bn people who travelled in 2019.</p> <p>Another international gathering this week will be the delayed meeting of Commonwealth heads of state in Rwanda. The venue will provoke some uncomfortable questions for Prince Charles, who will be attending on behalf of the Queen, given the UK's deal with the country to <a href=\"https://www.ft.com/content/fb334486-067c-4851-aed0-d18083099b40\">take British asylum seekers</a>, a policy the heir to the throne had described as “appalling” according to a <a href=\"https://www.thetimes.co.uk/article/prince-charles-flying-migrants-to-rwanda-is-appalling-l6jzklfhm\">report in the Times</a> newspaper.</p> <p>The week will end with German chancellor Olaf Scholz welcoming his counterparts from the other G7 nations for a summit at Bavaria's secluded Schloss Elmau castle, the same venue his predecessor Angela Merkel chose in 2015. The most notable point here, however, is <a href=\"https://www.ft.com/content/f0e78415-66a7-4007-beb3-8dcc347c66b6\">the special guest</a>, India's Narendra Modi, and whether this will help western powers — Australia will be doing something similar in a state visit to India earlier in the week — in the battle for allies to counter the growing closeness between Russia and China.</p> <p>Thank you, once again, for those of you writing in to share your views on current events and opinions on what we should add or lose in the list. Keep them coming to <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a>.</p> <h1>Economic data</h1> <p>Surveys are the theme for this week with a clutch of purchasing managers' index reports, regional Fed announcements in the US and Germany's Ifo business confidence figures.</p> <p>The highlight in terms of central banker speeches — and there are a few this week — will be Jay Powell's semi-annual appearance in front of the Senate banking, housing and urban affairs committee to give his monetary policy report. And in case you have not had enough data on the cost of living, we will also get more inflation updates from Germany, Canada, the UK and Japan.</p> <h1>Companies</h1> <p>The cost of living and trends in shopping will be a discussion point among the global retailing groups gathering in Dublin this week for the Consumer Goods Forum. The chief executives of <strong>Unilever</strong>, <strong>Coca-Cola</strong>, <strong>Carrefour</strong>, <strong>Tesco</strong> and <strong>Walmart</strong> are among those on the list of speakers.</p> <p>Not a lot of diaried earnings announcements this week. FedEx will be reporting fourth-quarter figures on Thursday but this was pre-empted last week with the US delivery company <a href=\"https://www.ft.com/content/4ae49946-7ad5-4921-910f-5e28502332da#post-b1327afb-89d6-405f-a9b4-a2a210396c34\">shrugging off concerns</a> about the economy when it announced an increased dividend and two new board members.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>Germany, May producer price index (PPI) figures</p></li>  <li><p>UK, trade figures, Rightmove monthly house price index plus Office for National Statistics data on house affordability. Also, Jonathan Haskel, professor of economics at Imperial College Business School, speaks at techUK's Tech Policy Leadership Conference about the subject of his book <em>Restarting the Future: How to Fix the Intangible Economy</em></p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Canada, April retail sales figures</p></li>  <li><p>UK, Kantar monthly grocery market share figures plus Bank of England chief economist Huw Pill is a panellist at the Institute of Chartered Accountants in England and Wales East of England economic summit</p></li>  <li><p>Results: <strong>Lennar</strong> Q2</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Canada, May consumer price index (CPI) figures</p></li>  <li><p>EU, flash consumer confidence figures plus the governing council of the European Central Bank holds a non-monetary policy meeting in Frankfurt</p></li>  <li><p>UK, May CPI and PPI data</p></li>  <li><p>US, Federal Reserve chair Jay Powell will give his semi-annual monetary policy report to the Senate banking, housing and urban affairs committee</p></li>  <li><p>Reports: <strong>Berkeley Group</strong> FY, <strong>KB Home</strong> Q2</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Argentina, Q1 GDP figures</p></li>  <li><p>Eurozone, France, Germany, UK, US: IHS Markit and S&amp;P Global flash composite (manufacturing and services) purchasing managers' index (PMI) data</p></li>  <li><p>EU, ECB publishes its monthly economic bulletin</p></li>  <li><p>UK, May public sector finances data plus GfK consumer confidence survey</p></li>  <li><p>US, Federal Reserve publishes its annual bank stress tests results</p></li>  <li><p>Results: <strong>FedEx</strong> Q4</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Germany, Ifo monthly business confidence index</p></li>  <li><p>Japan, May CPI data</p></li>  <li><p><strong>SoftBank</strong> AGM</p></li>  <li><p>Spain, final Q1 GDP figures</p></li>  <li><p>UK, May retail sales and consumer confidence figures plus Huw Pill gives a speech at a conference on “Inflation and Debt — Challenges for Monetary Policy after Covid-19”</p></li>  <li><p>Results: <strong>CarMax</strong> Q1</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week.</p> <h2>Monday</h2> <ul>  <li><p>Argentina, the public holiday of Flag Day, commemorating the death of General Manuel Belgrano, creator of the Argentine flag, in 1820</p></li>  <li><p>India, Australian defence minister Richard Marles visits India, continuing under the newly elected prime minister Anthony Albanese the country's focus on tightening relations with the subcontinent as a counter to China</p></li>  <li><p>Belgium will return a “relic” of Patrice Lumumba, the first prime minister of the Democratic Republic of Congo, who was assassinated in 1961, at an official ceremony in Brussels</p></li>  <li><p>EU foreign affairs council meets in Luxembourg</p></li>  <li><p>Qatar, chief executives of some of the world's leading airlines will be meeting for the 78th International Air Transport Association (Iata) AGM in Doha</p></li>  <li><p>Rwanda, Commonwealth heads of government meeting begins. This event was delayed from 2020 due to the pandemic</p></li>  <li><p>Switzerland, executive council of the World Meteorological Organization meets in Geneva</p></li>  <li><p>UK, the FT's <a href=\"https://on.ft.com/3ME9AVz\">Innovative Lawyers Summit</a> returns in person in London with speakers from <strong>Chatham House</strong>, <strong>easyJet</strong> and <strong>Airbnb</strong> to discuss what being a responsible business leader in the law means today</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>Summer solstice is celebrated in the northern hemisphere, marking the longest day of the year and the first day of summer</p></li>  <li><p>Prince William, third in line to the British throne, turns 40</p></li>  <li><p>Ireland, 2022 Consumer Goods Forum global summit begins in Dublin</p></li>  <li><p>UK, 40,000 staff rail staff are expected to walk out in a three-day series of rail strikes — expected to cause six days of disruption</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Russia, commemoration in Moscow of the anniversary of the German invasion of the Soviet Union in 1941</p></li>  <li><p>UK, 50th Glastonbury music festival begins, having returned from a two-year pandemic-related hiatus to its venue at Worthy Farm in Pilton, Somerset. The headline acts include Sir Paul McCartney, Billie Eilish and Elbow</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Belgium, EU leaders meet in Brussels with an agenda including approval for Croatia's bid to join the eurozone in 2023</p></li>  <li><p>Grenada, general election</p></li>  <li><p>Luxembourg, National Day public holiday</p></li>  <li><p>UK, by-elections being held in two former Conservative seats, Wakefield plus Tiverton and Honiton, seen as a litmus test of the extent of disapproval of British prime minister Boris Johnson after the partygate revelations. It is also the sixth anniversary of the UK's EU membership referendum.</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Germany, 74th anniversary of the start of the Berlin blockade, one of the first major international crises of the cold war</p></li>  <li><p>Venezuela, Armed Forces Day public holiday</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>Croatia, Slovenia: Statehood Day</p></li>  <li><p>Germany, 2022 G7 summit begins at Schloss Elmau, near the city of Garmisch-Partenkirchen, in Bavaria</p></li>  <li><p>Mozambique, National Day</p></li>  <li><p>UK, deadline for the government to extend funding for Transport for London, operator of the capital's Underground and bus network</p></li> </ul><p>Source: Jonathan Moules 2022 'A British remake of planes, trains and automobiles' FT.com 19 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-19T17:15:47.586Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3435,
          "end": 3442
        }
      ]
    }
  ]
}