{
  "_id": "1ad433fa4dbfb03a413ed9a901842518f9663a2d5c010482584cdda1d2e086dd",
  "feed": "wall-street-journal",
  "title": "U.S. Container Imports Are Plummeting to Close the Year; Inbound volumes at Southern California are below prepandemic levels as other gateways report sharp declines",
  "text": "<p>Gene Seroka, the executive director of the Port of Los Angeles, said some importers brought goods in early this year to avoid a repeat of last year's product shortages. They also diverted goods to Gulf Coast and East Coast ports due to fears of a work slowdown as West Coast dockworkers negotiate a new multiyear labor agreement.</p><p>Imports are falling as major U.S. retailers such as Costco Wholesale Corp., Walmart Inc. and Target Corp. pull back on orders. Company executives have said on recent earnings calls that consumers are reining in spending on big-ticket items such as furniture and electronics because of rising interest rates and inflation.</p><p>U.S. retail sales fell sharply in November, the Commerce Department said Thursday, as shoppers spent less on electronics and clothing and more on groceries, healthcare and eating out.</p><p>\"Now we are seeing a nationwide slowing of imports,\" Mr. Seroka said.</p><p>November saw the greatest October-to-November imports decline across U.S. ports since 2016 at 12%, according to Descartes Datamyne, a data analysis group owned by supply-chain software company Descartes Systems Group Inc. The 1.95 million imported containers last month was 19.4% below the year-ago level and the lowest monthly volume since June 2020.</p><p>The downturn is reaching East Coast ports, which have seen relatively strong trade as companies shipped around California's congested gateways.</p><p>Imported containers into Georgia's Port of Savannah fell 7.6% in November compared with a year ago and inbound volumes at the nearby Port of Charleston, S.C., last month plummeted 21.8% from the year before.</p><p>U.S. import volumes are tumbling from record highs. U.S. ports were swamped with import containers during the second half of 2021 and the first half of 2022 as retailers tried to keep up with rampant consumer demand and to restock depleted inventories.</p><p>Those inventory levels are now balancing out, according to Ben Hackett, founder of Hackett Associates and the author of the Global Port Tracker report issued by the National Retail Federation. Mr. Hackett said he expects ports over the next six months will see cargo declines \"to a level not seen for some time.\"</p><p>U.S. imports usually get a boost as importers and manufacturers try to get in orders before the typical two-week factory shutdowns during the Lunar New Year holiday, which begins in late January. That bump-up hasn't formed, and Jeremy Nixon, chief executive of Singapore-based container shipping line Ocean Network Express, said he expects factories in China and Vietnam will likely close for four or five weeks around the holiday period because of the decline in demand from overseas buyers.</p><p>Mr. Nixon said he expects U.S. imports will be sluggish during the first half of next year, but they will pick up again. \"When that comes, probably toward the second half of 2023 it's going to be back to business as usual,\" he said.</p><p>Write to Paul Berger at paul.berger@wsj.com</p>",
  "published": "2022-12-15T20:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.9999569,
      "offsets": [
        {
          "start": 406,
          "end": 417
        },
        {
          "start": 406,
          "end": 418
        }
      ],
      "weightsV2": {
        "weight": 1.033913,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.033913016,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}