{
  "_id": "a2c0a4f8fe9315625134388f0199b698ec56d4e8580368d0bac2b39930fd92fe",
  "feed": "wall-street-journal",
  "title": "Three People in Custody After 50 Migrants Found Dead in Trailer in San Antonio, Texas; Federal officials called the episode an 'alleged human smuggling event'",
  "text": "<p>The number of fatalities is the highest ever in a suspected migrant-smuggling operation in the U.S., said federal officials with knowledge of the incident.</p><p>Mexican Foreign Minister Marcelo Ebrard said on Twitter Tuesday that, of the dead who had been identified, 22 were from Mexico, seven were from Guatemala and two were from Honduras. He added that the Mexican authorities were also investigating what happened.</p><p>The probable cause of death according to a preliminary investigation was suffocation by heat stress, Guatemala's foreign minister Mario Búcaro said in an interview. He said it appeared there was not working refrigeration in the truck.</p><p>Temperatures in San Antonio broke triple digits on Monday, according to National Weather Service meteorologist William Churchill. The high topped out at 103 degrees, just one shy of the 104-degree record set on June 27, 2012.</p><p>President Biden said in a statement Tuesday morning that smugglers or human traffickers may have been responsible for the deaths, adding that what had happened was \"horrifying and heartbreaking.\"</p><p>\"Exploiting vulnerable individuals for profit is shameful,\" he said.</p><p>San Antonio Police Chief William McManus said at a news briefing Monday night that the trailer was discovered after a local worker heard a cry for help and went to investigate. The worker found the trailer with its doors partially open and saw dead bodies inside, Mr. McManus said.</p><p>San Antonio Fire Chief Charles Hood said at the news briefing that his department had transported 16 survivors to hospitals, four of whom were minors. He didn't believe any minors had died.</p><p>At least four hospitals in San Antonio had patients from the scene as of Tuesday. Five were at Baptist Medical Center, where two of them had died and three were in critical condition, according to spokeswoman Patti Tanner.</p><p>Methodist Hospital Metropolitan had three in critical but stable condition, said Kimberly Felan, a spokeswoman. There were two at University Health: a boy in critical condition and a 23-year-old woman in serious condition, said Elizabeth Allen, a spokeswoman.</p><p>Another 23-year-old woman and a 32-year-old man were in critical condition at Texas Vista Medical Center, said Rebecca Martinez, a spokeswoman. Both were dehydrated, she said.</p><p>Mr. Hood said that when firefighters arrived at the scene, they found a body outside the trailer. \"We're not supposed to open up a truck and see stacks of bodies in there,\" he said. \"None of us come to work imagining that.\"</p><p>He added that there were no signs of water in the trailer and there was no visible air-conditioning unit on the vehicle. \"The patients that we saw were hot to the touch. They were suffering from heat stroke, heat exhaustion,\" Mr. Hood said.</p><p>Marvin Hass, who owns two salvage yards along the road near where the trailer was found, said he saw officials covering bodies on the ground with yellow tarps.</p><p>\"I saw them pulling dead bodies out of the tractor,\" he said.</p><p>He estimated seeing up to 25 bodies on the ground and only one survivor who was loaded into an ambulance.</p><p>\"That was just shocking,\" he said. \"It's just insane.\"</p><p>Federal immigration officials routinely run safety campaigns warning migrants against traveling in tractor-trailers because of the possibility of overheating.</p><p>\"This speaks to the desperation of migrants who would put their lives in the hands of callous human smugglers who show no regard for human life,\" Customs and Border Protection Commissioner Chris Magnus said in a statement Tuesday night. \"We will be working with our federal, state and local partners to assist in every way possible with this investigation.\"</p><p>San Antonio Mayor Ron Nirenberg said Monday's discovery was \"nothing short of a horrific human tragedy.\"</p><p>\"We hope that those responsible for putting these people in such inhumane conditions are prosecuted to the fullest extent of the law,\" he said.</p><p>San Antonio is located about 150 miles from the Mexican border and is a major transit point for migrants. In 2017, the dead bodies of 10 people were found in a tractor-trailer in a Walmart parking lot in the city.</p><p>The trek north for migrants to the U.S. can be treacherous, with dozens often packed into one vehicle. In August 2021, at least 10 migrants died and 20 were injured in a van that crashed on a remote South Texas highway. A trailer truck en route to the U.S. crashed in southern Mexico in December, killing 55 migrants and injuring at least 104.</p><p>This year has been one of the deadliest at the U.S.-Mexico border, according to incident reports and immigrant advocates. Border authorities, acting under a Trump-era immigration policy known as Title 42, have swiftly returned most Mexican and Central American migrants to their home countries.</p><p>The Biden administration has tried to roll back Title 42, but a federal judge blocked it from ending the policy in May.</p><p>\"The fact of the matter is the border is closed, which is in part why you see people trying to make this dangerous journey using smuggling networks,\" White House press secretary Karine Jean-Pierre told reporters on Air Force One Tuesday morning.</p><p>The policy has led migrants to attempt riskier routes to enter the U.S. and to avoid a swift public-health deportation, including scaling the 30-foot border wall or swimming through the Rio Grande.</p><p>The Border Patrol hasn't released official estimates of the number of deaths along the border so far this fiscal year, which began last October. However, unofficial estimates compiled by advocates show there have been more deaths this year than in any year since the government began keeping data in 1998.</p><p>Heat stroke and dehydration are among the leading causes of deaths in migrants, according to data from U.S. Customs and Border Protection.</p><p>Mexican President Andrés Manuel López Obrador said migration will be one of the main issues to be discussed when he meets in Washington on July 12 with President Biden.</p><p>\"This is a basic subject to be addressed…this is a bitter proof that we need to keep insisting on supporting people so they don't have the need to abandon their homes to seek a living on the other side of the border,\" he said Tuesday.</p><p>—Santiago Perez and Talal Ansari contributed to this article.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com and Alicia A. Caldwell at alicia.caldwell@wsj.com</p><p>Three People in Custody After 50 Migrants Found Dead in Trailer in San Antonio, Texas</p>",
  "published": "2022-06-28T19:31:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4067,
          "end": 4074
        }
      ],
      "nexusId": "10042309"
    }
  ]
}