{
  "_id": "19e40ccb30e490b71584f51cd2f034a4fa2d29651c804f5c91269f43490a9f66",
  "feed": "wall-street-journal",
  "title": "Truckers Expect Softer Holiday Shipping on Waning Retailer Demand; The outlook for a muted peak season comes as shipments and freight rates are already slipping",
  "text": "<p>\"The fourth quarter is generally the peak of the holiday shipping season,\" David Yeager, chief executive of Hub Group Inc., a Chicago-based trucking and rail freight services provider, said in an earnings conference call Thursday.</p><p>\"However, judging by the feedback from our clients, this peak will be muted versus historic norms. Beyond 2022, we do acknowledge the potential for a continued softening economy,\" he said.</p><p>\"We are expecting a muted peak season this year,\" Adam Miller, chief financial officer at Knight-Swift Transportation Holdings Inc., said on the truckload carrier's earnings call Oct. 19. \"Spot opportunities have declined significantly, and we have been pivoting towards making more commitments through the bid season to reduce our exposure in the spot market.\"</p><p>The freight operators, in the midst of reporting third-quarter earnings results, are the latest in a host of companies in transportation sectors warning of slackening demand as inflation cuts into consumers' buying power and triggers uncertainty in the direction of the economy.</p><p>Amazon.com Inc. on Thursday projected sales in the current quarter would come in far below expectations. United Parcel Service Inc. said its volumes fell in the third quarter and the parcel giant expects its volumes to fall in the coming peak period for the package sector.</p><p>The weakening demand is extending into trucking markets after ocean import volumes started sliding during the summer as inventories began piling up at big retailers including Target Corp. and Walmart Inc. Merchants were rushing goods to their warehouses and stores earlier this year to avoid the kind of supply-chain disruptions that cut into sales during last year's fourth quarter.</p><p>Clothing retailer Ministry of Supply Inc. stocked up on inventory for the peak season with orders that arrived too late for last year's winter season and items that arrived early this year.</p><p>\"We were holding kind of two winters' worth of stuff in, like, August,\" said Aman Advani, co-founder and CEO of the Boston-based business. \"Our fall-winter line, a lot of pieces arrived two months early. Our fall-winter line last year, a lot of pieces arrived six months late.\"</p><p>Many freight carriers so far are reporting strong results for the third quarter even as they signal a softer fourth-quarter economy.</p><p>Old Dominion Freight Line Inc., a Thomasville, N.C.-based operator focused on the less-than-truckload market, in which shipments from multiple customers are combined on the same truck, reported Wednesday that its net profit grew 32% year-over-year to $377.4 million.</p><p>ODFL's revenue rose nearly 15% to $1.6 billion, largely because its revenue per hundredweight, an industry measure signaling pricing strength, increased 17.4%. But tonnage was down in the quarter and continued to decline in October, the carrier said.</p><p>\"We believe this decrease in LTL tons reflects the overall softness in the domestic economy that has generally caused a decrease in demand for our customers' products,\" Adam Satterfield, ODFL's chief financial officer, said in a Wednesday earnings call.</p><p>The weakness is showing up most strongly in spot markets for freight transport.</p><p>DAT Solutions LLC, a load board that matches trucks to available loads, said its index for spot market demand fell sharply from August to September, to the lowest point since February. The company's measure of the average spot pricing for truckload vans fell from August to September for the first time since 2015.</p><p>\"Things are definitely softening,\" said Avery Vise, a vice president at freight research firm FTR Transportation Intelligence. \"A large part of that is that we've seen inventory builds earlier in the year than we traditionally have seen because of all the supply-chain disruptions and the desire of a lot of retailers to get ahead of that.\"</p><p>Freight executives say demand remains solid by historical measures, suggesting shipping markets are reaching some equilibrium after sharp swings in business during the pandemic.</p><p>\"Rates are still up this year over last year,\" said Jeffrey Tucker, chief executive of Tucker Company Worldwide Inc., a Haddonfield, N.J.-based freight broker. \"If you're a carrier exposed to the spot market, you're hurting. The spot market, the opportunistic business that is important to the small carriers and a lot of freight brokers, has dried up a good bit.\"</p><p>Still, trucking executives say they expect retailers to start shipping in bigger volumes again once they clear out their excess inventories, although that may not come until early in 2023.</p><p>\"It's just a matter of the demand we feel like is not out there for our customers' products, if you will,\" said Mr. Satterfield of ODFL. \"We're just not picking up as much freight from those same customers that we may be making stops every day at their location.\"</p><p>\"At some point,\" he said, \"people have got to get some inventory back in the system.\"</p><p>Write to Liz Young at liz.young@wsj.com and Paul Page at paul.page@wsj.com</p><p>Truckers Expect Softer Holiday Shipping on Waning Retailer Demand</p>",
  "published": "2022-10-29T11:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1527,
          "end": 1539
        }
      ]
    }
  ]
}