{
  "_id": "0fc211bb0a4f5e15fe2ffa1b3002939e092197bb5cdad30a9a3c976407616d64",
  "feed": "wall-street-journal",
  "title": "From Gap to Dollar General, Retail Chiefs Exit as Challenges Grow; Some companies delayed succession plans in pandemic, but others are accelerating changes in their C-suites as industry landscape shifts",
  "text": "<p>In the past, retail executives typically reached the top job through two paths: They were either great merchants, with a canny ability to anticipate popular styles and new trends, or skilled operators, with a mastery of the systems necessary to keep stores running smoothly. The shift to online shopping further complicated the job, requiring an understanding of technology and data. And other factors have come into play, including a push for making products in a more sustainable way.</p><p>With the onset of the Covid-19 pandemic, retailers are dealing with fresh complications from supply-chain bottlenecks and historic levels of inflation to staffing issues and an increase in crime at retail stores.</p><p>\"The landscape of retailing changed during the Covid era,\" said Craig Johnson, the president of consulting firm Customer Growth Partners. \"The skills necessary for a CEO to succeed today are much broader.\"</p><p>Some data show that companies delayed their plans for CEO succession amid the turmoil of the pandemic. Overall CEO turnover fell in both 2020 and 2021 among S&amp;P 500 companies and those in the broader Russell 3000 index, according to data from the Conference Board and data-analytics firm Esgauge.</p><p>\"Most companies felt that during the pandemic they did not want to compound the uncertainties\" of Covid-19 with an executive change, said Matteo Tonello, managing director at the Conference Board.</p><p>CEO changes are now picking up. As of early July, the annualized succession rate for CEOs in the Russell 3000 index rose to 11.6% in 2022, up from 9.6% in 2021, according to the Conference Board and Esgauge data. Turnover is on pace this year to reach levels similar to those before the pandemic. The consumer discretionary sector, which includes retailers, has had a higher rate of CEO turnover in 2021 and 2022 than many other industries.</p><p>The average tenure for CEOs of S&amp;P 500 companies is 6.4 years, according to the Conference Board and Esgauge.</p><p>Retailing has been a particularly volatile sector through the pandemic. The industry first suffered from temporary closures of bricks-and-mortar stores as people sheltered at home. It then dealt with product shortages as consumer demand surged.</p><p>More recently, many large chains have been sitting on too much inventory as buying shifted away from the comfy clothes and home items popular during the height of the pandemic, to dressier clothes for social occasions. People are also spending more money on travel, dining out and other entertainment at a time when inflation is making necessities such as food and gas more expensive.</p><p>The retail sector is under pressure to innovate and operate faster, and executives are also managing greater demands from customers and shareholders for attention to environmental, social and governance issues, said Susan Hart, who leads recruiter Spencer Stuart's retail, apparel and luxury goods practice.</p><p>Even retailers that have done well during these ups and downs are making leadership changes.</p><p>In January, Home Depot Inc. said CEO Craig Menear would step aside after sales boomed at the home-improvement retailer during the pandemic as people spruced up their homes. In March, Ted Decker, a longtime executive, became CEO and Mr. Menear chairman of the board. Mr. Menear had been CEO since 2014.</p><p>On Tuesday, Dollar General said its CEO Todd Vasos would step down after seven years on the job, replaced by Chief Operating Officer Jeffery Owen. He will assume the top job on Nov. 1, the company said. During Mr. Vasos's time as CEO, the company opened around 7,000 new Dollar General locations and grew annual sales revenue by more than 80%. The company had been planning for CEO succession for more than a year, according to people familiar with the process.</p><p>Other companies with executive turnover have struggled for years to reinvent themselves, including Gap and Bed Bath &amp; Beyond. Shares of both companies have tumbled in recent years. Both of them replaced their CEOs with board members while they are looking for new leadership.</p><p>Gap experienced some missteps of its own making, including a plan reported by The Wall Street Journal to offer a range of sizes at its Old Navy chain that backfired, leaving it with too many very small and very large sizes. It hired a former Walmart Inc. executive to take over Old Navy and is now searching for a new CEO to run the entire company. Gap shares are down 55% this year.</p><p>SHARE YOUR THOUGHTS</p><p>How have your shopping habits changed as a result of the pandemic? Join the conversation below.</p><p>Bed Bath &amp; Beyond has struggled to update its offerings in a world where consumers can get all manner of items for their home with a few taps on their smartphone. Its move to declutter stores frustrated shoppers. The company's board replaced CEO Mark Tritton, who had been hired in 2019 after years with other retailers including Target Corp., late last month.</p><p>Still others, such as The RealReal, are making the transition from a startup to a more-established company that requires different leadership skills. Julie Wainwright, who founded The RealReal in 2011 and steered the company through its 2019 initial public offering, said she felt it was the right time to find the next generation of leadership.</p><p>Shares in the company are down more than 78% this year as losses pile up.</p><p>\"Orderly is what everyone goes for…the business is doing well, it's time to move someone up in the organization who deserves it,\" Ms. Hart of recruiter Spencer Stuart said. \"And sometimes it can be less orderly, the business is underperforming and a board has to make a decision.\"</p><p>Chip Cutter and Emily Glazer contributed to this article.</p><p>Write to Suzanne Kapner at Suzanne.Kapner@wsj.com and Sarah Nassauer at sarah.nassauer@wsj.com</p><p>From Gap to Dollar General, Retail Chiefs Exit as Challenges Grow</p>",
  "published": "2022-07-14T09:33:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4264,
          "end": 4276
        }
      ]
    }
  ]
}