{
  "_id": "65c13ef8702c623a98f9a2f66a5808fa300293be8c1118474b5cce3e79736621",
  "feed": "wall-street-journal",
  "title": "Best Buy, Dick's Ease Fears About Holiday Spending; Retailers post mixed quarterly results but say their sales won't drop as much as expected",
  "text": "<p>\"We assume those consumers are going to continue to make trade-offs. We think it will happen through the holiday and we think it will happen probably as we head into next year,\" Best Buy Chief Executive Corie Barry said Tuesday. There is \"no simple way to describe consumers. It's uneven and unsettled,\" she said.</p><p>Retailers are heading into an uncertain holiday season, with high prices for food and fuel weighing on consumer sentiment. Some national chains, such as Walmart Inc. and Target Corp., have warned that people are spending less on discretionary items because higher costs of groceries, housing and other essentials are taking up more of household budgets.</p><p>In a sign of such stresses, discounter Dollar Tree Inc. on Tuesday raised its sales goals for the year but warned that elevated costs and shifts in spending toward less profitable consumables such as food would reduce its profits.</p><p>\"The economy continues to pressure middle and low household income customers, resulting in needs-based purchasing,\" Dollar Tree Chief Financial Officer Jeffrey Davis said. Since many of the chain's prices are set, Dollar Tree typically shifts to smaller packages to reduce costs, which takes longer than raising prices.</p><p>On Tuesday, Best Buy said profits fell and comparable sales dropped 10.4% in its third quarter, but the results weren't as bad as investors had feared. The company slightly raised its sales target for the fiscal year that ends in January, saying comparable sales would decline 10% instead of 11%.</p><p>Dick's reported a lower third-quarter profit and said comparable-store sales rose 6.5% in the period. It raised its sales and profit goals for the fiscal year. It now expects comparable-store sales to fall between 1.5% and 3%, compared with a previous range of 2% and 6%.</p><p>Shares of Best Buy rallied about 11% in Tuesday afternoon trading, while Dick's shares gained roughly 7%. Dollar Tree shares fell nearly 10%. The results are the latest updates on the outlook for the industry ahead of the Black Friday shopping weekend.</p><p>Apparel chain Abercrombie &amp; Fitch Co. said Tuesday that it was cautiously optimistic about the holiday season after it reported a small quarterly profit and sales that fell less than expected. The company now expects fourth-quarter sales to fall 2% to 4% from $1.2 billion a year earlier. Shares jumped 18% in midday trading Tuesday.</p><p>Best Buy is one of several chains that warned over the summer of a likely spending pullback from pandemic favorites such as home appliances. After its sales and profits fell in the second quarter, the company told investors to expect a similar result heading into the fall as people purchased fewer TVs and laptops.</p><p>Quarterly profits at both Best Buy and Dick's were hurt by increased discounting compared with last year when product shortages resulted in fewer promotions. Inventories at Best Buy are down 15% compared with last October while at Dick's they are up 35% from a year ago.</p><p>Dick's executives said they were comfortable with their merchandise levels heading into the holidays. Chief Executive Lauren Hobart said the company's strong inventory position at the end of June allowed it to meet robust demand during the back-to-school season.</p><p>The big seller of sneakers and athletic attire isn't expecting demand to soften significantly next year. \"There's nothing unique about how we drove demand that won't persist into next year,\" Ms. Hobart said.</p><p>—Hannah Miao contributed to this article.</p><p>Write to Sarah Nassauer at Sarah.Nassauer@wsj.com and Dean Seal at dean.seal@wsj.com</p><p>Best Buy, Dick's Ease Fears About Holiday Spending</p>",
  "published": "2022-11-22T17:51:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 467,
          "end": 479
        }
      ]
    }
  ]
}