{
  "_id": "4d611084ee8c6604c3ddc7557a787040d5a200a623333a8c3d7d3638fca7e445",
  "feed": "market-watch",
  "title": "Buy the dip or sell the 'rip'?: What's ahead for stock investors as 'sticky' inflation fears heighten consumer concern; Stock-market bottoms tend to form after a 'panic selloff,' says Tastytrade's chief market strategist",
  "text": "<p>That shift was seen over the past week, as stocks sank amid investor worries over consumer spending trends, said Christopher, in a phone interview.</p><p>\"The market is finally starting to price in realistically a recession,\" he said.</p><p>For now, the mood of consumers has proven as hard to pin down as market entries and exits.</p><p>The slump has been \"very difficult to sit through,\" said JJ Kinahan, chief market strategist for online brokerage firm Tastytrade Inc., in a phone interview. \"It's like going in and boxing day after day, getting your butt kicked, but you haven't been knocked out yet. So you have to go back in and box again.\"</p><p>Stocks have not yet seen a \"big low,\" and because the market is vulnerable to a bear-market rally, sell any \"rips,\" advised investment strategists at BofA Global Research, in a May 19 note.</p><p>On Friday, the S&amp;P 500 index SPX traded into bear-market territory yet avoided closing there as it eked out a gain in a mixed close for U.S. stocks. Still, the S&amp;P 500 and other major benchmarks suffered another week of losses, with the Dow Jones Industrial Average DJIA booking an eighth straight weekly decline for its longest losing streak since April 1932.</p><p>In a May 18 note, Wells Fargo Investment Institute said it was adjusting its equities guidance and price targets for a \"likely\" recession, upgrading the utilities sector to \"neutral\" from \"most unfavorable.\" Utilities are considered defensive, unlike the consumer-discretionary sector, which Wells Fargo downgraded to \"unfavorable\" from \"neutral,\" according to the note.</p><p>Consumer discretionary XX:SP500.25 was the worst performing sector of the S&amp;P 500 index Friday, closing lower and booking a seventh straight week of declines for its longest losing streak since July 1996, according to Dow Jones Market Data.</p><p>Read:   Retail stock woes hit consumer sector ETFs as S&amp;P 500 nears bear market territory</p><p>Here are Wells Fargo's equity sector preferences, as seen in its May 18 report.</p><p>'Sticky' inflation</p><p>\"Inflation is hitting purchasing power,\" said Christopher. \"It's so sticky,\" he said, \"that it's going to be with us for a while, even after the Fed raises rates.\"</p><p>Profit misses in earnings results reported by Walmart Inc. WMT and Target Corp. TGT this past week sparked investor concern that high inflation is crimping consumer spending, while eating into companies' profit margins. Shares of Walmart plunged more than 19% in the past week and Target plummeted around 29%.</p><p>Read:  Walmart says consumers are trading down to private label for items like dairy and bacon</p><p>\"Unfortunately, gasoline prices bounced back up to another record high in May and with inflation rampant across most categories, people are spending more money on fewer items,\" said Beth Ann Bovino, U.S. chief economist for S&amp;P Global Ratings, in emailed comments on May 17.</p><p>When S&amp;P adjustedU.S. retail sales in April for inflation, \"a frightening split has appeared over the last year, and has only gotten wider through April,\" said Bovino.</p><p>\"Purchasing power has been squeezed, particularly for low-income households,\" she said. \"While savings stored up during the pandemic has given households a cushion to absorb these higher prices, eventually these buffers run thin.\"</p><p>Although the labor market remains strong, new U.S. jobless claims during the week ending May 14 climbed to a four-month high. Christopher said that Wells Fargo Investment Institute believes \"a mild recession\" may begin late this year.</p><p>They're not alone.</p><p>\"We continue to expect that the financial conditions tightening triggered by Fed policy will likely lead to a recession by end 2023,\" wrote Deutsche Bank analysts led by chief U.S. economist Matthew Luzzetti, in a research note dated May 20. \"Over the past several weeks, U.S. financial conditions have tightened sharply.\"</p><p>This coming week, investors will get fresh economic data on inflation, consumer spending and disposable income. The U.S. economic calendar also includes readings on consumer sentiment, U.S. manufacturing and services, initial jobless claims, and minutes from the Federal Open Market Committee's last policy meeting.</p><p>Jittery investors</p><p>While investors are jittery, stock-market bottoms tend to form after a \"panic selloff,\" and the recent slump so far has been \"orderly,\" according to Tastytrade's Kinahan.</p><p>The S&amp;P 500 has dropped about 18% this year through Friday, while the Dow has fallen 14% and the technology-heavy Nasdaq Composite has tumbled around 27%, according to FactSet.</p><p>Read: The S&amp;P 500 narrowly averts a bear market. How long do they last once they arrive?</p><p>Through the lens of bullish investors, bear markets entail \"feral, fearful, dystopian price action,\" the BofA investment strategists wrote in their note. \"The tape shows big damage already,\" with \"inflation shock\" largely priced in along with \"rates shock.\"</p><p>Once \"recession shock\" is discounted, \"lows will be set,\" the strategists wrote, citing a bullish perspective.</p><p>Both Kinahan and Wells Fargo's Christopher cautioned against trying to time the market, with Kinahan describing any attempt to pick a bottom as a \"fool's errand.\"</p><p>Christopher said investors might consider putting small amounts of cash to work over time as the market falls to new lows, and buying quality stocks to minimize losses. \"If you're a longer-term investor, you don't want to pull money out of the market,\" he said.</p><p>With recession risks rising, Wells Fargo Investment Institute has cut its year-end target price range for the S&amp;P 500 to 4,200-4,400 from 4,500-4,700, its report shows. That's above the index's close Friday at 3,901.</p><p>Buy the dip or sell the 'rip'?: What's ahead for stock investors as 'sticky' inflation fears heighten consumer concern</p>",
  "published": "2022-05-21T13:09:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2374,
          "end": 2381
        },
        {
          "start": 2190,
          "end": 2202
        },
        {
          "start": 2460,
          "end": 2467
        }
      ]
    }
  ]
}