{
  "_id": "1d7bdad589637b12029e8b877ce38256dc8e9ed696d0bc08169418eea3443089",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- In China, It's Smallmart --- The largest retailer in the U.S. has been doing business in China for over 25 years. It has yet to figure out Chinese shoppers.",
  "text": "<p>More recently, Walmart has come under pressure from lawmakers in both the U.S. and China as tensions between the two economic giants have grown.</p><p>A couple of years ago, the company explored selling a minority stake in its China business, in part to improve its relations with Chinese regulators. Now it is revamping its China retailing strategy.</p><p>Walmart's experience shows how hard it has become for Western companies, even one with the resources of this U.S. behemoth, to thrive in China's increasingly state-led and slowing economy.</p><p>China's zero-Covid policy has created difficulties for businesses both foreign and domestic. In April, the country's retail sales fell more than 11% from a year earlier as restrictions on movement kept people from buying certain types of goods.</p><p>\"Our biggest international pressure point is related to the Covid lockdowns in China, which created operational and financial pressure,\" Walmart Chief Executive Doug McMillon said on a call with analysts in mid-May, before the recent lifting of the lockdown in Shanghai. Walmart declined to make executives available to discuss its China business.</p><p>The growing role of Chinese politics in the economy creates new uncertainties, said Kenneth Jarrett, a former head of the American Chamber of Commerce in Shanghai who is now with the Albright Stonebridge Group business consultancy. \"New policies and incidents can occur without warning,\" Mr. Jarrett said.</p><p>Take red dates. The popular fruit is produced in Xinjiang, a remote region where Western human-rights activists and politicians allege authorities use forced labor among Uyghurs and other ethnic minorities.</p><p>China denies that. Even so, Congress and the White House have barred American companies from importing Xinjiang goods that could have involved forced labor.</p><p>Walmart took red dates from Xinjiang and other products from the region off the shelves at its Sam's Club stores in China last year and removed references to Xinjiang from the packaging of some items. In late December, Chinese consumers noticed the absence of Xinjiang products from the online store. The result was outrage on Chinese social media.</p><p>Local Chinese authorities made unusual public disclosures about past infractions by Walmart. State media described its cybersecurity missteps, a $50,000 fine for mishandling product reviews and a spoiled-beef investigation. Walmart stayed silent.</p><p>China accounts for a small piece of Walmart's sales, but its retail market has long been an important part of the firm's ambitions. Walmart has cut back on other international operations but has kept its retail presence in China.</p><p>One reason is China is home to vast manufacturing and sourcing operations Walmart relies on to ship goods to its stores in the U.S. and the rest of the world, according to people familiar with the company's strategy. In addition, they said, operating stores in China helps Walmart stay abreast of trends in retail and e-commerce.</p><p>When it entered China's market more than 25 years ago, Walmart adopted its U.S. approach: Numerous giant stores, filled from a network of distribution centers, that could offer shoppers brand-name goods at low prices.</p><p>Zhang Jiawei, 29, recalls that as a child he ran the Walmart aisles excitedly as his parents shopped. Today, when Mr. Zhang needs household staples, he turns to Freshippo supermarkets, owned by Alibaba Group Holding Ltd. He said he enjoys frequenting Freshippo because its offerings and layout are refreshed often. And the supermarket can deliver orders in under 30 minutes.</p><p>\"Going to a Walmart just isn't exciting,\" said Mr. Zhang, a sales and marketing director. \"They rarely change their layout or refresh their product offerings. You always know you'll get the 330 ml. Coca-Cola there, but never the latest Cherry Coke flavor, or the popular fizzy drink trending on social media.\"</p><p>Last year, Walmart dropped to China's fourth-largest operator of hypermarkets, from second-largest a decade ago, according to market researcher Euromonitor International.</p><p>Sales at all Chinese hypermarkets shrank an average 3% a year from 2016 through 2020, according to a report by management consultancy Bain &amp; Co. and Kantar Worldpanel, a consumer research firm. Over the same period, it said, e-commerce sales in China rose 32% a year on a compound basis.</p><p>\"The Walmart format is not what Chinese consumers want,\" said Han Hu, a Shanghai-based consumer analyst at Euromonitor.</p><p>Walmart's sales in China have grown in recent quarters, boosted by shopping for pandemic stocking-up goods, but profits have been inconsistent. Sales rose 4.4% in the latest quarter, which was less than the company expected, because of this year's lockdowns.</p><p>Sam's Club stores, which sell discounted bulk goods to paying members, have been a bright spot. But in the past seven quarters, the company has said, fewer visits to hypermarkets have damped the effect of rising sales at Sam's and through online channels.</p><p>Retooling its China approach, Walmart closed over 40 of its 400 or so hypermarkets last year, according to financial filings. Executives are \"really thinking about what is the role of hypermarkets for the long term in China,\" said Judith McKenna, Walmart International chief executive, at an investor meeting this week. \"We've got some reinvention to do.\"</p><p>Walmart has about 36 Sam's Clubs in China. Executives have said they plan to have as many as 45 by the end of this year.</p><p>At Sam's Club, membership fees are the primary source of profit, and the stores are less profitable than hypermarkets per dollar of revenue. For the past 13 quarters, Walmart's gross profit rate has declined in China, in part because of a bigger share of its revenue coming from Sam's Clubs and online sales, which also tend to be less profitable per sales dollar.</p><p>In 2016, Walmart gave up on building its own e-commerce platform, instead buying a stake in e-commerce giant JD Inc. and a JD subsidiary, which it relies on for its e-commerce platform and delivery of store and online purchases.</p><p>Euromonitor data show that Walmart held 10.9% of China's overall 634 billion yuan ($94 billion) retail sales market last year. That was up from 9.3% five years ago, yet Walmart dropped to fourth place from third.</p><p>Amid the regulatory hurdles Walmart faces in China, the company needs permits for each store in order to sell condoms, the top form of birth control in China, because they are considered medical devices. Permits can take years to clear, said former executives.</p><p>Walmart's roughly 400 stores in China face more unannounced food-safety and store inspections by regulators than do its 5,000-plus U.S. stores, according to people familiar with the matter. One of the people said Chinese local inspectors have indicated that regulators check frequently on overseas retailers such as Walmart, which they regard as having better quality control than domestic retailers, as a way to raise the pass rate of inspections.</p><p>In 2018, foreign companies including Marriott International Inc. and apparel retailer Zara faced criticism from Chinese authorities for referring to Taiwan or Hong Kong as independent countries on their websites. Walmart scoured its own products and sites for the same issue, said people familiar with the move. It took down store signs that included a Taiwanese flag and stopped selling paper maps that portrayed Taiwan as a country.</p><p>In recent years, Xinjiang became a minefield for multinationals. In March 2021, China all but erased apparel seller H &amp; M's internet presence in the country after the Swedish retailer said it would stop sourcing cotton from Xinjiang and expressed concern about allegations of forced labor and discrimination against Muslim minorities. In December, Intel Corp. apologized following a social-media backlash over a letter it had sent suppliers asking them to avoid sourcing from Xinjiang.</p><p>Eight years ago, before Xinjiang was a sensitive topic, Walmart touted Xinjiang products as a sign of its successful localization efforts. In a 2014 press release, an executive of Sam's Club said its red dates came from an area in Xinjiang where land was irrigated with melted snow and daylight hours were long, allowing fruit to ripen with maximum sweetness.</p><p>Walmart removed several Xinjiang products from the supply chain for its store brands in 2021, although it wasn't under legal obligation to do so. Besides the red dates, it switched procurement of walnuts and green raisins to other regions.</p><p>On Dec. 23, President Biden signed the Uyghur Forced Labor Prevention Act, which prohibits companies from importing products made with forced labor in the Xinjiang area or from entities associated with the government of the region. About a week later, China's anticorruption watchdog criticized Walmart for removing Xinjiang products, warning it could face a consumer boycott.</p><p>To reduce political risk in China, Walmart in recent years held discussions about taking on a minority investor, according to people familiar with that move. The search was paused when the coronavirus began to spread in early 2020.</p><p>That spring, Walmart hired a new China chief executive, Xiaojing Christina Zhu, who previously ran the China unit of New Zealand dairy company Fonterra Co-operative Group Ltd. A challenge she soon faced was turnover. Many non-Chinese staff left the country in March 2020 when Walmart offered all employees living outside their country of citizenship a chance to relocate as borders closed due to Covid-19.</p><p>Former executives say Walmart wants to stay in China for the long haul. It has invested in government relations for both its retail and manufacturing activities. China also serves as a testing ground for e-commerce ideas, said Jordan Berke, who once led Walmart's China online retail operations and is now head of Tomorrow Retail Consulting.</p><p>\"It's been a regular part of [Walmart's] cadence to be there to understand what's happening,\" Mr. Berke said. \"Historically, it's been, 'This is the biggest retail market in the world and its growth has far outpaced any other. How can we participate, and be part of all that growth?'\"</p><p>---</p><p>Yoko Kubota and Rachel Liang contributed to this article.</p>",
  "published": "2022-06-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 9350,
          "end": 9357
        },
        {
          "start": 9734,
          "end": 9741
        },
        {
          "start": 3224,
          "end": 3231
        },
        {
          "start": 2230,
          "end": 2237
        },
        {
          "start": 15,
          "end": 22
        },
        {
          "start": 8225,
          "end": 8232
        },
        {
          "start": 9087,
          "end": 9094
        },
        {
          "start": 1050,
          "end": 1057
        },
        {
          "start": 7921,
          "end": 7928
        },
        {
          "start": 2697,
          "end": 2704
        },
        {
          "start": 6262,
          "end": 6269
        },
        {
          "start": 7157,
          "end": 7164
        },
        {
          "start": 5801,
          "end": 5808
        },
        {
          "start": 4320,
          "end": 4327
        },
        {
          "start": 6495,
          "end": 6502
        },
        {
          "start": 3867,
          "end": 3874
        },
        {
          "start": 6190,
          "end": 6197
        },
        {
          "start": 9852,
          "end": 9859
        },
        {
          "start": 3008,
          "end": 3015
        },
        {
          "start": 5594,
          "end": 5601
        },
        {
          "start": 4980,
          "end": 4987
        },
        {
          "start": 2429,
          "end": 2436
        },
        {
          "start": 8760,
          "end": 8767
        },
        {
          "start": 345,
          "end": 352
        },
        {
          "start": 3558,
          "end": 3565
        },
        {
          "start": 5197,
          "end": 5204
        },
        {
          "start": 2896,
          "end": 2903
        },
        {
          "start": 6048,
          "end": 6055
        },
        {
          "start": 2525,
          "end": 2532
        },
        {
          "start": 6811,
          "end": 6818
        },
        {
          "start": 8877,
          "end": 8884
        },
        {
          "start": 2370,
          "end": 2377
        },
        {
          "start": 1797,
          "end": 1804
        },
        {
          "start": 5306,
          "end": 5313
        },
        {
          "start": 9502,
          "end": 9509
        },
        {
          "start": 4435,
          "end": 4442
        },
        {
          "start": 916,
          "end": 923
        }
      ]
    }
  ]
}