{
  "_id": "0793237d5bdf1d9512eb37c2b9daf5f2d537eb4b4510db5c85a08cdee4bd662b",
  "feed": "wall-street-journal",
  "title": "'Life on the Mississippi' Review: Continental Drift; The wooden flatboat uses the simplest of technology (and whatever parts are handy) to turn a river into a highway. To pilot one is a nearly lost art.",
  "text": "<p>15 Books We Read This Week</p><p>Jim Thorpe's incomparable feats, a holdout's tale from Werner Herzog, salmon's global spread and more.</p><p>His travelogue promises to attract many other readers for whom a trip down the Mississippi seems a romantic idyll. Mr. Buck borrows his title from Mark Twain, whose 1883 memoir of his days as a steamboat pilot affirmed the river as a place of adventure. But as Mr. Buck notes early in his story, Twain had another memorable idea about the Mississippi. Like Heraclitus, the Greek philosopher who famously observed that one can never step into the same river twice, Twain regarded the Mississippi as a study in change. Looking for the landmarks of his youth along the river, Twain found them strangely elusive. \"The river is now so thoroughly changed,\" he wrote in his journal, \"that I can't bring it back to mind even when the changes have been pointed out to me. It is like a man pointing out to me a place in the sky where a cloud has been.\"</p><p>Mr. Buck also confronts a radically altered Mississippi as he plans to retrace the route of Jacob Yoder, a Pennsylvania farmer who in 1782 pioneered using the river to market his crops. It's obviously a different country than the one Yoder knew when he navigated a primitive vessel down the Mississippi to New Orleans. It's also a vastly different river, boasting swifter currents where the Mississippi has been reshaped for industrial traffic and dominated by gigantic barges. Mr. Buck's boat—a wooden vessel handbuilt on a Tennessee farm— is a matchbox in comparison. Loved ones dismiss his plan, hatched as he approaches 70, as a suicide mission.</p><p>To improve his odds, Mr. Buck puts a motor on his boat, which also includes, among other modern conveniences, an electric bike for trips into river towns for supplies. A nylon American flag from Walmart offers another nod to the 21st century. Mr. Buck disdains ostentatiously scrupulous arguments about authenticity among historical re-enactors. \"I was doing something different,\" he writes, \"more realistic for my times—intellectually stalking, but not slavishly imitating, a formative era in the expansion of America.\"</p><p>Readers of \"The Oregon Trail,\" Mr. Buck's 2015 account of his ramble across the Oregon Trail in a covered wagon, will be familiar with his mix of popular history, wry reportage and quixotic contraptions. That book evoked the great procession of wagon trains that endure in the national imagination as America's defining pioneer experience. But \"Life on the Mississippi\" advances a compelling argument: \"The inland rivers—not the wagon ruts crossing from Missouri to Oregon—were America's first western frontier.\"</p><p>For American entrepreneurs with ambition and little else, river commerce offered low hurdles. \"Flatboats were the ideal conveyance for a developing country with boundless energy but little cash,\" Mr. Buck writes, and settlers \"who could already build almost anything . . . didn't need a lot of capital or specialized training to build a flatboat.\"</p><p>Access to cheap transport from the nation's interior to the Gulf of Mexico dramatically expanded commerce, and though many Americans now tend to view the Mississippi and other rivers nostalgically, they remain an economic powerhouse. At a time when most consumers are perhaps thinking for the first time about the intricacies of the supply chain, Mr. Buck notes that river traffic is still indispensable. \"If river barges were eliminated,\" he writes, \"travel on American highways would become an unimaginable nightmare.\"</p><p>Another unchanged aspect of a flatboat voyage is its appeal for eccentrics, as Mr. Buck learns when he prepares and staffs his boat. \"Somehow, without really trying to, I had attracted a crew of keen self-starters with strong personalities,\" he writes in describing the general character of his onboard community. He christens his boat the Patience, a moniker that seems more an aspiration than a governing principle as Mr. Buck and his comrades follow Yoder's 1782 itinerary: embarking in Elizabeth, Penn., on the Monongahela River, floating to Cairo, Ill., where the Ohio joins the Mississippi; then all the way down to New Orleans. With so many vigorous opinions aboard, even small matters can chafe, as when the crew's cook, Danny Corjulo, announces dinner too early for Mr. Buck's serenity. \"Rinker, we don't tell the pasta when to eat,\" he says. \"When the pasta is ready, it tells us.\"</p><p>A more serious fissure develops when another crewman whom Mr. Buck describes as \"querulous and insecure\" leaves the expedition in a huff. There's also a dispute with the boat's builder that ends up in court, the details tucked away in the book's acknowledgments. Mr. Buck's acerbic takedowns of those with whom he quarrels can give pause, especially since the objects of his ire lack the forum of a bestselling author to respond in kind.</p><p>To his credit, Mr. Buck points some of his sharpest barbs inward. He confesses a struggle with \"hypomania, a surfeit of dopamine that produces elevated feelings of self-worth.\" Such pride can invite folly: Mr. Buck manages to break his ribs twice on his trip, and he's forced to rescue a first mate who goes overboard.</p><p>But only the audacious would attempt a 2,000 mile river voyage in an improvised craft, and Mr. Buck manages to prove his critics wrong by making it to the Crescent City itself, sustained by generous souls throughout his trip. People along the river offer Mr. Buck and his boatmates meals, guidance and goodwill, and such stories make \"Life on the Mississippi\" an antidote to the cynicism of the times.</p><p>Mr. Buck acknowledges the darker currents of history, noting that the golden age of flatboats also enabled the expansion of slavery and displacement of Native Americans. But he also points to the country's capacity for fresh starts, concluding his trip not far from where poet Walt Whitman had landed in New Orleans to reinvent himself. \"I was glad,\" Mr. Buck writes, \"that I had followed him there.\"</p><p>Mr. Buck calls Whitman his \"favorite American,\" and he clearly admires the poet's literary gifts. \"Life on the Mississippi\" sparkles with Mr. Buck's own felicities. \"Every hour spent on the Mississippi was an intense suffusion of light, waterscape, and sand,\" he muses. \"The grand spectacle of the continent was racing by.\" His prose, like the river itself, has turns that quicken the pulse.</p><p>Not many of us would attempt Mr. Buck's life on the Mississippi. At its best, though, his book makes us feel that if the invitation came, we'd climb aboard.</p><p>Mr. Heitman, editor of Phi Kappa Phi's Forum magazine, is a columnist for the Baton Rouge Advocate.</p><p>'Life on the Mississippi' Review: Continental Drift</p>",
  "published": "2022-07-28T13:53:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1818,
          "end": 1825
        }
      ]
    }
  ]
}