{
  "_id": "9118e5a2a59c0239f7c38b2c3bf5931104748457c0415a8cb05e5b8e68a494f8",
  "feed": "wall-street-journal",
  "title": "CBRE Investment to Buy $4.9 Billion in Warehouses in U.S., Europe; Ross Perot Jr.'s Hillwood Investment is selling 28 million square feet of industrial property",
  "text": "<p>Industrial property was one of the best-performing property types in 2021 and has been for the past few years. CBRE's acquisition would be the latest bet by a large investor on the transformation of the supply chain by e-commerce and the pandemic.</p><p>Supply lines used to be designed with as few stops as possible between manufacturers and consumers to reduce costs. But the growth of e-commerce replaced cost savings with the need to fulfill orders quickly. This meant adding warehouses and distribution centers closer to population centers so clothes, books, electronics and other goods could be delivered within days or sooner.</p><p>The pandemic accelerated these changes as many consumers avoided stores fearing possible infection.</p><p>\"It's made the price of real estate close to the consumer to be more worth it,\" said Chuck Leitner, chief executive of CBRE Investment.</p><p>CBRE Investment, a unit of commercial-real-estate services firm CBRE Group Inc., found the Hillwood portfolio attractive because most of it was built in markets with large labor forces, advanced transportation systems and proximity to large numbers of consumers, Mr. Leitner said.</p><p>Big tenants like Amazon.com Inc., Walmart Inc. and Home Depot Inc. like such features. \"It's a portfolio that was built and designed to be very responsive\" to online retailers, Mr. Leitner said.</p><p>Hillwood's European properties were particularly attractive to the firm because \"the penetration rate of e-commerce is just getting started there relative to the U.S.,\" Mr. Leitner said.</p><p>About two-thirds of the Hillwood portfolio is built and leased. About one-third is still being leased or is under development, Mr. Leitner said.</p><p>CBRE Investment, which has over $133 billion in assets including $35 billion of global industrial property, won the bidding for the Hillwood portfolio partly because of parent CBRE Group's strong balance sheet. \"That allowed us to move quickly,\" Mr. Leitner said.</p><p>Hilwood's sale of the industrial portfolio will close in stages starting this year and possibly stretching into 2023, Mr. Leitner said.</p><p>Ross Perot Sr. founded Electronic Data Systems in 1962 and sold that company to General Motors Co. in 1984. A candidate for president in 1992 and 1996, he also invested in numerous other businesses including real estate. Ross Perot Jr. is chairman of Hillwood Investment Properties.</p><p>Write to Peter Grant at peter.grant@wsj.com</p><p>CBRE Investment to Buy $4.9 Billion in Warehouses in U.S., Europe</p>",
  "published": "2022-01-04T11:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1173,
          "end": 1186
        },
        {
          "start": 1179,
          "end": 1191
        }
      ],
      "nexusId": "10042309"
    }
  ]
}