{
  "_id": "a2af52c15a621a6f64a807ec94b3d5dfc4d1bab93b2235472fa975199603205e",
  "feed": "wall-street-journal",
  "title": "Walmart Heirs Launching Their Own Woodstock With an Art and Music Festival; Sam Walton's grandsons are creating event in Arkansas's Ozark Mountains. On stage: The Flaming Lips, The War on Drugs, a sex therapist and 'Soundsuit' artist Nick Cave.",
  "text": "<p>The event offers a rare glimpse into the cultural ambitions of the next generation of Walmart heirs. Alice Walton, the daughter of Walmart founder Sam Walton, has long been known in art circles as a major collector who opened Crystal Bridges Museum of American Art in Bentonville 11 years ago. The coming festival has her blessing, but it is being spearheaded by two of her nephews, Steuart and Tom Walton, and the latter's wife, Olivia Walton.</p><p>The younger Waltons are outdoorsy types who like to hike and ride bike trails. The brothers are also pilots and run a flight school as well as oversee real-estate ventures in the city. Olivia, a New Yorker and former NBC News reporter, moved to Arkansas soon after she and Tom married in 2016. Together, they are teaming up on FORMAT with a creative firm called Triadic as well as with C3 Presents, the concert promoter behind Chicago's Lollapalooza.</p><p>Olivia Walton, 37 years old, who recently took over as Crystal Bridges's chairwoman, said the festival got its start two years ago during the pandemic when Triadic pitched the concept to her and her husband, who is 38, and the couple realized how much they missed watching live music. They also saw a festival as a way to invest in the region's creative economies beyond Crystal Bridges.</p><p>\"If you love a museum, you go a couple times a year, but if you love a band, you'd go see them play a couple times a month if you could–you're more stoked to go,\" Ms. Walton said.</p><p>The festival aims to start small with an audience of up to 17,000 people in their 30s and 40s, rather than the 80,000-plus crowds of mostly college students who typically attend festivals such as Tennessee's Bonnaroo Music and Arts Festival, organizers said. Tickets will start at $275, and 400 camping sites will also be available to stake.</p><p>Tom Walton, who collects contemporary art with his wife and brother, said he is a big fan of music festivals and often listens to bands such as Grateful Dead and Yelawolf. To build on his aunt's artistic legacy, it is equally important that the visual arts enjoy equal billing with the rock bands, he said.</p><p>\"The idea that art has to be in a museum is something we're trying to get away from,\" he said, noting that he and his brother and wife have already installed dozens of artworks from their 400-piece private collection along bike trails and in parks and restaurants citywide.</p><p>Roya Sachs, a Triadic co-curator of FORMAT, said the Waltons want the festival to hit audiences like a discovery, so she has invited a carnivalesque mix.</p><p>\"People aren't looking for one type of experience anymore–they want it all,\" said Ms. Sachs, who previously organized shows for New York's Lever House.</p><p>To kick off festivities in September, artist Doug Aitken will land his mirrored hot-air balloon on the festival grounds, a 300-acre field surrounded by woods owned by the Waltons. Dotting the field will be stages and immersive spaces designed by artists such as Justin Lowe and Jonah Freeman. To access those artists' particular venue–a dystopian, speakeasy-style space–audiences will first need to open what appears to be a portable restroom door.</p><p>Maurizio Cattelan's collective, called Toiletpaper magazine, will convert a barn into a disco-like venue on the grounds that will be emceed by a drag queen who goes by Maddy Morphosis. The Brazilian art duo Assume Vivid Astro Focus will create another wooden playground-like space in the Sugar Creek woods edging the festival grounds where late-night DJ acts can perform.</p><p>Neil Harbisson, an Irish artist who bills himself as the world's first human cyborg, will give a keynote address and use an antenna affixed to his head to project images on a screen behind him. Designer and clinical hypnotherapist Betony Vernon will offer audiences sex-therapy sessions, and Sissel Tolaas–a Norwegian artist who specializes in making pieces that people can smell–will pipe scents through a 150-foot maze of vented plastic tubes, allowing people to stroll and whiff.</p><p>The Waltons said they also want artists and musicians to collaborate with Bentonville locals, wherever possible. Ms. Walton said she is eager to see what happens with Mr. Cave, an artist known for using everything from beads to twigs to lace doilies to create his series of wearable \"Soundsuits.\"</p><p>Mr. Cave said he intends to pull together a troupe of around 20 local dancers and outfit them in his \"Soundsuits,\" some of which will evoke horses. Throughout the festival, he will send his dancers out into the crowd to interact, he said. Accompanying them on occasion will be up to 40 members of a drumline from the University of Arkansas at Pine Bluff.</p><p>Mr. Cave said he signed onto the festival in part because he has known the Walton family for years, first meeting Alice Walton as a collector. Last year, he also showed his work at the younger Waltons' other new art venture in Bentonville: a former cheese factory turned Crystal Bridges' satellite space called the Momentary. Mr. Cave said the idea of adding more art to the music festival model also appealed to him.</p><p>\"There's still a huge population who hasn't been into a museum, so let's take art to them,\" he said.</p><p>Write to Kelly Crow at Kelly.Crow@wsj.com</p><p>Walmart Heirs Launching Their Own Woodstock With an Art and Music Festival</p>",
  "published": "2022-04-19T13:04:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 86,
          "end": 93
        },
        {
          "start": 5210,
          "end": 5217
        },
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 131,
          "end": 138
        }
      ]
    }
  ]
}