{
  "_id": "6abcd45595e5146d9601f693e9aed9652040ece16647e791184d648af9265da2",
  "feed": "wall-street-journal",
  "title": "Citigroup Tried to Rally Banks on Guns  ---  The bank adopted  new policies on  firearms sellers, but  rivals didn't follow  ----  By David Benoit",
  "text": "<p>    Citigroup Inc. told retailers after a 19-year-old killed 17 students and staff at a high school in Parkland, Fla., in 2018, that it didn't want their business if they sold guns to people under 21. </p><p>   The bank wouldn't lend to them or hold their deposits. It wouldn't advise them on mergers, bond sales or stock offerings. Citigroup, its executives hoped, would be the institution that rallied Wall Street around a plan to curb gun violence. No one followed. </p><p>   On May 24, an 18-year-old gunman killed 19 students and two teachers at an elementary school in Uvalde, Texas. Days earlier, an 18-year-old shot up a supermarket in Buffalo, N.Y., killing 10. </p><p>   Each new mass shooting revives the debate about America's gun laws and renews calls from proponents of stricter gun controls for American corporations to act. It is part of a broader push for companies to get involved in societal issues. Banks are especially powerful, the thinking goes, because they direct the flow of money throughout the economy.Citigroup's experience is a microcosm of the gun debate. </p><p>   Citigroup executives believed putting pressure on retailers was the most effective strategy. JPMorgan Chase &amp; Co. and Bank of America Corp. went in another direction entirely, limiting their dealing with gun manufacturers. Wells Fargo &amp; Co. said lawmakers, not banks, should regulate guns. Divided, they had little hope of harnessing the power of the nation's 4,800 banks to keep guns out of the hands of mass murderers. </p><p>   Congress just passed the most significant firearms legislation in decades. The big banks aren't discussing new gun-related policies -- either alone or as a group, according to people familiar with the matter. </p><p>   Citigroup's decision to wade into the gun debate came at a cost. Pro-Second Amendment lawmakers and right-wing news outlets criticized the bank, spinning up a social-media firestorm. Citigroup lost lucrative state business in gun-friendly Texas and Louisiana. And it lost a big-name client -- Bass Pro Shops. </p><p>   Bank executives said they would do it all over again. </p><p>   The episode helped Citigroup executives develop a process for when to weigh in on hot-button issues. The move was important to employees, some of whom were personally affected by mass shootings. And the financial hit to the bank was minimal. </p><p>   \"We worked hard to develop a well-balanced and reasonable approach, recognizing there still could be some costs,\" Ed Skyler, the gun policy's architect and Citigroup's head of public affairs, said in a statement. \"Looking back at the time we adopted the policy and what has happened since, I remain proud of what it shows about our institution.\" </p><p>   Citigroup executives began talking about what the bank could do after the Parkland shooting in February 2018. Several Citigroup employees had children at the school hiding from the gunman. </p><p>   Citigroup executives offered support, but parents wanted to know where the bank stood on guns. They didn't have an answer. </p><p>   Chief Executive Michael Corbat, a gun owner who enjoys hunting and fishing, asked Mr. Skyler to study the options. Mr. Skyler had been New York deputy mayor under Michael Bloomberg, a vocal backer of gun control. Mr. Skyler looked for a spot where the bank could exert influence without being labeled antigun. </p><p>   He and his team quickly dismissed calls to ban gun purchases with Citi credit cards, believing it unfeasible. They decided against cutting ties with gun manufacturers. Citigroup had few such clients anyway. </p><p>   They decided to go straight to the point of sale. </p><p>   The team recommended retailers limit gun sales to people over 21, based on data showing that 18- to 20-year-olds commit homicide with a firearm at a rateabout four times as often asthose over 21. </p><p>   Buyers also would need a completed background check, a step further than laws that allow a sale after three days if a check hasn't come back. And the retailers couldn't sell high-capacity magazines or bump stocks that often amplify the carnage of mass shootings. </p><p>   Some executives worried about what it would look like if Citigroup stopped a 19-year-old Afghanistan veteran from buying a gun, according to people familiar with their discussions. They decided to allow exceptions for first responders or properly trained buyers. </p><p>    Walmart Inc. and Dick's Sporting Goods Inc. both imposed the same age limit, offering some comfort. </p><p>   \"I'm a gun owner and nothing in here seems offensive to me,\" Mr. Corbat told the group, one of the people said. </p><p>   Citigroup's management committee was unanimously in favor of the proposal, the people said. </p><p>   As executives discussed the possible fallout, they were most concerned about Washington. \"It will be painful,\" warned Candi Wolff, the bank's head of government affairs, one of the people recalled. </p><p>   Mr. Skyler announced the policy on March 22, 2018. \"We would like to convene those in the financial services industry and other stakeholders to tackle these challenges together,\" he wrote. </p><p>   Citigroup's social-media feeds were soon flooded with negative comments. Facebook posts from Breitbart and Fox News host Tucker Carlson generated more than 10,000 angry reactions, according to a review of social media by Storyful. On Twitter, more than a thousand tweets suggested customers boycott the bank or cut up their credit cards, Storyful found. </p><p>   Still, few consumers ditched the bank. Citigroup's customer service lines weren't unusually busy, and less than 1% of the calls were about the policy, Citigroup data showed. Fewer than 1% of the people closing accounts in the weeks afterward identified the policy as a reason. </p><p>   One corporate client was a harder sell. Citigroup bankers flew to Missouri to meet Johnny Morris, the founder of Bass Pro Shops. The bank had helped finance his takeover of Cabela's in 2017 and was pitching him on more work. Mr. Morris had built a cultlike following of campers, fishers and hunters. As the bankers walked the aisles of Mr. Morris's flagship store, customers stopped him to ask for photos. </p><p>   Mr. Morris said he had studied the issues and found Citigroup's policy superficial, according to a person who attended the meeting. He told the bankers his customers were law-abiding gun owners and implementing the new rules would be a disaster, the person said. </p><p>   Citigroup employees and customers want you to do this and you'll feel good afterward, Mr. Morris told them, the person recalled. My customers, he said, want me defending the Second Amendment. </p><p>   They agreed to part ways. </p><p>   In Washington, Republican lawmakers began threatening to take other business away. Sen. John Kennedy of Louisiana sought to strip Citigroup of its contract to provide credit cards to federal employees. </p><p>   \"I wish you would provide the same level of scrutiny to other areas of Citi's business instead of penalizing Americans who choose to exercise their 2nd Amendment rights,\" Sen. Kennedy wrote to Mr. Corbat. </p><p>   Two weeks later, Bank of America said it would stop financing manufacturers of assault-style guns for civilians. JPMorgan said it had quietly done the same after the 2012 shooting in Sandy Hook Elementary School in Connecticut. </p><p>   Neither wanted to focus on retailers. Executives at the banks -- America's two largest -- questioned if Citi's policy could work and whether it would have the desired effect, people familiar with the matter said. </p><p>   The hardest hit to Citigroup came from individual states. In Louisiana, state officials said they wouldn't hire the bank for municipal bond offerings. In 2021, Texas passed a law barring banks that discriminate against the gun industry from winning state contracts. (Texas later said Citigroup's policy wasn't discriminatory.) </p><p>   Citigroup lost business in both states. It was the biggest underwriter of municipal bonds in Texas and Louisiana from 2015 to 2018, according to data from Refinitiv. In Louisiana, it has fallen to fifth place. In Texas, the third-biggest state for municipal bonds, it has dropped to eighth. </p><p>   Connecticut and New Jersey officials said they would favor banks with gun policies like Citigroup's. Citi hasn't picked up meaningful market share in either state. </p><p>   Citigroup employees were largely enthusiastic about the new policy, executives said. </p><p>   Mr. Corbat was in Kenya at the time it was announced, holding a town hall. An employee stood up to say he was proud the company took a stance on guns. A standing ovation followed, Mr. Corbat recalled in an interview before he stepped down as CEO last year. </p><p>   \"We were kind of lonely in that voice, but I absolutely think it resonated,\" he said. </p><p></p>",
  "published": "2022-06-27T06:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4235,
          "end": 4247
        },
        {
          "start": 4235,
          "end": 4246
        }
      ]
    }
  ]
}