{
  "_id": "8115e0305390d0297b48866ecb91b0edc7f03db38fa2b5af5631e5e0eab08541",
  "feed": "wall-street-journal",
  "title": "Best Buy, Dick's Ease Fears About Holiday Spending; Retailers post mixed quarterly results but say their sales won't drop as much as expected",
  "text": "<p>Dick's reported a lower third-quarter profit and said comparable-store sales rose 6.5% in the period. It raised its sales and profit goals for the fiscal year. It now expects comparable-store sales to fall between 3% and 1.5%, compared with a previous range of 6% and 2%.</p><p>Shares of Best Buy gained 8% in pre-market trading, while Dick's shares were flat. The results are the latest updates on the outlook for the industry ahead of the Black Friday shopping weekend.</p><p>Retailers are heading into an uncertain holiday season, with high prices for food and fuel weighing on consumer sentiment. Some national chains, such as Walmart Inc. and Target Corp., have warned that people are spending less on discretionary items because higher costs of groceries, housing and other essentials are taking up more of household budgets.</p><p>Apparel chain Abercrombie &amp; Fitch Co. said Tuesday that it was cautiously optimistic about the holiday season after it reported a small quarterly profit and sales that fell less than expected. The company now expects fourth-quarter sales to fall 2% to 4% from $1.2 billion a year earlier. Shares jumped 13% in pre-market trading.</p><p>Best Buy is one of several chains that warned over the summer of a likely spending pullback from pandemic favorites such as electronics as prices for everyday goods rise. After its sales and profits fell in the second quarter, the company told investors to expect a similar result heading into the fall.</p><p>Nearly all of Best Buy's merchandise categories declined in the third quarter, with the largest driver domestically being computing and home theater. Net earnings were $277 million in the quarter ended Oct. 29, down from $499 million a year earlier. Adjusted earnings were $1.38 a share, topping analyst expectations of $1.03 a share, according to FactSet.</p><p>Dick's reported a profit of $228 million in the quarter ended Oct. 29, down from $317 million a year earlier. Adjusted earnings were $2.60 a share, the company said. Analysts polled by FactSet had been expecting $2.27 a share.</p><p>Write to Dean Seal at dean.seal@wsj.com</p><p>Best Buy, Dick's Ease Fears About Holiday Spending</p>",
  "published": "2022-11-22T13:34:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 619,
          "end": 631
        }
      ]
    }
  ]
}