{
  "_id": "7c88a8fe46a0dc2ea5cc57751223f0dcb471ad29815967034d3cecf56ad91320",
  "feed": "wall-street-journal",
  "title": "FDA Probing Organic Strawberries Linked to Possible Hepatitis A Outbreak; The potentially tainted fruit was sold at stores including Aldi, H-E-B, Kroger, Trader Joe's, Walmart and others",
  "text": "<p>The potentially tainted fruit carried a FreshKampo or H-E-B label, the FDA said. Anyone who purchased those brands of berries between March 5 and April 25 and froze them for later consumption should get rid of them immediately, the agency urged.</p><p>The products were sold at stores such as Aldi, H-E-B, Kroger, Safeway and Weis Markets, along with Trader Joe's and Walmart, the FDA said.</p><p>The FDA, which is conducting its investigation along with the Centers for Disease Control and Prevention, said 17 people have been sickened thus far, with 12 hospitalizations.</p><p>\"The traceback investigations show that cases in California, Minnesota, and Canada report having purchased fresh organic strawberries branded as FreshKampo or H-E-B prior to becoming ill,\" the FDA said.</p><p>In a statement on its website, Texas-based H-E-B said its strawberries are safe to consume.</p><p>\"No illnesses from strawberries related to the FDA investigation have been reported at H-E-B or in Texas,\" the company said.</p><p>\"The FDA is conducting an investigation into organic strawberries sold between March 5 and April 25, 2022. H-E-B has not received or sold organic strawberries from the supplier under investigation since April 16,\" H-E-B said.</p><p>FreshKampo, based in Fresno, Calif., didn't immediately respond to a request for comment.</p><p>Hepatitis A is a contagious virus that in severe cases can cause liver disease. In most cases, it results in a mild illness that includes nausea, fatigue and abdominal pain.</p><p>The virus is most commonly spread through close proximity to an infected person. However, it can be contracted through food or water consumption if an infected food handler hasn't followed proper hand-washing hygiene.</p><p>Write to Ginger Adams Otis at Ginger.AdamsOtis@wsj.com</p><p>FDA Probing Organic Strawberries Linked to Possible Hepatitis A Outbreak</p>",
  "published": "2022-05-29T20:24:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 362,
          "end": 369
        },
        {
          "start": 168,
          "end": 175
        }
      ]
    }
  ]
}