{
  "_id": "c6ebe9dbfcc639c003db9c723d937fb69e73e795d393e5bf3ba8ba36b60bd0d7",
  "feed": "ftcomall",
  "title": "‘I want to be doing this when I'm 80' — BrewDog chief James Watt",
  "text": "<p>James Watt is moving carefully. The chief executive of BrewDog shattered his collarbone this summer riding a mountain bike at 30mph with a group of his “equity punk” investors at the company's “Lost Forest” — a plot of land it bought in the Scottish Highlands in 2020. </p> <p>Bolts in the bone are helping him recover from the latest upset in a turbulent period for the UK's largest craft brewer. Last year a group of former staff publicly condemned what they called the company's “toxic” <a href=\"https://www.ft.com/content/6733b4b5-e403-4de7-8daa-a7c04d41622f\">culture</a>, thrusting it into the limelight. Since then, Watt says he has seen BrewDog's day-to-day brewing costs rise by a third; he was diagnosed with Asperger's syndrome; and he launched a private prosecution against a woman over alleged fraud. </p> <p>So has he ever considered stepping back from running BrewDog? “Not for a second,” he says. “I want to be doing this when I'm 80.”</p> <p>Watt and co-founder Martin Dickie founded BrewDog 15 years ago in Aberdeenshire. Madcap marketing — it once dropped taxidermied animals from a helicopter — and crowdfunding campaigns helped it grow at breakneck speed, leading the craft beer boom. </p> <p>The entrepreneur is speaking in BrewDog's 27,500-square-foot bar in Waterloo, opened in August in central London, which has a slide, an ice cream van and a speakeasy. In December, an even larger rooftop bar opens in Las Vegas, although the company has been forced to shut six of its 70 bars in the UK in recent months because of spiralling costs. </p> <p>“We are insanely excited about building hopefully one of the best companies of our generation,” he says. </p> <p>Yet perceptions of BrewDog soured when the former staff — calling themselves “Punks with Purpose” — accused it of misogyny, hypocrisy, a “cult of personality” and pursuing “growth at all costs”.&#xa0;</p> <p>Watt initially pushed back against the claims before he accepted that changes were needed. “I think it's 100 per cent fair to say that in the hyper high-growth years, from 2015 to 2018, we could have done more to look after our people,” he says. “I apologise to team members who we let down.”</p> <p>Blythe Jack, of BrewDog's private equity investor TSG Consumer Partners, was parachuted in as its first chair amid the crisis, and was succeeded three months later by retail heavyweight Allan <a href=\"https://www.ft.com/content/ca3dd8ce-62f4-431e-a506-c307faa943d2\">Leighton</a>. Watt commissioned a review of BrewDog's culture and handed out personal shares potentially worth <a href=\"https://www.ft.com/content/134f78ef-1291-4bb4-af0f-75ef99994a5d\">£100mn</a> to 750 salaried staff as well as a share of profits to bar workers.</p> <p>Still, he remains defensive, saying the accusations were “massively overplayed in the media”. </p> <p>In September, he won court damages over the £100,000 fraud claim against a woman who had said she could help identify people spreading “lies” about Watt online. He has now brought a related private criminal prosecution in England. The fraud was part of a “criminal conspiracy,” he says, declining to comment further on the case. </p> <p>Some former staff accused Watt of hiring private investigators to “intimidate” critics. He pushes back: “That's completely not the case. We've used private investigators to uncover a criminal conspiracy and to put evidence together.” Responding to a Sunday Times report that a former BrewDog worker was targeted by hackers, Watt says there was “no hacking” involved.</p> <p>Amid the fallout, Watt has also made a personal discovery. “I was diagnosed with high functioning Asperger's within the last six months,” he says. “So I've been working with a leading neurodiversity expert on that. I guess I always thought I was just a bit introverted and maybe lacked some certain kind of social skills.” He says the diagnosis will make him a “better leader”.</p> <p>Leighton's counsel has also proved invaluable, adds Watt, who worked on fishing boats with his father before BrewDog. “I've never actually had a mentor, so to have someone who is a phenomenal mentor, I think helps me significantly.</p> <p>“My style of leadership was probably a north Atlantic sea captain style of leadership, which is, ‘we're doing this, let's go!' . . . It's so much more valuable to say ‘here's why we're doing this'.”</p> <p>As for the company culture, he reels off changes made partly in response to a review by consultants at Wiser: it installed employee representative groups — pledging to give staff a direct say in the direction of the company; launched an anonymous ethics hotline; and appointed a director of community and inclusion. It also hired an experienced City communications agency. </p> <p>Some industry figures remain sceptical. Misogyny claims reverberated across the beer industry last year after the controversy at BrewDog, and have led to a recruitment drive by a newly formed Brewery Workers' Union. Ed Hill, its representative, is not yet convinced that BrewDog has moved from “cosmetic change to actual change”. Watt, meanwhile, says that the beer maker has convinced some of the “Punks with Purpose” to rejoin the company.</p> <p>He now faces the additional challenge of keeping a lid on costs. The 40-year-old says the cost of producing Punk IPA, BrewDog's most popular beer, is up 34 per cent year-on-year, while the electricity bill for its bars, which make up 40 per cent of the business, has quadrupled. Covid-era changes to consumer habits, such as more emphasis on food and less late-night drinking, have also weighed on profits. It recorded revenues of £286mn last year. Losses before tax narrowed to £9.4mn from £12.5mn in 2020 when the pandemic hit. </p> <p>He predicts a “very tough 18 to 24 months”. “I think we're almost in a bit of a bubble at the moment, leading up to Christmas, where consumer spending hasn't quite dipped . . . January, February, March are going to be very tough.”</p> <p>BrewDog expects to make a “small loss” this year but revenues should grow 17 per cent, Watt says. He postponed a stock market listing, originally set for 2020, but he still hopes to float or replace TSG with a new investor within two-and-a-half years. BrewDog's latest crowdfunding valued it at almost £2bn, raising eyebrows among analysts. He does not want to sell to a larger rival. The global brewers, he says, turn beer into a “lowest common denominator commodity”. </p> <p>BrewDog's typical customers, he jokes, are “borderline alcoholics with commitment issues” before praising its clientele of beer lovers ranging from bona fide punks to elderly women.</p> <p>As ever, Watt is facing fresh controversy. BrewDog's own advertisements saying it was the “anti-sponsor” of the World Cup in Qatar — complete with attacks over corruption and a pledge to donate lager profits to human rights causes — drew a backlash over a plan to screen the games in its bars. It also emerged it had a deal with an alcohol distributor operating in Qatar. </p> <p>“That argument in my head just felt so logical: if you hate corruption, if you hate human rights abuses, here's a way to watch the football . . . and contribute positively,” Watt says, conceding: “It didn't make sense logically in some people's heads.” He maintains he would do it all again.</p> <p>For all the firefighting, his ambitions remain undimmed. His business idol is Sam Walton, the founder of supermarket Walmart, whose book <em>Made in America</em> is “one of my business bibles”.&#xa0;He dismisses any suggestion that craft beer has peaked and says he wants BrewDog to become one of the world's top five beer brands. The US market is a key focus: “The size of the opportunity [there] for the types of beers that we do is huge.”</p> <p>Can it grow that large and remain “punk”? Yes, he insists. “As soon as we're no longer punk, as soon as we're no longer doing things the way we want to do them, we might as well just all go home.”</p><p>Source: Judith Evans and Oliver Barnes in London 2022 '‘I want to be doing this when I'm 80' — BrewDog chief James Watt' FT.com 19 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-19T04:00:22.107Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 7026,
          "end": 7033
        }
      ]
    }
  ]
}