{
  "_id": "313747645ac2272686715bfdd727214e89e3b917ab1372387cb8c33ed94eedbe",
  "feed": "market-watch",
  "title": "Gap stock sinks 19%, heads for lowest close since July 2020; Gap announced the departure of Old Navy's CEO about 18 months after she was named",
  "text": "<p>The selloff in the stock GPS, which is headed for the lowest close since July 2020, is the biggest since the record drop of 24.1% on Nov. 24, 2021, after supply-chain challenges cost the company millions.</p><p>Despite investor concerns, analysts remain upbeat about the company's Athleta brand, while the other core brands have taken steps to drive growth.</p><p>\"[I]t is clear; yes, Old Navy comp challenges will persist and the near term remains challenged, but we remind investors that other owned brands, namely Athleta, could justify the company's current market capitalization on their own,\" wrote Wells Fargo in a note.</p><p>Wells Fargo rates Gap stock overweight with a $20 price target.</p><p>Gap's market cap, which is being reduced by about $983.6 million by Friday's stock selloff, is currently around $4.3 billion.</p><p>See: Gap khaki pants sales were up 33% in January versus 2019 as shoppers get dressed to go out again</p><p>The namesake Gap brand has shuttered hundreds of stores, and partnered with Walmart Inc. WMT on a home collection. The company also has a partnership with Ye, formerly known as Kanye West, for merchandise under the Yeezy label. Ye partnered with Balenciaga for a collection called Yeezy Gap Engineered by Balenciaga as well.</p><p>And Chief Executive Sonia Syngal talked up the new \"premium positioning\" for its Banana Republic business during the company's last earnings call in early March.</p><p>\"[T] he rebrand is giving us confidence that we can capture resilient premium customers while attracting new ones by entering adjacent categories like BR Baby,\" she said, according to a FactSet transcript.</p><p>But analysts raise concerns that righting the ship at Old Navy could take time.</p><p>\"In our view, the kinds of issues at Old Navy won't easily be explained by a short-term seasonal fashion miss (further evidenced by the departure of the Old Navy CEO […])—and will likely take time to resolve,\" wrote Credit Suisse in a note.</p><p>Credit Suisse rates Gap stock neutral with a $13 price target.</p><p>BMO Capital Markets warns the new guidance and problems at Old Navy could lead to other problems, including increased promotions and a lower \"cash balance, likely hampering buybacks and potentially a CAPEX recalibration.\"</p><p>Gap stock has sunk more than 65% over the last year.</p><p>Gap stock sinks 19%, heads for lowest close since July 2020</p>",
  "published": "2022-04-22T18:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 984,
          "end": 996
        }
      ]
    }
  ]
}