{
  "_id": "cd890e82c48b941dcea31b2b76422900fb92e9ab506187e8737d30943c6a63ca",
  "feed": "wall-street-journal",
  "title": "Aspen's Market Is So Crazy That Buyers Shop for Homes That Aren't Even For Sale; Unaffected by rising mortgage rates, wealthy buyers are swarming the tony mountain destination. But low inventory and restrictions on new construction are making homes for sale hard to come by.",
  "text": "<p>Finally, they found a mountaintop mansion owned by former Priceline.com CEO Richard Braddock. They offered $40 million, just shy of the $44.5 million asking price, and promised to close quickly. Even then, Mr. Braddock's representatives repeatedly reminded them that there was a backup offer to deter them from trying to renegotiate any of the terms, Mr. Rogers said.</p><p>\"That's the fastest I've ever bought a residential property before. And I do real estate for a living,\" said Mr. Rogers, whose company, Landmark Properties, is one of the country's largest developers of student housing. \"We had to get aggressive.\"</p><p>His experience is typical for high-end Aspen buyers at the moment, local agents say. The luxury market in the affluent mountain destination has been supercharged by extremely low inventory, tight restrictions on new construction and an influx of uber-wealthy buyers. Many of these buyers, spurred by the Covid-19 pandemic and remote work, are looking for a more laid-back lifestyle in an area known for its ski resorts, designer stores and upscale dining, agents said.</p><p>Since Covid, a similar narrative has unfolded in wealthy, inventory-constricted markets across the country, such as Palm Beach, Fla., and Malibu, Calif. These markets have only a small number of available homes in the most sought-after locations, and tight restrictions on new construction mean few more will be built. In Palm Beach and Malibu, billionaire buyers are competing for frontage on the beach. In Aspen, which is about 150 miles from Denver with a population of roughly 7,000, they are clamoring for Rocky Mountain views and access. Rather than slowing down as pandemic restrictions have eased, the market for top-tier homes in these locations has only accelerated, asthe ultrawealthy benefited from a rise in stocks throughout 2020 and 2021.</p><p>As a result, the market for top-tier homes across the country has begun to operate independently from the rest of the market, said appraiser Jonathan Miller, who compared the ultraluxury market to a \"circus sideshow.\" In 2021, there were 48 sales across the country priced at $50 million or up, Mr. Miller said, compared with just 29 in 2020. These buyers often have homes in multiple luxury markets—often New York, L.A., South Florida and Aspen—and are largely unimpacted by the rising interest rates that have begun to slow the real-estate market at lower price points, he said.</p><p>\"It's fantasy real estate, even if it's real,\" Mr. Miller said.</p><p>Housing markets all over the U.S. are experiencing inventory shortages, but the drop in Aspen homes for sale is especially dramatic. There were just 37 Aspen single-family homes on the market in April 2022, a 64% drop from 102 in April 2021, according to data from real-estate agent Carrie Wells of Coldwell Banker Mason Morse. At the same time, the average price for Aspen single-family home sales year-to-date is around $15.78 million, up from $10.7 million in 2021, Ms. Wells said.</p><p>There have been 39 Aspen home and condo sales over $10 million this year through May 31, roughly 50% more than during the same period last year, according to real-estate agent Tim Estin of Aspen Snowmass Sotheby's International Realty.</p><p>Wealthy Aspen buyers come from all over the country and from an array of different industries, real-estate agents said.</p><p>Slack co-founder Stewart Butterfield and his wife, Away co-founder Jen Rubio, purchased a roughly $25 million, six-bedroom house in Aspen's exclusive Five Trees neighborhood overlooking the Castle Creek Valley in January 2021, records show. Also last year, Patrick Dovigi, a retired Canadian professional hockey player turned entrepreneur, set a new Aspen price record when he paid $72.5 million to buy a roughly 22,000-square-foot compound from Lewis A. Sanders, founder of the New York investment firm Sanders Capital. Mr. Butterfield, Ms. Rubio, Mr. Sanders and Mr. Dovigi didn't respond to requests for comment.</p><p>Agents say Aspen's inventory is so low, and demand so high, that they are sending out mailers and cold-calling homeowners to persuade them to sell. As such, many of the major transactions are closing off-market, meaning that the properties were never officially for sale in the first place, creating a shadow market accessible only to those in the know.</p><p>SHARE YOUR THOUGHTS</p><p>Have you recently bought or sold in Aspen? What was your experience? Join the conversation below.</p><p>Those homeowners who do sell can basically name their price, agents said. Among these recent reluctant sellers was fashion designer Tommy Hilfiger, who agreed to part with his ski-in, ski-out Aspen mansion for $50 million in March. He and his wife, Dee Ocleppo Hilfiger, had purchased it just three months earlier for about $31 million.</p><p>The couple never intended to sell, Mr. Hilfiger confirmed. They had spent years searching for a home to remodel before settling on the roughly 7,150-square-foot, four-bedroom property on the Little Nell ski trail on Aspen Mountain, according to their agent, Steven Shane of Compass, but a buyer brought them an offer that seemed too good to be true. After some debate, Mr. Shane said he advised them not to \"look a gift horse in the mouth.\" He declined to identify the buyer.</p><p>\"Right now, we have so many more buyers than sellers,\" Mr. Shane said. \"So the question becomes, 'Is there a number by which the property can be pried away from a non-enthusiastic seller?'\"</p><p>Mr. Shane said he recently closed a deal after a casual conversation with fellow broker Craig Morris of Aspen Snowmass Sotheby's International Realty. Mr. Morris mentioned that his client, GoDaddy founder Bob Parsons, was contemplating listing his home in the Pearl Court area of Aspen. The property, which included a roughly 6,000-square-foot vacant lot next door, never made it to market. Less than a week later, it was in contract to sell to Mr. Shane's client. The client, whom Mr. Shane declined to identify, had been scouring the market for a house and quickly scooped it up by offering $42.925 million. Mr. Parsons had paid $15.32 million for the property in 2017, plus roughly $4.5 million for the adjacent parcel. Mr. Parsons couldn't immediately be reached for comment.</p><p>Mr. Morris also recently worked on a $30.8 million off-market deal for a nearly 33,000-square-foot parcel of land near the edge of Aspen's Roaring Fork River. The deal represented one of the highest prices ever paid for undeveloped land in the Aspen area. Records show the seller in that transaction was billionaire Walmart heir Rob Walton, who couldn't be reached for comment.</p><p>In May, a trio of deals closing like a chain of dominoes illustrated just how heated Aspen's high-priced game of musical chairs has become.</p><p>Todd Lemkin, chief investment officer at the Dallas-based investment firm Canyon Partners, and his wife, Kasey Lemkin, sold their 19th-century downtown Aspen home for $32.25 million last month and traded up to a nearby contemporary mansion. The Lemkins paid $60 million for the roughly 16,700-square-foot house, which has seven bedrooms, an indoor swimming pool, a bowling lane, a golf simulator, a spa, a wine cellar and a garage with a car turntable. The Lemkins didn't respond to a request for comment. </p><p>PHOTO: Jason Lee</p><p>The sellers of the Lemkins' new home, real-estate investors Christy Thompson and Stephen Hill, hadn't intended to sell, but the offer from the Lemkins was one they couldn't refuse, according to their agent, Liz Leeds of Slifer, Smith &amp; Frampton and REALM. They went on to purchase a $51 million house from venture capitalist Lawrence F. De George. Mr. DeGeorge had purchased the site for $16 million in 2009 and built a roughly 15,000-square-foot, 4-bedroom house with a pair of glass elevators positioned near a window to take advantage of the surrounding scenery, and a movie theater inspired by Hollywood's Golden Age.</p><p>Ms. Thompson, the daughter of late Texas oil executive J. Cleo Thompson, and Mr. Hill have properties around the U.S. as well as in Belize and the Bahamas, which they rent to wealthy clients. They use the properties as both personal retreats as well as investments, according to Ms. Leeds.</p><p>Price growth in Aspen has been fueled in part by the city's restrictive development policies, local agents said. The city council severely limits development of new homes within Aspen city limits, agents said, and a moratorium on certain kinds of residential development was reinstated earlier this year.</p><p>\"The city is making it harder and harder to build and consequently more expensive,\" said real-estate agent Tal Alexander of the Alexander Team at Douglas Elliman.</p><p>Aspen Mayor Torre (who does not have a last name) said the moratorium was a temporary measure until the city's land use code could be adjusted to better align with the community's goals. He noted that an earlier boom in residential development had led to escalating prices and negative pressure on the local workforce, making it difficult for local businesses, the hospital and even the police force to hire new workers.</p><p>\"We're not against the wealthy. There's no class warfare here,\" he said. \"We just have to strike a balance where we're also thinking about the sustainability and longevity of our community.\"</p><p>In larger Pitkin County, landowners hoping to build new residential homes must buy \"transferable development rights,\" or TDRs, to expand their properties beyond a certain size. Each TDR allows a landowner to build an additional 2,500 square feet. Driven by a lack of supply, the price of a TDR had risen from $360,000 in 2020 to roughly $2 million by the end of last year, according to Suzanne Wolff, assistant director of Pitkin County Community Development.</p><p>Mr. Rogers said while $40 million was a high price to pay for his home, he didn't think it would be possible to build a similar property for even close to that amount.</p><p>\"We felt that in the long run, it would be a good store of value,\" he said.</p><p>Write to Katherine Clarke at Katherine.Clarke@wsj.com</p><p>Aspen's Market Is So Crazy That Buyers Shop for Homes That Aren't Even For Sale</p>",
  "published": "2022-06-02T13:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 6512,
          "end": 6519
        }
      ]
    }
  ]
}