{
  "_id": "da206cbf986e3c63ff334c68da1a6a0d08d5dc0705a6af1a8949114429e648d1",
  "feed": "ftcomall",
  "title": "Investors spooked as gloom grips markets",
  "text": "<p>One of the more annoying things that investors do when they have been in the game for a really long time is to pooh-pooh market skirmishes.</p> <p>“You think this is bad? Pah! You should have seen Black Monday/Soros taking down sterling/the dotcom crash,” etc. If this happens to you, my advice is to change the subject at precisely this point, before the segue into how much more fun markets were “back in my day” and how young people nowadays “know nothing”.</p> <p>The veterans do have a point: a generation of traders and fund managers have never seen full-blown inflation and are accustomed to the mantra that stocks only go up (or to central banks saving the day if they stumble). But even the old-timers accept that right now we are at a historic juncture.</p> <p>In part, that is because of the sheer scale of some of the market moves. The S&amp;P 500 benchmark index of blue-chip US stocks has fallen by 19 per cent already this year. This pace may not continue. But if it does, it will be heading towards 2008's 38 per cent fall. More tech-heavy indices like the Nasdaq Composite have fared even worse — it is down 27 per cent. Pass the smelling salts.</p> <p>Individual stocks are taking a beating, particularly when companies release iffy numbers. Pandemic lockdown-era favourites such as Peloton have gone into meltdown. The manufacturer of domestic perspiration is down 90 per cent over the past year. Coinbase, Robinhood . . . take your pick. It is a mess.</p> <p>But what has really spooked investors now is US retailer Target, which <a href=\"https://www.ft.com/content/273842d8-b7b9-4718-8751-ecbc5db88e1a\">suffered</a> a 25 per cent cratering in its share price just in one day this week when it said profits had halved in the first quarter and warned that profits in future quarters would suffer as a result of rising costs.&#xa0;</p> <p>Fellow retailer Walmart had <a href=\"https://www.ft.com/content/6bd41174-6f7c-4152-9fa0-4a11f2a0ed05\">sounded </a>a similar alarm on the previous day, driving its shares down by 11 per cent — not to be sniffed at. Still, for some reason Target cut through. Suddenly investors accept that the slide in asset prices triggered by the US Federal Reserve's arguably belated response to soaring inflation will prove deep and broad.</p> <p>Possibly most alarming, though, is the nature of the reckoning. Hedge fund group Man wrote this week that since 1960, there have been 44 times when the S&amp;P 500 has fallen for five or more consecutive weeks. US government bonds, meanwhile, have dropped in the same way just 31 times since 1973.</p> <p>“Yet these prolonged sell-offs had never coincided — until the start of May,” number crunchers at the Man Institute wrote. Adherents to the classic portfolio split — 60 per cent stocks, 40 per cent bonds — have not had it so bad in half a century. So now what? “As it has never happened before, we cannot look back for historical guides to what happens next,” Man said. Oh.</p> <p>This is seriously unsettling stuff. Bank of America described the mood in its latest monthly investor survey as “extremely bearish”. It found the highest allocations to cash — the ultimate hiding place from trouble — since 9/11 and the biggest negative view on big tech stocks since August 2006, beyond what was seen in the financial crisis or the height of the pandemic. Fund managers also reported their biggest underweight position on equities since May 2020.&#xa0;</p> <p>“The challenge for us is not one sector but the change in market regime,” said Hendrik du Toit, chief executive at asset manager NinetyOne, this week. “It's so volatile right now . . . that it's very difficult to apply a systematic process and get an expected result.”</p> <p>He added: “I think with central banks being behind, we are in for quite a painful period and that means . . . the little bubbles that existed all over the place are going to be squeezed out brutally.” Crypto is just the start here, he suggests.</p> <p>For investors with a mandate that allows them to do it, one of the few mainstream ways to avoid a battering is commodities, an asset class that has lain unloved for years. In part, that is because returns have been drab. But avoiding commodity stocks or bets on the direction of fossil fuels or metals also has been an easy way to burnish sustainable investment credentials.</p> <p>Now we are seeing some verbal acrobatics, along the lines that there's no point buying stocks in electric vehicle makers while refusing to buy the miners that get the metals those carmakers need. This sounds bonkers but does make sense.&#xa0;</p> <p>In any case, driven desperate by inflation, investors do appear willing to jettison or tweak their principles and jump in. Commodity specialists who have barely been able to get asset allocators to take their calls for the past decade are suddenly in demand. “Performance has been really bad for the last 10 years. We didn't raise a dime in the asset class,” says Hakan Kaya, a senior portfolio manager focused on commodities at Neuberger Berman. Now he's seeing lots of interest, from investors as diverse as pension funds and wealthy individuals.</p> <p>“We are not living in a nice period like 2008 to 2020 where stocks and bonds are doing fine,” he says. “Instead they are doing badly because inflation is resurfacing. No surprise there, right? People are looking for buffers against inflation.”</p> <p><em>katie.martin@ft.com</em></p><p>Source: Katie Martin 2022 'Investors spooked as gloom grips markets' FT.com 20 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-20T12:02:54.797Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1743,
          "end": 1750
        }
      ]
    }
  ]
}