{
  "_id": "33f8fdd3cef118455761343fba945a3d20ece295a15b7390d21d9ed9ab81b1e3",
  "feed": "market-watch",
  "title": "Inflation could force consumers to cut back on spending so much that they bring on a recession; If economic conditions slow more abruptly than the Fed expects, it will need to respond more nimbly to softening in 2022 than it did to strengthening in 2021.",
  "text": "<p>Now read this: If you thought Walmart and Target had disappointing results, these retailers did so much worse</p><p>This slowdown is also showing up in public-opinion data. A CNBC-Momentive poll last month found that over half of Americans have already been dining out less, and that over one-third have cut back on driving or canceled a monthly subscription.</p><p>Consumers may retrench</p><p>Such spending reductions might grow in severity: 40% of respondents said that if higher prices persist, they will consider canceling a vacation; and 76% expressed concern that higher prices will force them to rethink their financial choices.</p><p>Reinforcing these findings, inflation has driven the University of Michigan's consumer sentiment index to its lowest point in a decade—lower even than in the spring of 2020, when the COVID-19 pandemic caused an abrupt surge in unemployment and a severe economic contraction.</p><p>Stagnant spending and softening plans for future spending should not be surprising, considering that inflation has reduced real wages for most workers. So far, consumers have largely maintained current spending, despite what higher prices mean for household budgets. But that won't last forever, and it may not even last into the second half of the year.</p><p>Consumer spending represents the lion's share of the U.S. economy, but forward-looking businesses may be planning for a slowdown as well. Last month, a survey by the Federal Reserve Bank of Philadelphia showed that manufacturing companies had the lowest net expectations for increases in future activity since December 2008—the depths of the Great Recession. More than 85% of firms said that their input prices had increased.</p><p>Similarly, in an April survey of small businesses by the National Federation of Independent Business, only 4% of firms said that the next three months would be a good time to expand, a decline by over half from six months earlier. Last fall, it was more common for businesses to expect higher sales in the coming three months; now, 12% more businesses expect lower sales during the next three months than higher sales.</p><p>Possibility of stalling</p><p>To be sure, plenty of other indicators suggest that the recovery remains on track. But these findings are troubling, because they point to the possibility that consumers are stalling out, and that households and businesses are becoming increasingly pessimistic.</p><p>Accordingly, the Federal Reserve needs to match its plans—and its rhetoric—to all the data. While Fed Chair Jerome Powell speaks of raising interest rates \"expeditiously\" to a level where monetary policy is no longer stimulating demand, the hawks on the central bank's policy-making committee are pushing for even more aggressive action. For example, James Bullard, the president of the Federal Reserve Bank of St. Louis, wants to see the Fed's policy rate reach the 3.25%-3.5% range by the end of the year.</p><p>That path may ultimately be necessary. But given the flashing yellow lights—including the slowdown of nominal average wage growth in April—the Fed should be careful not to lock itself into a particular course of action by imprudently conditioning market expectations with hawkish rhetoric.</p><p>After all, the hawks at the Fed may be overestimating how difficult it will be to cool the economy. Normally, the Fed needs to induce layoffs to slow the economy. But today's labor market is tight because of excessive vacancies, not high levels of employment. Reducing vacancies will prove easier than inducing layoffs.</p><p>Tighter financial conditions</p><p>Moreover, financial conditions are already responding rapidly—and pre-emptively—to potential monetary tightening, with Treasury bond yields BX:TMUBMUSD10Y rising and 30-year fixed mortgage rates soaring from around 3% at the start of the year to over 5% this month. On top of these developments, Russia's war in Ukraine and the economic slowdown in China will cool the U.S. economy to some extent, further reducing the Fed's burden.</p><p>In addition, long-term inflation expectations are reasonably stable, which means that it should be easier for the Fed to reset short-term inflation now than it was during the 1970s and 1980s, when long-term expectations needed to be re-established from scratch.</p><p>The Fed fell painfully behind the curve throughout 2021. Failing to see the extent to which inflationary pressures were building, it poured gasoline onto an economy that was already running hot. If economic conditions slow more abruptly than the Fed expects, it will need to respond more nimbly to softening in 2022 than it did to strengthening in 2021.</p><p>Whether the U.S. experiences a recession over the next year might hang in the balance.</p><p>Michael R. Strain is director of economic policy studies at the American Enterprise Institute.</p><p>This commentary was published with permission of Project Syndicate — Will US Inflation Lead to Recession?</p><p>More on the strength of the economy</p><p>Greg Robb: Fed's Powell says a 'softish landing' for U.S. economy is plausible</p><p>Jeffry Bartash: Americans have no reservation about going out to eat despite high inflation</p><p>Rex Nutting: There's a big hole in the Fed's theory of inflation—incomes are falling at a record 10.9% rate</p><p>Vivien Lou Chen: Next big shoe to drop in financial markets: Inflation that fails to respond to Fed rate hikes</p><p>Inflation could force consumers to cut back on spending so much that they bring on a recession</p>",
  "published": "2022-05-19T15:13:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 30,
          "end": 37
        }
      ]
    }
  ]
}