{
  "_id": "d420caf6075b71b03aa630b62fe585559d0fd9f241632e24d5fd8aaaf9527d61",
  "feed": "wall-street-journal",
  "title": "Clogged Ports Put Fall, Holiday Shipments in Doubt; Cost to ship cargo is falling, but delays persist as labor shortages at key European ports rattle global supply chains",
  "text": "<p>\"Ships are still a gamble not worth taking,\" said Abbie Durkin, the owner of Palmer &amp; Purchase, a women's clothing and accessories boutique with stores in New York. \"We are flying in our entire winter collection to make sure it arrives before Christmas.\"</p><p>SHARE YOUR THOUGHTS</p><p>How have supply chain issues had an impact on your business or company? Join the conversation below.</p><p>In Europe, ports are backed up because dockworkers are on strike or on vacation as ships queue up, and there is an acute shortage of truck drivers. In the U.S., a shortage of rail capacity and warehouse space means boxes remain in ports for too long.</p><p>Port congestion in Europe has been on the rise since May. Rotterdam, the Dutch port that is the continent's largest, is struggling with a shortage of truck drivers and many containers that were destined for Russia but are stuck at the harbor under sanctions.</p><p>In Hamburg, Germany's biggest port, a series of work stoppages earlier this summer left scores of boxes uncollected, and workers have threatened to strike again in the fall.</p><p>In the U.K., some 1,900 dockworkers at Felixstowe, the country's biggest port, plan to strike Aug. 21-29 in what brokers said could result in two-week delays for cargo deliveries across much of Northern Europe.</p><p>Further delays to move cargo could mean shipments don't arrive by Christmas, according to cargo brokers and shipping executives.</p><p>\"Europe is a big issue,\" said Soren Skou, chief executive of Danish boxship giant A.P. Moller-Maersk A/S. \"Customers are not picking up their boxes, and there is a big shortage of truck drivers.\"</p><p>Brokers say more than 15% of truck drivers across Europe were from Russia or Ukraine before Russia's attack in February. A fraction of those truckers were replaced by others from different countries like Bulgaria and Romania.</p><p>Figures from Danish maritime data provider Sea-Intelligence show that in June, 9.3% of all containers were stuck on ships or terminals, nearly five times higher than the monthly average from the prior decade. </p><p>The Dutch port of Rotterdam is struggling with a shortage of truck drivers to move shipments. PHOTO: William Lounsbury for The Wall Street Journal</p><p>Concerns over possible strikes in the ports of Los Angeles and Long Beach, Calif., by unionized dockworkers have prompted cargo owners to shift some shipments to East Coast ports including in New York, New Jersey and Savannah, Ga.</p><p>Container volumes at East Coast ports over the past three months is up 19% over the same period last year, according to ocean and airfreight data provider Xeneta. That has led to five-day docking delays in New York and Norfolk, Va., and more than a week in Savannah.</p><p>\"It's a major shift,\" said Xeneta chief analyst Peter Sand. \"Unfortunately, it also comes with major repercussions. As more vessels and cargo head east, the chain on this side of the country is pressurized, and there's a price to pay in terms of reliability.\"</p><p>Los Angeles and Long Beach handle about 40% of America's total container volumes. The line of ships waiting to dock has fallen to about a dozen from more than 100 in January. Still, more than 33,000 containers are waiting to be loaded on freight trains, with 21,000 held back for nine days or longer because there aren't enough drivers and engines to move the cargo to inland distribution hubs like Chicago.</p><p>\"I'd like to see 1,000 boxes on the docks and none waiting for more than a couple of days,\" said Gene Seroka, the Los Angeles port's executive director.</p><p>Congestion can take a long time to clear. A monthslong labor dispute in 2015 on the West Coast that included work stoppages by dockworkers ended in February of that year, but it took until August to clear the stuck boxes.</p><p>At the height of the 2015 West Coast dispute, 4.5% of global container capacity became unavailable, according to Sea-Intelligence Chief Executive Alan Murphy. \"This time, we peaked at 13.8% in January and we are still above 9%. It's pretty certain that we will have to deal with this supply-chain crisis for at least another year,\" he said.</p><p>Brokers said that in July, around 60% of all ship types arrived at ports six days late, on average.</p><p>One salve: Daily freight rates have fallen, though they remain more than three times higher than prepandemic levels.</p><p>\"In terms of container costs, they are down from where they were. But they are still higher than they were a year-ago, and a year-ago was higher than they were the year before that, so it's still inflated and those costs are flowing through,\" John Furner, Walmart U.S. CEO said during an earnings call Tuesday.</p><p>Longer-term freight rates, which can stretch up to a year and govern the majority of contracts between ocean carriers and big cargo owners, have doubled since the start of the year for both West Coast and East Coast destinations.</p><p>The container shipping industry is expected to record a net profit of $270 billion this year, according to U.K.-based shipping consulting firm Drewry.</p><p>Write to Costas Paris at costas.paris@wsj.com</p><p>Clogged Ports Put Fall, Holiday Shipments in Doubt</p>",
  "published": "2022-08-17T12:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 4498,
          "end": 4509
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}