{
  "_id": "e556bf4dc9b9dbb4c50f4e0eaa2b086726d25da35c9c170f080acd53cd0fdfa9",
  "feed": "wall-street-journal",
  "title": "Children Can Cost Parents a Fortune or Not So Much; Estimates of child-rearing expenses mask disparities in housing and caregiving arrangements",
  "text": "<p>Having children in the U.S. is an expensive proposition. A recent estimate found the average cost of raising a child through age 17 is now more than $300,000 because of soaring prices for gasoline, food, apparel, diapers and baby formula.</p><p>Indeed, angst over the expense of parenting often revolves around how much to spend on children's clothes and whether to buy the expensive brand of formula, make baby food at home or clip coupons as the previous generation did. But the focus on the products that fill grocery carts at Target, Walmart, Buybuy Baby and the supermarket misses the factors that make children so expensive.</p><p>Two items account for the bulk of that expense and neither is bought at the store: housing and child care. More surprising, the influence of those items means that the cost of rearing children varies dramatically among families—to the point that widely cited figures, such as the $300,000, are much less meaningful.</p><p>Since 1960, the U.S. Department of Agriculture has produced regular estimates of the cost of having children. The figures garnered headlines in the past week owing to a study by Morgan Welch and Isabel Sawhill at the Brookings Institution, who updated the USDA's figures to account for the recent inflation and arrived at more than $300,000—or $18,270 a year—for a child born in 2015. They didn't update the USDA's breakdowns for different categories of expenses, Ms. Welch said.</p><p>The last time the USDA crunched the numbers, in 2017, on average parents of children under 6 spent less than $1,000 a year on all their clothing items, less than $1,000 on miscellaneous baby supplies such as diapers and books, and only a little over $1,000 on healthcare.</p><p>High-income families spent a few hundred dollars more in each category, while low-income families spent a few hundred dollars less.</p><p>Even feeding children doesn't dramatically raise the typical family's expense. The average family in the most recent USDA survey spent less than $1,700 feeding children under 6. Teenagers eat more, of course, but even so the USDA found the average family spends less than $2,800 a year feeding their teenager. (The average family spends about $8,000 a year on food, according to the Labor Department.)</p><p>The inflation of recent years has likely added a few hundred dollars a year to those tallies.</p><p>I have a 2-year-old, and so far, I've been pleasantly surprised at what hasn't cost more: The only thing she really wants to eat is fruit. She's happy reading \"Pete the Cat,\" an $8 book, every single night. Over and over.</p><p>SHARE YOUR THOUGHTS</p><p>What is the most surprising cost when it comes to raising children? Join the conversation below.</p><p>What really hurts? Child care. For the average family, housing and child care account for more than 50% of the annual cost of children under age 6.</p><p>But housing and child care are unusual in that their average cost masks enormous variation: Some families face enormous bills, while others have none whatsoever.</p><p>First, consider child care. The USDA pegs the average cost at $2,870 a year. This is only among families with child-care expenses: Many have none, because a parent, extended family or some combination provides the care.</p><p>Even this average, the USDA acknowledges, \"include families with sporadic babysitting, as well as part- and full-time child care; therefore, these expenses may appear low when compared to full-time care expenses that many parents experience.\"</p><p>Indeed, Care.com, an online marketplace for babysitters and other caregivers, conducts an annual Cost of Care Survey. It pegs the national average price for a year of toddler care at $11,750—more than triple the USDA's figure. Even that might seem low, depending on where you live: The average in California is $14,900, in Washington state $15,800, in Massachusetts $16,800 and in Washington, D.C., nearly $22,000. For many families, a year of daycare costs more than an entire childhood of clothes.</p><p>Housing is more expensive still. To reckon the cost of housing, the USDA uses a methodology that considers the average cost of an extra bedroom. With one less child, you could comfortably have a home with one less bedroom, the reasoning goes. For the average family, that upgrade to a home with an extra bedroom works out to a bit under $4,000 a year.</p><p>But again, many families will never face that added expense because they already live in a home with at least three bedrooms, and often more. For others, particularly in major cities, an extra bedroom can be phenomenally expensive. A survey from Redfin's Rent.com finds that there are 12 cities in which upgrading from an average one-bedroom to two-bedroom apartment will cost more than $10,000 a year.</p><p>\"Averages can be misleading,\" said Ms. Sawhill, a senior fellow at Brookings. There is \"tremendous variability by geography, whether a family uses child care, family income and circumstances.\"</p><p>The takeaway is that a family considering whether it can afford a baby has to answer a few really big questions, rather than lots of small ones. This is often the case with personal finance: The big decisions, like where to live or how much to spend on a car, overwhelm how many lattes you order.</p><p>So it's true that diaper prices are up. But for most families, that really isn't the cost that matters.</p><p>Write to Josh Zumbrun at Josh.Zumbrun@wsj.com</p><p>Children Can Cost Parents a Fortune or Not So Much</p>",
  "published": "2022-08-26T09:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.8,
      "offsets": [
        {
          "start": 529,
          "end": 536
        }
      ],
      "weightsV2": {
        "weight": 1.0100329,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.010032892,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}