{
  "_id": "9b92e53eff715f9558e0838e8858eb2f08ec8d5ef6b332837378608671a35e24",
  "feed": "ftcomall",
  "title": "Italy's PM Draghi floats creation of oil consumer ‘cartel' after Biden talks",
  "text": "<p>Italian prime minister Mario Draghi has floated the creation of a “cartel” of oil consumers, following a meeting with US president Joe Biden that included talks on revamping energy markets triggered by Russia's invasion of Ukraine.</p> <p>Speaking to reporters on Wednesday in Washington, Draghi said he and Biden shared a “dissatisfaction” with the structure of global energy markets and had discussed the “general concept” of capping prices of both oil and gas.</p> <p>The Italian prime minister and the US president met at the White House in Washington on Tuesday in order to continue co-ordinating their positions on Russia's invasion of Ukraine and the <a href=\"https://www.ft.com/content/eb251839-d556-472c-8bbf-243dc9aaf09a\">economic fallout</a> from the conflict.</p> <p>“We are both dissatisfied with the way things work, in terms of oil for the US and in terms of gas for Europe,” said Draghi. “Prices don't have any relationship with supply and demand.”</p> <p>He said Rome's priority would be to cap gas prices to “reduce the financial help we are giving to [Vladimir] Putin to continue the war” and make use of Europe's “market power”. He acknowledged that even within the EU, support for such a measure was “not unanimous” and it was unclear whether such a plan would be approved.</p> <p>But Draghi, who formerly served as president of the European Central Bank, said the “same thinking could be applied to oil at a global level”.</p> <p>“The idea is to create a cartel of buyers, or to persuade the big producers, and Opec in particular, to increase production, which is perhaps the preferred path,” Draghi said. “On both paths, there's a lot of work to do.”</p> <p>Draghi's comments came as the Italian prime minister said he and Biden had discussed inflation and the hardship it was causing in both the US and Europe. Draghi backed the Federal Reserve's steps to tighten monetary policy to curb inflation in a more aggressive manner than the ECB, noting the differences in the tightness of the labour market between the US and the eurozone.</p> <p>“The Fed is quickly raising interest rates, which is necessary given the level of overheating of the American economy,” he said.</p> <p>Until the invasion, Italy had received about 40 per cent of its imported gas supplies from Russia, but it is now scrambling to identify other sources of energy. Roberto Cingolani, Italy's minister for energy transition, has said that Italy could end its use of Russian gas by the end of next year.</p> <p>White House efforts to cool the crude market rally, including releasing record amounts of stored emergency oil and imploring US companies to drill more wells, have failed to push international benchmark Brent back below $100 a barrel.</p> <p>Opec, the oil producer cartel led by Saudi Arabia, has also ignored repeated pleas from the Biden administration to increase supply more quickly, while several of the group's producer countries have struggled to meet their own output quotas. </p> <p>Analysts said an oil buyers' cartel would prove difficult to execute, pointing out that the International Energy Agency — formed after the Arab oil embargo of 1973 to counter Opec's influence — still struggled to strike collective agreements among members about releasing oil from emergency stockpiles.</p> <p>“How easily would members of a buyers' club collectively draft contracts [to buy oil]?” said Kevin Book at ClearView Energy Partners, a Washington consultancy.</p> <p>“The problem is likely to be execution. This isn't like Walmart getting favourable pricing because there isn't anywhere else to sell the stuff,” added Book. “After 16 decades of the oil industry, there still isn't a buyers' club in place.”</p><p>Source: James Politi in Washington, Amy Kazmin in Rome and Derek Brower in New York 2022 'Italy's PM Draghi floats creation of oil consumer ‘cartel' after Biden talks' FT.com 11 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-11T22:08:29.743Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3354,
          "end": 3361
        }
      ]
    }
  ]
}