{
  "_id": "c0bf926953dbe83a2a8333258de072d37193d7c8c8b8dd26d86859ccb70634cf",
  "feed": "wall-street-journal",
  "title": "The Morning-After Pill Gets a Gen-Z Rebrand; As health companies step up marketing for morning-after pills, they are ushering in bright packaging and TikTok videos. 'We want it to be fun and shareable.'",
  "text": "<p>Now Julie, an emergency contraceptive pill out this week, will launch with a TikTok-video campaign and influencer promotions—the clearest sign yet of blurrier marketing between female-health pharmaceuticals and other lifestyle products.</p><p>\"What we heard from women is that there is a second walk of shame,\" said Amanda E.J. Morrison, a Julie co-founder, of buying emergency contraception.</p><p>Hours after the Supreme Court's June 24 decision to end federal constitutional protections for abortion, morning-after pills were in limited supply or sold out at major retailers. Pharmacies and e-commerce sites, including Amazon, eventually put a cap on the number of pills a customer could purchase to prevent stockpiling.</p><p>The pills, which are legal in every state, prevent pregnancy by stopping ovulation and can be purchased by consumers of any age at major pharmacies without a prescription.</p><p>The Julie brand will be sold in 4,500 Walmart locations across the U.S. and on Walmart's website, according to the retailer, in addition to Julie's site. Some Walmart locations will have designated retail displays for the product in the personal-care section. A Walmart representative declined to comment. Emergency contraceptives are kept behind a pharmacy counter at some retailers.</p><p>Packaged in a blue box with bright pink lettering, the Julie pill will sell for $42.44, priced below some competing brands but above generics.</p><p>Ms. Morrison said that in its use of TikTok, Julie intends to combat misinformation about sexual health and will create content with the help of its medical advisers: \"We want it to be fun and shareable.\" Her co-founders are Brian Bordainick and Julie Schott of skin-care brand Starface, whose cartoonlike pimple patches are designed to be worn in public.</p><p>Hey Favor, a direct-to-consumer provider of morning-after pills, birth-control pills, menstrual care products and more, which does business as Favor, promotes a mix of educational and entertaining content on TikTok, which has more than one billion monthly active users, through its internal social-media team and influencer partnerships. \"We know that our patients and our target patient is really spending most of their time on TikTok,\" said Sarah Abboud, the company's director of communications.</p><p>When Get Stix Inc., which does business as Stix, launched its Restart emergency-contraception pill earlier this year, a promotional video from a news-focused TikTok account was viewed five million times and yielded thousands of product sales in a day, according to Jamie Norwood, a co-founder of the company.</p><p>\"TikTok is the most-used search engine for Gen Z, so we rely on the app to increase access to sex education that young folks can trust and rely on,\" Ms. Norwood said, adding that the company works with board-certified physicians to vet the information in its videos.</p><p>In addition to emergency contraception, Stix sells pregnancy tests, ovulation tests and products designed to prevent or treat urinary-tract and yeast infections.</p><p>Levonorgestrel is an FDA-approved active ingredient used in brand-name pills such as Plan B One-Step, Aftera, My Way and Stix's Restart pill. According to the company, the pill should be taken up to 72 hours after unprotected sex but may be effective for up to five days after intercourse.</p><p>Common side effects of levonorgestrel include headaches, nausea, vomiting, abdominal pain, bleeding and changes to future menstrual cycles.</p><p>The Julie pill is similar to many already on the market; the company buys its supply from contracted distributors. Its name was intended to sound like a \"big sister or younger aunt who's there for you,\" said Ms. Morrison, who before joining Julie in April was a founder of Black beauty brand Mented Cosmetics. The company said its product is not named after Ms. Schott.</p><p>Rachelle Schwarz, a primary-care doctor with Hackensack University Medical Center in New Jersey, cautioned that young people may see emergency contraception as an alternative to other forms of birth control.</p><p>\"They're risking pregnancy every time, and they're also risking STDs, which the morning-after pill does not protect against,\" Dr. Schwarz said. \"You'd have to give a lot of information to the patient, which I don't think would come across in something like a Facebook or an Instagram ad.\"</p><p>For Julie, Mr. Bordainick noted that each box will contain a QR code linked to a website answering \"questions you don't feel comfortable talking to your parents, to your doctor about,\" he said, with answers provided by physicians on the company's advisory board.</p><p>Sam Garin, a communications manager with nonprofit advocacy group Fairplay, which is focused on child-targeted marketing, said she didn't believe social media should be treated as a source for information about sexual health.</p><p>\"There is inherently a profit motive in these places,\" Ms. Garin said.</p><p>Favor has sought to debunk false claims about women's health on social media. \"We will call out anything that is explicitly inaccurate,\" Ms. Abboud said. After the Supreme Court's Dobbs decision, she said, the company created blog content and videos to assure its audience that the ruling had no bearing on the legality of emergency contraception. The company works with nurses and physicians to create content.</p><p>In an email, Ms. Schott wrote that Gen Z will \"often seek educational content on social media because they don't necessarily feel safe talking with family and/or guardians.\"</p><p>Julie has raised $5 million in funding, led by Connect Ventures, an investment partnership between the talent agency CAA and venture-capital firm NEA.</p><p>Reproductive health advocates have voiced concern that the Dobbs decision could limit access to emergency contraception and birth control—particularly in Idaho, Louisiana and Missouri, where conservative lawmakers have made attempts to ban certain forms of birth control. In July, the Department of Health and Human Services sent guidance to pharmacies to protect patient access to contraceptives after President Biden issued an executive order.</p><p>Emergency contraception first gained FDA approval with a prescription in the late 1990s, introducing Plan B and similar brands to the market. Levonorgestrel became available over-the-counter in 2006 for shoppers 18 and up, and all age limits were removed in 2013.</p><p>Lane Florsheim and Ashley Wong contributed to this article.</p><p>The Morning-After Pill Gets a Gen-Z Rebrand</p>",
  "published": "2022-09-27T16:12:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 922,
          "end": 929
        },
        {
          "start": 1043,
          "end": 1050
        },
        {
          "start": 963,
          "end": 970
        },
        {
          "start": 1146,
          "end": 1153
        }
      ],
      "nexusId": "10042309"
    }
  ]
}