{
  "_id": "3b14f3afff28310e067f5a1712c6973b32e8f76622f4c965a9934b8e57a682a3",
  "feed": "wall-street-journal",
  "title": "Tesla Opens Showroom in China's Xinjiang, Region at Center of U.S. Genocide Allegations; Maker of electric cars risks wading into a human-rights dispute that has entangled Western companies",
  "text": "<p>\"On the last day of 2021, we meet in Xinjiang. In 2022, let us together launch Xinjiang on its electric journey!\" Tesla wrote in the post, which was accompanied by pictures from an opening ceremony that included traditional Chinese lion dances and people posing with placards reading \"Tesla (heart) Xinjiang.\"</p><p>Tesla's China-based spokesperson couldn't be reached for comment on a public holiday.</p><p>Widely admired in China, Tesla has expanded rapidly in the world's most populous country. With its most recent expansion, however, the auto maker risks wading into a reputational thicket that has recently ensnared other major American companies such as Walmart Inc. and Intel Corp.</p><p>Researchers say authorities in Xinjiang have detained as many as a million Uyghurs and members of other Turkic Muslim minority groups in a network of internment camps as part of the government's assimilation campaign, which they say also includes mass surveillance, forced labor and stringent birth controls. The U.S. government, along with some lawmakers from other Western countries, have said those policies amount to a form of genocide.</p><p>Beijing has dismissed the genocide charge as a fabrication, describing its campaign in Xinjiang as an innovative effort to counter religious extremism and terrorism.</p><p>In December, President Biden signed into law new rules banning most imports from Xinjiang over concerns about the use of forced labor. The White House has also sanctioned several companies and individuals it accuses of participating in the assimilation campaign.</p><p>The Council on American-Islamic Relations, which has been critical of Western companies doing business in Xinjiang, urged Tesla to close its showroom in Urumqi. \"No American corporation should be doing business in a region that is the focal point of a campaign of genocide targeting a religious and ethnic minority,\" Ibrahim Hooper, the national communications director of the Washington-based advocacy group, said Monday.</p><p>Xinjiang has quickly become a litmus test for foreign companies doing business in China. Those who embrace the region risk regulatory trouble and reputational blowback in their home markets, while those who shun it face the wrath of China's government and increasingly nationalistic consumers.</p><p>Walmart became the most recent U.S. company to get caught in the political fallout as the year came to a close, after posts by Chinese consumers on social media alleged the retailer had stripped made-in-Xinjiang products from the shelves of its stores and those of its wholesale chain Sam's Club.</p><p>China's discipline watchdog reprimanded the company for \"stupidity and shortsightedness,\" and Walmart faced calls for a consumer boycott online. The company declined to comment.</p><p>American semiconductor firm Intel apologized to Chinese consumers on Dec. 23 following an explosion of online criticism over a letter the company sent to suppliers asking them to avoid sourcing products from Xinjiang.</p><p>A closer parallel to Tesla, German car maker Volkswagen AG has faced criticism from lawmakers and human-rights activists outside China over its decision to maintain a factory in Urumqi. The company has defended its presence in the region, saying its supply chain there is free of forced labor.</p><p>Tesla, which sells the Model S and Model 3 electric cars in China, has notched a string of successes in the country even as other Western companies face challenges from stronger domestic competition. It became the first foreign auto maker to build a wholly-owned production facility in China after signing a deal to open a factory in Shanghai in 2018. The company's China sales have continued to be resilient in the face of tightening regulations and negative publicity over the handling of some quality issues last year.</p><p>Tesla delivered more than 930,000 vehicles globally in 2021, a surge of 87% compared with the year before, the car maker said Sunday. More than half of the vehicles it produced in 2021 were likely made in Shanghai, according to estimates by Credit Suisse.</p><p>With the opening of the Urumqi showroom, Tesla's website shows it now has stores in 30 regions and provinces in mainland China, Hong Kong and Macau.</p><p>Tesla founder Elon Musk is personally popular in China for his entrepreneurial acumen and maverick style. For his part, the South Africa-born entrepreneur has heaped praise on the Chinese government for its efforts to tackle carbon emissions and boost its economy, forecasting that China will become Tesla's largest market in the long run.</p><p>Mr. Musk has hit a few bumps in China. Chinese authorities recently filed a complaint to the United Nations after they said satellites launched by SpaceX, a company also founded by Mr. Musk, came close to colliding with a Chinese space station in July and October 2021.</p><p>On Dec. 31, the day Tesla announced the opening of its Xinjiang showroom, China's market regulator said the auto maker would recall about 200,000 vehicles sold in China and manufactured between January 2015 and December 2020. China's State Administration for Market Regulation said on its website that about three-quarters of those vehicles were produced locally, while the rest were imported Model S and Model 3 cars, and the vehicles were recalled for faulty front hood locks and issues with rearview cameras that could result in accidents.</p><p>Write to Liza Lin at Liza.Lin@wsj.com</p><p>Tesla Opens Showroom in China's Xinjiang, Region at Center of U.S. Genocide Allegations</p>",
  "published": "2022-01-04T03:41:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2656,
          "end": 2663
        },
        {
          "start": 649,
          "end": 661
        },
        {
          "start": 2265,
          "end": 2272
        }
      ]
    }
  ]
}