{
  "_id": "4fb7798c46c15c1bb44d53ead98afb1088ac42a161c5e8bdb4916ce5f7f8f14c",
  "feed": "ftcomall",
  "title": "British supermarkets battle rising wages as pandemic resets market",
  "text": "<p>Among all of the cost pressures racking up for British supermarkets, one of the most persistent and intense is staff wages.</p> <p>Tesco this month became the latest big grocer to increase basic hourly pay rates above £10, higher than both the statutory minimum wage of £9.50 and the voluntary “UK real living wage”.</p> <p>Asda is now the only one of the UK's largest supermarket chains paying less than £10 per hour, although it does offer bonuses.</p> <p>“There has been a market correction,” said Nadine Houghton, an organiser at the GMB union.</p> <p>“Working people have more bargaining power and many have come out of the pandemic with different expectations. They have realised they are key workers and expect to be rewarded.”</p> <p>Retail is the largest private-sector employer in the UK, with hundreds of thousands of hourly-paid staff in stores and distribution centres, making supermarkets acutely exposed to labour market tightness and minimum wage legislation.</p> <a href=\"http://www.ft.com/cms/9528602.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The pandemic prompted a hiring binge as supermarkets needed more staff for picking and delivering online orders and to cover for elevated Covid-19 absence rates. In the UK, Tesco has added 20,000 permanent roles during the pandemic and its staff costs have risen from £4.48bn to £4.73bn.</p> <p>But as the economy has reopened, many workers have returned to their previous careers, or left the labour force altogether.</p> <p>According to the Office for National Statistics, there were 108,000 unfilled vacancies in retail in the first quarter of this year — the highest in more than two decades. Tesco said in January that it had about 3,000 unfilled jobs.</p> <p>Houghton stated that employer attitudes have had to change, especially towards women and part-time workers. “They're not going to work for pin money”.</p> <p>Calls for higher wages are also coming from asset managers. Campaign group ShareAction is leading a coalition of investors that is calling on Sainsbury's to become an accredited real living wage employer and plans to target other supermarkets.</p> <p>“[Investors] are wanting to show that they are integrating the ‘S' in ‘ESG' into their calculations and wages are an important component of that,” said Martin Buttle, head of good work at ShareAction, referring to environmental, social and governance issues.</p> <p>Becoming an accredited living wage employer entails matching the real living wage as it rises each year and ensuring that third-party staff, such as security guards and cleaners, receive the higher rate. Burberry and Ikea are the only major accredited retail employers in the UK.</p> <p>Sainsbury's said its pay review this year represented a £100mn investment and exceeded both statutory and voluntary living wages.</p> <p>“As we balance the needs of all our stakeholders . . . it is vital that we not only pay our colleagues fairly but that we are able to invest significantly to offer customers great value,” it added.</p> <p>In a competitive labour market, a big move by one company can affect the entire sector. A spokesperson for shop workers' union Usdaw said the growth of discounters Aldi and Lidl, with their simple contracts and high hourly rates, had pushed others into paying more.</p> <p>Morrisons' move above £10 per hour last year was also significant, he added.</p> <a href=\"http://www.ft.com/cms/9529013.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Rising wages, combined with other cost pressures such as increasing commodity and energy prices, have forced supermarkets to look for savings elsewhere. These have included installing more self-service checkouts, cutting back on 24-hour opening hours and reducing the need for cash handling.</p> <p>Tesco has targeted £1bn of savings over three years, while Sainsbury's is looking for £600mn.</p> <p>Much of that will come from incremental changes. Tesco, for example, has moved replenishment work <a href=\"https://www.ft.com/content/27f00f60-9bc9-4240-984e-7baf2b023931\">into daytime shifts</a> at some stores, reducing the number of staff receiving the £2.30 per hour premium for night working. Asda changed its definition of “night” to between midnight and 5am.</p> <p>Layers of salaried store management roles have also been axed, while some labour-intensive services such as delicatessens and hot food counters <a href=\"https://www.ft.com/content/ce90b218-2309-11e9-8ce6-5db4543da632\">have been closed</a>.</p> <p>Such changes have helped keep total employee costs in check. While Tesco's hourly rate has risen by more than 40 per cent in the past decade, its total UK staff costs have risen by 27 per cent. The number of full-time equivalent employees, which adjusts for part-time working, has fallen 12 per cent.</p> <p>But the £200mn cost of its latest pay increase for store staff, along with wage settlements for lorry drivers and <a href=\"https://www.ft.com/content/c1baeea3-7e29-4c52-aa1c-8ed2568fe305\">distribution centre workers</a> last year, show that Tesco and others will need to redouble their cost reduction efforts elsewhere if wage bills are to remain in check.</p><p>Source: Jonathan Eley 2022 'British supermarkets battle rising wages as pandemic resets market' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-04-22T20:00:43.733Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}