{
  "_id": "9e36ce02c0ce7095f09b08171345e0f0d5c23fb7e411b27dd5ad0cdef4be9249",
  "feed": "wall-street-journal",
  "title": "Startup Cerebral Battered  By Adderall Gambit  ---  Government relaxation of online prescription rules fueled growth  ----  By Rolfe Winkler, Khadeeja Safdar and Andrea Fuller",
  "text": "<p>   Online mental-health startup Cerebral Inc. was just getting off the ground in early 2020 when it detected a potential problem in its business model. </p><p>   The company was focused on treating people experiencing depression and anxiety, charging a monthly fee to see a nurse practitioner online for prescription antidepressants. But patients tended to cancel their subscriptions after only a few months, making it more difficult for the company to recoup advertising and other costs, according to documents reviewed by The Wall Street Journal and people familiar with the matter. </p><p>   Hope came from the federal government, which was concerned that people wouldn't be able to see their physicians during Covid-19 lockdowns. It had just granted online providers the ability to prescribe so-called schedule 2 controlled substances, drugs such as OxyContin and Vicodin, which are often abused and would normally require an in-person doctor visit. </p><p>   Cerebral saw an opportunity in one such drug, Adderall, a powerful stimulant used to treat attention-deficit hyperactivity disorder, or ADHD. In a February 2021 presentation to attract new investors, Cerebral said a pilot project showed that it was half as costly to advertise for ADHD patients than for those with depression and anxiety because each ad dollar yielded more customers. Treating ADHD could expand its market by 30%, the presentation suggested. </p><p>   Billionaire Len Blavatnik's privately held industrial group Access Industries signed up, leading a $127 million financing that included technology investor Silver Lake and hedge-funder Bill Ackman. Masayoshi Son's SoftBank Group Corp. would lead a $300 million round a few months later. </p><p>   With the big checks in hand, Cerebral's co-founder and chief executive, Kyle Robertson, launched the company into the ADHD treatment business using Silicon Valley's disruptive playbook. Cerebral splurged on social media ads and hired gymnast Simone Biles as celebrity spokeswoman. It hired hundreds of contractors to prescribe medication after short online appointments, adding people so fast that one convicted felon joined its ranks. </p><p>   Cerebral signed up tens of thousands of clients for mental-health treatment, increased sales 10-fold last year to a projected $100 million, and hit a $4.8 billion valuation less than two years after its launch. ADHD increased to 20% of its business, according to a company document. </p><p>   Now the success story is falling apart. The board fired Mr. Robertson last month, after the company revealed that it had received a subpoena from federal prosecutors looking into possible violations of the Controlled Substance Act. CVS Health Corp. and Walmart Inc. stopped filling its prescriptions for controlled substances such as Adderall. Cerebral management has warned staff to expect layoffs. </p><p>   Cerebral says it is providing necessary treatment and filling a need for mental-health care services at a time when demand outstrips supply. The company said it is no longer prescribing most controlled substances and that a \"single digit percentage\" of its patients were given a controlled substance to treat ADHD. Despite the criticism, many patients say the company has helped them get needed mental-health treatment. </p><p>   Spokespeople for SoftBank, Silver Lake and Bill Ackman declined to comment. Nami Park, who represents Access Industries on Cerebral's board, didn't respond to requests for comment. </p><p>    For his part, Mr. Robertson issued a memo after his firing saying the board \"colluded to make me the scapegoat for prescribing controlled medications and providing care for ADHD.\" He said that he kept investors informed and that some encouraged him to get into the Adderall-prescribing business. A spokesman said Mr. Robertson relied on subordinates \"to make nearly all decisions\" related to Cerebral's clinical practices. </p><p>   Cerebral's board said in a statement that it \"has acted and will act in the best interest of the Company and its shareholders to provide quality clinical care to patients in need of mental-health care. We stand fully behind the new leadership team in continuing to deliver on the Company's important mission.\" </p><p>   Cerebral's rise and the turmoil that ensued show how Silicon Valley's emphasis on industry disruption and lightning-fast growth, fueled by exuberant funding, can run into trouble in healthcare, especially when patients are involved. </p><p>   In 2018, Mr. Robertson dropped out of the M.B.A. program at the University of Pennsylvania's Wharton School and eight months later was working on an idea for the startup that would become Cerebral. </p><p>   Mr. Robertson teamed up with Ho Anh, a physician who had previously worked at Hims &amp; Hers Health Inc., a medication startup that prescribed erectile dysfunction and hair-loss pills after online appointments. By early 2019, the 26-year-old Mr. Robertson was emailing potential investors about seed capital. </p><p>   The Cerebral founders saw an opening for a startup focused on drugs to treat \"bread-and-butter\" psychiatry clients, as Dr. Anh referred to them, those with mental-health conditions such as depression and anxiety. Dr. Anh, who left the company in 2021, didn't respond to requests for comment. </p><p>   The model: Customers sign up for a subscription, in most cases paying $85 a month for a medication-management plan. A patient receives a 30-minute online consultation with a nurse practitioner, who prescribes medication. After that, their subscription covers medication renewals and follow-up consultations. </p><p>   Initially, Cerebral targeted its ads at women in their 20s and 50s on social media, and prescribed antidepressant medications such as generic Lexapro. In May 2020, less than four months after its launch, it had $300,000 in sales for the month, according to an internal financial report reviewed by the Journal. </p><p>   Yet the company found that such customers often weren't profitable. The advertising cost to bring them through the front door was too high, since they typically would keep paying only for about three months, the financial report showed and people familiar with the issue said. The company disputed the three-month figure but declined to elaborate. </p><p>   To make its business model work, Cerebral needed customers coming back for medication, these people said. </p><p>   With the onset of the pandemic, mental-health patients were unable to see their doctors in person, so federal regulators loosened regulations that limited telemedicine practice. Among the changes was a temporary expansion of the list of drugs that could be prescribed after virtual appointments to include controlled substances such as Adderall and other stimulants. Cerebral planned to move quickly. </p><p>   In a June 2020 presentation for prospective investors reviewed by the Journal, Cerebral listed controlled substances as one of its new products, which would help it \"accelerate landgrab.\" Some of the first controlled substances it prescribed were benzodiazepines such as Xanax to treat anxiety. The presentation projected that Cerebral would treat ADHD by year-end. </p><p>   Oak HC/FT, a leading healthcare venture-capital firm whose managing partner Annie Lamont is married to Connecticut Gov. Ned Lamont, signed on to lead that round of funding. Oak put in $35 million, an important stamp of approval which gave Cerebral an $85 million valuation. </p><p>   A spokesman for Oak declined to comment. </p><p>   A few weeks after joining Cerebral's board later that year, independent director Jesse Horwitz texted Mr. Robertson to say he'd heard \"Adderall startups were doing well early innings\" and to ask \"is Adderall in Cerebral pipeline?\" Mr. Robertson responded that Cerebral's ADHD treatment was rolling out and \"growing like crazy,\" according to texts reviewed by the Journal. </p><p>   \"Awesome,\" replied Mr. Horwitz, who didn't respond to requests for comment. </p><p>   Others were wary. Nine venture-capital firms that declined to invest at that time told the Journal that the company's aggressive advertising and prescribing practices gave them pause. </p><p>   \"We wanted to back a team in mental health committed to clinical quality. Ultimately, we perceived their focus to be more in marketing,\" said Aike Ho, partner at venture capital ACME Capital, which passed on investing in that round of financing. </p><p>   Adderall and similar stimulants are amphetamines, and widely accepted as a primary treatment for ADHD. Psychiatrists say the drugs can benefit patients properly diagnosed with the condition. </p><p>   But illicit transactions for Adderall and other stimulants are also the most popular entries on StreetRx.com, a website that compiles data on illicit drug transactions from people who anonymously report the price, quantity and location of drugs they have purchased on the street. Stimulants surpassed opioids as the largest drug class reported to the website in late 2019. </p><p>   Cerebral officially launched ADHD treatment in March 2021, noting the results of its pilot that suggested ADHD treatment with Adderall would attract long-term patients who were cheaper to bring in. A later investor presentation said patients diagnosed with ADHD and treated with stimulants \"have substantially higher retention\" than other patients and that ADHD patients were more valuable than depression and anxiety patients. </p><p>   Cerebral said the presentations are designed for investors and use terminology and metrics that are commonly used to measure financial strength and potential for growth. </p><p>   By the fall of 2021, Cerebral was approaching 100,000 paying subscribers, with a 2,500-strong workforce. </p><p>   To keep up with demand, Mr. Robertson pushed recruiters to hire quickly, at one point demanding they bring in 200 new clinicians a week, said a person familiar with Cerebral's recruiting. </p><p>   As Cerebral rolled out treatment for ADHD and bipolar disorder, which are more complex to diagnose or treat than moderate depression or anxiety, it often didn't hire psychiatric mental-health nurse practitioners, or PMHNPs, who have special training in psychiatric care and are more qualified to see patients with more serious problems. </p><p></p>",
  "published": "2022-06-09T06:10:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2649,
          "end": 2661
        }
      ]
    }
  ]
}