{
  "_id": "d93d932221ff056b407a46e03ecf9b32217d2729b41dd584e8e313af8a3cb9f6",
  "feed": "wall-street-journal",
  "title": "Amazon's Prime Day Isn't Quite the Blockbuster It Once Was; Sales growth for the shopping event has slowed as retailer contends with high inflation, consumers' shifting habits and cost cuts",
  "text": "<p>The online commerce giant plans to hold Prime Day this year on July 12 and 13, continuing a recent trend of holding the event longer than a day to maximize its revenue. Amazon's sales are projected to reach roughly $7.76 billion in the U.S. from Prime Day, or about 17% more than during last year's event, according to research firm Insider Intelligence.</p><p>While the event will still give Amazon a much-needed boost in the third quarter, Prime Day sales growth in recent years has slowed. Revenue was once growing at a roughly 65% clip, Insider Intelligence reports. Order sizes have also decreased. Average order size totaled $54.15 at last year's event, compared with an order size of $58.77 two years before, according to research firm Numerator. Shoppers spent $30.83 per item last year, compared with $33.88 in 2019, Numerator data show. Amazon has held the event in different months on the calendar during the past two years. The company doesn't report Prime Day sales figures.</p><p>An Amazon spokeswoman said the company continues to see \"great success with Prime Day.\"</p><p>The spokeswoman said the company will offer its lowest prices ever this Prime Day on products from a variety of brands. She said Amazon's third-party sellers had their biggest Prime Day sales ever last year and that the company continues to invest heavily in the event by expanding the number of countries it serves and adding new experiences.</p><p>Amazon first launched the event in 2015 to increase sales during the slower summer months and to boost its Prime memberships, since only Prime subscribers can access deals.</p><p>In its early days, Amazon executives pulled out all the stops, urging employees to \"make it the biggest day ever,\" employees said. Executives were inspired by Chinese commerce giant Alibaba Group Holding Ltd., which since 2009 has held a sales extravaganza named Singles Day that has featured star-studded concerts and appearances from celebrities such as Nicole Kidman.</p><p>Amazon tried to distinguish its event by creating custom paper-like graphics as its theme and turning the home page of its website—its most prized real estate—into a giant Prime Day wallpaper with a small number of widgets. After a couple of years, the company began to hold its own concerts, booking pop stars such as Ariana Grande in 2018 and Taylor Swift the next year while inking exclusive Prime Day product launches with celebrities such as Lady Gaga.</p><p>By last year, however, employees saw a shift in Amazon's Prime Day strategy. The paper-themed graphics were largely gone, and Amazon had chosen to ditch the home page wallpaper for its more conventional home page, which the company had built to optimize the amount of clicks and sales it could generate, employees said.</p><p>A large bulk of promotions on Prime Day are focused on Amazon's own products such as its Alexa virtual assistant lineup or Fire TV products. Overall discounts haven't appeared to be much better on Prime Day than other days on Amazon's website. An index of discounts averaged for non-electronics items show deals hovering around 30% off on Prime Day, near the same percent as non-Prime Day periods on Amazon, according to an analysis by online retail service provider CommerceIQ.</p><p>This year, Amazon said it doesn't plan to hold any Prime Day concerts or exclusive product launches.</p><p>\"As consumers, we are so used to Prime Day by now that the novelty has gone,\" said Guru Hariharan, chief executive at CommerceIQ and a former Amazon manager.</p><p>Still, Mr. Hariharan said, Prime Day represents the summer's biggest online shopping event in the U.S. and could be a bellwether for consumer shopping patterns as the U.S. economy shows signs of strain. Sales on Amazon typically increase by about two times the normal amount on Prime Day, according to CommerceIQ.</p><p>Aside from Prime Day's growth slowing, the effect Amazon's promotions have on other retailers could also be diminishing. Walmart Inc., Target Corp. and other Amazon rivals years ago started to offer copycat deals to take advantage of the online shopping traffic Prime Day generates. But growth appears to also have slowed down in that segment. In 2018 and 2019, Amazon competitors saw around 72% revenue growth during Prime Day. This year, the growth is projected to be 17.8%, according to Insider Intelligence.</p><p>SHARE YOUR THOUGHTS</p><p>How do you think your Prime Day shopping this year will compare to previous years? Join the conversation below.</p><p>Other major retailers and Amazon rivals are struggling with the challenge of excess inventory after shoppers shifted spending habits in the pandemic and due to inflation. Inventory hasn't historically been a challenge for Amazon, but the situation at competing retailers could make July an unusual month for sales and discounts around the U.S.</p><p>While Amazon aimed to create a summer Black Friday, its deals also haven't been as good as during the end-of-year holiday shopping season. Promotions through the Thanksgiving weekend of Black Friday and into Cyber Monday in some categories such as electronics have been twice as large as on Prime Day, according to analysis by Adobe Analytics.</p><p>Prime Day's slowing growth coincides with an overall tough stretch at Amazon, which is pulling back investment in its massive delivery operations in an effort to cut costs following tremendous years of growth and as high inflation affects numerous industries.</p><p>Executives have acknowledged that the company overshot future demand expectations after the pandemic created months of record demand for Amazon's online delivery services. Amazon is now working to sublease at least 10 million square feet of excess space while deferring construction of new facilities. The company closed dozens of bricks-and-mortar stores this year and reined in hiring. </p><p>Amazon is working to sublease millions of square feet of excess space. PHOTO: Jeremy M. Lange for The Wall Street Journal</p><p>Write to Sebastian Herrera at Sebastian.Herrera@wsj.com</p><p>Amazon's Prime Day Isn't Quite the Blockbuster It Once Was</p>",
  "published": "2022-06-26T09:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3909,
          "end": 3916
        },
        {
          "start": 3909,
          "end": 3921
        }
      ]
    }
  ]
}