{
  "_id": "ad519d6a3c0ef8eb257768641178559e5af6dfd0415af8070f102e6049e9e24c",
  "feed": "wall-street-journal",
  "title": "U.S. News: November Data Signal Slowing Economy",
  "text": "<p>The Fed on Wednesday raised its benchmark interest rate 0.5 percentage point to a 15-year high and signaled plans to continue lifting rates through the spring. Fed officials have increased rates at the fastest pace since the 1980s to cool the economy and bring down inflation.</p><p>\"Most households are acting strategically, planning for a road ahead that may be more difficult to traverse, with higher interest rates, the housing slump, and ongoing inflation -- and the very real possibility of a recession,\" said Craig Johnson, president of the retail consulting firm Customer Growth Partners.</p><p>The economy has shown signs of slowing, and inflation has eased from a summer peak, but the labor market remains tight despite layoffs in sectors such as tech and real estate. Jobless claims, a proxy for layoffs, fell by 20,000 to a seasonally adjusted 211,000 last week, the Labor Department said Thursday. Claims are up from lows this spring, but remain at levels that suggest many employers are holding tight to workers.</p><p>The drop in November manufacturing output included declines in consumer goods and business equipment products, contributing to a 0.2% decrease in overall industrial production, the Fed said. Industrial production also measures utilities and mining output.</p><p>The November decline in retail sales -- which includes spending at stores, online and at restaurants -- marked an abrupt shift in spending, at least for goods.</p><p>Shoppers spent less in November on holiday categories including electronics, clothing and sporting goods. Spending on autos and furniture also fell sharply, though gasoline sales fell slightly. The pullback occurred online and at department stores in a month that encompasses Thanksgiving, and Black Friday and Cyber Monday promotions.</p><p>Consumers, however, spent more on everyday items such as food and healthcare products. They also increased spending on restaurant meals, in a sign that demand for services remains strong despite rising prices.</p><p>Unlike many government reports, retail sales aren't adjusted for inflation and can reflect price differences in addition to purchase totals.</p><p>Retail sales grew 6.5% in November compared with a year earlier, the slowest year-over-year growth since December 2020. It was also less than a 7.1% increase in the consumer-price index for the same period.</p><p>Households also continue to spend more on staples such as food, eroding discretionary holiday spending, said Sucharita Kodali, a retail analyst at research firm Forrester. \"Retailers are anticipating a not-great holiday season, they have a ton of inventory and are promoting a lot,\" she said.</p><p>Marcus McNeil, 32 years old, said he is shopping for deals for his 2-year-old's gifts, as inflation eats into his wages.</p><p>\"I'm trying to work longer hours just to be able to give my son a decent Christmas,\" said Mr. McNeil, who works as a customer-service representative for a water-utility company in Homewood, Ill.</p><p>\"It's definitely not like Christmas last year or the year before -- you could get a lot of items for your money. Now you have to be more selective,\" Mr. McNeil said. He added that he is trying to save money on grocery and heating bills by packing a sandwich for lunch and \"trying to bundle up and stay warm.\"</p><p>H&amp;M Hennes &amp; Mauritz AB on Thursday said its rate of growth slowed in the fourth quarter. And large retailers including Walmart Inc. and Target Corp. have noted a shift in consumer spending in recent months.</p><p>The retail-sales report offers a partial picture of consumer demand because it doesn't include spending on services such as travel, housing and utilities. The Commerce Department will release new household spending figures covering goods and services on Dec. 23.</p>",
  "published": "2022-12-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3363,
          "end": 3375
        }
      ]
    }
  ]
}