{
  "_id": "f7e06d8376d49f474e1f4308348b609dcacb9ba0c317cbb777b769050f4c6f4e",
  "feed": "ftcomall",
  "title": "Target shares tumble after US retailer warns on rising costs ",
  "text": "<p>Target shares tumbled on Wednesday after the US retailer said rising costs would hit its annual profits, echoing a warning from rival Walmart and sparking a wider equity market sell-off on fears that companies are struggling to pass higher prices on to consumers.</p> <p>Shares in Target fell 25 per cent — the biggest one-day decline since the Black Monday stock market crash in 1987 — as it revealed first-quarter profits plunged by a half to $1bn. The retailer blamed a combination of higher freight, fuel and labour costs, as well as <a href=\"https://www.ft.com/content/e934c8ff-12c4-4cbd-9013-f46ca95ca4b2\">supply chain disruptions</a> that began with the pandemic.</p> <p>Shares in Walmart, the world's largest bricks-and-mortar retailer, fell a further 6.8 per cent on Wednesday after losing 11 per cent the previous day <a href=\"https://www.ft.com/content/6bd41174-6f7c-4152-9fa0-4a11f2a0ed05\">when it cut its earnings guidance</a>. </p> <p>“If it wasn't clear following the Walmart drop yesterday, it is clear that discretionary spending is slowing, inflation pressures have risen, and, for the first time since pre-Covid, markdown and price investment risk is rising,” said JPMorgan in a note to clients.</p> <p>Like Walmart, Target has been wrongfooted by the scale of the inflationary pressures in the US economy. Chief executive Brian Cornell admitted that the group faced “unexpectedly high costs”.</p> <p>Signs that cost pressures are more acute than two of the country's biggest retailers anticipated prompted investors to ditch shares of companies across the sector. </p> <p>Discount group Dollar General fell 11 per cent, Dollar Tree tumbled 14 per cent and Costco was down 12.5 per cent.</p> <p>The benchmark <a href=\"https://www.ft.com/content/464ab1a0-620d-46ff-8b44-251470625186\">S&amp;P 500 index</a> shed 4 per cent for its largest one-day decline since June 2020, while the technology-heavy Nasdaq Composite fell 4.7 per cent, with Amazon falling more than 7 per cent.</p> <p>“We don't expect to see any meaningful reduction in global supply chain pressures until 2023 at the earliest,” said Mike Fiddelke, Target chief financial officer. “So the elevated costs we've been facing will continue to affect our profitability for the remainder of the year.”</p> <p>As a result, the Minneapolis-based retailer expects its operating margin to be about 6 per cent this year, down from a previous forecast of 8 per cent.</p> <p>“[Target's] bullish operating margin view . . . was not expected to be challenged so soon, which may create some degree of market consternation,” said Stephanie Wissink, an analyst at Jefferies. </p> <p>The S&amp;P had climbed 2 per cent on Tuesday, in a shortlived rebound after the worst streak of weekly losses for global equities since 2008. Analysts cautioned that this was a bear market rally, where downtrends in equity markets are punctuated by short bursts of relief, as investors remained nervous about rising interest rates compounding a global economic slowdown.</p> <p>Although rising costs are eroding Target's margins, the retailer's topline growth proved more resilient. Revenues jumped 4 per cent to $25.17bn in the quarter, ahead of analysts' expectations of $24.5bn.</p> <p>Beauty and luggage enjoyed strong sales, climbing more than 45 per cent and 50 per cent respectively, as more consumers returned to pre-pandemic spending habits.</p> <p>“We're still seeing overall spending by our guests, even as their spending continues to evolve,” Cornell told analysts.</p> <p>However, Target reported that from early March sales across apparel and homeware had suffered a rapid slowdown. </p> <p>Walmart on Tuesday said that customers were switching to cheaper, private-label items and away from branded goods, particularly in its grocery business where inflation was running at a double-digit pace.</p><p>Source: Alexandra White in New York 2022 'Target shares tumble after US retailer warns on rising costs ' FT.com 18 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-18T20:17:40.038Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 805,
          "end": 812
        },
        {
          "start": 134,
          "end": 141
        },
        {
          "start": 3296,
          "end": 3303
        },
        {
          "start": 1042,
          "end": 1049
        },
        {
          "start": 596,
          "end": 603
        }
      ]
    }
  ]
}