{
  "_id": "08e218b1f57f82808c94cfb846bfefc95df42e55001e5fa71b295fffb63fcf57",
  "feed": "market-watch",
  "title": "'Turkey is non-negotiable': Americans refuse to skip Thanksgiving turkey in favor of cheaper alternatives, despite soaring food prices; Consumers are looking at other options to save money",
  "text": "<p>Among those who plan to serve the bird, 73% said they expect turkey to cost more than last year, while 29% said they believe it will be harder for them to find the kind of turkey they want.</p><p>Avian influenza has indeed affected the supply of turkeys this year, and supply-chain disruptions led to record-high feed prices. Avian influenza will likely makebigger birds harder to find this year.</p><p>\"Thanksgiving hosts will have some tough choices to make this holiday season,\" Emily Moquin, food and beverage analyst at Morning Consult, wrote in the report. But she added, \"The turkey is non-negotiable.\"</p><p>Consumers are under pressure. Inflation hit 8.2% in September compared to a year ago, according to the most recent government data. Food prices were up 11.2% in September year-over-year.</p><p>Also read: 4 ways U.S. shoppers plan to cheat inflation this holiday season — and you can too</p><p>There are opportunities for discounts. Walmart WMT has pledged to sell turkeys and many trimmings at last year's prices, and Aldi, a German-based chain, made a similar promise regarding wines, mini quiches, fresh rolls, macarons and apple pie.</p><p>Still, turkey is roughly 17% more expensive this year: Wholesale turkey prices surpassed $1.80 per pound in October, up more than 40 cents per pound over last year, the Department of Agriculture said.</p><p>Facing high food prices, many lower- and middle-income households struggling with higher energy bills are cutting back on meat, and turning to cheaper options such as beansto manage the weekly grocery bill.</p><p>Instead of cutting out turkey, consumers are reducing other expenses. More than half of those planning to serve turkeys said they would cut down on regular grocery spending, including side dishes.</p><p>In the meantime, 74% of consumers plan to buy a turkey on sale, Morning Consult said, and over half (58%) plan to purchase a store-brand turkey rather than a name brand to save money.</p><p>'Turkey is non-negotiable': Americans refuse to skip Thanksgiving turkey in favor of cheaper alternatives, despite soaring food prices</p>",
  "published": "2022-11-08T01:15:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 918,
          "end": 925
        }
      ]
    }
  ]
}