{
  "_id": "48c67c661feaa12599d8186dd7fa5d25fe9dcc38a367e1f651cc63211c4d6da5",
  "feed": "market-watch",
  "title": "Black Friday shopping expected to find a resurgence as inflation drives demand for bargains; Deloitte expects shoppers to spend an average of more than $200 on Black Friday and more than $500 total from Thanksgiving through Cyber Monday, an increase from last year, though that cash may get them less stuff thanks to rising prices",
  "text": "<p>The dynamics, for some, have heightened expectations for something that could look a little more like the shopper stampedes of years past.</p><p>\"I think the 'door-buster' will be there,\" said Rod Sides, insights global leader at Deloitte, referring to sales that require in-person shopping at certain times. \"I think we could see some lines in certain instances that we didn't see the last couple of years because you had social distancing.\"</p><p>\"Everybody wanted to pronounce Black Friday dead over the last four or five years, and now it's to the point where I think we're going to see that it has a resurgence,\" he said.</p><p>Sides said shoppers told Deloitte that they planned to spend 50% of their holiday budget during the Black Friday-Cyber Monday stretch, compared with 43% last year. The firm also found that shopping between Thursday and Monday of Thanksgiving week will be \"at par with prepandemic levels.\" Eighty percent of survey respondents said they planned to shop during that time, compared with 71% last year, according to a Deloitte survey of 1,200 adults conducted last month.</p><p>Even if crowds don't materialize this Black Friday, customers have turned the shopping spectacle into a bigger day for online commerce as well.</p><p>Deloitte's survey found that customers plan to spend roughly an equal share of their shopping budget online and in-store — 16% and 17%, respectively — on Black Friday. Adobe predicts online Black Friday sales of a little over $9 billion, up roughly 1% from the day last year.</p><p>Price increases will likely mean customers spend more but buy fewer holiday gifts this year. Deloitte predicts that shoppers will spend an average of $500 over Thanksgiving, Black Friday and Cyber Monday, up 12% from last year, according to the survey. On Black Friday alone, the firm said it expected shoppers to spend an average of $205, up from $190 last year.</p><p>Customers this week will have an avalanche of deals to pick through. Walmart Inc. WMT, which is running \"Black Friday\" deals online and in stores through this week, is selling some videogames for $15 and clothing for as low as $13. Beats headphones from Apple Inc. AAPLare going for $79; smart TVs are going for under $230.</p><p>Similarly, Target Corp. TGTis offering markdowns of up to 40% for products like Legos and baby gear. The chain is also offering $300 off on Element 65-inch smart TVs, which normally sell for $629, savings of $200 on KitchenAid mixers that typically run for $450, and $150 off on Dyson vacuum cleaners that regularly sell for $430.</p><p>For the holiday season overall, the National Retail Federation, a large industry group, said it expects sales to land somewhere within $942.6 billion and $960.4 billion, which would be a record. Price increases will play a part in helping retailers get there. And some analysts have said that customers could end up paying more, when compared with prepandemic levels, despite heavy markdowns.</p><p>Either way, those discounts are in part a response to rising costs that have put more discretionary purchases on the back burner and left retailers stuck with clothing, appliances and electronics that fewer people wanted.</p><p>Against that backdrop, the biggest retailers have offered mixed expectations for the fourth quarter, which includes the key holiday-shopping period. Walmart raised its full-year outlook last week, but Target cited \"rapidly softening demand\" and predicted a same-store-sales decrease in the fourth quarter.</p><p>Some smaller retailers have fared slightly better so far. Investors were kinder to Ross Stores Inc. ROST after it boosted its full-year profit forecast, while rival TJX Cos. TJX lifted its same-store sales outlook. Urban Outfitters Inc., URBN said it was \"encouraged\" by fourth-quarter trends so far, even as inflation hurt demand among its younger consumers at its namesake stores.</p><p>Following a supply-chain mess last year that is still rippling through the economy, more customers have tried to get a jump on the holidays, and many retailers have tried to meet them there with earlier deals. A Walmart representative, in a statement, said that 76% of the chain's customers told the company they prefer deals to be spread out over the shopping season.</p><p>\"We are hosting three separate events over multiple days to further spread out traffic in store,\" the representative said.</p><p>A more spread-out selection of holiday deals has raised questions over whether Black Friday, and its online counterpart Cyber Monday, mean as much as they once did. But employees, and their unions, have sounded a note of caution nonetheless.</p><p>Some retailers have scaled back seasonal holiday hiring, reflecting reservations about the economy and better retention. Workers have said bigger crowds make it more difficult to hit metrics for online orders, and say the retail industry's current inventory purge has cluttered store backrooms and warehouses.</p><p>\"Retail workers bear the brunt of shoppers' frustration,\" Stuart Appelbaum, president of the Retail, Wholesale and Department Store Union, said in a statement. \"Tempers quickly rise when customers hear that coveted holiday items are stuck in transit and have been back-ordered for months; and especially if they've gone to multiple stores only to go home empty-handed.\"</p><p>\"Workers are not to blame, and stores should provide security, safety protocols and training to handle irate shoppers this season as well as safe staffing levels to meet the longer demand period,\" he continued.</p><p>Black Friday shopping expected to find a resurgence as inflation drives demand for bargains</p>",
  "published": "2022-11-23T12:02:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4038,
          "end": 4045
        },
        {
          "start": 3286,
          "end": 3293
        },
        {
          "start": 1936,
          "end": 1948
        }
      ]
    }
  ]
}