{
  "_id": "73bdc2aa71b8fea5a2cfb0e138496be7e796a259f5fcf665239c424980a809b5",
  "feed": "wall-street-journal",
  "title": "Macy's, Kohl's Sales Drop as Shoppers Delay Holiday Buying; Department store chains say season is uncertain amid high inflation; steep promotions hit profits",
  "text": "<p>This year, as supply-chain bottlenecks have eased, retailers are flush with everything from toys to kitchen gadgets. Even though chains started offering big discounts in October, those deals weren't enough to tempt shoppers. Macy's and Kohl's said sales slowed in October compared with September and August.</p><p>While sales picked up slightly in November as colder weather spurred demand for coats, boots and other winter gear, the companies said the outlook for the important year-end quarter remained uncertain.</p><p>Macy's Chief Executive Jeff Gennette said in an interview that consumers are still in good financial shape and all signs point to them spending during the holiday season. But he added that it was unclear whether the later start to holiday shopping this year could presage the beginning of a broader slowdown. \"I'm not ready to call it,\" Mr. Gennette said. \"We just don't know yet.\"</p><p>Macy's reaffirmed its sales guidance for the year and increased its earnings outlook on stronger credit card revenue.</p><p>Kohl's Chairman Peter Boneparth told analysts that getting a good read on the fourth quarter has been as difficult as any period he can remember. Kohl's withdrew its guidance for the fourth quarter and full year as it searches for a new chief executive, after Michelle Gass said this month she was leaving to join Levi Strauss &amp; Co. amid activist pressure to find new leadership.</p><p>Macy's shares were up more than 12% in midday trading. Kohl's shares were up around 1%. Year to date, Macy's stock has fallen about 25%, while Kohl's is down nearly 40%.</p><p>The sales declines at Macy's and Kohl's followed mixed results earlier in the week from Walmart Inc. and Target Corp. Walmart reported stronger-than-expected sales driven by demand for groceries. Target's sales slowed, and it lowered its financial goals for the fourth quarter as shoppers curtailed spending at the chain.</p><p>Macy's sales fell 3.9% to $5.2 billion in the three months ended Oct. 29, compared with a year earlier. Sales excluding newly opened or closed locations fell 3.1%. Including licensed departments, they were down 2.7%.</p><p>Net income more than halved to $108 million, hurt by higher promotions to clear excess merchandise. Inventory was up 4% compared with a year ago, leaving Macy's in a better position than some rivals who have bloated stocks.</p><p>Kohl's net sales fell 7.2% to $4.1 billion in the three months ended Oct. 29, compared with the year-earlier period. Sales excluding newly opened or closed locations were down 6.9%.</p><p>Net income dropped 60% to $97 million. Inventories were up 34%.</p><p>Kohl's has been under pressure from activist investors, who called for the removal of its CEO and chairman and pushed the company to explore strategic alternatives, including a sale and leaseback of its real estate. On Thursday, Kohl's said it won't pursue a large real estate deal after exploring the idea with various parties.</p><p>Mr. Boneparth said the company isn't looking for a new leader to change its strategy, but rather someone adept at the basics of retailing, including brand building, who can improve its operations. He said interim CEO Tom Kingsbury has agreed to remain at the helm until a permanent successor is found.</p><p>Macy's and Kohl's said the buying patterns of shoppers this year are reverting to pre-pandemic trends, when they tended to wait until after Thanksgiving to do the bulk of their buying in the hopes of scoring last-minute deals. That is especially true this year with an extra day between Thanksgiving and Christmas, Mr. Gennette said.</p><p>—Sabela Ojea contributed to this article.</p><p>Write to Suzanne Kapner at Suzanne.Kapner@dowjones.com</p><p>Macy's, Kohl's Sales Drop as Shoppers Delay Holiday Buying</p>",
  "published": "2022-11-17T17:43:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1678,
          "end": 1685
        },
        {
          "start": 1648,
          "end": 1660
        }
      ]
    }
  ]
}