{
  "_id": "3d71b2b03e102d1f36dd93670717bcab8d1c6a965efaf55599dc25e88f5bf5d8",
  "feed": "wall-street-journal",
  "title": "Political Feud Mires Case Against Alleged Mass Shooter at Walmart in El Paso; Court filing says lawyer was behind an email attacking judge; the district attorney calls the claim biased",
  "text": "<p>The district attorney's office filed a response to the report Tuesday, calling the report biased and alleging that the evidence contained within it, including audio recordings, were improperly submitted.</p><p>Ms. Rosales didn't respond to requests for comment, and Judge Medrano said he was prohibited from commenting.</p><p>The allegations in the report are the latest twist in a political feud that has emerged around one of the most high-profile criminal cases in Texas history.</p><p>The Aug. 3, 2019, attack on a Walmart in El Paso killed 23 and injured dozens more. Authorities said Patrick Crusius, then 21 years old, traveled from North Texas to the border city with a goal of killing Latinos.</p><p>The El Paso district attorney has charged Mr. Crusius with capital murder. Mr. Crusius is also facing federal charges in the shooting. The federal case, which is set for early 2024, is expected to go to trial before the state case. Federal prosecutors haven't said whether they will seek the death penalty, which the state has vowed to do. Mr. Crusius has pleaded not guilty to all of the charges.</p><p>At a hearing Tuesday, Judge Medrano approved a request by Mr. Crusius's lawyers to have at least 45 days to review the report as the case moves toward an undetermined trial date.</p><p>Lawyers for Mr. Crusius didn't respond to a request for comment.</p><p>As the state case has slowly progressed, division has arisen between Ms. Rosales, a Democrat elected in 2020, and Judge Medrano, a Democrat first elected to his judgeship in 2000. At a July status hearing on the case, Judge Medrano accused Ms. Rosales of \"grandstanding\" for sending out a news release claiming the state case could go to trial before the federal case, saying she hadn't conferred with the court. He issued a gag order on all parties.</p><p>Ms. Rosales's office responded in early September with a petition to remove Judge Medrano from the case, arguing he was biased against her. A Central Texas judge on Sept. 27 denied that request. This week, the district attorney's office filed an emergency petition with the Eighth Court of Appeals, calling the gag order unconstitutional and asking that it be overturned.</p><p>An email sent to El Paso journalists in August that said it was from the son of Alexander Gerhard Hoffman, who died in the Walmart shooting, has become a focus of recent activity in the case. The email referenced complaints against Judge Medrano and attacked a former assistant district attorney who area lawyers say is a possible political challenger to Ms. Rosales in 2024.</p><p>Local media reports pointed out that the email's recipients were the same as the district attorney's press list and that it was written in English and included details on legal processes. The Hoffmans, who live in Mexico, primarily speak Spanish. The district attorney's office didn't comment on the matter.</p><p>As Judge Medrano's gag order appeared to have been broken, he assigned a local lawyer to represent the Hoffman family, in case they needed independent legal representation. That attorney filed the informational report on the family's behalf on Oct. 6.</p><p>The report alleged that Ms. Rosales's personal lawyer, Roger Rodriguez, and his wife, Anne Rodriguez, sent the email, borrowing the phone of Mr. Hoffman's widow to do so. Hoffman family members weren't aware of the email's content, according to the report.</p><p>The report included what it said are transcripts of phone calls between Mr. Rodriguez and members of the Hoffman family, who began secretly recording him because they felt he was threatening them, according to the report. Those records have been turned over to the Federal Bureau of Investigation, according to the filing.</p><p>An FBI spokeswoman declined to comment.</p><p>Mr. Rodriguez said in a brief interview last week, \"There's a lot of lies flying around.\" He didn't respond to further requests for comment. Representatives of the Hoffman family didn't respond to a request for comment. Ms. Rodriguez couldn't be reached.</p><p>According to the report, Ms. Rosales introduced Mr. Rodriguez to family members of people killed in the Walmart shooting at the district attorney's office immediately after the July 1 hearing, and told the families he worked for her. He urged the families to file grievances against the judge.</p><p>After that, Mr. Rodriguez told the Hoffman family that Judge Medrano was trying to prevent a trial and that he was working to get the judge arrested, according to the transcripts of their phone calls included in the report. He told them when they would receive communications from prosecutors and how to respond.</p><p>Mr. Rodriguez promised to get children in the Hoffman family U.S. visas and at times seemed to threaten them, according to the report.</p><p>\"Rodriguez told me, 'With friends I am a very good friend, but when someone betrays me…I have very good snipers,'\" Mr. Hoffman's widow wrote in an affidavit accompanying the report.</p><p>The district attorney's office said in its response Tuesday that the comment couldn't be considered a threat because the meeting was in a public restaurant and the family didn't call the police afterward.</p><p>Mr. Rodriguez, who serves as municipal judge for a village of 2,600 people, also suggested in phone calls that the governor could appoint him to oversee the case if Judge Medrano were removed, according to the transcripts.</p><p>\"That's why I'm being very careful about this relationship being known,\" he said, according to the transcripts.</p><p>—Marian Porras contributed to this article.</p><p>Write to Elizabeth Findell at elizabeth.findell@wsj.com</p><p>Political Feud Mires Case Against Alleged Mass Shooter at Walmart in El Paso</p>",
  "published": "2022-10-12T13:05:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 58,
          "end": 65
        },
        {
          "start": 2273,
          "end": 2280
        },
        {
          "start": 5583,
          "end": 5590
        },
        {
          "start": 4065,
          "end": 4072
        },
        {
          "start": 501,
          "end": 508
        }
      ]
    }
  ]
}