{
  "_id": "4fbe6de84736a400e45da5f44bc41f30494f336246cd16954a8cba2d0be4419d",
  "feed": "market-watch",
  "title": "Target's steps to reduce inventory glut are correct but are a few weeks late, analyst says; Target's measures, which drove a profit warning and stock plunge, suggest \"something went really wrong,\" adds another analyst",
  "text": "<p>\"The additional guidance also creates nervousness that trading in certain categories, like home, has deteriorated further and faster since the first quarter results. This is not unique to Target but, given the company's over-inventory, it leaves it particularly exposed.\"</p><p>Read: Target stock downgraded as multiple analyst groups blame execution for profit hit</p><p>Target's TGT plan includes markdowns, price hikes to offset higher fuel and transportation costs, and adjustments to the supply chain. The retailer will also focus on some categories, like food and beauty, and downplay others, like home, where demand has lessened.</p><p>Target now expects the second-quarter operating margin rate will be in the 2% range, and an operating margin rate in the range of 6% for the back half of the year. The company still expects full-year revenue growth in the low- to mid-single digit range, and expects to maintain or gain market share for the year.</p><p>Back on May 18, Target's stock took a nosedive after it reported first-quarter results. At the time, Chief Executive Brian Cornell said the company had expected a \" post-stimulus slowdown,\" but didn't \"anticipate the magnitude of that shift.\"</p><p>The change in consumer spending has been felt by other retailers as well, including rival Walmart Inc. WMT</p><p>See: Unlike Target and Walmart, beauty and fashion retailers post better-than-expected quarterly results as shoppers fill their social calendars</p><p>But Target's latest moves and profit warning \"signals something went really wrong in the planning and allocation department,\" wrote John Zolidis, president of Quo Vadis Capital.</p><p>\"[I]t is difficult to believe things really changed that much versus just three weeks ago when the company reported the quarter. Frankly, as of this morning we were still trying to process how the company misplanned its inventory composition so badly against the stimulus-check comparison,\" Zolidis said.</p><p>Quo Vadis takes a bearish view of Target's situation, adding that this latest plan indicates an internal problem rather than an external one.</p><p>\"Sadly, nearly all hard-fought goodwill earned from investors over the previous three years has possibly evaporated in just three weeks. It will be some time before the premium multiple previously accorded to the shares can come back, if ever,\" he said.</p><p>GlobalData's Saunders, on the other hand, says the company is still in good shape, with healthy traffic and a \"solid\" sales forecast.</p><p>\"The issue is that what people are buying has changed and this has left Target exposed in some of its categories where poor forecasting and supply chain snafus have create a glut of inventory,\" Saunders said.</p><p>\"We remain positive about Target's business over the long term and believe that, strategically, it is getting many of the big calls right. However, this is an uncharacteristic stumble that puts a rare black mark against management.\"</p><p>Target stock fell 2.3% in Tuesday trading and has slumped 32.6% for the year to date. The benchmark S&amp;P 500 index SPX is down 12.7% for the period.</p><p>Target's steps to reduce inventory glut are correct but are a few weeks late, analyst says</p>",
  "published": "2022-06-08T12:38:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1311,
          "end": 1318
        },
        {
          "start": 1271,
          "end": 1283
        }
      ]
    }
  ]
}