{
  "_id": "4accb0bf0d3e3b030f38e383b697a00a69b693a58dc4d096722db8efaf6a021d",
  "feed": "market-watch",
  "title": "A 690,000-person study tried to ‘nudge' people to get vaccinated. Researchers found one way worked best",
  "text": "<p>Public-health officials say it's the clearest route to herd immunity, where the most vulnerable in the population are protected against COVID-19, the disease caused by SARS-CoV-2, and to stop the spread of potentially more severe variants.</p><p>Currently, only 63.8% of the U.S. population is vaccinated against the virus — approximately 212 million people — and 51.8% have received a booster shot, according to the latest data from the Centers for Disease Control and Prevention.</p><p>As we enter Year 3 of the pandemic, COVID-19 has&#xa0;killed 884,853&#xa0;Americans. That toll is rising. Despite omicron being a relatively milder variant of COVID-19, cases and deaths continue to rise due to its contagiousness.</p><p>Deaths are now averaging 2,636 per day in the U.S., a 39% increase over 14 days, according to the New York Times tracker. In fact, daily deaths are now higher than the peak last fall when the more virulent delta variant was dominant.</p><p>Two texts, three days apart</p><p>This study of 689,693 customers from 4,700 Walmart pharmacies, published in the latest edition of the peer-reviewed journal Proceedings of the National Academy of Sciences, set out to discover the best way to “nudge” people to get vaccinated.</p><p>Using the flu vaccine as their subject, the researchers tested 22 different text reminders using a slew of behavioral science principles. These texts increased vaccination rates by an average of 2 percentage points (6.8%).</p><p>“The top-performing intervention included two texts three days apart and stated that a vaccine was ‘waiting for you,'” it found. “Forecasters failed to anticipate that this would be the best-performing treatment, underscoring the value of testing.”</p><p>These findings, the researchers wrote, “can potentially inform efforts by pharmacies and hopefully also providers and governments around the world in the ongoing campaign to encourage full vaccination against COVID-19.”</p><p>https://twitter.com/katy_milkman/status/1488861888448372738?s=20&amp;t=NsRk_0F8OFGAeUb_gdGyYA</p>",
  "published": "2022-02-02T13:48:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1001,
          "end": 1008
        }
      ],
      "nexusId": "10042309"
    }
  ]
}