{
  "_id": "e9b7a1927fa9ed1d7659540592146fb64a59bbdc80e041c5fa8b188ce26cfec5",
  "feed": "ftcomall",
  "title": "Mat Ishbia agrees $4bn deal for NBA's Phoenix Suns and WNBA's Mercury",
  "text": "<p>US mortgage lending billionaire Mat Ishbia has agreed a deal to acquire the Phoenix Suns and Mercury basketball teams at a valuation of $4bn, in what would be a record transaction for a National Basketball Association franchise.</p> <p>An agreement between Ishbia — together with his brother Justin — and the teams' current owner, Robert Sarver, will give the brothers more than 50 per cent ownership of the two teams. The deal is still subject to due diligence and approval by the NBA's board of governors before a transaction can go through.</p> <p>As it stands, the $4bn valuation of the Suns and its sister team, the WNBA's Mercury, comes in at almost double the enterprise valuations of other recent NBA transactions. The 2019 <a href=\"https://www.ft.com/content/db97aa6c-bf70-11e9-89e2-41e555e96722\">sale</a> of the Brooklyn Nets to Alibaba co-founder Joseph Tsai for $2.35bn, was a US professional sports record.</p> <p>News of the Suns and Mercury sale was earlier reported by ESPN.</p> <p>A sale of the teams would conclude years of tumult under Sarver's administration. He agreed to sell them both in September shortly after the NBA <a href=\"https://www.ft.com/content/fd673cd9-6563-42a0-ad2f-f4932e93877d\">suspended</a> him for using racist and bullying language and behaviour throughout the front office. </p> <p>The Phoenix transaction would be the latest in a string of record sales of professional sports teams this year. The National Football League's Denver Broncos sold for <a href=\"https://www.ft.com/content/fad8da8b-96ab-47cb-8087-560d211761ae\">$4.6bn</a> in June, a record price for a professional team, to a consortium led by Walmart heir Rob Walton. In football, <a href=\"https://www.ft.com/content/7257acdb-d96d-491c-8e68-82e11d8e424d\">Chelsea FC</a> and <a href=\"https://www.ft.com/content/d9bf3873-7757-4be8-a1af-8db99f8280ee\">AC Milan</a> fetched record sums for transactions of English Premier League and continental European clubs, respectively.</p> <p>Mat Ishbia is the chief executive of United Wholesale Mortgages, a Detroit-based business that went public through a special purpose acquisition company in September 2020 just as the boom in blank-cheque companies was taking off. The deal with Gores Holdings IV valued the mortgage lender at $16bn and made Ishbia a billionaire on paper. However, shares in the company have declined by more than half since it made its public market debut. </p> <p>Ishbia is known to be a big basketball fan and played for Michigan State University. He helped the Spartans to the 2000 National Collegiate Athletic Association championship and has donated millions to his alma mater's athletic programme.</p> <p>“Basketball is at the core of my life,” Ishbia said in a statement late Tuesday. He said he had spent the past two decades of his career building United Wholesale, “and I'm confident that we can bring that same level of success to these great organisations on and off the floor”.</p> <p>Justin Ishbia is a founding partner of Chicago-based private equity firm Shore Capital and is an investor in United Wholesale.</p> <p>The Phoenix teams are just one pair of several top-tier sports franchises on the market. Major League Baseball's Los Angeles Angels and Washington Nationals are both for sale, while the respective owners of the Premier League's Liverpool FC and Manchester United are exploring options.</p> <p>The Arizona-based teams have been home to some of basketball's biggest stars, including the Suns' Charles Barkley and Steve Nash and the Mercury's <a href=\"https://www.ft.com/stream/07f3bc78-fceb-49b8-aaf5-e566ad315cb6\">Brittney Griner</a> and Diana Taurasi. The Suns, which have yet to win a league title, were the NBA Western Conference champions during the 2020-2021 season, while the Mercury's most recent of three championships came in 2014.</p><p>Source: Sara Germano in New York, Ortenca Aliaj in London, and James Fontanella-Khan in Milan 2022 'Mat Ishbia agrees $4bn deal for NBA's Phoenix Suns and WNBA's Mercury' FT.com 21 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-21T02:41:50.015Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1379,
          "end": 1386
        }
      ]
    }
  ]
}