{
  "_id": "2620e1a9c387462b089f9ee68a88ab70c62ee2ffea3f88dffc7e515e7f8c3a4b",
  "feed": "wall-street-journal",
  "title": "You're Hired! No Interview Required in Tight Labor Market; Some companies drop interviews for hourly and temporary roles amid a persistent shortage of workers",
  "text": "<p>Many of the positions that don't require interviews are hourly and in sectors with elevated rates of turnover, such as warehousing and retail. The abandonment of the job interview, while still a rarity, is happening at companies trying to fill certain roles as the labor market slowly cools from its rebound from the pandemic.</p><p>Workers remain in high demand, particularly in blue-collar fields—while recent layoff announcements from companies such as Amazon.com Inc., Walmart Inc. and Ford Motor Co. are hitting white-collar workers.</p><p>Employers added 263,000 jobs in November and the unemployment rate held at 3.7%, adding to signs the overall job market continues to run strong. Job openings—at 10.3 million in October—far exceeded the 6.1 million unemployed Americans seeking work that month. A tight labor market during the pandemic rebound also has prompted employers to drop college-degree requirements as well as background checks and experience requirements.</p><p>Many businesses feel they have exhausted methods for attracting workers, including pay raises, signing bonuses and larger benefit packages, said Julia Pollak, chief economist at jobs site ZipRecruiter. Now, their focus is on moving fast.</p><p>\"Speed is the number one way companies are competing for hourly workers at the moment, especially for the holiday season,\" Ms. Pollak said.</p><p>She said the phenomenon is cropping up in healthcare, as well. Some organizations are using nursing licenses in lieu of job interviews to make on-the-spot offers. A job offer without an interview might previously be a clear indication of a scam. But large, legitimate employers are adopting the approach increasingly, she said.</p><p>Keontae Starks, 22, experienced the fast hiring process firsthand. He began searching for work this fall but found that many of the jobs near where he lives in Baldwyn, Miss., required experience he didn't have. </p><p>Keontae Starks worked loading trucks at the UPS facility in Tupelo, Miss. PHOTO: Timothy Ivy for The Wall Street Journal</p><p>\"How am I supposed to grow as a worker if all these jobs require that I have one or two years of manufacturing experience or automotive experience?\" Mr. Starks said.</p><p>Mr. Starks came across a job ad on Indeed.com for a UPS package-handling role, which he said didn't have extreme qualifications such as three to four years of factory experience. He decided to fill out an application.</p><p>He quickly received a job offer, without an interview, for a package-handler position that involved sorting packages onto trucks for delivery during the holiday season.</p><p>\"It was just fill out a form and then boom, you knew if you got it or not,\" he said. \"I was very surprised. It was just very, very fast.\"</p><p>Mr. Starks started the job in Tupelo last month. He worked an inconsistent number of days and early-morning shifts with varying start and end times, including an overnight shift starting at midnight. He said he recently left UPS to look for a full-time, permanent job with a more routine schedule.</p><p>About 80% of UPS seasonal workers, including warehouse workers and some delivery drivers, are hired without an interview and can get a job offer within 25 minutes of applying, said Matt Lavery, UPS director of global sourcing, recruiting and onboarding.</p><p>The company also waives interviews for some of its permanent positions, including package-handler jobs.</p><p>The shipping powerhouse set out to recruit more than 100,000 seasonal workers this year and found it a little harder to do so than it did last year, said Mr. Lavery. Job candidates still have many choices in this labor market, he said.</p><p>\"They are making their voice heard either by accepting job offers or not even applying or just ghosting you in some cases,\" Mr. Lavery said.</p><p>Hourly workers are essential to the production process, said Sean Behr, chief executive at Fountain, a company whose automation software speeds up the job-application process for hourly workers.</p><p>If warehouses are understaffed, companies could require existing employees to work overtime while still running the risk of not meeting demand, Mr. Behr said. That could trigger a cycle in which employees keep leaving and companies continue trying to fill vacancies with ever-greater urgency.</p><p>\"The labor market is incredibly challenging in this hourly work world,\" said Mr. Behr.</p><p>The share of workers quitting transportation and warehousing jobs hit a high of 3.6% in August. It receded to 2.8% by October but was still above its February 2020 prepandemic rate of 2.4%.</p><p>Home Depot is speeding up its hiring process for workers applying to certain positions in its stores and distribution centers. A candidate whose abilities align with the role can receive a contingent job offer, without an interview, as soon as 24 hours after applying, said Beth Marlowe, a Home Depot spokeswoman.</p><p>After receiving the contingent offer, the candidate is typically required to visit the store location, meet leadership and complete necessary paperwork.</p><p>\"We've been piloting ways to accelerate our process for the last couple of years,\" Ms. Marlowe said.</p><p>Amazon.com Inc. has always extended contingent job offers without interviews for hourly workers, according to a spokeswoman. Gap doesn't require interviews for some of its \"no experience required\" roles, including warehouse positions, a company spokeswoman said.</p><p>One recent posting for a Macy's seasonal retail sales associate in Holyoke, Mass., said new hires could \"start right away!\" The role \"may not require an in-person interview,\" the posting said.</p><p>Applications for seasonal roles at Macy's take as little as five minutes and a majority of job offers are made within 48 hours, said John Patterson, Macy's vice president of talent. \"This speed is imperative during holiday hiring.\"</p><p>Write to Sarah Chaney Cambon at sarah.chaney@wsj.com</p><p>You're Hired! No Interview Required in Tight Labor Market</p>",
  "published": "2022-12-10T10:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 467,
          "end": 479
        },
        {
          "start": 461,
          "end": 474
        }
      ]
    }
  ]
}