{
  "_id": "b0d0ca5298b23ddec0908164694f81a6dfb61b945d1f128c60957221ac0ea30d",
  "feed": "wall-street-journal",
  "title": "Marriott Rolls Out Media Network That Lets Brands Reach Travelers on Its Apps and TV Screens; Marriott will use anonymized data on its guests to help brands target their ads. Walmart, Kroger, DoorDash and others have taken similar tacks, which come amid new privacy efforts",
  "text": "<p>And a growing range of businesses are building media networks that incorporate their own data on their customers. Walmart Inc. lets advertisers use its data to send targeted digital ads to shoppers across the web, for example. DoorDash Inc., Kroger Co. and CVS Health Corp. have also been offering advertisers more ways to reach consumers using retailer data.</p><p>Net ad revenues for retail media advertising in the U.S. will grow to more than $60 billion in 2024 from $41 billion this year, according to research firm Insider Intelligence. But the space will continue to be dominated by Amazon.com Inc., which is expected to nab 77% of the spend this year.</p><p>A media network in the hotel category presents marketers with a different array of opportunities, the companies said. On the road, travelers need things like ground transportation, personal items they forgot to pack and entertainment during their stay, said Chris Norton, senior vice president of marketing channels and optimization at Marriott International.</p><p>\"It's really about connecting advertisers that will be able to fill some of those needs in our ecosystem and bring it together in one spot,\" Mr. Norton said.</p><p>Marketers may also want to reach travelers specifically interested in luxury products, certain cars or other goods, he added.</p><p>The media network, which begins this month with pilot advertisers, will use anonymized customer data from past searches and bookings made on Marriott's digital channels to deliver relevant ads on behalf of brands and advertisers, the company said. It will not share that data with advertisers, it added.</p><p>Marriott Media Network will be rolled out in the U.S. and Canada before expanding to other markets. The company said pilot advertisers will be able to access Marriott's display and mobile channels this month, with other inventory types becoming available later this year.</p><p>At Marriott's hotels, the network will eventually allow placements on TV screens in the rooms, on its Wi-Fi portal and on other digital screens in the lobbies, gyms and bars.</p><p>And Marriott knows whether the 164 million members of its loyalty program will be traveling, Mr. Norton noted.</p><p>\"That's a real differentiator, I think, from how you would think about a media network in the travel space, as opposed to ones that are out there already in the retail space,\" he said.</p><p>Yahoo will run the Marriott Media Network and serve as the portal through which advertisers can shop for media space. It will manage the available ad slots, as well as seek sales from buyers.</p><p>Despite the crowd of media networks competing for marketers' budgets, winning even a small share of it will mean big dollars for the companies offering those networks, said Insider Intelligence principal analyst Andrew Lipsman.</p><p>\"As the market gets bigger, if you can get 1 percentage point of the digital retail media market, that's almost half a billion dollars in revenue, and it's high-margin revenue,\" Mr. Lipsman said. \"You can be a small player, and that can still be a really meaningful part of a company's business.\"</p><p>That said, only a few companies with media networks will be able to get to that 1 percentage point, he noted. A small number of brands will buy across four or five networks, he said, but most don't have the resources or capacity to handle that many.</p><p>\"For most brands, they can do three, and then after that it falls off,\" he said.</p><p>Write to Megan Graham at megan.graham@wsj.com</p><p>Marriott Rolls Out Media Network That Lets Brands Reach Travelers on Its Apps and TV Screens</p>",
  "published": "2022-05-16T11:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 114,
          "end": 126
        },
        {
          "start": 175,
          "end": 182
        }
      ]
    }
  ]
}