{
  "_id": "360830bbd62a5f4bfa7424515a4b7e3ff3dff06640f031d11371dfe55b8aa986",
  "feed": "ftcomall",
  "title": "Blowing the whistle on ESG",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/behind-the-money\"><em>Behind the Money</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/c313d28b-97e0-4398-8b1e-b71e2bb8d6fa\"><em>Blowing the whistle on ESG</em></a> </p> <p><strong>Michela Tindera</strong> <br>In Desiree Fixler's short time at Germany's top asset manager DWS Group, she made a number of presentations to the CEO and members of the board. But the last one she made in February 2021 sticks out. She says the stakes felt particularly high. </p> <p><strong>Desiree Fixler<br></strong>And by this time, I was a lot more aggressive because we were, we were under the gun. </p> <p><strong>Michela Tindera<br></strong>As group sustainability officer Desiree was in charge of editing part of the company's annual report. Her section dealt with metrics regarding environmental, social and governance or ESG investing. But she says there were some issues with the draft. </p> <p><strong>Desiree Fixler <br></strong>And I had already been redlining a lot of the misstatements and false statements, frankly. </p> <p><strong>Michela Tindera <br></strong>She believed that there were numbers in the ESG section of the report that were wrong, and the deadline to have everything ready was coming up quickly. </p> <p><strong>Desiree Fixler<br></strong>So when I presented things, I expressed the sense of urgency that we needed major and radical change. We needed to address all of these issues and do it rapidly. I needed an answer, and we needed the resources. </p> <p><strong>Michela Tindera<br></strong>Desiree says the reaction in the room surprised her. It was silent. And then the DWS Group CEO Asoka Wöhrmann said something. </p> <p><strong>Desiree Fixler <br></strong>And he stopped the meeting. He stopped my presentation and he said, I'm going to show you something. And he brought up on his, on his device a slide, and he emailed it to the entire board and myself, and he waited for us to open up his slide. </p> <p><strong>Michela Tindera<br></strong>Desiree says the slide showed a collection of quotes from reports by sell side analysts at other banks. The slides said that DWS had seen significant traction in ESG in recent years and that DWS was positioned to grow above the industry thanks to its position in areas like ESG. </p> <p><strong>Desiree Fixler<br></strong>And he said, look, the market believes that we're a leader. Why don't you? </p> <p><strong>Michela Tindera <br></strong>Desiree disagreed. </p> <p><strong>Desiree Fixler<br></strong>I said, listen, like those analysts are reporting out on statements that we've told them. They haven't kicked the tires because there is no evidence on the on these statements. And what I'm presenting is the reality. It was, you know, pretty quiet in the room. And that was that. </p> <p><strong>Michela Tindera <br></strong>Not long after, DWS fired Desiree from her job as sustainability officer. And after that, she went on to make public allegations that DWS had made misleading claims about how sustainable or green some of its financial products were. In other words, she accused DWS of greenwashing. DWS has said that, “We firmly reject the allegations being made by a former employee and that the firm stands by its annual report disclosures.” Recently, the financial industry's interest in using ESG criteria to rate investments has skyrocketed. But Desiree says her time at DWS changed how she thinks about ESG. </p> <p><strong>Desiree Fixler <br></strong>This is a story of hijacking and exploiting sustainability, right, to cover up misconduct. Right? This is a story of exploiting ESG, right, to inflate your share price. It's this story about, you know, the dark side of ESG just being used for marketing purposes. </p> <p>[MUSIC PLAYING]</p> <p><strong>Michela Tindera<br></strong>ESG is a booming area of the financial sector, and on its surface, seems to have good intentions. As the climate crisis has accelerated and concerns around diversity and inclusion have become more prominent, investors have started to say that they want to do more with their money. We talked last season about the rise of ESG in the corporate world. Critics say that ESG is just corporate spin, that companies can use green and sustainable lingo to tout their products without actually doing anything to support the environment or to do something like establish more equitable corporate governance. In today's episode, we are going to hear directly from the whistleblower herself, Desiree Fixler, her allegations about her time at DWS. And we're going to look at whether that says something about the larger issues that have been raised about ESG and its future. I'm Michela Tindera, and this is Behind the Money. </p> <p>[MUSIC FADES] </p> <p>Desiree Fixler joined DWS as its new group's sustainability officer in 2020. At that time, she says she was aware of the controversies that hung around the company. </p> <p><strong>Desiree Fixler <br></strong>So it was a very turbulent time for the firm when I was brought in. So at this time my eyes were open. There were problems. Deutsche Bank had a history of being, you know, considered the most scandal-ridden bank. </p> <p><strong>Michela Tindera <br></strong>DWS is a massive asset manager with almost $1tn under management, but its majority owner, Deutsche Bank, has encountered problem after problem over the last decade. It's been ordered to pay out billions of dollars in fines for rate-rigging claims. Two former bankers served jail sentences for various scandals. Hundreds of millions of dollars more have been agreed on to settle a money laundering case. And those are just a few of the issues. And still, Desiree says, this opportunity with DWS seemed like a dream job. </p> <p><strong>Desiree Fixler<br></strong>It had some of the largest regulatory fines in banking over the last couple of decades. But management seemed committed to change the culture and seemed committed to implementing an authentic version of ESG and sustainability. </p> <p><strong>Michela Tindera<br></strong>Patrick Temple-West covers ESG issues for the Financial Times. And he says that at its heart, ESG is basically a big data approach. </p> <p><strong>Patrick Temple-West<br></strong>ESG funds have grown from responsible investing, and they typically involve asking companies more detailed questions about their business practices on environmental, social and governance issues. </p> <p><strong>Michela Tindera <br></strong>Questions centering on environmental concerns. </p> <p><strong>Patrick Temple-West <br></strong>What is your carbon footprint? What's the road map to get to net zero emissions by a certain date in the future? </p> <p><strong>Michela Tindera <br></strong>Social. </p> <p><strong>Patrick Temple-West<br></strong>What's the make-up of your workforce? Do you have non-binding arbitration when employees have grievances at the companies. </p> <p><strong>Michela Tindera <br></strong>And governance.</p> <p><strong>Patrick Temple-West <br></strong>How many women do you have in the board? How many minorities do you have on your board? </p> <p><strong>Michela Tindera <br></strong>While in previous times, investors might have just evaluated companies based on financial metrics, things like, what's your return on equity? </p> <p><strong>Patrick Temple-West <br></strong>Now investors are getting more savvy and saying, aha, there might be patterns on performance if we ask the right ESG questions as well. </p> <p><strong>Michela Tindera <br></strong>When Desiree joined DWS, she says she was excited to make a difference in this area. </p> <p><strong>Desiree Fixler <br></strong>I felt very strongly the market was maturing. Finally, we had large-scale acceptance of this concept. You know, previously most Wall Street participants looked at ESG and rolled their eyes. </p> <p><strong>Michela Tindera <br></strong>But Desiree says that early on, she noticed something seemed off. Desiree says her first task in the new job was to do what's known as a gap assessment. That's like an analysis of what's working and what isn't in a certain unit of a business. Desiree says the DWS had reports on thousands of companies that had been raided using something known as their proprietary ESG engine. The engine rated companies using letter grades ranging from A to F. It was all part of a framework that Desiree says DWS called its smart integration system. </p> <p><strong>Desiree Fixler<br></strong>It was described as enhanced due diligence from an ESG perspective. It was described as sophisticated, above industry standards, in risk assessing an investment, looking at it on how ESG factors might weigh on that investment's valuation. That's how the company defined it, that portfolio managers and analysts were using the state of the art, cutting-edge ESG data to make more informed and less risky investments. </p> <p><strong>Michela Tindera <br></strong>Desiree says she started going through some of the reports. </p> <p><strong>Desiree Fixler<br></strong>I wanted to see, you know, the highest rated companies and the worst rated companies, right? And that will give you, if you look at the outliers, that gives you a sense of what's going on. You look at the extreme cases. </p> <p><strong>Michela Tindera <br></strong>Desiree says she noticed that Wirecard had been given a B score, the second highest ranking in the system. In 2020, the German payment processor announced that almost €2bn had gone missing and then later filed for insolvency. She says that DWS's report on Wirecard cited the company's great governance and its great business ethics. </p> <p><strong>Desiree Fixler <br></strong>You know, that was a holy smoke moment, that's for sure. Oh, my goodness. What's going on here? </p> <p><strong>Michela Tindera <br></strong>And then there was another very prominent outlier. It gave Amazon an F ranking. </p> <p><strong>Desiree Fixler <br></strong>The system, this ESG signalling system was telling its investors, this is the spring of 2020, go long Wirecard — great company based on its excellence in governance — and go short Amazon — this company is facing so many regulatory headwinds because of health and safety issues, because of unfair labour practices that this company is on the verge of collapse. </p> <p><strong>Michela Tindera<br></strong>And of course, the opposite happened. Wirecard collapsed and Amazon shot up. </p> <p><strong>Desiree Fixler<br></strong>So, you know, to me, I worked with the, with the analysts and got to the root of this problem that this smart integration system was neither smart nor was it ESG integration. </p> <p><strong>Michela Tindera<br></strong>Desiree says that she saw these red flags, but as sustainability officer, she thought it was her job to fix these problems. All she needed to do was make the right people at DWS aware of them. Desiree says that in November 2020, she presented her findings to the CEO, Asoka Wöhrmann, and other members of the board. </p> <p><strong>Desiree Fixler<br></strong>I presented this to management to say, you know, last year you presented in your annual report that the majority of your assets under management over €450bn of assets comply with ESG. Unfortunately, I had to inform them that just simply is not true. </p> <p><strong>Michela Tindera <br></strong>This 450bn figure that Desiree is talking about refers to the amount of total integrated ESG assets that DWS said it had in its annual report for 2019. </p> <p><strong>Desiree Fixler <br></strong>A great deal of portfolio managers were not complying with the internal ESG policy. </p> <p><strong>Michela Tindera <br></strong>Desiree says that portfolio managers and analysts on DWS's active investment platform were required to consider ESG throughout their investment process. But she says she found out things weren't really happening the way that they were supposed to. And that was for a few reasons. One reason Desiree says she found was that some of the portfolio managers just didn't want to change how they had always been doing their work. </p> <p><strong>Desiree Fixler<br></strong>Some of the PMs just said, hey, we don't believe in it. We've been doing this job for, you know, 10 or 20 years, right? We've been successful. Don't tell me how to change, you know, my risk assessment process or my investment process. </p> <p><strong>Michela Tindera <br></strong>But Desiree says that another reason was that some of the portfolio managers had told her that the information they were getting from DWS's smart integration system was just too old. </p> <p><strong>Desiree Fixler <br></strong>Some of the PMs said, you know, listen, we know this ESG engine, this smart integration system is severely flawed. It's also very stale. So this is backdated information. And then we, the firm, sit on it for another six weeks. We don't want to use that. We want present or forward-looking information, data and signals. The issue here is that portfolio managers, salespeople, analysts for going out to investors and telling a very different story. They were telling the story that DWS was very advanced in ESG integration. </p> <p><strong>Michela Tindera<br></strong>By the end of her presentation, she says, the board seemed stunned. </p> <p><strong>Desiree Fixler<br></strong>You know, I saw some pretty shocked faces, you know, in that boardroom that day. But, you know, you know, I firmly believe, you know, at the time, I really believed I was brought in to fix this. You know, I thought that, you know, I, this was my job, as shocking as it was. </p> <p><strong>Michela Tindera<br></strong>Desiree says that at this point, she thought she had inherited a broken system that the firm would want to repair. The realisation that she felt she needed to make public allegations of greenwashing would only come later. Patrick Temple-West says that allegations of greenwashing in the corporate world go back many years. </p> <p><strong>Patrick Temple-West <br></strong>The Federal Trade Commission and before the SEC or DWS or any of that got involved, has had Green Guides for all sorts of consumer products going back to 1992. </p> <p><strong>Michela Tindera<br></strong>Patrick says that the FTC actually brought a case against Walmart and Kohl's for saying that they had bamboo in their products. </p> <p><strong>Patrick Temple-West<br></strong>But green bamboo was very resource-friendly product. They said they had bamboo in their products and in fact did not. So the FTC has brought cases on greenwashing before it. Now, where it's becoming more and more an issue is in the financial markets, and that's where the DWS case comes in. </p> <p><strong>Michela Tindera<br></strong>There's a whole host of places like credit rating agencies or index providers that do ESG ratings. Patrick says that in an ideal situation, they'll ask questions like, what's this company's board composition like? Or how big is this company's carbon footprint? </p> <p><strong>Patrick Temple-West<br></strong>All of those things are run through the special algorithms, and they spit out an ESG score. And there can be a wide variety in how those ESG scores come back. Going to Desiree's point, why was Wirecard rated a B and Amazon an F? Well, you can kind of write an algorithm, a formula to come up with whatever score would fall out that way, come out that way. </p> <p><strong>Michela Tindera<br></strong>Patrick says that in the financial industry, this boom in ESG investing has led to some overpromises. </p> <p><strong>Patrick Temple-West<br></strong>Businesses, investment firms, they're all promising to be the greenest business that's ever existed, and that just isn't the case. So Desiree does have a point there. I do think there are purists in the space who've been working in ESG, sustainable, responsible investing for decades. Those type of firms have been doing this forever, and they might be the survivors in all this if ESG is sort of seen as this flavour of the month. </p> <p><strong>Michela Tindera<br></strong>An academic paper recently came out in a journal called the Review of Finance. It pointed out the lack of standardisation surrounding ESG metrics and scoring. The paper's authors explained that this lack of standardisation makes it really tough to actually evaluate the ESG performance of various funds or companies. It's something that not just academics are stuck on. It's been brought out into the public discourse even more with Desiree's allegations against DWS. Desiree says that after she made that presentation to management that we talked about at the beginning of the episode, things just did not go smoothly. And then one day, she says she found out that she was fired. In March 2021, DWS's annual report came out. The one that Desiree had been worried about and that she says she had tried to get them to change. </p> <p><strong>Desiree Fixler <br></strong>They increased the number, you know, so for, that was the annual report published in March 2021 for the fiscal year of 2020. </p> <p><strong>Michela Tindera<br></strong>The reported total integrated ESG assets at DWS had gone from €451bn for 2019 up to €459bn for 2020. </p> <p><strong>Desiree Fixler <br></strong>They still, you know, went on, banged on about how wonderful their smart integration system was and didn't take, you know, any of my, of my commentary and just rejected, you know, all of my red lines and edits. </p> <p><strong>Michela Tindera<br></strong>Desiree says she decided to put together a letter to send to other top brass at DWS and Deutsche Bank that outlined her previous concerns with their ESG system. Not long after, Desiree says that a memo went out at DWS notifying people that she had left. </p> <p><strong>Desiree Fixler<br></strong>You know, it goes on to, you know, state that I wasn't a good sustainability officer, and it basically implies that I didn't do my job. </p> <p><strong>Michela Tindera<br></strong>Desiree says she later read about that memo in Bloomberg. </p> <p><strong>Desiree Fixler<br></strong>The feeling wanting to go public was a second after I read the Bloomberg article, but it took me a while. It took me a while, you know, weighing the pros and cons. </p> <p><strong>Michela Tindera <br></strong>But ultimately, she decided to share her own side of the story with The Wall Street Journal. </p> <p><strong>Desiree Fixler <br></strong>And so I felt the best response was, you know, this is going to be played out, like I'm going to respond publicly as well. Kind of didn't have that much to lose, you know. But, but but really, it was, you know, it was very, I was very conviction-driven. You know, this was no, I have to get the facts out there. I'm doing this. But, yeah, it was a very scary, very, very scary process. </p> <p><strong>Michela Tindera <br></strong>The articles ran in August and September 2021. Desiree says that this publicity sparked something else. </p> <p><strong>Desiree Fixler<br></strong>Pretty much immediately after the Wall Street Journal article came out, the US authorities gave me a call and asked if I would voluntarily co-operate and, you know, work with them and serve as a witness. And they had opened up a case. </p> <p><strong>Michela Tindera <br></strong>Patrick Temple-West says that since Desiree Fixler went public with her allegations, they've had a wide-ranging impact. </p> <p><strong>Patrick Temple-West<br></strong>It's a real challenge for DWS and we're hearing that already, like other asset managers, they'll tell us, you know, without naming themselves that, yeah, they're seeing pressure on DWS and might be looking to pick up business for investors who are looking elsewhere for ESG products. </p> <p><strong>Michela Tindera <br></strong>But it also spread beyond that, too. </p> <p><strong>Patrick Temple-West <br></strong>She really kickstarted some investigations into this space by German regulators and the Securities and Exchange Commission. The SEC, in its enforcement division launched an ESG task force, to go after both public companies in what they are reporting about how green or clean they might be but also to go after the asset managers like DWS for how they are structuring, how are they are making those recipes for ESG and what they're telling the public about it. </p> <p><strong>Michela Tindera<br></strong>Europe has already implemented some regulations on this, and the SEC in the US recently proposed some of its own new rules. </p> <p><strong>Patrick Temple-West <br></strong>SEC chairman Gary Gensler has framed it like this, you know when you go into a grocery store what non-fat milk means. There's labelling. There's regulations behind that. </p> <p><strong>Michela Tindera <br></strong>Patrick says that the SEC wants there to be similar labelling in place for ESG funds. </p> <p><strong>Patrick Temple-West<br></strong>When an ESG fund calls itself green, sustainable, low carbon, some kind of language around that. You don't really know what that means unless you go in and look at the recipes. And even then it might not be crystal clear because there aren't a whole lot of requirements about what that means. And the fund could just say we take ESG into consideration and suddenly, poof, it can call itself a Green Fund. </p> <p><strong>Michela Tindera<br></strong>Patrick says that the SEC is looking to crack down on that. The SEC is going to do things like require funds to disclose more info about how they're implementing ESG and how that's being baked into investment decisions. Patrick says that these new regulations in the US could be implemented as soon as 2023. Desiree says that the industry needs firm regulations and enforcement for anything to change. </p> <p><strong>Desiree Fixler <br></strong>You know, if, you know, there comes a day where a firm gets penalised for greenwashing, I can guarantee, right, you're going to see immediate reaction and public reaction even more so than just, you know, from my allegations. Fear goes a long way, right, to up, you know, a banker's corporate practice. And, you know, when people realise that the regulator is watching, that the regulator will take action, they'll think twice about greenwashing. </p> <p><strong>Michela Tindera<br></strong>Desiree's story as a whistleblower has included a lot of surprises. One more came when DWS released its annual report for its 2021 fiscal year in March of this year. There in the text, the report showed DWS had overhauled its ESG framework. Remember DWS had reported €459bn in ESG integrated assets the year earlier. Now with a new framework, it was saying it had 75 per cent less ESG assets in 2021. The report said comparing these numbers is, “not feasible as a framework for determining the figures has been refined in light of regulatory developments”. Finally it said smart integration would, “cease to exist” as they implemented a new ESG framework. Desiree says there's a specific word for how she felt after seeing that report. </p> <p><strong>Desiree Fixler <br></strong>Vindication (laughter). I mean, it's been a really hard journey. And I don't mean to be glib or flippant about it. But, yeah, vindication. </p> <p><strong>Michela Tindera<br></strong>Desiree Fixler says that since she decided to blow the whistle on DWS, her work life is different than it was before she got fired. </p> <p><strong>Desiree Fixler <br></strong>I just get some the odd, you know, consulting gig and speaking engagements and, you know, working with others, you know, in the non-profit world, working with a number of the ESG data providers and rating agencies, right, to, you know, to help them, you know, to get this right. It's very complicated. It's nuanced, but we need better reporting requirements, but we also need better metrics. </p> <p><strong>Michela Tindera<br></strong>DWS has faced probes from US and German regulators and authorities. And just last week, 50 German police officers descended on DWS and its majority owner, Deutsche Bank. They arrived without warning and seized several items of evidence, including documents and electronic media. The Frankfurt Public Prosecutor's Office said the search had been “triggered by reports in the international and national media that the asset manager, DWS, when marketing so-called Green Financial Products, had sold these financial products as greener or more sustainable than they actually were”. DWS says it has fully co-operated with all regulators and authorities and will continue to do so. Then, just hours after the raid, DWS CEO Asoka Wöhrmann resigned. This is the same person who Desiree says dismissed her claims. Patrick Temple-West says the raid and Wöhrmann's resignation sent shockwaves throughout the financial industry. </p> <p><strong>Patrick Temple-West <br></strong>These ESG and sustainable investing departments said companies were always seen as like, oh, OK, this is a way to build business. This is a way to make more money. But now if these portions of the business are becoming liabilities because they might be saying something, getting out over their skis in what they're promising on green, clean investments, that's it. It's a problem. And everybody in the asset management community is looking at this, both in terms of, well, is this an opportunity to pick off business from DWS or well, what kind of bombs might there be lurking in our closets that suddenly we could be raided next for this stuff? </p> <p><strong>Michela Tindera <br></strong>Perhaps it is the wake-up call that the industry needed. Desiree says she believes that there is still a lot more work to be done. </p> <p><strong>Desiree Fixler<br></strong>We cannot be patting ourselves on the back because we've hired a sustainability officer or because we have a human rights policy. It's actually about actions, acting on it and resulting in positive, net positive environmental and social impact. </p> <p>[MUSIC PLAYING]</p> <p><strong>Michela Tindera<br></strong>Behind the Money is hosted and produced by me, Michela Tindera. Stephanie Horton is our contributing producer. Topher Forhecz is our executive produce. Sound design and mixing by Sam Giovinco. Special thanks to Adam Samson and David Keohane. Cheryl Brumley is the global head of audio. Thanks for listening. See you next week. </p> <p><em>This transcript has been automatically generated. If by any chance there is an error please send the details for a correction to: </em><a href=\"mailto:typo@ft.com\"><em>typo@ft.com</em></a><em>. We will do our best to make the amendment as soon as possible.</em></p><p>Source: Patrick Temple-West and Michela Tindera 2022 'Blowing the whistle on ESG' FT.com 8 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-08T06:54:23.557Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 12611,
          "end": 12618
        }
      ]
    }
  ]
}