{
  "_id": "1f83a2521a83506e13357856e09909b767e3a11f98fd05d0b240baf293dd9009",
  "feed": "market-watch",
  "title": "Big pension funds dumped the wrong things last year — as usual",
  "text": "<p>Luckily (note from author: It's not really luck, just the weary cynicism of someone who has&#xa0;followed&#xa0;these people for…a…very…long…time…) you got that&#xa0;help here, at MarketWatch, a year ago — right when you needed it.</p><p>And we don't even charge you 2% of your assets a year. What a deal!</p><p>According to the best-watched industry survey, a year ago the world's top institutional money managers were avoiding&#xa0;seven&#xa0;“asset classes” or types of investments. They figured these offered the biggest risks, the worst returns, or both.</p><p>Be a smarter investor. Read Need to Know every morning.</p><p>Those were, in no particular order, “cash” (in other words Treasury bills and short-term deposits), bonds, and the stocks in so-called “consumer staples” companies such as, say, Walmart WMT or Procter &amp; Gamble PG, energy companies, real estate investment trusts, and companies listed in the big overseas markets of London and Tokyo</p><p>Those were their most hated assets, and, happily, any idiot could invest in each one through a low-cost exchange-traded fund.</p><p>Want more retirement news and advice? Read MarketWatch Retirement</p><p>So, how did they do? Overall, according to our numbers, a portfolio that was spread equally across those seven investments managed to&#xa0;produce&#xa0;a 14.7% return for 2021 — a pretty remarkable achievement, especially as most of those assets are actually pretty low risk in general.</p><p>To put this in context, a “global benchmark” portfolio consisting of 60% world stocks and 40% world bonds, as represented by the Vanguard Total World Stock VT and Total World Bond BNDW ETFs, would have earned just 10.1%.</p><p>In other words, the investments that big money managers hated the most beat the pants off a global index portfolio by a country mile.</p><p>These numbers are based on someone using global investment funds — for example, by investing in global bonds or global consumer staples stocks, rather than those focused solely on the U.S.</p><p>If we took a U.S. focus instead, and substituted Vanguard's U.S. Bond ETF BND for the global bond fund BNDW, and U.S. consumer staples, REIT and energy ETFs for their global equivalents, the simple portfolio of “most hated” assets rocketed 18.2% last year — nearly 4 percentage points ahead of a portfolio of 60% U.S. stocks and 40% U.S. bonds.</p><p>In other words, whether you use a global benchmark or a U.S. one, the result is the same: The smart move a year ago was to find out which assets professional money managers hated the most and&#xa0;buy&#xa0;them.</p><p>(Yes, of course there were individual stocks and&#xa0;things&#xa0;like cryptocurrencies that did much better still. But you're&#xa0;talking about a&#xa0;different level of risk. One might just as well point out that everyone underperformed the racehorse Rombauer, which won the Preakness at 11-1 last year, and You've Got To Be Kidding, which won at Cheltenham in England at 80-1.)</p><p>How did the pension fund managers themselves do? Individual fund data will inevitably be reported in arrears, if ever. But here's what we know: Some will have beaten the index. Most won't. It's an iron rule of finance that, on average, these guys do worse than the indexes they follow — not only because they tend to sell their REITs and Big Oil stocks just before these go up, but because the M.B.A., CFA-certified geniuses they hire to make these smart moves in the first place cost a lot of money.</p><p>So the investments that the smart guys were avoiding this time last year ended up doing worse than a basic balanced portfolio of stocks and bonds, which in turn ended up doing better than most of the smart guys.</p><p>Are you&#xa0;following this?</p><p>Incidentally these guys' favorite global pick a year ago was emerging markets. The surveys showed the big institutional investors started 2021 betting heavily on emerging markets, at the expense of developed markets like the USA.</p><p>Net result? Emerging markets, for instance tracked by the iShares Emerging Markets ETF EEM, ended the year down 4%, losing money while the rest of the world boomed and the worst performance of any major region.</p><p>Really, no price is too high to pay for this kind of genius.</p><p>There are reasons for this. These money managers all get the same financial training, which leads them to reach similar conclusions about investment options. So they all tend to invest in much the same way. Meanwhile they handle so much money that they can't beat the market because in a sense they are the market. So by the time they've all, for example, decided that big oil stocks are doomed and dumped them, the stocks' price is already on the floor.</p><p>I am waiting for someone to launch Pariah Capital, a hedge fund that makes its money simply by investing in what the big money crowd are avoiding. You think I'm kidding?</p><p>The next step is to find out where the geniuses are betting their long-suffering investors' money for 2022. Stay tuned.&#xa0;&#xa0;</p>",
  "published": "2022-01-04T09:12:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 756,
          "end": 763
        }
      ]
    }
  ]
}