{
  "_id": "ddc3cc886085c63829aaf31b340fd3f54bc7cbc34171d657440f2a11884bec7e",
  "feed": "wall-street-journal",
  "title": "Retailer TJX Names New CFO as Sales Decline; Longtime executive John Klinger will become chief financial officer of the Framingham, Mass.-based company, effective Jan. 29",
  "text": "<p>The company posted lower sales for the period ended Oct. 29 as declines in its U.S. homegoods division and the strong U.S. dollar weighed on the quarter's results. U.S. comparable-store sales, which exclude e-commerce sites, fell 2%, driven by a 16% drop in comparable sales for the U.S. homegoods business. Meanwhile, comparable sales for the company's Marmaxx business, which includes T.J. Maxx, Marshalls and Sierra stores, rose 3%.</p><p>Net income for the quarter rose to $1.06 billion, compared with $1.02 billion a year earlier. Net sales fell nearly 3%, to around $12.17 billion.</p><p>While TJX isn't immune to macro factors, Chief Executive Ernie Herrman said Wednesday that the company's off-price retail model will continue to be an advantage as consumers' wallets remain stretched.</p><p>The company said it expects U.S. comparable-store sales to pick up in the holiday quarter and increased its outlook for U.S. same-store sales to flat to up 1% compared with the previous quarter's prediction of flat to down 1%. For the 2023 fiscal year, TJX forecasts U.S. comparable-store sales to fall 1% to 2%. TJX in August projected a full year decline in U.S. same-store sales of 2% to 3%.</p><p>Other U.S. retailers have also posted mixed results for their latest quarters. Target Corp. on Wednesday saidconsumers have pulled back on spending, dinging the retail giant's sales and profits during the period ended Oct. 29. Meanwhile, Walmart Inc. earlier this week reported stronger-than-expected sales for its latest quarter, an indicator that shoppers continue spending ahead of the holiday season, despite looking for deals.</p><p>The CFO change is expected to be seamless with Mr. Klinger having a more than two-decade-long tenure at TJX and Mr. Goldenberg staying on, said Aneesha Sherman, a senior analyst at investment-management firm AllianceBernstein LP. Looking ahead, Mr. Klinger will need to focus on margins and forecasting, she said.</p><p>Forecasting for the last two years has been \"kind of a black box\" at retailers including TJX, according to Ms. Sherman. This is because they've withheld key metrics such as the figures for comparable-store sales, since they weren't meaningful as a result of store closures brought on by the pandemic, she said.</p><p>\"For the last two years, it's been very hard to plan and guide this business, and that's going to get easier,\" Ms. Sherman said.</p><p>Write to Jennifer Williams-Alvarez at jennifer.williams-alvarez@wsj.com and Colin Kellaher at colin.kellaher@wsj.com</p><p>Retailer TJX Names New CFO as Sales Decline</p>",
  "published": "2022-11-16T14:43:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1416,
          "end": 1428
        }
      ]
    }
  ]
}