{
  "_id": "9e96966bb85475f7b809e11775bee4996608889d7e33281bba9523c533893289",
  "feed": "wall-street-journal",
  "title": "Budget Brands, Sizes Greet Shoppers",
  "text": "<p>Unilever has already launched bundled versions of brands such as Degree deodorant and Suave shampoo in the U.S. that are more affordable on a per-ounce basis, while holding prices steady for small sizes of some brands such as Dove soap. It also introduced new variants of personal-care brands -- including premium ones such as SheaMoisture hair care -- that it thinks will appeal to consumers cutting back on visiting salons.</p><p>\"We are seeing a mix,\" said Esi Eggleston Bracey, U.S. president of Unilever. \"We are seeing premiumization continue and demand increase in our more accessible price points.\"</p><p>This year, Unilever began selling a new Shea shampoo and conditioner -- a virgin coconut oil-based product in a 34-ounce bottle for $17.99 -- that will be sold only at Costco from early August. In January, it launched a new brand called \"Madam\" for Walmart that includes hair-care products for under $10 a bottle.</p><p>The company has also launched a collection of hair stylers under its TRESemme brand aimed at consumers who might otherwise visit a salon. Rolled out nationally in January, the tools promise benefits such as volume, hold and heat protection.</p><p>Other companies also are tinkering with their brands in anticipation of a downturn. Kraft Heinz Co. is launching items such as $1 Lunchables and 10-packs of Kraft Mac &amp; Cheese to appeal to cost-conscious consumers. PepsiCo Inc. is stocking some stores with more low-price snacks such as Santitas tortilla chips.</p><p>While some shoppers, especially from lower-income households, are trading down as they face more financial pressure, in other areas spending has held up and companies say they are seeing growth.</p><p>Many consumer-goods companies are banking on what is sometimes called \"the lipstick effect\" -- the idea that during recessions people buy themselves affordable treats such as lipstick or chocolate as they pull back on big-ticket items.</p><p>\"Our products are really an affordable luxury in the U.S.,\" Lavanya Chandrashekar, finance chief of Johnnie Walker maker Diageo PLC, said Thursday. While the last financial crisis resulted in some downtrading, it didn't take long for sales of pricier alcohol to recover, she said. So far, Diageo isn't seeing any signs that consumers are trading down, she added.</p><p>Kimberly-Clark Corp. CEO Michael Hsu said last week that while some shoppers were trading down others were \"still looking for better quality and premiumization.\" The Kleenex maker is \"skating to where the puck is,\" he added.</p><p>Companies have also highlighted the importance of continuing to invest in marketing and research and development to convince consumers to keep paying higher prices for their brands. Along these lines, Danone SA on Wednesday said it had upgraded the formula and packaging for its Activia, Oikos and Silk yogurt ranges in North America.</p><p>Danone has a raft of products and promotions ready should consumers begin to demand lower-cost offerings, said Shane Grant, who leads Danone's North American operations. Because getting new products on store shelves can take months, the Paris-based company has also prepared marketing strategies, promotional offers and smaller packaging sizes aimed at consumers on a budget, he said.</p><p>Mr. Grant said the opposing forces of a purchasing power squeeze but high employment and savings made it hard to discern what would happen. Consumer behavior, he said, \"is certainly really hard to predict.\"</p><p>---</p><p>Sharon Terlep contributed to this article.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-08-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 850,
          "end": 857
        }
      ],
      "nexusId": "10042309"
    }
  ]
}