{
  "_id": "cffd17a269ab4a95c479c4a86565943102cd66d35b66896d457fac1b167ac3f1",
  "feed": "ftcomall",
  "title": "Traditional family offices emerge as unlikely venture capitalists",
  "text": "<p>Few people would guess that Jed York, owner of the San Francisco 49ers football team, is an early investor in dozens of technology start-ups.</p> <p>The 42-year-old owes his wealth to sports and shopping malls: his grandfather made his riches in Midwest property before buying the 49ers in 1977. In the decades that followed, the 49ers became one of the dominant National Football League teams, bringing home five Super Bowl championships. A shrewd $16.5mn investment became the basis of a family fortune worth about $4bn, according to Forbes estimates.</p> <p>But, if football made the family's fame and fortune, it was of little help when York decided to diversify into technology investing and break into the tight-knit world of Silicon Valley. “My parents didn't start a computer company in the 1970s . . . That's not the make-up of my family,” says York. “There's a level of entrepreneurship, but it's not necessarily in what Silicon Valley would look at as tech.”</p> <p>Nor did York himself have much tech experience. He was captain of the baseball team in high school, then attended the University of Notre Dame in Indiana, America's most prestigious Catholic university. After a brief stint in investment banking, he joined the family business at the lowest rung of the organisation, sewing names on jerseys and taping players' ankles. York's online presence gives the appearance of a family man. The Twitter bio for Danielle York, his wife, states that she is “CEO of @JedYork”.</p> <p>So the fresh-faced York had to work hard to win access to deals after he started a venture fund called Aurum Partners in 2014. To help run the fund, he recruited Brano Perkovich, a technology investment banker with Barclays in Silicon Valley. As one of its first investments, the fund started a ticketing and food-ordering app for sports stadiums that quickly received backing from Twitter's venture arm and other strategic investors. Aurum also made an early investment in DripDrop, a rehydration drink mixture with backing from Hall of Fame football quarterback John Elway.</p> <p>Even so, Aurum struggled to get into deals backed by top-tier venture capital firms, according to its principals. Instead, it heard many pitches from start-ups in stagnating areas such as advertising technology that had found little success raising money elsewhere.</p> <p>“There was a significant — I would call it negative — selection bias,” says Perkovich, 47, who was born in Bosnia and studied electrical engineering at the University of California, Berkeley. The fund was being approached by “companies that had been up and down the valley and couldn't raise anywhere else”.</p> <p>Now, says Perkovich, the fund has few problems securing access to attractive deals — thanks to tight relationships it has developed with top venture capitalists. He says Aurum has returned more than four-and-a-half times the money it has invested in more than two dozen companies since 2014.</p> <p>If York seems an unlikely venture capitalist, the 49ers owner is not alone. A growing list of wealthy families from outside the tech world have tried to gain a foothold in the explosive growth of start-ups during the recent tech boom.</p> <p>Three-quarters of family offices surveyed globally by SVB (Silicon Valley Bank) and Campden Wealth said they made venture investments in 2021, about double the share that were striking deals a decade earlier. The average family office in the survey held direct stakes in 17 companies and 10 investments in venture funds, which accounted for 12 per cent of its portfolio.</p> <p>While those totals fall short of the money invested in private equity buyouts and other alternative assets, such as hedge funds and property, the growth shows how even normally conservative families have begun eyeing riskier investments. Increasingly, that includes clans that grew rich from retail, real estate and other industries with few connections to the kinds of software and internet-based products that have generated billions in the latest boom.</p> <p>York says his family is “probably more overweight [in] venture [capital holdings]” than other US family offices, but not compared with those in the Bay Area that have made their fortunes in tech. Shailesh Sachdeva, managing director of the family office practice at SVB Capital, suggests the York family is not alone: there has been much more participation from ultra-high net worth families whose wealth did not come from technology.</p> <p>However, wealthy families, especially those whose fortunes are not from tech, have a mixed history investing in start-ups. For every Uber there is at least one <a href=\"https://www.ft.com/content/e04cb9f0-3726-490b-bbcd-2a6f522a42a2\">Theranos</a> — a company that raised hundreds of millions of dollars from wealthy investors on the promise of revolutionising the blood-testing industry before unravelling into a financial scandal. <a href=\"https://www.ft.com/content/bc87e3bc-1f25-4c6d-a8be-0b82bd4aee38\">Quibi</a>, a video-streaming business founded by Hollywood executive Jeffrey Katzenberg, tapped a host of wealthy families for funding before imploding just six months after debuting the service.</p> <p>The Walton family, the richest clan in America through its ownership of retail giant Walmart, funnelled money into both Quibi and Theranos through Madrone Capital Partners, an investment company run by Greg Penner, grandson-in-law of Walmart founder Sam Walton. Mexican magnate Carlos Slim, widely believed to be the richest man in Latin America, also made personal investments in both companies. Representatives for Madrone and Slim did not respond to requests for comment.</p> <p>What makes this time different? Wealth advisers say family offices increasingly are devoting resources to operations such as Aurum that have the look and feel of venture capital firms but do not have to manage the demands of outside investors. Families that first dipped into start-ups by investing with blue-chip venture capital firms and evaluating deals arranged by business acquaintances are realising they can set up their own operations. “They need to have a team that can do diligence, that can source,” Sachdeva says. “Basically, they're professionalising a mini venture fund within their family offices.”</p> <p>Some family offices have even begun taking the lead position in venture deals, making the largest investment and taking a seat on a young company's board. Mousse Partners, which manages the wealth of the family that owns French luxury fashion brand Chanel, recently helped lead a $32mn investment in Butler Hospitality, a US start-up that operates delivery-only kitchens catering to hotels. Tarsadia Investments, which manages money for the southern Californian hotel mogul BU Patel, earlier this year led a $140mn deal in credit card start-up Petal.</p> <p>However, many family offices still have trouble cracking the clubby network of Silicon Valley venture capitalists that gets the first look at the most promising start-ups. Even when founders decide to bring in wealthy investors, they usually select other company founders chosen for specific reasons, such as their commercial connections. The sheer size of large family offices can also make it difficult for them to invest meaningful sums in young companies.</p> <p>“It's very hard to be a billion-dollar family investor and to be putting money to work in threes and fives and tens” of millions of dollars, says Ryan Harris, Chicago-based head of the family office practice at law firm Kirkland &amp; Ellis. Families with less money under management, say $500mn, tend to have “more interest in venture because they are still in capital-growth mode”, he says.</p> <p>Other sports team owners certainly seem keen. Perkovich says at least a dozen are considering setting up investing arms like Aurum. Often, the owners will ask his advice on how to get their funds off the ground. He says it took two years for Aurum to “get into the flow of deals”, largely through networking with venture capitalists.</p> <p>One of the most active family offices in venture investing is Lauder Partners, managed by Gary Lauder, a grandson of the founder of cosmetics group Estée Lauder. Its website lists 58 private companies in which it is invested and 41 that have returned the family's initial investment through sales or public listings. Investments that “did not turn out OK” and missed the cut-off for the website “are the expensive tuition we VCs pay”, it reads.</p> <p>Lauder initially raised money from outside investors in the 1980s to purchase a stake in a company where one of his friends was its vice-president of marketing. The friend later warned him about problems at the company. Lauder lost the fund's investment, souring him on the business of managing money for others. “I felt badly about having lost their money — I thought I was doing them a favour, but I ended up not doing them a favour,” Lauder says. “It just complicates life, and if it's not necessary, then there's not a good reason to do so.”</p> <p>Investing his family's money, instead, has given Lauder scope to take greater risks than if he were managing outside capital. In the late 1990s, he went big into several companies that contributed to the rise of the cable television industry, early internet technologies and some start-ups that “took advantage of the . . . hype wave” around the millennium bug. </p> <p>“There are times when I invest in something based on a short description, liking the people and not much due diligence,” he says. “If I was a fiduciary [managing other people's money], I would have to do more due diligence. That would have caused me to miss some good opportunities. Probably, I might have missed some bad ones, too.” </p> <p>Lauder says he has dodged investment opportunities that were clearly too good to be true. Once, a university professor sent him a proposal for a transportation system that resembled a perpetual motion machine, an impossible concept under the laws of physics.</p> <p>Lauder says he first learnt about Theranos through a friend who had invested in the company and raved about its star-studded board of directors, which included political elder statesmen such as Henry Kissinger. Lauder decided to not pursue an investment in the company, even after later running into founder Elizabeth Holmes at social gatherings. “That started and ended there,” he says.</p> <p>So far, York's Aurum fund has largely avoided the spotlight — it only unveiled its website this month — and many investments have not been publicly announced. Aurum typically invests between $250,000 and $500,000 at a time.</p> <p>But, Tammy Sun, chief executive of fertility benefits start-up Carrot, says Aurum was widely known within Silicon Valley accelerator Y Combinator despite its low public profile. She says Perkovich and York helped Carrot go from fewer than 20 customers to upwards of 50 through useful introductions after investing at the tail-end of her company's time in Y Combinator. “The ability to diversify our customer base was really important in the early days,” Sun says.</p> <p>Aurum has also started companies with its own capital — a process called “incubation” that has proved tricky for venture capitalists but can produce massive returns if pulled off successfully. For example, VenueNext, the sports stadium app founded by Aurum, was sold to payments company Shift4 in a cash and stock deal worth $72mn at the time of the announcement last year. Separately, an investment arm of the 49ers has purchased a 44 per cent stake in English football club Leeds United, with the option to buy the rest of the club.</p> <p>Perkovich has words of caution for wealthy families that think they can dabble in venture investing without a dedicated team overseeing the efforts. “I think that's very, very dangerous and a very quick way to lose money,” he says. “It's very difficult to be a tourist in this business.” </p> <p><em>This article is part of </em><a href=\"https://www.ft.com/ft-wealth\"><em>FT Wealth</em></a><em>, a section providing in-depth coverage of philanthropy, entrepreneurs, family offices, as well as alternative and impact investment</em></p><p>Source: Miles Kruppa 2022 'Traditional family offices emerge as unlikely venture capitalists' FT.com 16 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-16T03:00:35.314Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5187,
          "end": 5194
        },
        {
          "start": 5038,
          "end": 5045
        }
      ]
    }
  ]
}