{
  "_id": "c52ca5f98805855f5adb116b50767c8b454f1564fa7562b17c66d1bdb0726e8a",
  "feed": "wall-street-journal",
  "title": "Amazon Could Turn Grubhub Into a Tastier Meal; A deal that offers Amazon Prime members takeout with no delivery fees will help the struggling app to keep its advertising costs down—and hopefully entice a buyer",
  "text": "<p>Amazon is the kind of dining partner that should help Grubhub attract looks from the rest of the room.</p><p>On Wednesday, Grubhub's Amsterdam-based owner Just Eat Takeaway.com said it has signed a deal to offer Amazon Prime members in the U.S. a free one-year trial of its Grubhub+ membership scheme. Diners can order online food takeout with no delivery fees, a service that would normally cost $9.99 a month. JET's stock rose 21% in early trading, though it is still down two-thirds this year.</p><p>Grubhub has been losing market share in the U.S. for some time. It has gone from being the number one online food takeout app to holding a paltry 14% market share, behind DoorDash with 59% and Uber Eats with 27%, according to Bank of America.</p><p>Teaming up with Amazon is a smart way for Grubhub to tackle this problem without spending too much cash. In return for access to its millions of Prime subscribers, the tech giant will receive warrants for 2% of Grubhub's equity, and an additional 13% if performance targets are met. JET thinks the partnership, which doesn't involve any sharing of logistics, will boost Grubhub's earnings from next year.</p><p>The alternative for Grubhub would be an expensive, cash burning ad campaign at a time when investors are already worried about losses. And the partnership gives the company access to diners at home. Before the pandemic, Grubhub was more reliant on orders from office employees than its rivals, a business that has not fully recovered due to the shift to remote working.</p><p>A similar deal between Amazon and London-listed takeout app Deliveroo was successful. After offering Amazon's U.K. Prime members unlimited free delivery, subscriptions for Deliveroo's loyalty programme in that market quadrupled year-over-year by March 2022, UBS notes. The U.S. tech company previously took a 16% stake in the British startup.</p><p>Ideally, JET would sell Grubhub outright. Activist investor Cat Rock Capital suggested last November that Amazon, Walmart or Instacart could buy the business. But valuation is a sticking point: A year after JET's $4.3 billion all-share takeover of Grubhub closed, analysts at Berenberg think the U.S. brand would only fetch around $1 billion. Grubhub's founder and former chief executive Matt Maloney may be teaming up with private equity firms for an offer in that ballpark, according to recent media reports. A takeover by one of Grubhub's big U.S. rivals, who might be able to find synergies to justify paying more, is unlikely due to antitrust rules.</p><p>The partnership probably isn't a prelude to a full takeover by Amazon, at least if Deliveroo's experience is anything to go by: The U.S. tech company was happy to let its stake be diluted in the startup's initial public offering last year. But if access to Amazon's huge U.S. consumer base helps Grubhub to improve sales, that is still positive for famished shareholders.</p><p>Write to Carol Ryan at carol.ryan@wsj.com</p><p>Amazon Could Turn Grubhub Into a Tastier Meal</p>",
  "published": "2022-07-06T13:45:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1966,
          "end": 1973
        }
      ]
    }
  ]
}