{
  "_id": "4df0b67c13bce8f84edb9d9ceb8b34e50e97202cdee20804314f293ecd67feb1",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Business News:  Retailers Face Pressure on Discounts as Inflation Rises  ----  By Kristin Broughton",
  "text": "<p>   Retailers and their finance chiefs are facing a challenge balancing consumer expectations for discounts and the need to keep raising prices to offset high inflation. </p><p>   Major retailers including Macy's Inc., Walmart Inc. and Target Corp. in recent months have used markdowns to clear out excess stock after miscalculating customer demand earlier in the year. General and specialty retailers saw their days of inventory outstanding -- a metric that describes how long a company holds its stock before turning it into sales -- increase to an average of 63.7 days in the second quarter from 57.4 days a year earlier, according to Hackett Group Inc., a business advisory firm. Across all industries, that figure has remained about flat at an average of 46.5 days in the second quarter, according to a Hackett survey. </p><p>   With more discounts available and additional inventory being sold through off-price retailers, consumers are expecting to find good deals, executives said. Within the apparel and footwear industry, in particular, available discounts increased in August by 1.43 percentage points, compared with a 3.29 percentage point decline a year earlier, according to data compiled by UBS Evidence Lab, a division of the financial firm UBS Group AG. Last month, the average discount at such retailers was 16%, up from 15% a year earlier, UBS said. </p><p>   That is prompting competitors to fine-tune their pricing strategies, offering discounts to stay competitive even as they grapple with higher costs. </p><p>   Bath &amp; Body Works Inc., which sells home fragrances, soaps and lotions, is among the retailers that expect to run more promotions heading into the end of the year and the holiday season, Wendy Arlin, the company's finance chief, said at an investor conference this month. Bath &amp; Body Works is working to retain more profit from its promotions, she said. For instance, rather than selling six soaps for $26, or $4.33 a piece, it is now selling five soaps for $25, or $5 a piece, she said. \"Ultimately, we want our promotions to generate margin dollars,\" Ms. Arlin said. </p><p>   Columbus, Ohio-based Bath &amp; Body Works is grappling with the effects of inflation. The company said in August it would eliminate $30 million in expenses this fiscal year, including through layoffs at the corporate level. Earnings from continuing operations fell 44% during the quarter ended July 30, to $120 million. Net sales fell 5% during the quarter, to $1.62 billion. The company's operating margin fell to 15% from 18.1% a year earlier, according to FactSet, a data provider. </p><p>   \"It's a balance for us. So our customer loves a deal, and so we have to be very careful to price in a way that it still resonates with the customer,\" Ms. Arlin said at the conference. </p><p>   Retailers have been forced to sacrifice profit margins as they lean more heavily on discounts to clear inventory and stay competitive, said Steve Caine, head of retail pricing at the advisory firm Bain &amp; Co. \"The ones that are doing it smartly are trying to be less democratic,\" Mr Caine said. </p><p>   --- </p><p>   Mark Maurer contributed to this article. </p><p></p>",
  "published": "2022-09-24T06:08:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 199,
          "end": 212
        },
        {
          "start": 205,
          "end": 217
        }
      ]
    }
  ]
}