{
  "_id": "821a79463cb2db194727ece8daa7e78952a45c4fbbd0067bed959b070c3156e1",
  "feed": "ftcomall",
  "title": "Aldi raises UK store staff pay as living costs soar",
  "text": "<p>Aldi has raised pay rates for UK store staff for the second time this year in a sign of the growing labour market pressures facing supermarkets as living costs soar.</p> <p>The discounter will pay store staff outside London £10.50 per hour from September, a 3.9 per cent increase from the £10.10 rate set in January. That wage represented a 5.7 per cent hike from the previous £9.55 per hour and means <a href=\"https://www.ft.com/stream/df5d06c3-3c9d-4f1c-85c4-7c7af223c041\">Aldi </a>staff will have seen basic pay jump by almost 10 per cent from a year ago. </p> <p>Within the M25, Aldi's workers will earn £11.95 per hour. Both rates are ahead of the real Living Wage.</p> <p>Rising wages in the grocery sector reflect growing financial pressure on workers who were hailed as national heroes during the early months of the Covid-19 pandemic and an acute shortage of labour.</p> <p>Usdaw, the main union for hourly paid store workers, is pushing for a minimum wage of £12 per hour to reflect the rising <a href=\"https://www.ft.com/cost-of-living-crisis\">cost of living</a>, while according to the latest Office for National Statistics employment data, there were around 100,000 unfilled vacancies in retail in the second quarter of the year. </p> <p>UK companies in other sectors including banks and airlines have also come under increasing pressure from staff to increase wages as food and energy bills have risen sharply. </p> <p>Aldi said the increases, which will apply to 26,000 staff, represented a £43mn investment in improving pay during 2022. Rival Asda increased pay rates in April and then brought forward a rise planned for 2023 to July this year.</p> <p>Most supermarkets now pay around the £10-per-hour mark and the Aldi move will put additional pressure on those that are still below this level, such as Co-op, Iceland and Waitrose.</p> <p>Wm Morrison was the first to pay above £10 and was due to increase that to £10.20 in October.</p> <p>As retailers try to hold overall wage bills in check while keeping hourly rates competitive, they are fighting it out over perks and benefits too. Aldi said it was the only supermarket that still paid staff during their contractual breaks, a benefit it said was worth £830 a year to the average worker.</p> <p>However, it does not offer a staff discount — unlike traditional supermarkets such as Tesco, which offers staff 10 per cent off, rising to 15 per cent on 12 payday weekends each year. Asda and Waitrose still pay staff bonuses each year depending on corporate financial performance, though these are not guaranteed.</p><p>Source: Jonathan Eley 2022 'Aldi raises UK store staff pay as living costs soar' FT.com 25 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-25T16:30:23.166Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}