{
  "_id": "aa25eae01d3d26d17571dc191401846b63cca5c117b502f0f7ed8ff22c1f5983",
  "feed": "wall-street-journal",
  "title": "Supply Woes Ease, Leaving Shelves Full for Holidays",
  "text": "<p>To be sure, isolated shortages persist, and only some items are seeing lower prices. Overall inflation is still high and squeezing incomes.</p><p>Still, the widespread stockouts that marked the last two holiday seasons are largely absent because of increased capacity throughout the supply chain, slackening demand driven by spending shifts from goods to services and higher interest rates, and a \"new normal\" for supply-chain management that emphasizes earlier delivery lead times and heftier inventories.</p><p>Companies from big-box chains to makers of apparel and luxury goods to smaller and specialty retailers said they expect to be well stocked for the holidays.</p><p>\"We have been chasing in-stock for the last two and a half years, and we're finally in a great position going into the holiday event period,\" Kathryn McLay, chief executive of Walmart Inc.'s Sam's Club division, said Tuesday.</p><p>Target Corp., in a reversal from a year ago, said Wednesday it was rolling out deep holiday discounts and shortening lead times for product orders after shipments arrived more quickly than anticipated, leading to a buildup of items.</p><p>At smaller chains, the story is the same.</p><p>\"I can deliver stuff to you today,\" said Michael Abt, co-president of Abt Electronics, a Chicago-area retailer of appliances, electronics and furniture. \"It really is business back to normal.\"</p><p>Mr. Abt said consumers should see plenty of dishwashers and refrigerators on the floor in contrast to shortages a year ago. In recent weeks, appliance manufacturers have offered holiday promotions he said he hasn't seen in recent years.</p><p>From late 2020 through 2021, virus-related mobility restrictions and fiscal stimulus triggered surging demand for goods but also shortages -- in goods such as semiconductors and workers such as truck drivers. As overburdened freight systems backed up, delays cascaded throughout the supply chain.</p><p>That is largely in the past. The Global Supply Chain Pressure Index, compiled by the Federal Reserve Bank of New York, was close to its lowest level in nearly two years in October. The Institute for Supply Management's supplier deliveries index is at its lowest since 2009 with nearly 90% of panelists reporting the same or faster deliveries compared with the prior month.</p><p>Six container ships were recently waiting to unload outside of Los Angeles, down from a high of 109 in January, according to the Marine Exchange of Southern California. Freight trucking prices have been declining since May, according to Labor Department data. Out of around 100 retail executives surveyed by KPMG in August, 11% said they expect significant shortages during the holidays. A year ago, 80% expected shortages to some degree.</p><p>This is taking the edge off pricing pressure. In part as a result, some prices are coming down, although not enough to undo the surge in inflation that began last year. Consumer prices for clothing, appliances, furniture, televisions and toys all fell in October from September. Producer prices, those suppliers received for their goods, climbed 8% in October, the lowest in more than a year, the Labor Department said Tuesday. An index that follows prices for products that go into manufacturing has declined since May.</p><p>Sporadic product shortages remain, such as baby formula and, because of the lingering scarcity of some semiconductors, automobiles. While West Coast containership delays largely have been resolved, the East Coast has a backlog of 67 ships, according to Goldman Sachs. Truckers report that warehouses and rail yards remain clogged.</p><p>Some retailers are fretting over whether they will have an ideal selection for holiday shoppers. In the past year, many retailers faced excesses of some products as deliveries arrived after the holidays, while shortages of others persisted.</p><p>But fears of mass shortages that dominated last year's holiday season have abated, executives and analysts said. \"Supply chains are essentially back to normal,\" said Jefferies analyst Corey Tarlowe.</p><p>Some retailers, including Walmart and Target, are still carrying higher-than-ideal inventory levels. But for the economy as a whole, the inventory-to-sales ratio for retailers, excluding car dealerships, is now close to prepandemic levels. Walmart said Tuesday it secured additional inventory of products popular for the holidays, from electronics to home appliances. The company expanded its toy selection and has been working with food suppliers to ensure availability of holiday-meal staples.</p><p>\"We feel really good about the quality of the inventory and believe we're in a great position for the holiday,\" Thomas Edwards, the finance chief of Capri Holdings Ltd., which owns Michael Kors, Versace and Jimmy Choo, told analysts on Nov. 9.</p><p>Some retailers, wholesalers and manufacturers also have changed their approach to supply-chain management. They have added capacity, are ordering more goods ahead of time and are keeping extra products and parts on-hand, all moves that contrast to prior years when the emphasis was on lean supply chains, minimal excess capacity and just-in-time inventory management. Some executives and analysts have said the change in approach might not last.</p><p>MWB Toy Co., based in Danbury, Conn., sells buildable toy trucks under its Luke's Toy Factory brand. Managing partner Jim Barber said he had adapted to supplier challenges by ordering and keeping additional parts in stock. His retail customers are also ordering earlier. Boutique toy shops used to place holiday orders around August or September. This season, they bought as early as June.</p><p>\"At this point last year we didn't have inventory. We were all sold out and waiting,\" he said. \"This year, knock on Formica, we've got plenty of material.\"</p><p>Mr. Barber said his main plastic injection molder, Vanguard Plastics Corp., has lead times of around five weeks, about two weeks faster than earlier in the year but still two weeks slower than what was normal before the pandemic.</p><p>Chris Budnick, the president of Vanguard Plastics, said while material shortages have stopped it was still difficult to find replacement parts for broken factory machines. Last year, he said, Luke's Toy Factory, \"struggled to fill Christmas orders.\" \"This year we had them filled ahead of time and done,\" he said. \"All the components he needs to ship are there.\"</p><p>Walmart said in September that it was shoring up its supply chain for the holiday shopping season by expanding the use of drones and autonomous vehicles to deliver goods and deploying automated technology in distribution centers.</p><p>Target added storage capacity near U.S. ports to cut down on shipping delays, worked with suppliers to shorten the distance and time it takes goods to travel to stores and raised prices to cover high transportation and fuel costs, a spokeswoman said.</p>",
  "published": "2022-11-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3984,
          "end": 3991
        },
        {
          "start": 6262,
          "end": 6269
        },
        {
          "start": 4196,
          "end": 4203
        },
        {
          "start": 834,
          "end": 846
        }
      ]
    }
  ]
}