{
  "_id": "cbd1502179de5c3337dcaebf69ee1782bf90d2f0abd4c96c4146aad6c6dcb2bc",
  "feed": "wall-street-journal",
  "title": "Instacart Cuts Valuation by Nearly 40%; Food-delivery company says change reflects market turbulence for technology sector",
  "text": "<p>The pandemic was initially a boon to its business, as consumers avoided going to physical stores and turned to grocery delivery. Since then, a flurry of newcomers have joined the industry and consumers have returned to shopping in person. Delivery remains expensive due to labor and transportation costs, while the work of picking out groceries has become harder as supermarkets face persisting shortages.</p><p>Instacart has had a string of executive changes and departures over the past year. The company named Fidji Simo as its chief executive officer, while Apoorva Mehta, co-founder and former CEO, became executive chairman of the board. Carolyn Everson, who joined as president from Meta Platforms Inc., left about four months after starting at the company. Seth Dallaire, chief revenue officer, left in the fall for Walmart Inc.</p><p>Instacart said market conditions have pushed down valuations of its peers and that market conditions are out of its control. Shares of DoorDash Inc.are down about 22% from a year ago, while Shopify Inc. is down about 35% from a year ago.</p><p>The valuation news was earlier reported by Bloomberg.</p><p>The company has been looking for ways to expand beyond its grocery-delivery business. It is expanding its advertising business while seeking to build out a range of services such as warehouses and in-store technology for retailers.</p><p>At the same time Instacart is trying to expand its grocery operations, offering 30-minute delivery with supermarkets such as Kroger Co. and Publix Super Markets Inc. Last year, it acquired a maker of automated shopping carts and a catering software company. It said this week that it will start building fulfillment centers for supermarkets that can deliver groceries in 15 minutes.</p><p>Instacart said it had a record-high number of orders, revenue, ad revenue and gross profit in 2021 and that its business outlook is strong. The company said it has more than $1 billion in cash and securities.</p><p>Write to Jaewon Kang at jaewon.kang@wsj.com</p><p>Instacart Cuts Valuation by Nearly 40%</p>",
  "published": "2022-03-25T15:43:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 818,
          "end": 830
        }
      ]
    }
  ]
}