{
  "_id": "912e9d8d57245370b1c45dda40c3fd356ad728e7354af6123a8844d4040ec922",
  "feed": "wall-street-journal",
  "title": "Billionaire Walmart Heir Rob Walton Sells Aspen Land for $30.8 Million; The deal for the roughly 33,000-square-foot parcel will be one of the priciest ever recorded for undeveloped land in the Colorado ski destination.",
  "text": "<p>The property, on the edge of the Roaring Fork River and the Hallam Lake nature preserve, was never officially on the market, Mr. Morris said. Like many recent big-ticket deals in Aspen, the transaction was pieced together before the property could be formally listed.</p><p>Comprising two separate lots, the property contains the foundation for a mansion that was never completed, according to Mr. Morris. Those permits have since expired, however, and the buyer doesn't plan to use the existing foundations, he said. To build a house on the property, the buyer would have to reapply for new permits, Mr. Morris said, which could be complicated by a moratorium on certain kinds of new development within the Aspen city limits.</p><p>Mr. Walton couldn't immediately be reached for comment. The son of Walmart founder Sam Walton andformerly chairman of the company's board, his net worth is more than $60 billion, according to the Bloomberg Billionaires Index.</p><p>Mr. Walton was represented by Lex Tarumianz of Aspen Snowmass Sotheby's International Realty. Mr. Tarumianz couldn't be reached for comment.</p><p>Write to Katherine Clarke at Katherine.Clarke@wsj.com</p><p>More aspen real-estate news</p><p>* Texas Oil Magnate's Daughter Sells One Aspen Mansion for $60 Million, Buys Another for $51 Million</p><p>* Tommy Hilfiger Gets $50 Million for Aspen Ski Home</p><p>* Record-Setting Buyer Strikes Again in Aspen With $44.5 Million Buy</p><p>* Boston Celtics Owner Asks $45 Million for Downtown Aspen Building With Luxury Penthouse</p><p>* Colorado Home of Former Priceline.com CEO Sells for $40 Million</p><p>Billionaire Walmart Heir Rob Walton Sells Aspen Land for $30.8 Million</p>",
  "published": "2022-06-01T17:52:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1561,
          "end": 1568
        },
        {
          "start": 788,
          "end": 795
        },
        {
          "start": 12,
          "end": 19
        }
      ]
    }
  ]
}