{
  "_id": "96bc5e3ddad9360a9bf5a8eac815efc6d40734ba0fad6e88a9e86e377ea876f6",
  "feed": "wall-street-journal",
  "title": "Walmart Puts Retailers on Discount; Walmart's grim guidance sent ripples throughout retail Tuesday, though grocers and essentials-heavy retailers look better shielded",
  "text": "<p>Walmart's profit warning is sending chills through the retail universe, but those selling food and essentials should be better insulated against a harsh retail winter.</p><p>America's biggest retailer on Monday telegraphed that double-digit food inflation is pinching consumer wallets more than it previously expected. The company said it now expects operating income to fall 13% to 14% in the current quarter compared with a year earlier, a notable decline from its previous forecast of flat to down 1%. The drop is mostly due to declining demand and discounting for general merchandise such as apparel, which the retailer overstocked on.</p><p>Demand for groceries remains robust, though. Walmart in its press release said it is still gaining market share in groceries and actually raised its overall U.S. comparable-store sales guidance. Meanwhile, Albertsons Cos. on Tuesday reported better-than-expected identical-store sales growth of 6.8% in its quarter ended June 18. Analysts polled by Visible Alpha had expected to see 5.5% growth. Albertsons also raised its full-year guidance: It now expects to see identical-store sales grow 3%-4% this fiscal year, up 1 percentage point from its previous outlook.</p><p>That is not to say that consumers aren't economizing at all on groceries. Albertsons' Chief Executive Officer Vivek Sankaran said on the company's earnings call on Tuesday that consumers are \"clearly trading down\" to private label in categories such as rice, beans and oil. Albertsons' private label brands accounted for 25.8% of sales last quarter, a record high. Last fiscal year, private label accounted for just 21.3% of revenue. But that shift has actually been good for Albertsons' margins: Mr. Sankaran said that private label sales yield margins that are 10 percentage points better than national brands.</p><p>All of that bodes well for retailers such as Albertsons, Dollar General and Kroger, for which the majority of sales come from consumables, a category that includes food and items like paper towels. But it is a warning flag for retailers that are lighter on consumables such as Target and Dollar Tree, who both get just under half of sales from consumables. Dollar Tree for instance sells lots of discretionary items like party goods.</p><p>One looming risk to many grocers is if consumers' spending power gets even weaker and they not only switch to private label, but also start switching where they shop entirely. Placer.ai data shows that while foot traffic to Albertsons increased 2.2% in June compared with the same period in 2019, shoppers frequented value grocers even more. Trader Joe's and Aldi saw foot traffic increase 12.2% and 23.3% during the same period, while Walmart's smaller format, grocery-focused Walmart Neighborhood Market locations saw a 5.5% uptick.</p><p>With already-declining margins, Walmart might well try to limit discounts in the grocery aisle, but the retailer might also choose to promote heavily to retain customer loyalty. Walmart is so large that such a move could have knock-on effects on other grocers' margins.</p><p>After Walmart's update on Monday, retail stocks fell across the board. Walmart was down around 8% midday, while Target was around 4% lower. Grocery stocks, which were already losing steam, were also affected: Albertsons' declined slightly despite its upbeat guidance, while Kroger and Ahold Delhaize shaved off around 1% and 2%, respectively.</p><p>Walmart's grim guidance is indeed a worrying sign. Investors may find some relative safety in grocery aisles, but not total immunity.</p><p>Write to Jinjoo Lee at jinjoo.lee@wsj.com</p><p>Walmart Puts Retailers on Discount</p>",
  "published": "2022-07-26T17:26:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 0,
          "end": 7
        },
        {
          "start": 2959,
          "end": 2966
        },
        {
          "start": 2724,
          "end": 2731
        },
        {
          "start": 2813,
          "end": 2820
        },
        {
          "start": 3570,
          "end": 3577
        },
        {
          "start": 2682,
          "end": 2689
        },
        {
          "start": 3122,
          "end": 3129
        },
        {
          "start": 679,
          "end": 686
        },
        {
          "start": 3394,
          "end": 3401
        },
        {
          "start": 36,
          "end": 43
        },
        {
          "start": 3057,
          "end": 3064
        }
      ]
    }
  ]
}