{
  "_id": "fba3593390de47045aae1aa06e6f6b0ae5d1caa9f44df5ab714b92543142e8d3",
  "feed": "ftcomall",
  "title": "Europe clings to stability as Russia turns off gas tap for repairs",
  "text": "<p>Hello and welcome to the working week. I'm helming today's newsletter while Jonathan takes a break. </p> <p>We are approaching the end of August, characteristically known as the “silly season” when the news cycle slows, Britons go on holiday and politics takes a break. But this summer, the pace of frightful headlines has felt relentless, and the want for the UK government to return to action has never been stronger. While the country must hang on until September 5 for the Tories to install their new leader, the <a href=\"https://www.ft.com/content/960d8b1e-25de-4075-8228-faa88d6feef9\">cost of living crisis deepens</a> by the day. </p> <p>Inflation is forecast to reach 18 per cent, fuel bills are rising inexorably and <a href=\"https://www.ft.com/content/f36c5daa-9c14-4a92-9136-19b26508b9d2\">colossal backlogs in the NHS</a> are causing unusually high excess deaths. Industrial discontent has spread from the railways to the docks, post offices, law courts and even to funeral parlours. The honeymoon period that the <a href=\"https://www.ft.com/content/4761449a-6353-4bf2-aa45-dfeefbbed519\">new prime minister</a> will enjoy will feel more like a budget mini-break. </p> <p>Europe is bracing for a further energy squeeze this week as Russia halts gas supplies through its largest pipeline to Germany for three days of maintenance work from Wednesday. Nord Stream 1 was already running at only 20 per cent capacity. Fears that the flow of gas will not resume afterwards, which <a href=\"https://www.ft.com/content/c01bd8c0-e7e4-4149-a10f-6373cb71c704\">alarmed German officials the first time this happened</a>, have resurfaced. </p> <p>But good news can be found farther from home. Fifty years after the Apollo landings, humans are preparing to go back to the moon. Tomorrow, Nasa's colossal rocket, the Space Launch System, will blast off from Florida in an unmanned test flight. It stands 100m tall, or as high as a 32-storey building. If successful, this first mission will make way for future human exploration in space as part of Nasa's programme Artemis, named after the Greek moon goddess who was the twin of the Sun god Apollo.</p> <p>Don't miss the annual FT Weekend festival in London next weekend, which is packed with fantastic live debates, tastings and more. You can attend online or in person. <em>The Week Ahead</em> newsletter subscribers can get a £20 discount using the promo code <strong>FTWFxNewsletters</strong> at: <a href=\"https://click.newsletters.ft.com/f/a/djV8_PG5Cuaw7Ui1JrI5kg~~/AAAAAQA~/RgRk4gfEP4THAWh0dHBzOi8vY2xpY2submV3c2xldHRlcnMuZnQuY29tL2YvYS9YVjBvNmpXSXZKOU51YWl4MVVHTWZBfn4vQUFBQUFRQX4vUmdSazJOZVRQMFNvYUhSMGNITTZMeTkxYTJaMGQyVmxhMlZ1WkdabGMzUnBkbUZzTG14cGRtVXVablF1WTI5dEwzQmhaMlV2TWpFMU56STRNQzlzYjNsaGJIUjVMWEJoYzNNX2NISnZiVzg5UmxSWFJuaE9aWGR6YkdWMGRHVnljeVpsYldGcGJFbGtQVFl5WmpZeE5UWXpNV0ZqWVdRME1EQXlNMlpsWTJaa1lTWnpaV2R0Wlc1MFNXUTlaREF3TmpreE1Ea3RabVUzTXkwd01tWmpMV1U0TUdZdE5UaGpZamMxTjJZeU9XVmpWd2htYVc1MGFXMWxjMElLWXVxbVV2WmlqSE9FNUZJVmJtRjBhR0Z1TG1KeWIyOXJaWEpBWm5RdVkyOXRXQVFBQUFBQT9lbWFpbElkPTYyZmU3MWI2MjJiODg2MDAyMzM3MDU5ZSZzZWdtZW50SWQ9ZDAwNjkxMDktZmU3My0wMmZjLWU4MGYtNThjYjc1N2YyOWVjVwhmaW50aW1lc0IKYurWgv9ij8xKt1IVZ2VvcmdpbmEucXVhY2hAZnQuY29tWAQAAAAA\">ft.com/ftwf</a>.</p> <h1>Economic data</h1> <p>In the US, we have data on job openings and quits, plus unemployment and non-farm payrolls statistics on Friday. Last month, the surprisingly hot labour figures <a href=\"https://www.ft.com/content/f9acf1a3-969f-4b01-ac64-d819c1975879\">were enough for the Biden administration to dismiss concerns</a> of a downturn in the world's largest economy.</p> <p>Minutes from the latest meeting of the European Central Bank governing council, published a few days ago, showed concerns about soaring prices were mounting. The bank's rate-setters noted a growing <a href=\"https://www.ft.com/content/9d28cd8d-02e8-4566-bc53-9df724b68ce8\">number of upside risks to inflation</a>, which hit a record for the eurozone of 8.9 per cent in July. Flash inflation estimates by Eurostat, the European Commission's statistics bureau, on Wednesday may compound the likelihood of another 50 basis point increase on September 8.</p> <h1>Companies</h1> <p>Quarterly results from China's three biggest airlines will land this week, weighing in on assessments of just how disruptive President Xi Jinping's zero-Covid policy has been to travel in the country. </p> <p>A sudden lockdown in the Hainan island this month has <a href=\"https://www.ft.com/content/654c01a6-c4ad-4dbd-a192-c424e790b0af\">resulted in thousands of stranded travellers</a>, denting tourist confidence in the world's biggest consumer market and hopes of an early rebound, according to analysts. Any further hit to domestic mobility and discretionary spending in China will cause headaches for economic planners in Beijing. </p> <p>Sticking to China, on Tuesday Baidu will drop its second quarter report, and the central bank will publish first half figures. Gazprom will release its quarterly figures tomorrow. </p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>Hong Kong, monthly property data</p></li>  <li><p>Spain, annual meeting of the Central Bank Research Association takes place at the Universitat Pompeu Fabra, Ciutadella Campus, Barcelona, Spain</p></li>  <li><p>Vietnam, monthly inflation, trade, industrial output data</p></li>  <li><p>Results: <strong>Fortescue Metals Group </strong>Q4, <strong>Gazprom </strong>Q2, <strong>Massmart </strong>(HY), <strong>Continental </strong>and <strong>Sun Pharma</strong> hold their annual meetings</p></li> </ul> <h2>Tuesday </h2> <ul>  <li><p>Germany, preliminary consumer price index for August</p></li>  <li><p>Japan, monthly crude oil imports data and monthly unemployment rate</p></li>  <li><p>UK, British Retail Consortium monthly economic briefing and Bank of England monthly money and credit figures</p></li>  <li><p>US, consumer confidence figures, job openings and quits for July, and Federal Housing Finance agency monthly and quarterly house price index </p></li>  <li><p>Results: <strong>Air China </strong>Q2, <strong>Baidu </strong>Q2, <strong>Bank of China </strong>HY, <strong>Best Buy</strong> Q2, <strong>Bunzl </strong>HY, <strong>China Eastern Airlines </strong>Q2, <strong>China Southern Airlines </strong>Q2, <strong>CrowdStrike </strong>Q2, <strong>GoTo </strong>Q2, <strong>Harmony Gold </strong>FY, <strong>HP </strong>Q3, <strong>Old Mutual </strong>interim, <strong>Petronas </strong>Q2, <strong>Woodside Energy Group </strong>HY</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Canada, monthly GDP figures for June </p></li>  <li><p>Eurostat, the EU statistics agency, flash euro area inflation figures, economic sentiment indicator and business climate indicator for August. European Commission issues full business and consumer survey results</p></li>  <li><p>France, monthly consumer price index preliminary results and producer price index</p></li>  <li><p>Germany, monthly labour market figures for August</p></li>  <li><p>India, GDP figures for Q2</p></li>  <li><p>Italy, monthly consumer price index preliminary results and producer price index</p></li>  <li><p>Japan, retail figures for July and Bank of Japan policy board member Junko Nakagawa gives speech at a meeting with local leaders in Hakodate</p></li>  <li><p>Kenya, August inflation data </p></li>  <li><p>Mexico, central bank publishes quarterly report on inflation and growth</p></li>  <li><p>Uganda, August inflation data</p></li>  <li><p>UK, FTSE Group's quarterly review of the FTSE UK Index series</p></li>  <li><p>Results: <strong>Aspen </strong>FY, <strong>Brown-Forman Corporation </strong>Q1, <strong>Dalata Hotel Group </strong>HY, <strong>Lukoil </strong>Q2, <strong>SpiceJet </strong>Q4 &amp; Q1, <strong>Veeva Systems </strong>Q2, <strong>Woolworths </strong>FY</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Eurostat, unemployment figures for July</p></li>  <li><p>Germany, retail figures for July </p></li>  <li><p>Italy, unemployment figures for July </p></li>  <li><p>UK, Nationwide releases its monthly housing survey for August, Bank of England monthly decision maker panel data</p></li>  <li><p>US, construction spending </p></li>  <li><p>S&amp;P Global, manufacturing PMI for Germany, Italy, au Jibun Bank Japan, UK, US</p></li>  <li><p>Results: <strong>Broadcom</strong> Q3, <strong>Campbell Soup </strong>FY, <strong>Hormel Foods </strong>Q3, <strong>Pernod Ricard </strong>Q4, <strong>Lululemon </strong>Q2</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Eurostat, industrial producer prices in the domestic market for July</p></li>  <li><p>Germany, import prices</p></li>  <li><p>US, monthly unemployment figures including non-farm payrolls data </p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday </h2> <ul>  <li><p>Brazil, presidential candidates take part in TV debate</p></li>  <li><p>Czech Republic, EU ministers meet in Prague to discuss banning EU visas for Russians. Finland, Estonia and the Czech Republic are <a href=\"https://www.ft.com/content/30be34bb-8d01-41e5-80a0-f6902cbf073a\">among the countries that have called for Brussels</a> to implement an EU-wide ban on new tourist visas for Russians to enter the Schengen free travel area.</p></li>  <li><p>Norway, Offshore Northern Seas oil and gas conference </p></li>  <li><p>UK, summer bank holiday. Final day of an eight-day strike by 1,900 workers at the port of Felixstowe, the UK's major port. Industrial action by Unite union members at Cooperative Funeral Care also comes to a close today.</p></li>  <li><p>US, US Open Tennis Championships begins in New York City. Mega rocket Space Launch System lifts off for a <a href=\"https://www.ft.com/content/4ef1a4c0-ce0d-4f9c-811a-1d28e0049c69\">test flight in the first mission of Nasa's Artemis programme</a>.</p></li> </ul> <h2>Tuesday </h2> <ul>  <li><p>Czech Republic, EU ministers meet to discuss Russian aggression against Ukraine and its impact on the security of EU member states</p></li>  <li><p>European Parliament committee for the inquiry into the use of Pegasus and equivalent surveillance spyware meets in Brussels, following <a href=\"https://www.ft.com/content/733a2316-74a4-4155-82a4-ce60b6b9bd34\">the Greek wiretap scandal</a> involving Nikos Androulakis, an MEP and the leader of the opposition Pasok party</p></li>  <li><p>Kenya, president-elect William Ruto expected to be sworn in. However, the presidential contender Raila Odinga <a href=\"https://www.ft.com/content/373af347-1d9b-4a60-bee5-ab2ed9ff38cd\">filed a petition to the country's top court</a> earlier this week challenging Ruto's victory in this month's election and demanding a rerun.</p></li>  <li><p>Russia plans to hold strategic military exercises in the east of the country with China, India and other Asian countries </p></li>  <li><p>Switzerland, the 10th meeting of States Parties to the UN Convention on Cluster Munitions takes place in Geneva</p></li>  <li><p>Turkey, Victory Day</p></li>  <li><p>UK, about 40,000 BT and Openreach members of the Communication Workers Union (CWU) go on a 48-hour strike from today in a dispute over pay. BT Group members of the CWU held the first round of industrial action on July 29 and August 1</p></li>  <li><p>US, former president Barack Obama speaks at National Democratic Redistricting Committee fundraising event in Martha's Vineyard</p></li> </ul> <h2>Wednesday </h2> <ul>  <li><p>Europe, Nord Stream 1 pipeline to shut for three days</p></li>  <li><p>Kyrgyzstan, Independence Day</p></li>  <li><p>Malaysia, Independence Day</p></li>  <li><p>Pakistan, the former prime minister Imran Khan will appear in court as prosecutors consider charging him with contempt following a weekend speech in which he threatened police officers and a magistrate</p></li>  <li><p>Trinidad and Tobago, Independence Day</p></li>  <li><p>UK, Communication Workers Union members go on strike for a second day. US senator Bernie Sanders is expected to join the RMT rally in London in support of public transport workers. More than 1,000 Reach journalists walk out in a second strike day organised by the National Union of Journalists. Another two-day strike is planned for September 14-15. Reach's UK titles include the Daily Mirror, Daily Express and Manchester Evening News. </p></li>  <li><p>UK, in the evening, the final Conservative party hustings takes place. The leadership candidates Liz Truss and Rishi Sunak vie for support from Tory party members</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>The European Medicines Agency meets to review new vaccine boosters by Moderna and BioNTech/Pfizer, which have been adapted to target the Omicron variant</p></li>  <li><p>China, Shanghai will reopen all schools after months of Covid-19 closures</p></li>  <li><p>UK, most schools return after the summer holiday</p></li>  <li><p>Uzbekistan, National Day holiday</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Portugal, European Parliament president Roberta Metsola visits the country</p></li>  <li><p>UK, chancellor Nadhim Zahawi speaks about the priorities facing the next prime minister at a debate organised by the think-tank Policy Exchange</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>Qatar, National Day holiday</p></li>  <li><p>US, former president Donald Trump will take to the stage at a Republican rally in Pennsylvania in support of candidates Doug Mastriano and Mehmet Oz in their midterm election campaigns</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>Chile, referendum to approve or reject a new constitution to replace the one enacted in 1980 by the regime of dictator Augusto Pinochet </p></li>  <li><p>Germany, annual conference of World Association of the Major Metropolises </p></li> </ul> <p><em>This article has been updated to state that Baidu reported its quarterly earnings on Tuesday, not Wednesday, as previously written.</em></p><p>Source: Georgina Quach  2022 'Europe clings to stability as Russia turns off gas tap for repairs' FT.com 28 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-28T09:16:01.644Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [],
      "weightsV2": {
        "weight": 0.13527596,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": -0.86472404,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 13
    }
  ]
}