{
  "_id": "d4eedcaf17675eddc5686550e2fcd89e68ca01aeea3b5fe31ae60355d67c22b9",
  "feed": "wall-street-journal",
  "title": "Fintech CFOs Seek Reliable Funding as Investors Pull Back, Demand Higher Yields; Lenders are searching for long-term investors and funding more loans with deposits",
  "text": "<p>But that dynamic is shifting, as rising interest rates are prompting investors to demand higher yields and become choosier about where they put their money. Banks, meanwhile, have grown more cautious about credit risk and the overall economic outlook and are generating better returns from the loans already on their books.</p><p>The credit quality of the loans has also weakened as borrowers, particularly those with blemished credit histories, increasingly fall behind on their payments. In July, annualized net losses on fintech loans among consumers with weighted average credit scores between 680 and 710 rose by 5.34 percentage points from a year earlier, to 10.87%, according to Kroll Bond Rating Agency LLC, a credit rating firm. The same metric for borrowers with credit scores between 710 and 740 increased by 0.51 percentage point over the same period, to 4.69%, according to KBRA.</p><p>Fintech companies, which have different business models and funding structures, are taking steps to strengthen their funding, including finding long-term investors willing to ride out a shaky economy, seeking out additional loan buyers and, for those with a bank charter, relying more on deposits.</p><p>San Mateo, Calif.-based Upstart Holdings Inc., which specializes in personal loans for subprime borrowers, is looking for new investors, which could include sovereign-wealth funds, pension funds or insurance companies, that would be willing to buy loans when other investors pull back, Chief Financial Officer Sanjay Datta said.</p><p>\"We're in a bit of a paradigm shift now, going from using what historically would have been purely at-will capital to finding more permanent-style, long-term capital partners,\" Mr. Datta said. The company said it's early in the process of searching for those investors, and declined to provide additional details.</p><p>Upstart generates revenue by matching financial institutions—banks, credit unions and institutional investors—with loans and charging fees for that service. The company originates most of its loans through Cross River Bank, a Fort Lee, N.J.-based community bank that caters to fintech companies. Some investors slice them up into securities and sell them in transactions sponsored by Upstart.</p><p>The company during the second quarter saw a sharp pullback in demand from investors and banks. Upstart arranged 321,138 loans during the quarter, or 31% fewer than during the prior quarter. Revenue during the second quarter fell 26% over the same period, to $228.2 million. Upstart expects revenue to decline by an additional 25% during the third quarter, to about $170 million, because of ongoing funding constraints.</p><p>Upstart, which went public in December 2020, has operated with a fee-based business model centered on offloading loans. Now, as it seeks a longer-term capital partner, the company is considering temporarily holding loans on its books. That's a reversal from this spring, when it said it wouldn't do so. Upstart wants the option to fund its own loans should demand from third-party buyers remain a challenge, Mr. Datta said.</p><p>Parking loans on the balance sheet would add interest income, but also involve taking on more credit risk. \"What's changed since three or four months ago is that, certainty among capital providers—there's a real anxiety out there over what the future of the economy holds,\" Mr. Datta said.</p><p>Berkshire Hills Bancorp Inc., a Boston-based lender, said last month it would halt originations through Upstart for the foreseeable future. The bank, as of June 30, had a loan portfolio worth $7.8 billion, of which $152 million was sourced through Upstart. \"We believe that given the economic uncertainty, taking a pause in new originations from this partnership is a prudent course of action,\" Nitin Mhatre, Berkshire's chief executive, told investors on a July 20 earnings call.</p><p>Other fintech lenders, some of which aren't publicly traded, are feeling the squeeze as investors demand higher yields. Buy-now-pay-later provider Affirm Holdings Inc. is aiming to line up a diverse set of loan buyers and funding channels, Chief Financial Officer Michael Linford said during an investor conference in June.</p><p>Affirm—which has partnerships with companies including retailers Amazon.com Inc. and Walmart Inc. and e-commerce company Shopify Inc.—has grown rapidly over the past year. Gross merchandise volume, which measures all transactions on Affirm's platform net of refunds, increased 73% during the quarter ended March 31, to $3.9 billion.</p><p>Affirm funds its loans through a mix of securitizations, whole loan sales and warehouse lines of credit, in which the company borrows against its consumer loan balances. \"We've thought about building our capital program to not be reliant on any one channel, any one partner, any one kind of partner,\" Mr. Linford said during the June conference.</p><p>San Francisco-based Affirm is scheduled to report its quarterly earnings on Aug. 25. Investors will be watching to see whether the company's access to capital has become more difficult, and by how much its cost of funds has increased, said James Faucette, managing director at financial services firm Morgan Stanley.</p><p>Outside capital works well when market conditions are favorable, Mr. Faucette said. \"But the flip side is what we're seeing right now—you tend not to have as much reliable access to capital in periods of economic tension,\" he said.</p><p>LendingClub Corp., which specializes in personal loans, is funding more loans with bank deposits as some investors demand higher yields, another way to tackle the problem. LendingClub received a bank charter after acquiring Boston-based Radius Bank last year for $185 million, giving the company access to deposits.</p><p>San Francisco-based LendingClub—which faced funding challenges of its own before becoming a bank—during the second quarter retained 27% of the consumer loans it originated, which was above its target range of 20% to 25%, according to Tom Casey, the company's finance chief. The remainder of the loans were sold to investors, LendingClub said. The company originated $3.8 billion in loans during the second quarter, up 41% from a year earlier.</p><p>Mr. Casey described the company's banklike business model as the product of a yearslong transformation that provided benefits such as a cheaper source of funding and the ability to issue loans.</p><p>\"If you don't have the ability to fund your own loans, you're going to be dependent upon the capital markets and disparate funding. That always becomes challenging for you to predict the price you can sell your loans,\" Mr. Casey said, discussing his outlook for the sector.</p><p>Write to Kristin Broughton at Kristin.Broughton@wsj.com</p><p>Fintech CFOs Seek Reliable Funding as Investors Pull Back, Demand Higher Yields</p>",
  "published": "2022-08-22T09:30:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.94,
      "offsets": [
        {
          "start": 4217,
          "end": 4229
        },
        {
          "start": 4244,
          "end": 4256
        }
      ],
      "weightsV2": {
        "weight": 1.71475,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": -0.28524995,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 4
    }
  ]
}