{
  "_id": "8f1da877f51c738418ab977c07edbe331ae936b08e877c366d5bbf4968926404",
  "feed": "market-watch",
  "title": "Black Friday surprise: Jeff Bezos tells people NOT to buy cars, refrigerators and other big-ticket items. Critics call him out. Holiday sales are projected to reach up to $960.4 billion, the National Retail Federation says",
  "text": "<p>Bezos made the comments in a CNN WBD interview that aired this week, the same interview where he pledged to give away most of his fortunein his lifetime.</p><p>Why did Bezos offer the tip for consumers and small business to go easy on big-ticket items? He gave one big reason.</p><p>\"If we're not in a recession right now, we're likely to be in one very soon,\" he said in the interview, picking up on his cautionary tweet last month that \"the probabilities in this economy tell you to batten down the hatches.\"</p><p>Bezos is currently executive chair at Amazon AMZN, transitioning to the role last year as Andy Jassy took the reins as CEO.</p><p>Later this week, Amazon confirmed it was laying off some of its staffin its device and services business —joining a growing listof tech companies, including Facebook parent Meta META — that is laying people off. Amazon's job cuts could number around 10,000, according to the Wall Street Journal.</p><p>To be sure, Bezos is not alone is his worries about a potential recession as the Federal Reserve and other central banks fight higher costs by hiking interest rates.</p><p>But his advice prompted some guffaws on social media. In a nutshell, critics say these are words of thrift coming from a man — now worth approximately $120 billion — who built Amazon into the online shopping bonanza that lets consumers seamlessly spend money.</p><p>As Joshua Becker, a proponent of minimalism wrote on Twitter: \"I didn't hear him mention refraining from Amazon's Prime Day deals or Black Friday offers, but I recommend adding those items to your list as well.\"</p><p>Regardless of how anyone feels about hearing spending advice, particularly from one of the world's richest people, there are some things to consider as events like Black Friday and Cyber Monday approach.</p><p>For one thing, maybe there are discretionary expenses where people can cut back. Many Americans are still spending briskly, as Walmart WMT third-quarter earningsand October'sretail-sales numbers recently affirmed. Holiday-spending projections paint the same picture.</p><p>Americans will spend between $942.6 billion and $960.4 billion on holiday-season sales this year, according to projections from the National Retail Federation. Last year's holiday sales totaled $889.3 billion, the trade association said.</p><p>But Americans are planning for the holidays while credit-card balances are increasing — likely because credit cards are helping them keep up with rising costs.</p><p>During the third quarter, Americans' credit-card balances climbed to $930 billion, the biggest annual increase in more than 20 years, according to Federal Reserve Bank of New York data.</p><p>While balances grow, so do credit-card interest rates. The annual percentage rate (APR) on new credit-card offers averaged 19.14% in mid-November, according to Bankrate.com.That beats the old record on APRs for new cards, set at 19%three decades ago.</p><p>The holiday shopping season is typically when Americans accumulate credit-card debt, pay the debts in the early part of the coming year and repeat the holiday-season debt the following year.</p><p>This year, the stakes could be higher if high credit-card bills arrive and a recession-induced job loss follows.</p><p>\"It's not the time to overspend and have a problem with paying your bills later,\" Michele Raneri, vice president of financial services research and consulting at TransUnion TRU, one of the country's three major credit bureaus,previously told MarketWatch. \"We know the economy is sending mixed messages.\"</p><p>Black Friday surprise: Jeff Bezos tells people NOT to buy cars, refrigerators and other big-ticket items. Critics call him out.</p>",
  "published": "2022-11-17T18:44:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1888,
          "end": 1895
        }
      ]
    }
  ]
}