{
  "_id": "5ebec2196cfc2a293508671029f6067916af3aa683ba49fb4101abadf670a806",
  "feed": "ftcomall",
  "title": "FirstFT: Emergency talks",
  "text": "<p>Joe Biden said it was “unlikely” a missile that landed in Poland killing two people was fired from Russia, as the US president sought to ease concerns at a dangerous moment in the nine-month conflict in Ukraine.</p> <p>Nato and G20 leaders <a href=\"https://www.ft.com/content/6606c639-2632-443b-9359-52d8a9964068\">held emergency talks overnight</a> after a “Russian made missile” struck the Polish village of Przewodów, five miles from the border with Ukraine in the south-east of the country. </p> <p>Photographs posted on social media showed a damaged farm vehicle lying on its side next to a large crater. Local media reported the casualties were farm workers.</p> <p>Findings from initial investigations suggest that the weapon could have been fired by Ukraine's air defence system at a Russian missile before landing in Poland, according to people familiar with the discussions.</p> <p>Yesterday Russia unleashed a barrage of missiles <a href=\"https://www.ft.com/content/f114b138-31f0-4c9c-b7c8-d74d543df6c8\">at targets across Ukraine</a>, including civilian buildings and the energy infrastructure. The attack came just days after Russia was forced to withdraw from the strategically important city of Kherson.</p> <p>The Russian attack came as Volodymyr Zelenskyy, Ukraine's president, told fellow world leaders at the G20 summit in Bali via video link that while he was open to peace talks to end the war, he would not pause fighting over winter.</p> <p>“I am convinced now is the time when the Russian destructive war must and can be stopped,” he said.</p> <p>Last night's incident highlights the risk of the conflict in Ukraine escalating into a direct confrontation between Russia and a member of the Nato military alliance.</p> <p>After an emergency meeting of Poland's security council last night, President Andrzej&#xa0;Duda sought to calm speculation that the strike was directed by Moscow. </p> <p>“There is no conclusive evidence about who fired the rocket,” said&#xa0;Duda.</p> <p>Biden said there was “preliminary information that contests” the missile was fired from Russia.</p> <p>“It is unlikely in the lines of the trajectory that it was fired from Russia, but we'll see,” the US president told reporters.</p> <p>Russia's defence ministry denied responsibility, adding that claims the missile was fired by its forces were a “deliberate provocation with the goal of escalating the situation”.</p> <p>Poland is considering whether to invoke Article 4 of the Nato treaty at a meeting of the US-led military alliance later today. Article 4 allows for consultations between Nato countries if any member is “threatened”. If Article 5 is triggered that would require other Nato members to come to Poland's defence and would represent a considerable escalation in the conflict.</p> <ul>  <li><p><strong>Go deeper:</strong> Whatever the outcome of the investigation into last night's incident, one thing is clear, writes European diplomatic correspondent Henry Foy — war between nuclear-armed Russia and Nato <a href=\"https://www.ft.com/content/5dd657b6-f5f2-4de9-aa75-a7e86605f9e7\">could only be one miscalculation away</a>.</p></li> </ul> <h1>Five more stories in the news</h1> <p><strong>1.</strong> <strong>Donald Trump announces 2024 US presidential bid </strong>The former US president has <a href=\"https://www.ft.com/content/32832f0e-57e2-4d7b-8bb3-1e3e8218c109\">launched a third bid for the White House</a>, becoming the first Republican to announce he will run for president in 2024 and the first US president to lose his re-election bid, only to try again, in more than a century. Trump had faced calls from advisers to delay his announcement after many of his favoured candidates failed in last week's midterm elections.</p> <ul>  <li><p><strong>Go deeper:</strong> From the gilded ballroom of his Mar-a-Lago resort in Palm Beach, with his wife Melania at his side and surrounded by a who's who of his most vocal allies, the former president <a href=\"https://www.ft.com/content/c9d29ca2-3a43-447b-83ed-5b8fa110d693\">launched his third bid for the White House</a>.</p></li> </ul> <p><strong>2. Goldman paid $12mn to silence misogyny claims </strong>A Goldman Sachs partner has accused executives, including chief executive David Solomon, <a href=\"https://www.ft.com/content/25b7aaf9-0546-4240-a316-a3118ae7640f\">of making misogynistic comments</a> in a complaint that resulted in the Wall Street bank paying her a settlement totalling more than $12mn, according to people familiar with the matter. Goldman paid the settlement in 2020 in an effort to keep the allegations secret, they said.</p> <p><strong>3.</strong> <strong>UK inflation accelerates to 11.1%</strong> UK inflation hit its highest level for 41 years in October. The Office for National Statistics said the rise from 10.1 per cent in September was <a href=\"https://www.ft.com/content/1fcc250c-c1c5-4820-a5f4-4e48662a73aa\">on the back of rising energy and food prices</a>. The surprisingly high rise presents a difficult backdrop for chancellor Jeremy Hunt's Autumn Statement tomorrow and puts further pressure on the Bank of England to increase the pace of interest rate rises. </p> <p><strong>4. Elon Musk's Twitter is on a ‘collision course' with EU regulators</strong> The social media platform faces new scrutiny under landmark EU laws to police Big Tech that come into force today. European regulators <a href=\"https://www.ft.com/content/a8281bf4-bd83-42ac-875f-9061ee1b357b\">have grown particularly concerned</a> following Musk's chaotic rollout of the flagship premium subscription service Twitter Blue, according to three people with knowledge of their thinking.</p> <p><strong>5. Nasa successfully launches delayed mission to Moon</strong> After two aborted attempts Artemis I — the first US rocket capable of powering astronauts to the Moon in half a century — <a href=\"https://www.ft.com/content/0e46d76c-1dce-460e-87c7-b211e92a89f2\">blasted off from the Kennedy Space Center in Cape Canaveral, Florida</a>. At 1.48am local time the first rocket of Nasa's $93bn Artemis programme took off on its mission to orbit the Moon.</p> <h1>The day ahead</h1> <p><strong>Company earnings </strong>Target's earnings will be another signal to the market about how consumers are holding up in a world of elevated costs for goods and services. Investors hope Target will replicate <a href=\"https://www.ft.com/content/602c768e-bf8f-4f9c-bd00-ff0d91bf9491\">Walmart's better than expected earnings</a> when it reports third-quarter results, one day after the world's largest retailer beat sales expectations and announced a $20bn share buyback plan. Investors will be looking to Nvidia for further commentary about US regulations limiting tech exports to China when it reports results. Nvidia has said the <a href=\"https://www.ft.com/content/bbbdc7dc-0566-4a05-a7b3-27afd82580f3\">new rules</a> will cut about 7 per cent of its sales.</p> <p><strong>Economic data</strong> Economists expect US retail sales will rise 1 per cent in October from September, after staying flat in the previous month, missing expectations for a 0.2 per cent increase. Canadian consumer prices are expected to be flat in October, with economists forecasting a 6.9 per cent inflation rate, the same as September's figure. Bank of Canada governor Tiff Macklem said at the end of October that the central bank's monetary tightening cycle was <a href=\"https://www.ft.com/content/3124c03b-db13-41a7-a8a2-abf5ea2edb4b\">coming to a close</a>, and it will be closely monitoring core CPI to see if underlying inflation is slowing down.</p> <p><strong>Elon Musk trial </strong>The Tesla chief executive is expected to appear in a Delaware court to testify on the <a href=\"https://www.ft.com/content/14e3c290-b406-40b6-afd5-d2ec390419ef\">third day of a trial</a> about his $50bn remuneration package from the electric car maker. The judge in the case, Kathleen McCormick, also presided over the case between Musk and Twitter, when the world's richest man tried earlier this year to back out of the $44bn agreement to buy the social media company.</p> <h1>What else we're reading and watching</h1> <p><strong>Central banks are right to act decisively</strong> It is the duty of the state to ensure that its money has a predictable value. Central banks are entrusted with this task. Recently, <a href=\"https://www.ft.com/content/b52856ef-0f98-4c80-8e0b-dec49c055628\">they have been failing badly</a>, writes Martin Wolf, and it is a necessity and an obligation to rectify this failure.</p> <p><strong>Slowdown in US used car market contributes to cooling inflation</strong> Rising used-car prices helped drive the worst US inflation in a generation. There are now signs those price rises are cooling. The decrease has ramifications for manufacturers, dealers, lenders, shoppers <a href=\"https://www.ft.com/content/f2734e47-c902-474d-a1f1-559fcaca344a\">and potentially the wider economy</a> as inflation shows signs of cooling.</p> <p><strong>How the battlefield will shift after Russia's Kherson retreat</strong> After Russia's forced retreat from the southern Ukrainian city of Kherson last week, both sides are calculating their next moves. Russia is likely to renew its focus on the east following its pullback in the south<a href=\"https://www.ft.com/content/350159c1-c88b-402e-8770-44e70c422dc1\">,</a> analysts say. The shift <a href=\"https://www.ft.com/content/11b15e29-4a2e-48d0-8314-79386f96c3f9\">would echo the Kremlin's strategy</a> after its forces retreated from Kyiv in the spring.</p> <p><strong>China's coronavirus test providers hit by payments crunch</strong> China's coronavirus test providers have reported a surge in unpaid fees as cash-strapped local governments struggle to fund a mass testing programme that is central to President Xi Jinping's zero-Covid policy. The payment delays <a href=\"https://www.ft.com/content/2e3f9397-6745-45a1-ae7b-a1a6f7d7aed4\">raise questions about the financial sustainability</a> of the policy.</p> <p><strong>How not to fire people </strong>A firing spree is under way at nearly 800 technology companies, with Amazon and Facebook owner Meta leading the pack. Brooke Masters argues that the poor handling of these job cuts <a href=\"https://www.ft.com/content/a19b4a08-3fcb-480f-aaa0-1f2ab607447e\">could shape the sector's culture for years to come</a>.</p> <h1>Books</h1> <p>Rupert Murdoch has used his media empire to acquire unrivalled political influence on three continents, so the question of who will inherit that power — and what they might do with it — still matters. In that regard Paddy Manning's unauthorised biography <em>The Successor</em> <a href=\"https://www.ft.com/content/25c730a8-8691-4d53-a750-1a6c6534a166\">is as well timed as it is cannily titled</a>, says US business editor Andrew Edgecliffe-Johnson.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2022 'FirstFT: Emergency talks' FT.com 16 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-16T11:36:56.886Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5238,
          "end": 5245
        }
      ]
    }
  ]
}