{
  "_id": "c6feb5e77db3a203264d9a7ebcd8f0aea54aa2f81b06088eca1aaaa5cbfd612a",
  "feed": "ftcomall",
  "title": "I'm done with jeans",
  "text": "<p>Until recently, I couldn't get enough of the garment that Yves Saint Laurent wished he'd invented. At their highest expression, jeans are <em>Thelma &amp; Louise</em> Americana, Julia Roberts oozing 1990s perfection in the closing scenes of <em>Pretty Woman</em>, a basket-toting Jane Birkin in flares. Like champagne, or Farrow &amp; Ball's Wimborne White, jeans go with everything.</p> <p>However, as with white walls, they can tip from safe bet into boring. And having opened the Pandora's wardrobe of comfy pandemic clothing, I have found they are too restrictive, even sized up. I'm Elon Musk and my non-stretch Levi's are half the staff of Twitter. Bye.</p> <p>But which trousers to wear instead? I'm looking for something comfortable and smart that will go with my existing clothes — ideally a direct swap. Taken with the artsy, cosy look of Toast's trouser selection, I ask the brand's head of design Laura Shippey for her thoughts. She reflects that “what makes jeans so versatile and desirable is their effortless attitude . . . However, in recent years something softer and easier has felt more relevant. Corduroy has depth of colour, a soft velvety pile and can be dressed up or down like denim.”</p> <p>I'm late to the corduroy comeback party, but the brand's barrel-leg jumbo cords in a mossy green (£155, <a href=\"https://www.toa.st/products/barrel-leg-organic-cord-trousers-conker\">toast.com</a>) prove an instant win. They feel warm and plush, look good with Dr Martens or white trainers, and I'm enjoying cosplaying an artisan knitwear designer who uses fleece from her own rare breed flock on a remote Scottish island. </p> <p>Most crucially, they don't dig in at the waist. Andy Warhol once said, “I want to die with my blue jeans on,” and while I don't think he meant this to happen instantly, feeling I might spontaneously keel over in my tight, high-waisted denim was a trigger for ditching them. </p> <p>The ultimate no-dig-in find was small-batch, heavy organic cotton dungarees by Milldred (£210, <a href=\"https://milldred.com/products/organic-olive-dungarees\">milldred.com</a>). The relaxed but not baggy cut is so good there seems little point wearing anything else at the weekend. Go utilitarian with a white T-shirt, or soften the look with a frill-collar blouse, wool socks and clogs.</p> <p>Another dispatch from the journey of slacks-discovery: you are about as likely to find a pair that fits perfectly online as see a mermaid in the Thames. Even the best part of a day in central London, spent mostly in Liberty, only saw about a 20 per cent success rate. After an early fail — namely some criminally unflattering black kick flares with a D-ring belt from Acne that looked like the love child of Asda school trousers and the sale rail of Kookai circa 1999 — I discovered two excellent khakis. </p> <p>A brushed cotton twill pair with a drawstring waist by trouser queen Margaret Howell (£375, <a href=\"https://www.margarethowell.co.uk/womens/shop/trousers/pull-on-trouser-brushed-cotton-twill-black\">margarethowell.co.uk</a>) hit the off-duty sweet spot, while a tailored, tapered pair in a stiff cotton by Sofie D'Hoore (Pawson trouser, £460) looked smart enough to wear with a white silk shirt and heels. Then a serendipitous swerve into Oxfam on my way home yielded a great pair of wide crepe Alexander McQueen trousers that I would never have stumbled across online (£100).</p> <p>While I'm not claiming denim is dead, there are others who feel as I do. Billie Bhatia, fashion and beauty features director of Stylist magazine, gave up jeans more than four years ago. She thinks “the casual space for trousers is so much better than it was, and the pandemic has probably accelerated that because people want comfort rather than what now feels like really rigid denim.” She favours leather, high-waisted tailored trousers and languid silk pants, and takes a view on the now ubiquitous elasticated waist: “I have a really curvy frame so I am not into tucking tops in, but if you like to tuck then it's hard to look polished with a fully elasticated waist, so go for a half band.”</p> <p>What about something that suits the office <em>and</em> the pub? Stylist Sarah Corbett-Winder recommends grabbing yourself some big trouser energy with a wide, mannish style: think Katharine Hepburn, Annie Hall, 1980s Ralph Lauren. </p> <p>Max Mara, Margaret Howell and The Row all have good options, while Studio Nicholson offers wide trousers that combine the mannish look with a slightly Japanese minimal aesthetic (mine are past season but the Bolin wool pants are similar, £325, <a href=\"https://www.studionicholson.com/products/bolin-wool-pant-in-darkest-navy?variant=42304497549465&amp;gclid=Cj0KCQiAgribBhDkARIsAASA5btqgzZCmY0j5nbqONI5ffROscBIe7WTxHx6GNhqvZ0SegaPZAi0m48aAkxwEALw_wcB&amp;gclsrc=aw.ds\">studionicholson.com</a>). I wore a pair to a meeting and felt a strange new sensation. Was it . . . professionalism?</p> <p>For a more affordable pair, Corbett-Winder suggests Iris &amp; Ink's grey wool flannel Elizabeth version (£185, <a href=\"https://www.theoutnet.com/en-gb/shop/product/iris-ink/pants/wide-leg-pants/elizabeth-wool-flannel-wide-leg-pants/1647597299086241\">theoutnet.com</a>). “They are chic, easy and go with everything. I always feel much cooler in the wide leg, and it's also flattering for pretty much every shape.” The choice of shoe sets your smartness-ometer; loafers or <a href=\"https://www.ft.com/content/dbf1dc49-7bcf-413b-a8a5-045384757021\">Mary Janes</a> dial it up, while Adidas Gazelles and chunky <a href=\"https://www.ft.com/content/62504033-b947-492a-b831-d60d12d69fc9\">socks</a> tone it down.</p> <p>Corbett-Winder adds: “That smarter trouser instantly looks like you've made a little bit more of an effort than jeans, but maybe it's the same amount of effort.” A high return on an investment? Jeans can jog on.</p> <p><em>Find out about our latest stories first — follow </em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em> on Instagram</em></p><p>Source: Carola Long 2022 'I'm done with jeans' FT.com 14 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-14T05:00:23.633Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}