{
  "_id": "85b9cc85fea67868f0db1980711dd14ad780708792d2c4a35b37abe799792ab0",
  "feed": "wall-street-journal",
  "title": "The Trump Boom Lifted Black Americans; Before the pandemic, the economy grew in ways that mostly benefited low-income and middle-class households.",
  "text": "<p>Joe Biden began his presidency with a promise to advance equity, which means favoring some races and ethnicities over others to shrink outcome disparities. Like many of his fellow liberal Democrats, Mr. Biden is tethered to the belief that black upward mobility won't happen without coddling and special treatment from the government. Donald Trump's record complicates such claims.</p><p>One of the most underreported stories of the Trump presidency is the extent to which black economic fortunes improved. The mainstream media presented Mr. Trump daily as a bigot whose policies would harm the interests of racial and ethnic minorities. Meantime, black economic advancement occurred to an extent unseen not only under Barack Obama but going back several generations—until the pandemic shutdowns brought progress to a halt.</p><p>Over the first three years of Mr. Trump's presidency, blacks (and Hispanics) experienced record-low rates of unemployment and poverty, while wages for workers at the bottom of the income scale rose faster than they did for management. Whether that was the goal of the Trump administration or an unintended consequence is a debate I'll leave to others. But there is no doubting that the financial situation of millions of working-class black Americans improved significantly under Mr. Trump's policies.</p><p>Well into the Trump presidency, Mr. Obama continued to take credit for the strengthening economy. \"By the time I left office, wages were rising, uninsurance rate was falling, poverty was falling, and that's what I handed off to the next guy,\" he told an audience in the fall of 2018. \"So, when you hear all this talk about economic miracles right now, remember who started it.\"</p><p>Throughout his presidential campaign, Mr. Biden likewise claimed credit for robust economic growth. \"Trump inherited the longest economic expansion in history from the Obama-Biden administration,\" Mr. Biden told Bloomberg News in June 2020, then added that Mr. Trump had \"turned his back on the middle class\" by focusing on tax cuts for corporations and the wealthy.</p><p>Mr. Obama's and Mr. Biden's arguments are obviously self-serving. But does the evidence back them up? It's true that the unemployment rate fell 5.2 percentage points, from 9.9% to 4.7%, between the end of 2009 and the end of 2016. It's also true that, over the same period, real median household income (expressed in 2020 dollars) grew by some $3,500, to $63,683 from $60,200. These trends continued between 2017 and 2019. Yet simply noting that unemployment already was falling, and incomes already rising, when Mr. Trump took office obscures the significance of what happened over the next three years. These trends not only continued but accelerated, and they did so contrary to widespread expectations at the time.</p><p>By the end of 2016, the consensus among officials at the Treasury, the Federal Reserve and the Congressional Budget Office was that the economy essentially had reached full employment and couldn't grow faster. During Mr. Obama's final year in office, 2016, economic growth slipped to 1.6% from 3.1% in 2015. The rate at which the economy was expanding declined by almost half over a single year.</p><p>Mr. Trump inherited a U.S. economy that was slowing down, and there was widespread concern about another recession. Lawrence Summers, who served as Treasury secretary under President Clinton and director of the National Economic Council under Mr. Obama, said that there was a 60% chance that the economy would dip into recession within a year. For 2017, 2018 and 2019, the Fed had projected that unemployment would hover between 4.4% and 4.9% and wouldn't fall below 4.1%, and that economic growth would remain between 1.7% and 2.2%.</p><p>Instead job growth accelerated, unemployment kept falling, and economic growth improved. In early 2017, the new president set about implementing what he had promised during the campaign: lower taxes and lighter regulation. He nominated Kevin Hassett, who had published research showing how corporate taxes depress wages for manufacturing workers, to lead the Council of Economic Advisers. He urged Congress to reduce the tax rate on corporate profits, which at 35% was one of the highest in the developed world.</p><p>Along with the push for tax reform, the administration reduced regulations that it argued were weighing on economic growth. A Cato Institute analysis of regulatory activity in the first two years of the Obama and Trump administrations counted a total of 6,793 new rulemakings for Mr. Obama and 4,310, or 36% fewer, for Mr. Trump. More significantly, among major regulations that impose a cost of $100 million or more on the private sector, the tally was 176 for Mr. Obama and only 90, just over half as many, for Mr. Trump.</p><p>Congress passed the Tax Cuts and Jobs Act in December 2017. The top corporate rate fell to 21% from 35%, and companies were given an opportunity to repatriate cash held overseas at a tax rate of 15.5%. Taxes on wages and investment also fell. It was the most significant tax-code reform in 30 years, and the dividends were almost immediate. By the end of January 2018, more than 260 businesses—including major employers such as Walmart, FedEx, and 3M—had announced wage and salary increases, bonuses, and 401(k) match increases going to at least three million workers because of the new law.</p><p>Gross domestic product, which had grown only 1.6% in 2016, climbed 2.2% in 2017 and 2.9% in 2018. As remarkable was the change in gross private domestic investment, which is a measure of how much money businesses invest within their own country. It had declined by 1.3% in 2016, but grew by 4.8% in 2017 and 6% in 2018. Lower taxes and lighter regulations were intended to spur economic growth, and business responded accordingly.</p><p>Part of what made the Trump boom unique, however, is who benefited the most. The economy grew in ways that mostly benefited low-income and middle-class households, categories that cover a disproportionate number of blacks. In 2016 the percentage of blacks who hadn't completed high school was nearly double that of whites—15% vs. 8%—and the percentage of adults with a bachelor's degree was 35% for whites and only 21% for blacks.</p><p>These education gaps are reflected in work patterns. Blacks are overrepresented in the retail, healthcare and transportation industries, which provide tens of millions of working- and middle-class jobs. In 2019, 54% of black households earned less than $50,000 a year, versus 33% of white households. At the other end of the income distribution, slightly more than half of all white households (50.7%) earned at least $75,000, compared with less than a third (29.4%) of black households. What this means is that reductions in income inequality can translate into reductions in racial inequality, which is what the country experienced in the pre-pandemic Trump economy.</p><p>Between 2017 and 2019, median household incomes grew by 15.4% among blacks and only 11.5% among whites. The investment bank Goldman Sachs released a paper in March 2019 that showed pay for those at the lower end of the wage distribution rising at nearly double the rate of pay for those at the upper end. Average hourly earnings were growing at rates that hadn't been seen in almost a decade, but what \"has set this rise apart is that it's the first time during the economic recovery that began in mid-2009 that the bottom half of earners are benefiting more than the top half—in fact, about twice as much,\" CNBC reported.</p><p>Citing a graph included in Goldman's analysis, CNBC added that the \"trend began in 2018\"—the first year that the corporate tax cuts were in effect—\"and has continued into this year and could be signaling a stronger economy than many experts think.\"</p><p>Most other media outlets ignored the Goldman findings, but a Journal editorial cited Bureau of Labor Statistics figures and reported that during the first 11 quarters of the Trump presidency, wages for workers at the bottom rose more than twice as fast as during Mr. Obama's second term. Over the same period, less-educated workers, such as those with just a high-school diploma or only some college, saw their wages rise at triple the rate of during Mr. Obama's second term.</p><p>Giving Mr. Obama most of the credit for the better economic outcomes that occurred after he left office is a stretch. It's also somewhat disingenuous. Mr. Trump's critics are presenting a kind of heads-I-win-tails-you-lose analysis. They are eager to credit Mr. Obama for the economy's pre-Covid performance under Mr. Trump, but who believes they would have blamed Mr. Obama if things had gone sideways as they predicted?</p><p>The story of black economic advancement in the Trump years deserves wider notice. Liberals contend that wealth redistribution and racial preferences are the best way to facilitate upward mobility, yet the previous administration's focus on economic growth had a far more positive impact on the lives of millions of working-class Americans, a disproportionate number of whom were black. Racial inequality narrowed on Mr. Trump's watch, and much of the media were too busy agitating against him to take note or give credit where due.</p><p>Mr. Riley is a Journal columnist, a senior fellow at the Manhattan Institute, and author of the forthcoming \"The Black Boom,\" from which this article is adapted.</p><p>The Trump Boom Lifted Black Americans</p>",
  "published": "2022-01-28T18:38:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 5178,
          "end": 5185
        }
      ]
    }
  ]
}