{
  "_id": "bf3cc78b905e8192fb3d6984babc0e41a9c303f02ea3fd42178ca42e56f7ad5d",
  "feed": "ftcomall",
  "title": "Macy's: do not bet on revenge spending boost to last ",
  "text": "<p>Who's afraid of inflation? Not America's mid-market shoppers.</p> <p>Retailers that cater to this customer base are having a good earnings season. Macy's, Nordstrom and Ralph Lauren are among those that have bucked the slowdown in consumer spending to report better than expected results this week.</p> <p>On Thursday, Macy's <a href=\"https://www.macysinc.com/investors/news-events/press-releases/detail/1759/macys-inc-reports-first-quarter-2022-results-and\">raised its full-year profit outlook</a> after more than doubling its net income during its fiscal first quarter. The US department store operator, which also owns Bloomingdale's, said formal wear is back in demand. Shoppers have been “revenge spending” as a reaction against the miseries of the pandemic. That has allowed Macy's to sell more products at full price.</p> <p>The ability of Macy's to pass on higher prices is reflected in its gross margins. These rose 100 basis points to 39.6 per cent during the quarter. It has been a similar story at Nordstrom, Ralph Lauren and Canada Goose.</p> <p>This stands in contrast to Walmart and Target. The two retailers, which have lower price points, were among the biggest winners during the pandemic. Both cut their outlooks last week, sparking a sell-off in consumer stocks. The duo, having struggled to get enough goods on the shelf are now dealing with surplus inventory. </p> <p>Macy's reported a 17 per cent rise in inventory. Sanguine investors bid the stock up. But they may be getting ahead of themselves. The company has lingering challenges. It remains overly dependent on clothing for the bulk of its sales. Macy's is no LVMH or Gucci. Its stores remain a squarely mid-market proposition. That is a tough place to be, especially when many stores are located in malls.&#xa0;Consumers, even ones with plenty of savings, will not be buying new suits every quarter.</p> <p>The shares trade on just four times forward earnings, reflecting poor earnings growth prospects. This has made Macy's a target for activists. Jana Partners urged the company to spin off its ecommerce business last year.&#xa0;</p> <p>Macy's shares jumped 17 per cent in morning trading. That was an overreaction to a 9 per cent upgrade to the earnings per share outlook. The volatile market is rewarding a few surprise candidates, even as it takes an axe to the mega caps.</p><p>Source:  2022 'Macy's: do not bet on revenge spending boost to last ' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-26T17:25:07.280Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 921,
          "end": 928
        }
      ]
    }
  ]
}