{
  "_id": "f39566490b0cd56765d0526506b3c2a3b8cd7810d34d34b3a85d8ea0c6eb536b",
  "feed": "ftcomall",
  "title": "UK grocers/inflation: higher prices should mean better earnings  ",
  "text": "<p>Like the porridge stocked on shelves, inflation must be neither too hot nor too cold to be palatable to food retailers. The two largest supermarkets, Tesco and Sainsbury's, have generally benefited during periods of price inflation.</p> <p>Most recently, <a href=\"https://www.ft.com/content/63df8439-6160-4912-a7b1-5fb308e33577\">Sainsbury's</a> has benefited from talk of swelling prices, its Christmas update revealed on Wednesday. Tesco's should report similarly happy news on Thursday. Yet even in such a concentrated grocery market — where four brands hold two-thirds of the market — enough discounting occurs to mask the inflationary effects. Sainsbury decided to minimise price rises to keep up on market share.</p> <p>Food price inflation most recently measured 3 per cent annually, but well below the high levels after the 2008 financial crisis. Reports of rising prices provide an opportunity to pass on costs to customers, and more. Indeed, leader Tesco's gross margins over the past 25 years correlate strongly with higher food prices. A weak correlation for Sainsbury's hints at more concern over market share. </p> <p>More broadly, earnings momentum (year on year) for Tesco and Sainsbury's has improved during periods of both UK consumer and wholesale price inflation since 2002. But the fist fights to hold on to customers again make the relationship inconsistent. Past lessons from bruising encounters with the two German discounters Aldi and Lidl have shown that sacrificing market share to them to bolster margins did lasting damage to locals. </p> <p>The subtle forces at play include not just pricing power over shoppers, but also suppliers. Momentum may be the biggest ally of supermarkets during higher inflation periods, thinks Andrew Porteous at HSBC. Faster sales growth helps when negotiating with suppliers. That momentum can come via discounting to improve footfall.</p> <p>But what may help the two listed supermarkets most is the fact that their smaller rivals Asda and Morrison's have both gone private. Added leverage following these transactions may well limit their desire for any pricing battles. The latter is expected to hold roughly <a href=\"https://www.ft.com/content/57b0c02b-9c19-4c9a-8bb8-7a3919d9bb3a\">twice the debt </a>it held as public company. </p> <p>Expect current inflation trends to provide a cushy floor for grocers in the coming year.<br></p><p>Source:  2022 'UK grocers/inflation: higher prices should mean better earnings  ' FT.com 12 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-12T17:37:34.341Z",
  "tags": [
    {
      "id": "US9311421039",
      "name": "Walmart Inc.",
      "offsets": [],
      "nexusId": "10042309"
    }
  ]
}