{
  "_id": "2a587cfba6ee6fc4dc4df672e574d8d1320730c276c1fe017d6cf899891fac79",
  "feed": "ftcomall",
  "title": "Diageo sales rise as drinkers celebrate with premium spirits",
  "text": "<p>Diageo pushed up annual sales by more than a fifth as drinkers returned to bars and restaurants and celebrated with “super premium plus” spirits brands such as Don Julio tequila and Bulleit bourbon.</p> <p>The distiller said drinkers were not showing signs of trading down to cheaper beverages even as earnings from retailers such as Walmart showed <a href=\"https://www.ft.com/content/02b58107-a328-458e-97b2-061fa87e5df2\">households were cutting back</a> on other purchases, including clothing.</p> <p><a href=\"https://www.ft.com/stream/5d53cf0f-df39-4808-a8c1-25492d9b87ae\">Diageo</a> reported like-for-like net sales growth for the year to the end of June of 21.4 per cent. Of this, 11.1 per cent was attributed to higher prices and consumers choosing more expensive drinks categories. That brought reported net sales to £15.5bn for the year, while pre-tax profit rose 18.4 per cent to £4.4bn.</p> <p>Lavanya Chandrashekar, chief financial officer, said the company continued to benefit from a shift towards spirits from wine and beer as well as from a strategy of moving its portfolio upmarket.</p> <p>Sales of Johnnie Walker whisky, calculated on a like-for-like net basis, were up 34 per cent, while sales in the “super-premium-plus” category, which includes the Johnnie Walker Blue Label, rose 31 per cent.</p> <p>“Consumers are being very discerning and willing to spend a little extra for that very special occasion,” Chandrashekar said.</p> <p>Ivan Menezes, chief executive, said: “The attractive thing about premium spirits is that it is not the high net worth, top one per cent or 5 per cent of the population that is buying it.</p> <p>“In the US, a huge amount of what we call super-premium-plus is [being bought] at household incomes of $80,000, $90,000 a year . . . It's for a special occasion and it cuts across demographics.”</p> <p>But Menezes warned he expected the operating environment to be “challenging” in the coming year thanks to the persistent effects of the pandemic, cost inflation and “a potential weakening of consumer spending power”.</p> <p>Following the 2008 financial crisis, consumers traded down to cheaper drinks “a little bit, for a few quarters, but then it came roaring back,” Menezes said.</p> <p>While Diageo's sales growth during the year was partly <a href=\"https://www.ft.com/content/2df57e60-fed8-4989-8a2f-a197b975b539\">fuelled by populations emerging</a> from Covid-19 restrictions, the company said it had also grown since the pre-Covid era, with sales up 9 per cent since 2019.</p> <p>The distiller has shifted its portfolio into more expensive drinks over time; “super premium” bottles now make up 27 per cent of sales, up from 16 per cent in 2017, and these drinks have accounted for almost a third of its net sales growth since 2019, Diageo said.</p> <p>Organic operating margin increased 121 basis points during the year despite the impact of cost inflation, in what Alicia Forry, analyst at Investec, said had been an “exceptional year” for the spirits maker.</p> <p>The reported operating margin was dented by a decision to wind down Diageo's Russian operations following the invasion of Ukraine. </p> <p>Shares were up 2.71 per cent on Thursday to £38.68.</p> <p>Meanwhile, the world's largest brewer, Anheuser-Busch InBev, said it had pushed up its own sales by 11.3 per cent in the first half of 2022, with the volumes of drinks it had sold up 3.4 per cent despite higher pricing.</p><p>Source: Judith Evans in London 2022 'Diageo sales rise as drinkers celebrate with premium spirits' FT.com 28 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-28T15:50:07.382Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 327,
          "end": 334
        }
      ]
    }
  ]
}