{
  "_id": "94ff0a9715ea3dd8038545a51ca59e3df233062a9949e5a0af0cd65555d82ed2",
  "feed": "wall-street-journal",
  "title": "A New Year's Resolution for Stemming Retail's Returns Tsunami; In a commentary for the Logistics Report, the University of Tennessee's Alan Amling and Thomas Goldsby write that a solution to the post-holiday reverse-logistics mess is within reach",
  "text": "<p>Retailers can expect costs including customer care, transportation, processing and liquidation to amount to nearly 60% of the sale price of a $50 item.</p><p>Returns, in fact, are messy.</p><p>The \"forward\" supply chain, in which the transport of goods is carefully choreographed to fill store shelves and deliver online orders to homes, is built to provide a stellar, inviting customer experience. The reverse supply chain is another matter, with a chaotic and unpredictable mix of products from like-new to those that are unsellable flowing in a wide range of directions.</p><p>The growing variety of items offered on e-commerce sites has exacerbated the problem, with a range of products from home goods and clothing to appliances and furniture vying for attention. A Walmart Inc. supercenter will carry about 142,000 different items, for instance, while Walmart.com offers about 75 million products, and when trailers with returns arrive, planners will have little idea which products will be on board.</p><p>So why haven't retailers taken significant steps to improve the returns process and stop it from imploding their profitability? One reason is that few companies have designated an executive who will effectively own the returns side of the business, including the responsibility for reducing the rate of returns.</p><p>As a result, most retailers underestimate the true cost of returns.</p><p>While retailers capture customer service, transportation and processing costs, money tied up in the 15% to 30% of the sellable inventory on its way back into the system is often not considered. This drives higher procurement costs as they try to match supply to demand and inflates inventory holding costs.</p><p>The first step in solving the problem is to appoint an executive responsible for the end-to-end returns process. And then a company needs to measure both customer satisfaction and the detailed cost of returns.</p><p>Researchers at the University of Tennessee have broken the returns process into five \"pathways\" to help returns executives better understand improvement opportunities. We call those pre-sale, initiation, induction, network &amp; processing and disposition.</p><p>The best way to mitigate returns costs, of course, is to find ways to limit returns before they happen, in the pre-sale process. Making your returns policy more restrictive can limit returns, naturally, but that comes with the risk of lost sales. Start with improving product descriptions so customers have a better sense of what they are buying. Then consider technology solutions that simulate the in-store experience. Walmart acquired virtual fitting room technology from Zeekit and now allows customers to \"try on\" clothing in a virtual environment.</p><p>Many retailers can also improve what we call the initiation and induction processes, in which goods enter the reverse supply chain.</p><p>Today, a growing number of retailers provide the tools for customers to print labels or bar codes and use services in which they don't even need to package their returns. Larger retailers can ensure that drop-off locations are in convenient locations and some even offer free home pickup. While this may seem costly, it can get goods back on the shelves for a sale.</p><p>As goods move through the returns process, costs and waste increase dramatically. Once a package leaves a UPS Store, it makes its way through a maze of warehouses connected by multiple transportation moves. Minimizing the distribution with regional returns facilities can limit transportation and move goods more quickly. If products can't be sold as new, artificial intelligence can help determine the best channel for each returned product and help recover more of the value of the product.</p><p>Generally, products that can't be resold are burned or buried. In fact, returns generate nearly 6 billion pounds of landfill waste and 16 million metric tons of carbon dioxide emissions each year, according to a study by returns-management company Optoro. Making products easy to disassemble and reintroducing used materials and components into manufacturing new products is a start.</p><p>Ultimately, finding local buyers or charities for returned goods that cannot be sold as new holds the most promise for reducing waste, lowering costs, and extending the useful life of items.</p><p>Alan Amling is a Distinguished Fellow at the University of Tennessee's Supply Chain Institute. Thomas Goldsby is the Dee and Jimmy Haslam chair in Logistics at the University of Tennessee-Knoxville.</p>",
  "published": "2022-12-26T12:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 753,
          "end": 765
        },
        {
          "start": 753,
          "end": 764
        },
        {
          "start": 2560,
          "end": 2567
        }
      ],
      "weightsV2": {
        "weight": 2.001073,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0010728836,
        "titleWeight": 0.0
      },
      "typeRank": 1
    }
  ]
}