{
  "_id": "b36052d41edfa398cbfaec773deec8012bb4cf04e53011dc1d3c9fb252d47b5d",
  "feed": "market-watch",
  "title": "10 medical tests every older adult should get; 'Not all of these are fatal diseases, but they can take the fun out of life. And what's the point of that?'",
  "text": "<p>Let's start with some crucial tests. Here's some recommendations and reasons why you should get the following test or screenings, in addition to annual checkups with your doctor. Of course, exactly which tests you need depends on a variety of factors including age, weight, sex, family history, risk factors and your doctor's recommendations.</p><p>In 2011, Medicare began offering a variety of preventive health services for free in the wake of the Affordable Care Act, which mandated preventive care with no cost-sharing. Services may need to be ordered during an annual wellness visit to be covered. Otherwise, you may need to cover the costs out-of-pocket or with private insurance.</p><p>\"People are living into their 90s, independently and in the community and loving it. But in order to get there, you've got to do this stuff,\" said Richard Besdine, professor of medicine and public health at Brown University. \"Not all of these are fatal diseases, but they can take the fun out of life. And what's the point of that?\"</p><p>Besdine said a Mediterranean-based diet and daily exercise are at the top of the list of the most important life changes a person can make. Adequate sleep is also crucial, as well as quitting smoking and limiting alcohol.</p><p>Mental health is equally important, with many older adults suffering from depression amid life changes, such as the loss of a spouse, loneliness and isolation. Ask a doctor for a depression screening if your loved one exhibits any signs of depression.</p><p>Also, keep up with vaccines and shots, such as COVID-19 vaccinations, shingles vaccines and flu shots. Also consider pneumococcal polysaccharide vaccine (PPSV23), which helps to protect against meningitis and bloodstream infections, and pneumococcal conjugate vaccine (PCV13), which protects against pneumonia.</p><p>Here's a rundown of routine tests you should get as an older adult:</p><p>Eye test Eye health may decline gradually as people get older and may not be noticeable right away.</p><p>Poor eye sight can affect an older adult's ability to drive, navigate around the house, and performing daily tasks. Also, as you age, the risk for eye problems such as cataracts and glaucoma increases.</p><p>The major concern for eye health is that recent research has found that up to 100,000 U.S. dementia cases could have potentially been prevented with improved eye care.</p><p>According to a study published this year in JAMA Neurology, one of the top preventive actions that may reduce risk for Alzheimer's and related dementias is getting vision problems corrected with the help of eye exams, eyeglasses, and cataract surgery.</p><p>Researchers found that about 1.8% of U.S. dementia cases were associated with visual impairment, and projected that by 2050, that total would rise to around 250,000 cases. The investigators also showed that incidence of vision impairment in older adults was higher for Hispanics, at 11%, compared with 8.3% on average overall for Blacks and non-Hispanic Whites.</p><p>Last year, a study published in the British Journal of Ophthalmology also suggested certain eye conditions including age-related macular degeneration, cataracts and diabetes-related eye disease may be associated with an increased risk of dementia.</p><p>\"Avoiding dementia is the No. 1 job of physicians and patients,\" Besdine said. \"Do everything you can to maintain your mental and physical health.\"</p><p>Hearing exam While we're talking about dementia, get your hearing examined and get a hearing aid if necessary.</p><p>If you have hearing loss, you have a greater chance of developing dementia, according to a 2020 Lancet commission report that listed hearing loss as one of the top risk factors for dementia.</p><p>People with moderate hearing loss were twice as likely to experience cognitive decline as their peers, while those with severe hearing loss faced five times the risk, research has found.</p><p>As of October, hearing aids are now available over-the-counter — without a prescription – and cost hundreds of dollars, rather than several thousands. The White House estimated that people could see nearly $3,000 in savings when they buy over-the-counter devices.</p><p>Read: 'It democratizes what you get': Hearing aids are now available over the counter — what you need to know</p><p>Walmart WMT, Walgreen WBA, CVS CVS and Best Buy BBY are among the national retailers selling hearing aids.</p><p>Dental exam Gum disease increases the risk of a heart attack. That alone should get you to the dentist. But gum health can also be a good barometer of your overall health. Your teeth, gums, mouth, and throat need to be checked by a dentist, ideally twice a year. Medicare does not cover dental checkups, however. Private insurance or out-of-pocket payments would be necessary.</p><p>Blood pressure screening High blood pressure, or hypertension, is common with more than half of the adults in the U.S. having it. As you age, your arteries change and become stiffer. Left untreated, hypertension can lead to strokes, heart attacks, and heart disease.</p><p>Diabetes screening After age 65, both men and women should be screened for diabetes every three years. The American Diabetes Association recommends that a fasting blood sugar test be done at least once every three years to can catch diabetes early and manage it so it doesn't become a life-threatening disorder.</p><p>Breast cancer screening The Mayo Clinic supports screening beginning at age 40 because screening mammograms can detect breast cancer early.</p><p>Women up to the age of 75 should be screened for breast cancer by getting a mammogram every one to two years, depending on their risk factors. Risk factors include menstruation starting before age 12, family history of breast cancer, having dense breasts and genetic mutations. After the age of 75, women should discuss the need for breast cancer screening with their doctor.</p><p>Osteoporosis screening As you age, your bones become thinner, which can make you more susceptible to fractures or breaks, especially in the hips and spine. All women older than 64 should receive a bone density scan at least once a year. Men over 70 should consider getting screened for osteoporosis, especially if the condition runs in their family.</p><p>Prostate cancer Prostate cancer is a common disease among older men, especially over the age of 65. Doctors can check for any cancer concerns with a physical examination and a blood test. Some signs of prostate cancer include difficulty urinating, unexplained weight loss or bleeding.</p><p>Colon cancer screening Colorectal cancer is more common among older adults. The average age for being diagnosed with colorectal cancer is 68 for men and 72 for women. If you experience changes in bowel habits, abdominal pain, or bleeding, see your doctor.</p><p>The U.S. Preventive Services Task Force recommends that adults age 45 to 75 be screened for colorectal cancer. Colorectal cancer screening strategies, including stool tests, flexible sigmoidoscopy, colonoscopy, and CT colonography (virtual colonoscopy). Adults age 76 to 85 should talk to their doctor about screening.</p><p>Skin exam The American Cancer Society recommends regular screening for skin cancer. Additionally, ask your doctor to check your skin if you have any unusual moles or skin changes, or if you're at high risk with a history of skin cancer, have close relatives with skin cancer, or a weakened immune system.</p><p>10 medical tests every older adult should get</p>",
  "published": "2022-11-18T16:04:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4210,
          "end": 4217
        }
      ]
    }
  ]
}