{
  "_id": "c1a37842087fff4a82fad4c819a91083cc5ecdcb65cc890b68a3896eb1c0c43c",
  "feed": "ftcomall",
  "title": "Target delivers upbeat outlook after rapid growth in pandemic",
  "text": "<p>Target delivered an upbeat outlook in anticipation that supply chain bottlenecks will gradually ease, as the US retailer looks to build on the growth it generated during the pandemic.</p> <p>The Minneapolis-based retailer forecast low- to mid-single digit revenue growth in fiscal 2022, compared with analysts' expectations of about 2.2 per cent. Target on Tuesday also predicted adjusted earnings per share would rise by high-single digits, while analysts had expected only a modest increase.</p> <p>Beyond this year, the company predicted revenues will grow in the mid-single digits and adjusted earnings will grow in the high-single digits.</p> <p>The quarter “capped off a year of record growth”, chief executive Brian Cornell said a statement, reinforcing the “durability of our business model and our confidence in long-term profitable growth”.</p> <p>Target's shares closed nearly 10 per cent higher on Tuesday.</p> <p>Consumers are becoming more price-conscious with <a href=\"https://www.ft.com/content/7a0213d2-ad59-485f-bcc9-fc0e10a11988\">inflation</a> accelerating to the highest rate in four decades, driving more shoppers to seek discounts at&#xa0;Target&#xa0;and other large chains that are better able to navigate supply chain and labour disruptions.</p> <p>“We have many levers to combat costs, and price is the one we pull last, not first,” Target's chief financial officer Michael Fiddelke said on an earnings call.</p> <p>Walmart, which reported an unexpected increase in sales for the holiday quarter, said last month that its stores were offering roughly the same number of <a href=\"https://www.ft.com/content/88aa05f7-97ee-4b16-93ff-2b0964a3b0b5\">price “rollbacks”</a> as they did at the end of the first quarter last year.<br><br>However, some retailers including Home Depot and Macy's have cautioned that higher costs for merchandise, shipping and labour will&#xa0;<a href=\"https://www.ft.com/content/9170ea5d-f605-4975-bf41-c5b32514e132\">squeeze profits</a>&#xa0;further this year.</p> <p>Target, like its peers, has been hit by increased supply chain costs. The retailer's fourth-quarter gross margin rate shrank to 25.7 per cent, down from 26.8 per cent in the same period a year earlier, because of higher freight and merchandising costs and increased pay and headcount.</p> <p>But the company allayed investors' cost concerns with forecast-beating earnings in the holiday quarter and guidance calling for an operating margin rate of 8 per cent or higher in fiscal 2022, compared with 8.4 per cent in 2021. Target cautioned that its operating margin in the first quarter would be “well below” its year-ago level but said profitability would improve as the year progresses.</p> <p>Cornell told analysts that companies were dealing with “supply chain constraints that are steadily working themselves out but will likely take more time”, adding that the <a href=\"https://www.ft.com/war-in-ukraine\">Ukraine crisis</a> had made inflation and supply challenges “more uncertain.”</p> <p>Big-box stores, where shoppers can stock up on everything from groceries and cleaning supplies to video games and kids' clothing, generated robust sales during the pandemic, particularly as consumers favoured home delivery and kerbside pick-up options. Target, as a purveyor of essential goods, remained open during stay-at-home orders in 2020. </p> <p>The company's revenues increased by almost $28bn, or 35 per cent, over the past two years during the pandemic. Its full-year sales rose to $106bn in 2021, crossing the $100bn threshold for the first time. </p> <p>Fourth-quarter earnings at Target advanced to $3.19 a share on an adjusted basis, beating Wall Street's estimate of $2.86 and up from $2.67 a year earlier. Sales increased 9.4 per cent to about $31bn, slightly below Wall Street's forecast for $31.4bn in revenues.</p> <p>Comparable store sales rose 8.9 per cent and digital sales increased 9.2 per cent in the holiday quarter that ended on January 29, compared with a year earlier. </p> <p>Target on Monday <a href=\"https://corporate.target.com/press/releases/2022/02/Target-to-Set-New-Starting-Wage-Range-and-Expand-A\">said</a> it would invest $300mn more on its workforce this year to boost pay and other benefits as American companies compete to lure back workers. It added it would raise its starting wage for hourly workers from $15 to a range of $15 to $24 an hour.</p><p>Source: Alexandra White and Matthew Rocco in New York 2022 'Target delivers upbeat outlook after rapid growth in pandemic' FT.com 1 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-01T17:57:49.708Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1304,
          "end": 1311
        }
      ]
    }
  ]
}