{
  "_id": "9ace1712dc603cdc4c68168f21d27e79d249f9b652d20c50216acfaa15f99a8a",
  "feed": "ftcomall",
  "title": "US stocks rally as retailers post upbeat earnings",
  "text": "<p>US stocks rallied on Thursday as investors were buoyed by strong earnings from domestic retailers Macy's and Dollar Tree, easing some concerns that consumer spending has slowed. </p> <p>The S&amp;P 500 ended the day up 2 per cent, while the tech-heavy Nasdaq Composite advanced 2.7 per cent, the biggest gain for both in a week. </p> <p>Discount stores Dollar Tree and Dollar General were among the biggest movers, rising 22 per cent and 14 per cent, respectively. Department store Macy's raised its 2022 profit forecast, sending its shares up 19 per cent. </p> <p>The news from the retailers collectively soothed investors' worries over consumer spending, ignited last week by profit warnings from <a href=\"https://www.ft.com/content/273842d8-b7b9-4718-8751-ecbc5db88e1a\">Target and Walmart</a>.</p> <p>“The fact you get a major retailer telling a different story from what other major misses have told helps calm people down a bit,” said Jim Paulsen, chief investment strategist at The Leuthold Group. </p> <p>In Europe, the regional Stoxx Europe 600 index ended the day up 0.8 per cent, while the FTSE 100 and Germany's Dax 40 closed up 0.6 per cent and 1.6 per cent, respectively.</p> <p>Markets have been choppy in recent weeks as traders prepare for global central banks, led by the US <a href=\"https://www.ft.com/stream/e5533208-e5cc-4be5-aea1-c464a9a205e3\">Federal Reserve</a>, to tighten monetary policy in an attempt to cool inflation even as concerns increase that global growth is faltering.</p> <p>But investors hoped that a volatile period in the market was beginning to pass. “I don't think you can say the bottom is imminent,” said Tim Graf, global head of macro strategy at State Street Global Markets. “But we have probably seen the most volatile period of drawdowns [of the stock market].” </p> <p>In bond markets, the US 10-year Treasury yield ended the day roughly flat at 2.75 per cent, a sign that a recent rally in safe-haven assets was losing momentum. The ICE BofA Move index, which measures volatility in the Treasury market, hit 102.5, its lowest level since mid-March.</p> <p>In a further sign of investors' growing appetite for riskier assets, the JNK ETF, an exchange-traded fund of American companies' high-yield “junk” bonds, rose 1.6 per cent. It is up 3.9 per cent this week.</p> <p>Investors shrugged off a mixed batch of US economic data. Revised figures showed the world's biggest economy contracted at an annualised rate of 1.5 per cent in the first quarter, slightly worse than the previous estimate of 1.4 per cent. </p> <p>The decline came as the US trade deficit widened, government spending declined and commercial inventory investment dipped, according to a report from the commerce department. However, consumption, an important component of gross domestic product, continued rising. </p> <p>Meanwhile, first-time claims for unemployment benefits fell last week to 210,000, better than the consensus of 215,000 by economists polled by Refinitiv.</p> <p>“The market is paying more attention to economic data. A few weeks ago it was all about inflation, not so much about other macro data. Now everything that could affect growth is important, especially all that's related to consumption,” said Anne Beaudu, a global fixed income portfolio manager at Amundi. </p><p>Source: Ian Johnston in London and Kate Duguid in New York 2022 'US stocks rally as retailers post upbeat earnings' FT.com 26 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-26T20:14:18.296Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 682,
          "end": 689
        }
      ]
    }
  ]
}