{
  "_id": "82bba564c570663f4ee787328db6b768d976ea134b0c9637bd10bd2896eba52d",
  "feed": "wall-street-journal",
  "title": "Three People in Custody After 50 Migrants Found Dead in Trailer in San Antonio, Texas; Federal officials called the episode an 'alleged human smuggling event'",
  "text": "<p>San Antonio Police Chief William McManus didn't provide details on who the three people in custody were or what they were arrested for, saying the investigation was in the hands of federal agents. He said the trailer was discovered after a local worker heard a cry for help and went to investigate.</p><p>The incident is being investigated by the Homeland Security Investigations division of U.S. Immigration and Customs Enforcement, which in a statement on Tuesday called the episode an \"alleged human smuggling event.\" President Biden was briefed on the situation, White House officials said on Tuesday morning.</p><p>Mr. Ebrard said that Mexican authorities are joining the U.S. investigation. \"We're in mourning. Enormous tragedy,\" he said on Twitter.</p><p>San Antonio Fire Chief Charles Hood said at a press briefing on Monday night that his department transported 16 survivors to hospitals, four of whom were minors. When firefighters arrived at the scene, they found a body outside the trailer.</p><p>\"We're not supposed to open up a truck and see stacks of bodies in there,\" Mr. Hood said. \"None of us come to work imagining that.\"</p><p>Mr. Hood said that he didn't know of any minors who had died during the episode.</p><p>\"The patients that we saw were hot to the touch. They were suffering from heat stroke, heat exhaustion,\" Mr. Hood said, adding that there were no signs of water in the trailer and there was no visible air-conditioning unit on the vehicle.</p><p>Temperatures in San Antonio broke triple digits on Monday, according to National Weather Service meteorologist William Churchill. The high topped out at 103 degrees, just one shy of the 104-degree record set on June 27, 2012, Mr. Churchill said.</p><p>San Antonio experienced record warmth this month, the National Weather Service in Austin and San Antonio said last week.</p><p>Federal immigration officials routinely run safety campaigns warning migrants against traveling in tractor-trailers because of the possibility of overheating.</p><p>\"This speaks to the desperation of migrants who would put their lives in the hands of callous human smugglers who show no regard for human life,\" Customs and Border Protection Commissioner Chris Magnus said in a statement Tuesday night. \"We will be working with our federal, state and local partners to assist in every way possible with this investigation.\"</p><p>San Antonio Mayor Ron Nirenberg said Monday's discovery was \"nothing short of a horrific human tragedy.\"</p><p>\"We hope that those responsible for putting these people in such inhumane conditions are prosecuted to the fullest extent of the law,\" he said.</p><p>San Antonio is located about 150 miles from the Mexican border and is a major transit point for migrants. In 2017, the dead bodies of 10 people were found in a tractor-trailer in a Walmart parking lot in the city.</p><p>The trek north for migrants to the U.S. can be treacherous, with dozens often packed into one vehicle. In August 2021, at least 10 migrants died and 20 were injured in a van that crashed on a remote South Texas highway. A trailer truck en route to the U.S. crashed in southern Mexico in December, killing 55 migrants and injuring at least 104.</p><p>Migrant arrests at the U.S.-Mexico border have surged in recent months, aided in part by a rise in Cuban asylum seekers. The surge came as the Biden administration has tried to roll back Title 42, a Trump-era immigration policy that enables border agents to quickly turn away migrants. A federal judge blocked the Biden administration from ending the policy in May.</p><p>Mexican President Andrés Manuel López Obrador said migration will be one of the main issues to be discussed when he meets in Washington on July 12 with President Biden.</p><p>\"This is a basic subject to be addressed…this is a bitter proof that we need to keep insisting on supporting people so they don't have the need to abandon their homes to seek a living on the other side of the border,\" he said Tuesday.</p><p>—Santiago Perez contributed to this article.</p><p>Write to Alyssa Lukpat at alyssa.lukpat@wsj.com</p><p>Three People in Custody After 50 Migrants Found Dead in Trailer in San Antonio, Texas</p>",
  "published": "2022-06-28T13:35:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2751,
          "end": 2758
        }
      ]
    }
  ]
}