{
  "_id": "69133667e0a55adac332bdf77b3d388bc3903293c5d05b99fceeb324f6f675f1",
  "feed": "wall-street-journal",
  "title": "Business News: Walmart Expanding Use Of Drones for Deliveries",
  "text": "<p>The announcement is an expansion of a partnership with operator DroneUp LLC, which began operating drone-delivery hubs out of Walmart stores in Arkansas in November. Orders are fulfilled from stores, loaded onto the drones and delivered to yards using a cable that lowers the package to the ground. Walmart invested in DroneUp last June.</p><p>Walmart joins other retailers like Amazon, as well as delivery firms like FedEx and United Parcel Service Inc., to explore delivering items using drones. The companies have for years touted drones as a potential solution to the costly last mile of home deliveries and also to reach rural customers in a more cost-effective way.</p><p>David Guggina, Walmart's senior vice president of innovation and automation, said that the company has been surprised how customers have been using the drone service so far. They thought most orders would be for emergency supplies.</p><p>\"We're finding they use it for sheer convenience, like a quick fix for a weeknight meal,\" he wrote in a corporate blog post Tuesday. A top seller at one hub: the boxed meal kit Hamburger Helper.</p><p>Early commercial applications of drone operations have been limited. UPS's first approval of commercial drone operations involved shipping medical products and specimens across hospital campuses.</p><p>FedEx's Express unit earlier this year said it was partnering with Elroy Air Inc. on autonomous drone cargo delivery to move shipments between sortation centers.</p><p>UPS Chief Executive Carol Tome earlier this year said that a broader commercial drone delivery network is still a ways off. \"There are lots of issues with drones. You can't fly them when it's windy, you can't fly them when it's rainy,\" Ms. Tome said at a U.S. Chamber of Commerce event in January. \"There will be a time when drones have a bigger role commercially.\"</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-05-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 15,
          "end": 22
        },
        {
          "start": 338,
          "end": 345
        },
        {
          "start": 681,
          "end": 688
        },
        {
          "start": 126,
          "end": 133
        },
        {
          "start": 299,
          "end": 306
        }
      ]
    }
  ]
}