{
  "_id": "d05100e1079816678d61920d8d96299ab92a21d75f645885251fb0cb1828d5a9",
  "feed": "wall-street-journal",
  "title": "Grubhub Owner Jet Could See Broader Engine Failure; Selling Grubhub might not solve Just Eat Takeaway.com's problems",
  "text": "<p>Amsterdam-based Jet said on April 20 that first-quarter orders fell 5% year over year in North America, but grew 4% on the same basis in Northern Europe, where its business is strongest. The underperformance wasn't an anomaly: Last year, Jet reported 33% order growth globally on an annual basis, though North American orders, including Grubhub's business, grew just 19%.</p><p>Grubhub has gone from a clear market leader in U.S. food delivery to a distant third as DoorDash and Uber Technologies' Uber Eats caught fire. It is true that DoorDash in particular grew by going after more underserved areas such as suburbs rather than focusing exclusively on Grubhub's top cities. But Grubhub, which wasn't originally a delivery platform and instead relied on restaurants to make their own deliveries, was arguably beaten by both platforms in terms of logistics and spending and had to scramble to catch up.</p><p>Activist investor Cat Rock Capital, which has a stake of roughly 6.9% in Jet, has long been calling on the company to divest Grubhub to focus on its best-performing European markets. But at this stage, Grubhub's business could be seen as even less attractive than it was back when Uber also bid on it in mid-2020. Bloomberg Second Measure data show Grubhub's U.S. market share has declined since.</p><p>Even if someone does come to the table for Grubhub—Cat Rock has suggested the likes of Amazon.com, Walmart or Instacart—the sale could create its own problems for Jet. The company has struggled not only with accurate forecasting but also with clear communication to its investors as to how long things such as commission caps will last and how quickly Grubhub's business can improve.</p><p>Admitting defeat and selling the company won't help build confidence in Jet's future decisions. Jet's shares rose just 2% after the company said in its first-quarter trading update it was actively exploring a strategic partner or sale of Grubhub but have since reversed those gains.</p><p>The removal of Grubhub's drag on its business also will turn all eyes back to Jet's European markets. In many of these, such as Germany, Jet has a massive leadership position. But these key markets also are being inundated by competitors, some of which are the very same that dethroned Grubhub in the U.S.</p><p>You can argue that Jet is better positioned in its top markets than Grubhub was, but at the very least, it will need to pay to maintain its lead. Some of the things Jet touts, like \"profitability is in our DNA,\" sound ominously similar to what Grubhub used to say before major U.S. competition came in and former Chief Executive Matt Maloney was finally forced to spend money to chase it.</p><p>In the U.K., Jet has been focused on rapid growth, but it also has had to contend with a hard court press there from Uber. Ultimately, Jet lost $107 million on the basis of adjusted earnings before interest, taxes, depreciation and amortization last year. Northern Europe, where DoorDash has recently entered both with its namesake brand and through its recent acquisition of Wolt, was Jet's most-profitable business segment last year. Spending more to maintain share or to retain its customers could threaten Jet's guidance to turn Ebitda positive next year.</p><p>Jet lowered its guidance earlier in April for both gross transaction value growth and its adjusted Ebitda margin for this year. For a management team whose credibility already is being questioned, further downward revisions would hardly be an appetizing look.</p><p>Write to Laura Forman at laura.forman@wsj.com</p><p>Grubhub Owner Jet Could See Broader Engine Failure</p>",
  "published": "2022-05-01T13:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1394,
          "end": 1401
        }
      ]
    }
  ]
}