{
  "_id": "03cb1569f91b51c0e48ae95efdcdce82515a12c69edd049bb39ac5b01f2aaa18",
  "feed": "market-watch",
  "title": "Kellogg could face pushback from major retailers like Walmart over price hikes; Kellogg was downgraded to neutral at UBS as inflation and spinoffs of the cereal and plant-based businesses raise uncertainty",
  "text": "<p>\"Kellogg's stock is up the second most in our coverage year-to-date, but we are concerned that the company is going to experience a significant amount of inflation over the next 12 months and will likely have difficulty passing through as much price going forward in light of Walmart's/Target's/Kroger's recent commentary to keep costs down in food and beverage categories,\" analysts led by Cody Ross said.</p><p>Kellogg shares are up 13.1% for the year to date. The broader S&amp;P 500 index SPX has slumped 18.1%.</p><p>Walmart WMT Chief Executive Doug McMillon discussed the inflationary environment and the company's reaction to it during the first-quarter earnings call in May.</p><p>\"While we've experienced high levels of inflation in our international markets over the years, U.S. inflation being this high and moving so quickly, both in food and general merchandise, is unusual,\" he said, according to FactSet.</p><p>\"We'll control what we can control, reduce our inventory level, and keep prices as low as we can, especially on opening price-point food items, while improving our profit performance.\"</p><p>See: Walmart says consumers are trading down to private label for items like dairy and bacon</p><p>Also: Target expands promotions for students and teachers amid back-to-school inflation squeeze</p><p>UBS analysts published a \"trade down analysis\" alongside its Kellogg's downgrade, finding that private labels are making a comeback.</p><p>\"If private label volume retraces to pre-Covid trends, we expect retailers will push back more forcefully against future price increases, causing our covered companies to make a difficult decision between market share or margin,\" UBS wrote in that report.</p><p>\"We believe private label volume will be the most important factor dictating the durability of CPG's pricing power.\"</p><p>And: Amazon Prime Day will be huge for deal seekers hoping to score a discount amid soaring inflation</p><p>A June consumer sentiment survey conducted by Cowen analysts shows that 68% of shoppers plan to cut their spending or have already done so, with many saying it's because of higher costs. Groceries is one of the key categories on the chopping block.</p><p>UBS analysts are also uneasy about the level of uncertainty fromthe spinoff of Kellogg's cereal and plant-based food businesses.</p><p>Kellogg brands include Pop-Tarts, Apple Jacks, MorningStar Farms, Pringles and Eggo.</p><p>Read: Kellogg separation isn't as big a deal as the Kraft-Mondelez split, analysts say</p><p>Don't miss: TreeHouse Foods shares jump as private-label goods make gains across income levels</p><p>\"Given the company does not plan to provide an update for another ~12 months, we believe the investment case is more murky today and therefore believe it is best to move to the sideline,\" UBS said.</p><p>Kellogg could face pushback from major retailers like Walmart over price hikes</p>",
  "published": "2022-07-08T11:26:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1088,
          "end": 1095
        },
        {
          "start": 506,
          "end": 513
        },
        {
          "start": 276,
          "end": 283
        },
        {
          "start": 54,
          "end": 61
        },
        {
          "start": 2777,
          "end": 2784
        }
      ]
    }
  ]
}