{
  "_id": "dfd2ff825aa42040c4d807085391bc8c7dbbc620ed73b2a5b86f9700ffac6afb",
  "feed": "wall-street-journal",
  "title": "Business News: Logistics Firm Maersk Appoints Clerc CEO --- Executive takes reins at the company amid tumbling freight rates, high inflation",
  "text": "<p>Maersk 's current CEO, Soren Skou , will leave the company after nearly 40 years. He has served as Maersk 's chief since 2016 and spearheaded the company's evolution from a container shipping and oil conglomerate to an integrated logistics provider that operates freight ships, port terminals, warehouses and cargo planes.</p><p>Mr. Clerc is taking the reins after a period when high ocean freight rates helped Maersk report strong earnings through the Covid-19 pandemic.</p><p>Maersk reported more than $24 billion in profits through the first nine months of this year after generating a record annual profit of more than $18 billion in 2021.</p><p>The outlook for 2023 is challenging, analysts and company executives say, as ship freight rates decline from recent highs with large importers such as Walmart Inc . and Target Corp . cutting orders and reducing their inventory amid shifts in consumer spending.</p><p>\"We clearly have to find a new balance in this new market\" based on ocean freight rates, Mr. Clerc said in an interview with The Wall Street Journal.</p><p>Maersk said it is moving 30% fewer containers across the Pacific since last year, with dozens of vessels taken out of the trade. Congestion at Southern California ports as a result of strong import demand late last year and early this year has since cleared out.</p><p>\"You can't deploy more capacity than what our customers need,\" Mr. Clerc said. \"We are going through a significant inventory correction in the U.S. and Europe, and we made significant capacity adjustments to our capacity in and out of Asia.\"</p><p>Trans-Pacific spot freight rates have collapsed from the pandemic-driven highs. The daily price to send a container from Shanghai to California is now roughly $1,400 from $15,000 in December 2021, according to the Freightos Batic Index. In 2019, the daily spot price along that route was around $1,500.</p><p>Ocean freight rates are expected to come under more pressure next year as a slew of new ships now under production hit the water. While container demand is slated to decline next year, capacity is expected to grow by 8% in 2023 and another 9% in 2024, according to shipping-services provider Braemar .</p><p>\"The main East-West ocean trades are in for a tough winter and a challenging 2023,\" said Braemar container analyst Jonathan Roach. \"Uncertainty remains high on the pace of a trade recovery for 2024 and beyond, as geopolitical crises keep popping up and without a time frame.\"</p><p>To mitigate oversupply, container-ship demolition is expected to increase next year, according to ship owners, operators of scrap yards and industry analysts. Ship owners avoided scrapping vessels over the past couple of years because of the high demand to move goods.</p><p>Mr. Clerc said Maersk will move out of expensive charter agreements and cut costs where it can.</p><p>The World Trade Organization expects global goods trade will grow 1% next year from 2022, a slowdown from the estimated 3.5% expansion this year. Maersk is seen as a bellwether of global trade with more than 700 ships in operation.</p><p>\"It will take some time before the clear picture on the market comes up,\" Mr. Clerc said. \"It's unpredictable for our customers and for us, and we will spend some months trying to find what balance should be. But it should be higher than in 2019 given the inflation and higher fuel costs.\"</p><p>Shares of Maersk closed more than 2% lower in Copenhagen trading Monday, bringing their decline this year to about 40%.</p>",
  "published": "2022-12-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "confidence": 0.999856,
      "offsets": [
        {
          "start": 783,
          "end": 794
        }
      ],
      "weightsV2": {
        "weight": 1.0007949,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.00079488754,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}