{
  "_id": "d7ea90c584e4034a9e9ae56ca5e5d27b1cc0d879b95de36e497fc0344184614e",
  "feed": "ftcomall",
  "title": "Sainsbury's advisory rejig adds new angle to perpetual bid speculation",
  "text": "<h2>Sainsbury's: supermarket sweep</h2> <p>Shore Capital was this week celebrating its biggest ever corporate client win: J Sainsbury. The £6bn-valued supermarket <a href=\"https://markets.ft.com/data/announce/detail?dockey=1323-15367818-1H3O2MLBO1VVB8G0I5SSBTTH9L\">named Shore</a> as joint house broker to work alongside UBS, its financial adviser for a quarter of a century, and M&amp;A boutique Robey Warshaw, which was added to the roster in 2020 following its unsuccessful tilt at Asda. </p> <p>Any change in Sainsbury's corporate team revives takeover speculation and this was no exception. It helped that Shore's previous biggest client, rival grocer Wm Morrison, was <a href=\"https://www.ft.com/content/4d990b0f-2728-4126-adee-d4111aae7a45\">sold in October</a> to US private equity group Clayton, Dubilier &amp; Rice. Andrew Higginson, who chaired Morrisons during the protracted takeover saga, has been a <a href=\"https://www.shorecapmarkets.co.uk/people/andrew-higginson/\">senior adviser</a> at Shore since 2016. And Clive Black, the bank's veteran head of research, has <a href=\"https://www.ft.com/content/a6fc046c-9b2f-413c-8fa6-e928ada604bf\">written often</a> about why it makes sense for private equity funds and overseas rivals to pick off the publicly listed UK supermarkets that remain. </p> <p>Continued stake building this month by Daniel Kretinsky, Sainsbury's second-biggest shareholder after Qatar Holding, has kept alive perennial hopes of buyout interest. Corporate advisory reshuffles have never proved a useful lead indicator, however.</p> <p>In 2004, amid speculation that private equity funds were circling, Sainsbury's was reported to have <a href=\"https://www.wsj.com/articles/SB109900606216559244\">recruited Morgan Stanley</a> to draft a defence strategy. Nothing happened. The US bank held on to its broking mandate throughout the anticlimax of a possible deal with Marks and Spencer <a href=\"https://www.ft.com/content/497712eb-d7cf-3ac7-a5f7-15382e80984f\">in 2007</a> and a Qatar-backed consortium's non-starter buyout plan <a href=\"https://news.sky.com/story/cvc-and-qatar-abandon-6bn-sainsburys-bid-10245044\">in 2016</a>. Sainsbury's eventually ditched Morgan Stanley in late 2020, more than a year after the Asda merger it advised on had been blocked on <a href=\"https://www.ft.com/content/5d46ad0e-675d-11e9-a79d-04f350474d62\">competition grounds</a>.</p> <h2>Cordiant: thinning the crop</h2> <p>London's pipeline of new issues has nearly shut down in recent weeks as the Ukraine war roils equity markets. According to advisers, the few companies to press ahead are being given a free hit.</p> <p>Cordiant Global Agricultural Income, London's biggest announced float so far this year, has extended its marketing period having been overloaded with meeting requests, a person familiar with the process said. The Cordiant-managed vehicle has targeted raising $300mn to provide farm funding and invest in crop-yield technologies. And unusually, CGAI is reviving <a href=\"https://www.ft.com/content/e3449fbe-0644-11e2-bd29-00144feabdc0\">subscription shares</a>, a warrant-like instrument that fell out of fashion a decade ago amid complaints from ordinary shareholders that conversion often meant dilution. </p> <h2>FCA: inside information</h2> <p>Whatever happened to the Financial Conduct Authority's Freedom of Information <a href=\"https://www.fca.org.uk/freedom-information/disclosure-log\">request disclosure log</a>? </p> <p>Since 2013 the City regulator has been publishing skeleton outlines of disclosures made under the Freedom of Information Act whenever it considers the request to be in the wider public interest. About two-dozen requests a month had been fitting that criteria until March 2021, after which none has. The final update on the website after that date, giving diary entries for the FCA's three meetings with <a href=\"https://www.ft.com/content/a6d578c4-9a57-4375-b7b2-c88d4b7cc21f\">Greensill Capital</a> representatives over the previous three years, is from May 2021. </p> <p>Asked if the log is still operational, the FCA promised to find out and at publication time had not been heard from again, so at least the disclosure policy is consistent.</p> <h2>HSBC: communications breakdown</h2> <p>Reality caught up with HSBC this week when the bank announced plans to open in the metaverse shortly after axing a tenth of its real-world UK branches.</p> <p>HSBC revealed on Wednesday that it had taken a plot in <a href=\"https://sandboxgame.medium.com/hsbc-to-become-the-first-global-financial-services-provider-to-enter-the-sandbox-c066e4f48163\">The Sandbox</a>, an NFT-embedded virtual world owned by Australia-listed blockchain speculator Animoca Brands. The stunt was organised by HSBC's Hong Kong office and had been scheduled to run the day before, City Insider hears, but was pushed back at the last moment. </p> <p>Meanwhile, HSBC's London team had marked Tuesday to break the news that <a href=\"https://www.ft.com/content/65d26f6c-7730-4729-95d1-a3ddcee17637\">69 of its 510 UK branches</a> were to close. A simultaneous leap into the metaverse might not have been received warmly by customers about to lose their local bank, nor by the 400 staff whose jobs are at risk.</p> <p>News can be tricky to contain within decentralised organisations, however. Sandbox's UK publicity agent, one of myriad on the account, failed to receive HSBC's request to hold fire and broadcast the release a day early, only to attempt a recall seven hours later. Animoca Brands' communications director told City Insider he had never even heard of the agency at fault. If only there were some kind of distributed ledger technology that could keep track of this stuff.</p><p>Source: Bryce Elder 2022 'Sainsbury's advisory rejig adds new angle to perpetual bid speculation' FT.com 18 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-18T05:00:53.354Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}