{
  "_id": "2d1d73e7ce4c34ab4a1d03cdedf4cd7a4481fb154c2d64836e014bd9130d7e9c",
  "feed": "market-watch",
  "title": "S&P 500 struggles to hold gain after after worst day for stocks in nearly 2 years; Cisco leads Dow decliners after downbeat guidance",
  "text": "<p>* The Dow Jones Industrial Average DJIA was 140 points lower, or 0.5%, at 31,343, but off the session's 31,016.41 low.</p><p>* The S&amp;P 500 SPX was off 9 points, or 0.3%, at 3,913, after flipping between small gains and losses.</p><p>* The Nasdaq Composite COMP was up 28 points, or 0.3%, at 11,446.</p><p>On Wednesday, the Dow Jones Industrial Average fell 1,165 points, or 3.6%, the S&amp;P 500 declined 4%, and the Nasdaq Composite dropped 4.7%. The drop on Wednesday for the Dow and S&amp;P 500 was the most since June 11, 2020. The intraday low of the year of 3,858.87 is in danger of being tested.</p><p>What's driving markets</p><p>Stocks traded mixed in choppy action Thursday, with the S&amp;P 500 briefly flipping positive, after a sweeping selloff a day earlier as the Russia-Ukraine war, a slowdown in China's economy, high inflation and rising interest rates caused investors to worry about corporate profits and economic growth.</p><p>\"It's kind of a piling on,\" said Joe Quinlan, head of chief investment office market strategy at Merrill and Bank of America Private Bank, by phone. With retailers reporting the pinch of higher costs, questions have begun to percolate around if the U.S. could have a recession sooner than later.</p><p>\"Retail cuts right at the heart of what drives the U.S. economy, i.e. consumers,\" Quinlan said, adding that while the savings rate has come down from pandemic highs, the employment picture remains strong, even as it has gotten harder for many households to meet their energy and rent bills. \"Retail cuts so close to the consumer, that pushed a lot of money off to the sidelines.\"</p><p>Stocks struggled to hold gains after Wednesday's disappointing results from Target Corp. TGT. Its earnings miss, a day after rival retailer Walmart WMT also disappointed with its quarterly results, unnerved investors already rattled by the Federal Reserve's interest-rate-hike campaign.</p><p>\"The language we're seeing from Fed officials isn't filling me with confidence either,\" said Craig Erlam, senior market analyst at Oanda. \"We've gone from them being confident of a soft landing, to a softish landing and even a safe landing.\"</p><p>That said, shares of retailer Kohl's Corp. KSS were higher, after shedding 11% in Wednesday's selloff after reporting a wide miss on profit and sales.</p><p>Analysts noted that Target's results showed consumers moving away from stay-at-home goods like furniture and televisions. The U.S. retail sales reportreleased this week showed spending at bars and restaurants up nearly 20% from year-earlier levels, or more than double the overall retail spending rate.</p><p>See: Melvin Capital's liquidation may have been the mystery catalyst behind Wednesday's plunge in stocks</p><p>In U.S. economic data Thursday, first-time claims for unemployment benefits rose21,000 last week to 218,000. The Philadelphia Federal Reserve's regional manufacturing indexdropped sharply to 2.6 in May, a two-year low, from 17.6 a month earlier.</p><p>Existing-home sales fell2.4% to a seasonally adjusted annual rate of 5.61 million in April, the National Association of Realtors said Thursday. Compared with April 2021, home sales were down 5.9%. Economists polled by The Wall Street Journal had expected a decrease to 5.64 million units.</p><p>Companies in focus</p><p>* Shares of Harley-Davidson Inc. HOG tumbled 8.7% Thursday, after the motorcycle maker said it would suspend all assembly and shipments for two weeks.</p><p>* Tesla Inc. TSLA shares were up 0.6% after Wedbush analyst Dan Ives slashed his price target by 29%, citing \"hard to ignore\" headwinds in China, as COVID-related lockdowns have reduced demand. Ives reiterated the outperform rating he's had on the electric vehicle maker since April 2021 but cut his price target to $1,000 from $1,400.</p><p>* Cisco Systems Inc. CSCO shares fell 14% to lead Dow decliners after the network-equipment maker logged third-quarter revenue below analysts' expectations and guided for lower fourth-quarter and fiscal 2022 revenue.</p><p>* Further proving it wasn't all gloom for the retail sector, shares of BJ's Wholesale Club Holdings Inc. BJ jumped about 10% after the membership-based warehouse retailer reported fiscal first-quarter profit, revenue and same-store sales that rose above expectations.</p><p>* Spirit Airlines Inc. SAVE on Thursday said its board has unanimously determined that JetBlue Airways Corp.'s JBLU $30-a-share cash offer isn't in the best interest of the airline and its shareholders, urging the latter to reject the tender launched by JetBlue earlier this week. Spirit had already reiterated earlier in May its support for the merger deal with Frontier Group Holdings Inc. ULCC, that it had agreed before JetBlue made its offer. Spirit shares were up 1.1%, while JetBlue shares were up 4.3% and Frontier rose 4.5%.</p><p>What other assets are doing</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y fell 5 basis points to 2.84%. Yields and debt prices move opposite each other.</p><p>* The ICE U.S. Dollar Index DXY dropped 1%.</p><p>* Bitcoin BTCUSD was up 3.4% near $30,000.</p><p>* Oil futures rose, with the U.S. benchmark CL.1 up 0.6% near $110 a barrel. Gold futures GC00 closed up 1.3% to settle at $1,841.20 an ounce.</p><p>* The Stoxx Europe 600 XX:SXXP closed down 1.4%, while London's FTSE 100 UK:UKX dropped 1.8%.</p><p>* The Shanghai Composite CN:SHCOMP rose 0.4%, while the Hang Seng Index HK:HSI dropped 2.5% in Hong Kong and Japan's Nikkei 225 JP:NIK shed 1.9%.</p><p>—-Steve Goldstein contributed reporting</p><p>S&amp;P 500 struggles to hold gain after after worst day for stocks in nearly 2 years</p>",
  "published": "2022-05-19T18:14:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1716,
          "end": 1723
        }
      ]
    }
  ]
}