{
  "_id": "44233af621e401f794cce7a12d5bfca82662c2197a8d1d55adf24cf5fc56e5d8",
  "feed": "ftcomall",
  "title": "A generation locked in the UK's savings crisis",
  "text": "<p>Keiran Daly remembers the days when his fellow workers at a Manchester restaurant would be in tears on opening their pay packets. “Colleagues were crying because they'd done all that work and the pay cheque didn't give them enough to cover their bills.”&#xa0;</p> <p>Since graduating in 2021, the 22-year-old film and television production graduate has left hospitality work for a role in business administration and lives with his partner in Manchester. </p> <p>He has a stable salary complete with holidays, sick pay and other benefits and has “never had to double check his bank account” before buying something he wants. </p> <p>But, like many other young Britons, he has a looming sense of financial unease — a fear that the deepening cost of living crisis is making it harder to manage money from one month to the next or plan spending, let alone to save for the future. </p> <p>The goals that previous generations of people in solid jobs like his took for granted — a home of their own and a secure pension — seem out of reach. </p> <p>“How are we expected to have any kind of milestone goals in mind when the goalposts are slowly being moved?” Daly asks. “I've stopped saving because what would it be worth in five years? I have no hope of owning anything or having those big milestones.”</p> <p>Daly is hardly alone. The difficulties millennials had already encountered before the pandemic have since been magnified by the biggest surge in consumer prices since the 1970s.</p> <h2>Inflation hits young renters hard</h2> <p>UK inflation, which <a href=\"https://www.ft.com/content/53999287-fb75-4da2-883c-bae1782354b9\">reached 9 per cent </a>in April, has a particular impact on the young — not just those without work or in part-time jobs, but those in permanent posts, like Daly.</p> <p>They are more likely to rent, have lower savings and less financial resilience than their parents, while changes to student loan thresholds for graduates spell further squeezes on their bank balances.</p> <p>Research by <a href=\"https://www.royallondon.com/media/press-releases/press-releases-2022/march/cost-of-living/\">Royal London</a>, a pension provider, shows that those aged under 35 are almost equally worried about the cost of living as all adults but that their concerns focus on different factors. &#xa0;</p> <p>Young people are most worried by rising energy prices and household expenses, in line with other age groups, with many cutting back on expenses. Daly has changed from doing grocery shopping in Asda to Aldi, a cost-cutting measure that saves him and his partner around £40 every two weeks.</p> <p>But under 34-year-olds are also more likely to be worried about rents. Some 69 per cent of 18 to 24-year-olds and 64 per cent of 25 to 34-year-olds were concerned about rising rental costs, compared with 44 per cent overall, Royal London found.</p> <p>Rental costs are rising not just because of inflation but because of renewed demand, as workers flock back to the cities as the pandemic eases. Private rents are growing at their fastest rate since 2016, up 2.7 per cent in the year to April 2022, according to the <a href=\"https://www.ons.gov.uk/economy/inflationandpriceindices/bulletins/indexofprivatehousingrentalprices/latest\">ONS</a>. The increases are spread across the country, with the steepest rises in the East Midlands, the east of England and the South West.</p> <p>On top of this comes the <a href=\"https://www.ft.com/content/285e77b5-0bfa-4169-9f82-17cbd8ddcc70\">energy shock</a>. Almost 40 per cent of renters found it difficult to pay gas and electricity bills in March, compared with 23 per cent of mortgage borrowers, according to the <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/personalandhouseholdfinances/expenditure/articles/therisingcostoflivinganditsimpactonindividualsingreatbritain/november2021tomarch2022?s=09\">ONS opinions and lifestyle survey</a>. </p> <p>Maria Masullo, a lecturer and tutor in her 30s living in London with her 10-month-old daughter and partner, says her gas and electricity bills have more than doubled. “We are very worried about a further increase,” she says. “Everything else has gone up too — food included.”</p> <p>Energy costs can hit renters harder because “for the most part, renters pay the energy bills but they don't have much control over whether their home is insulated properly or the heating systems are up to date,” says Dan Wilson Craw, deputy director of Generation Rent, a representative body for private renters in the UK. </p> <p>Some 60 per cent of private renters are in homes rated D or below for energy performance, he added, meaning that many live in draughty, poorly insulated properties. Tenants also face insecurity, which can add to costs. After Masullo discovered that widespread damp had been painted over in her rental property and asked for temporary accommodation during construction works, her landlord served notice on the young family. </p> <h2>What next for pay and real incomes? </h2> <p>In the past decade, wages for young people have kept pace with prices. <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/earningsandworkinghours/datasets/ashe1997to2015selectedestimates\">Median gross earnings</a> for 22 to 29-year-olds were £26,019 in 2021, compared with £20,600 in 2011, rising slightly above the rate of inflation, according to Bank of England analysis.</p> <p>In the highest-earning roles, such as finance and law, graduates have enjoyed large increases in pay, as companies fight for talent. Clifford Chance, a leading law firm, <a href=\"https://www.ft.com/content/de8c79d4-0d9a-4901-bf43-7251838007a5\">now offers</a> newly-qualified solicitors starting pay of £125,000 a year.</p> <p>Despite the expansion of the gig economy, young people are still landing secure long-term jobs a few years after leaving university. While around 10 per cent of those aged 16 to 24 have zero-hours contracts, 25 to 34-year-olds have better job security, with just 2.5 per cent on <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/employmentandemployeetypes/articles/labourmarketeconomicanalysisquarterly/march2021\">zero-hours contracts</a> in 2020.</p> <p>For the moment, pay is still rising — but not in real terms for most people, including the young. Increases are failing to keep pace with inflation, according to the ONS, which says that pay, including bonuses, rose at an annual rate of 5.4 per cent in the three months to the end of February, or 4.0 per cent without bonuses. Taking inflation into account, the corresponding figures were 0.4 per cent and minus 1 per cent.</p> <p>And that was before the Ukraine war further boosted energy and food prices. Andrew Bailey, the Bank of England governor, has urged workers to “think and reflect” before <a href=\"https://www.ft.com/content/b661b0cd-2f2b-4465-882e-c62ff19bf1c8\">demanding big pay increases</a>. Economists predict that the rate of price increase should tail off next year. But whether pay rises will be limited is unclear, especially as employers report record numbers of vacancies.</p> <p>According to the Graduate Recruitment Bureau, a recruiter that connects employers with graduates, average entry level salaries have risen from £26,241 in 2021 to £28,587 so far this year — a 9 per cent increase. “This is a mix of inflation to help with the cost of living and competition for talent,” one consultant says.</p> <p>Gifted graduates stand to gain from the talent war but pay can be held back in some fields, notably the public sector. This could encourage some to change jobs in search of higher salaries. Those swapping employers <a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/earningsandworkinghours/articles/jobchangersandstayersunderstandingearningsukapril2012toapril2021/april2012toapril2021\">earned 6.6 per cent more</a> on average than those who stayed put in April 2021, the latest month for which figures are available from the ONS.</p> <h2>Student loans increase in a hidden tax</h2> <p>As well as rising living costs and choppy labour markets, young people also face increases in student loan repayments in the years ahead. A recent graduate of Manchester Metropolitan University, Daly is among those likely to repay more in student loans than predecessors. </p> <p>In January, the government <a href=\"https://www.ft.com/content/32a355ec-509e-4910-9758-cfc04b94761e\">froze</a> the student loan repayment threshold, the salary level at which students begin repayments, at £27,295 for those starting degrees from 2012 to 2022 rather than rising with inflation, a move dubbed as a stealth tax by the <a href=\"https://ifs.org.uk/uploads/BN341-Student-loans-reform-is-a-leap-into-the-unknown.pdf\">Institute for Fiscal Studies</a>. </p> <p>A <a href=\"https://www.ft.com/content/e7966012-7301-4bcb-9092-84d1128e4b57\">decision</a> to lower the threshold to £25,000 for new starters and extend the repayment period from 30 to 40 years ensures that more future graduates will repay their loans in full. However, the interest rate on loans will be cut so that graduates pay back no more than they borrow in real terms. </p> <p>This rate cut will benefit highest earners most, as they already pay off their loans in full at higher rates. Middle-earning graduates will be hit hardest, as their loans will no longer be wiped after 30 years.</p> <p>In the immediate term, the freeze in the repayment threshold is the change most likely to impact graduates' wallets: those earning £30,000 will pay £10 more per month. “It's basically a tax rise”, says Ben Waltmann, a researcher at the IFS. “These young graduates don't necessarily have a huge amount of money, many will be saving up for houses or starting a family. This adds to the squeeze,” he says.</p> <h2>Buying a home gets harder than ever</h2> <p>Repaying student loans makes it even harder to save for the ultimate aspiration of other post-1945 generations — buying a home. An average UK house now costs more than eight times annual average earnings, following recent housing price surges. </p> <p>That compares with a multiple of four during much of the 1980s, when the parents of today's young people were often buying their first homes, <a href=\"https://www.schroders.com/en/uk/private-investor/insights/markets/what-174-years-of-data-tell-us-about-house-price-affordability-in-the-uk/\">according to official data.</a> Owning a house is “absolutely unrealistic”, Daly says.</p> <p>For those betting on a price fall, the past offers one glimmer of hope — the only time the house prices/earnings multiple exceeded eight in more than a century was in 2007 — just before the global financial crisis hit and house prices fell.</p> <h2>Saving and investing</h2> <p>For some people, including many under-40s, crypto seemed to offer a tantalising route to riches. But the recent market turmoil has tarnished the asset class, with bitcoin, the world's largest cryptocurrency, losing more than half of its value from a November peak when it recently dipped below $30,000.</p> <p>While crypto enthusiasts insist the market has not lost its appeal, investors have seen serious losses. Dan, 34, who works in finance in London, saw the value of his investments in cryptocurrencies, which peaked at around £11,000, fall to £3,600. He told the Financial Times Money Clinic podcast. “I wouldn't call it investing, [I'd] maybe [call it] gambling with crypto.” </p> <p>Meanwhile, other young people are cutting back on mainstream savings and investments, as inflation hits budgets. </p> <p>Sarah Pennells, a consumer finance specialist at Royal London, says that many are making “obvious cuts” to household spending, by eating out less, cancelling subscriptions and delaying holidays.</p> <p>Royal London found that about a quarter of 25 to 34-year-olds&#xa0;will stop paying into savings, while 35 per cent will pay less. </p> <p>Fewer young people are cutting their pension contributions, with just 8 per cent of 25 to 34-year-olds saying they would reduce their payments and the same number stopping their contributions. This contrasts with the early stages of the pandemic, when 40 per cent of young workers stopped or reduced pension contributions. </p> <p>“Given the scale of the cost of living crisis, in some ways you might imagine that more younger people would be thinking of cutting down their pension. I think it's encouraging that the figures are relatively low,” says Pennells.</p> <p>Those who reduce pension payments miss out on both employer contributions and taxpayer relief, while delaying payments gives savings less time to grow. A smaller pot will give a smaller retirement income, especially as most young people outside the public sector now save into defined contribution schemes, which are less generous than the defined benefit schemes their parents' generation enjoy.</p> <p>“Once you stop doing something it can be harder to restart,” Pennells adds. “The crisis on personal finances may be immediate for young people but you don't want to swap one cost of living crisis for another one later in life.”</p><p>Source: Ian Johnston 2022 'A generation locked in the UK's savings crisis' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-27T04:00:21.959Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": []
    }
  ]
}