{
  "_id": "82a527166fd2c9a870339c1564f9914c6631740844f502631d17390dc4d6201c",
  "feed": "market-watch",
  "title": "Challenges facing ousted Bed Bath & Beyond CEO became 'quickly insurmountable': retail expert; When he was hired as CEO in 2019, Bed Bath & Beyond looked to Mark Tritton to replicate the success he'd had as Target's chief merchant",
  "text": "<p>Triton's attempts to breathe new life into the ailing company were hit by supply chain disruptions, labor shortages, inflation, and, of course, the COVID-19 pandemic, making his job incredibly difficult, she added.</p><p>Bed Bath &amp; Beyond Inc. BBBY announced Tritton's exit on Wednesday, alongside disappointing results for its first fiscal quarter, sending its shares tumbling more 23% by afternoon.</p><p>Tritton was hired as CEO in 2019 as Bed Bath &amp; Beyond looked to replicate the success he'd enjoyed as Target Corp.'s TGT chief merchant. At Target, Tritton earned a reputation for launching successful private-label brands, and news of his appointment initially sent Bed Bath &amp; Beyond's stock rocketing.</p><p>See: Bed Bath &amp; Beyond ousts CEO, reports wider-than-expected quarterly loss</p><p>But the honeymoon was short-lived. \"He really had a two-pronged focus, [one part of] which was creating multibrand private brand portfolios,\" Spieckerman said, noting that this was an ambitious strategy that takes a lot of time to implement. Tritton also focused on revamping Bed Bath &amp; Beyond's stores.</p><p>\"Focusing on cleaning up the stores … seemed like an obvious move, but with COVID, a digital-forward strategy would have made more sense,\" Spieckerman added.</p><p>The retail expert also noted that Target and Bed Bath &amp; Beyond are very different animals: \"From a marketing perspective, there's a mythology that surrounds Target — in many ways, it's deserved, but it doesn't necessarily translate literally to other retailers.\"</p><p>Whereas Target, like Amazon.com Inc. AMZN and Walmart Inc. WMT, is a multicategory company selling a vast array of products, Bed Bath &amp; Beyond is much more limited in its scope. Target, for example, has used its grocery business to drive traffic to its stores, whereas Bed Bath &amp; Beyond doesn't have a similar vehicle to boost trip frequencies, according to Spieckerman.</p><p>And what of Bed Bath &amp; Beyond's future? \"It feels like it's a little too late to turn the ship around,\" Spieckerman said. \"There are entities out there that could take an interest in Bed Bath &amp; Beyond.\"</p><p>See: Retail investors are betting that Bed Bath &amp; Beyond is the new GameStop, but is that even possible?</p><p>Specifically, Bed Bath &amp; Beyond could be a good fit for SPARC Group LLC, which is a joint venture between Simon Property Group Inc. SPG and Authentic Brands Group LLC, Spieckerman said. \"They have been buying up companies like Brooks Brothers and Forever 21,\" she said. \"Best Buy could be an attractive acquisition.\"</p><p>Shares of Bed Bath &amp; Beyond have plunged 65% this year, outpacing the S&amp;P 500's SPX 20% decline.</p><p>Challenges facing ousted Bed Bath &amp; Beyond CEO became 'quickly insurmountable': retail expert</p>",
  "published": "2022-06-29T18:43:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1546,
          "end": 1558
        }
      ]
    }
  ]
}