{
  "_id": "e6e1cba22ded0ee5f5f1b7693059352e97ca24f792ff63329b30820119afc48c",
  "feed": "ftcomall",
  "title": "US companies boost capital spending to tackle supply bottlenecks",
  "text": "<p>US companies are accelerating capital spending despite slower economic growth, as the impact of supply chain disruptions and “deglobalisation” override worries about a looming recession.</p> <p>A wave of recent disruptions, from coronavirus lockdowns to Russia's invasion of Ukraine and tensions between the US and China, have led many <a href=\"https://www.ft.com/content/07faf1be-88a5-4133-92c5-c38f117692e6\">high-profile investors</a> and executives to predict a reversal of the decades-long trend toward sprawling global supply chains and “<a href=\"https://www.ft.com/content/8a7cdc0d-99aa-4ef6-ba9a-fd1a1180dc82\">just in time</a>” inventory management.</p> <p>Recent quarterly reports from the largest US companies provide some of the first concrete signs that companies are following through on their plans, putting pressure on their profitability just as the economic recovery begins to lose steam.</p> <p>With the majority of companies in the S&amp;P 500 index having reported first-quarter results, capital expenditure across its members rose 20 per cent year on year in the first quarter, according to Bank of America data. The proportion of companies providing guidance for higher future spending than analysts had expected also rose. The trend was broad-based, with every sector except real estate increasing spending.</p> <p>“Onshoring or rejigging supply chain risks — that's a costly phenomenon,” said Savita Subramanian, head of US equity and quantitative strategy at Bank of America. “Capex is usually something companies can move around or relax a bit in a constrained environment, but in this case they may have to spend more than they otherwise might.”</p> <p>The US economy unexpectedly contracted in the first quarter, and investors and commentators such as former Goldman Sachs chief <a href=\"https://www.ft.com/content/ce305e83-fd33-4ed2-9662-8e04764d83a2\">Lloyd Blankfein</a> have become increasingly convinced that the Federal Reserve's efforts to fight inflation will push the economy into recession.</p> <p>The rising business investment is becoming a burden for some consumer-facing companies, but is also proving a boon for many of their suppliers and infrastructure providers. </p> <p>Shares in <a href=\"https://www.ft.com/content/6bd41174-6f7c-4152-9fa0-4a11f2a0ed05\">Walmart sank </a>11 per cent on Tuesday after a disappointing quarterly update that included a 60 per cent rise in capital expenditure to increase automation and strengthen its supply chain through projects such as massive high-tech distribution centres. </p> <p>Intel's pledge to build a $20bn chip manufacturing <a href=\"https://www.ft.com/content/86480e82-e469-4f26-b2eb-ebe922dfbd2b\">site in Ohio</a>, meanwhile, sparked celebrations from steelmakers, chemical specialists and plumbing suppliers such as FTSE 100 company Ferguson.</p> <p>Lourenco Goncalves, chief executive of Cleveland-Cliffs, a major steel supplier to the automobile industry, said “deglobalisation is the most important game changer of this decade in the United States”, and he was “encouraged” by Intel's plans because a better domestic supply of semiconductors would allow carmakers to boost production. </p> <p>Kevin Murphy, chief executive of Ferguson, in March described plans to increase US semiconductor production including Intel's Ohio project as some of the most “exciting” examples of a broader trend towards onshoring manufacturing production.</p> <p>Brookfield Infrastructure Partners, one of the world's largest investors in infrastructure from electricity lines to data centres, estimated that “re-onshoring activity and deglobalisation” would provide “hundreds of billions of dollars” of new investment opportunities. </p><p>Source: Nicholas Megaw in New York 2022 'US companies boost capital spending to tackle supply bottlenecks' FT.com 19 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-19T04:00:30.774Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1937,
          "end": 1944
        }
      ]
    }
  ]
}