{
  "_id": "31da89cebdca0c17a8d39442c10d7465e4b5a73c60867ae5abd6d727b8daaf18",
  "feed": "wall-street-journal",
  "title": "Kohl's to Review Takeover Bids --- Sycamore Partners, Franchise Group submit offers worth $7 billion to $8 billion",
  "text": "<p>Other details of the bids for Kohl's, which has been entertaining takeover interest for months, couldn't be learned, including whether anyone else submitted one.</p><p>The Kohl's board is expected to meet to review the bids in the coming days, the people said.</p><p>There are no guarantees Kohl's will be receptive to a deal or that one will come together. Should a deal come together, it would likely still be several weeks away, the people said.</p><p>Kohl's, which has said it was exploring strategic options, recently defeated an activist investor's attempt to overhaul its board. Shares of the company have fallen 17% this year, pressured by a broader market selloff.</p><p>The Wall Street Journal reported in March that Kohl's was attracting interest from Sycamore as well as Canada's Hudson's Bay, parent of Saks. Hudson's Bay has since decided against bidding, a person familiar with the matter said.</p><p>Reuters previously reported that Franchise Group was among the suitors for Kohl's.</p><p>Weeks ago, Kohl's had indicated to suitors that it believed the company was worth at least $70 a share, though the market conditions for retailers have worsened since then, with weak earnings reports by Target Corp. and Walmart Inc. that hit their shares. Financing for leveraged buyouts has also become more difficult as a result of market turmoil.</p><p>Kohl's had been struggling before the pandemic. Its operating margin fell to 6.1% in 2019 from 11.5% in 2011, while its sales were little changed. Then the coronavirus pandemic hit, taking a big toll on sales and wiping out profit in 2020.</p><p>Sales and profits rebounded in 2021, but by January 2022 the retailer's stock was worth less than it was two decades ago.</p><p>Merger activity has slowed in recent weeks as rising interest rates and market volatility make it more expensive and trickier to get deals done. Financing deals in the volatile retail industry can be particularly tough given that lenders need to be confident about future cash flows.</p><p>New York-based Sycamore focuses on consumer and retail investments. In 2020 it agreed to purchase Ann Taylor, LOFT, Lane Bryant and other chains out of Ascena Retail Group Inc.'s bankruptcy and owns other companies including Staples Inc., Express and The Limited.</p><p>Franchise Group acquires and manages mainly franchise companies, including the Vitamin Shoppe, Pet Supplies Plus and Buddies Home Furnishings.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-03T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1189,
          "end": 1201
        }
      ]
    }
  ]
}