{
  "_id": "3fa460c3f59a30dabbd098ad2eeb69bc1f950b9bfb9f247d321724c4858e3602",
  "feed": "ftcomall",
  "title": "FirstFT: G20 rejects ‘era of war'",
  "text": "<p>World leaders used their opening speeches at the G20 summit in Bali to condemn Russia for its invasion of Ukraine and increase the pressure on Moscow to end the conflict.</p> <p>A draft communiqué agreed by diplomats and seen by the Financial Times said the leaders of the world's 20 largest economies condemned the war in Ukraine and stressed it was “exacerbating existing fragilities in the global economy”. </p> <p>It goes on to criticise Moscow for its use of nuclear rhetoric and called <a href=\"https://www.ft.com/content/c94ff50c-b3cf-4f94-a76a-c521d7c9063c\">for diplomacy to end the conflict</a>. “Today's era must not be of war,” it states.</p> <p>The communiqué was agreed by country delegates last night after days of wrangling between western officials and those from Russia and China. The Indian delegation played a big role in achieving consensus among member states over the wording that criticised the Russian invasion, according to three officials with knowledge of the negotiations.</p> <p>It will be formally adopted by G20 leaders tomorrow, the second day of the summit.</p> <p>In a special video address to leaders this morning, in a session dedicated to the war and its impact on global food and energy markets, Volodymyr Zelenskyy, the Ukrainian president, demanded Moscow withdraw its troops from his country.</p> <p>“I want this aggressive Russian war to end justly and on the basis of the UN charter and international law,” said Zelenskyy, who yesterday visited the liberated city of Kherson in southern Ukraine.</p> <p>Zelenskyy said his country should not be offered peace deals that would compromise its “conscience, sovereignty, territory and independence”.</p> <p>Russian president Vladimir Putin has stayed away from the summit and sent foreign minister Sergei Lavrov in his place. Lavrov stayed in the room during Zelenskyy's speech and western leaders remained as Lavrov spoke, according to people present.</p> <p>Agreement on the communiqué comes a day after the US and China <a href=\"https://www.ft.com/content/c94ff50c-b3cf-4f94-a76a-c521d7c9063c\">agreed to communicate more frequently</a> over a range of issues, including climate change, economic stability and food security.</p> <p>At their first in-person meeting since Joe Biden became president, the US leader raised with China's president Xi Jinping his country's “increasingly aggressive” actions towards Taiwan. The US president later said that Antony Blinken, secretary of state, would visit China for further talks.</p> <h1>Five more stories in the news</h1> <p><strong>1. FTX collapse leaves potentially 1mn creditors</strong> Companies linked to the collapse of cryptocurrency exchange FTX face at least 100,000 creditors but that number could rise to more than 1mn, according to courts filings. The collapse of Sam Bankman-Fried's cryptocurrency empire has sparked <a href=\"https://www.ft.com/content/6a0ea717-b57e-44de-abf3-054523855172\">a vast global investigation</a>, with dozens of authorities from around the world circling the bankrupt company.</p> <p><strong>2. Donald Trump dealt another blow as election denier Kari Lake loses in Arizona</strong> Republican Kari Lake lost her bid to become governor of Arizona, the latest in a series of high-profile candidates handpicked by the former president <a href=\"https://www.ft.com/content/78492903-c8db-4e1c-a268-2035f0ba3d55\">to fall short in last week's midterm elections</a>. Associated Press projected that Katie Hobbs, Arizona's secretary of state, would beat Lake by a razor-thin margin to become the state's first Democratic governor in 14 years. <a href=\"https://www.ft.com/content/6a2ef26f-e50b-4a4f-b103-c4fd263ea60e\">For the latest go to our live results map</a>.</p> <p><strong>3. Warren Buffett's Berkshire Hathaway buys $4bn stake in Taiwan chipmaker TSMC</strong> Warren Buffett's Berkshire Hathaway <a href=\"https://www.ft.com/content/6d4bb1f4-270a-46bd-8069-81148b636647\">purchased a $4.1bn stake in chipmaker Taiwan Semiconductor Manufacturing</a> in the third quarter, according to a disclosure filed to the US securities regulator yesterday. The purchase of 60mn US-listed TSMC shares marked Berkshire's largest new stock investment during the three months to September.</p> <p><strong>4. Amazon to cut 10,000 jobs </strong>The ecommerce giant plans to <a href=\"https://www.ft.com/content/19cb5d06-f60e-41a3-aab6-0fcc060e2604\">axe about 3 per cent of its corporate workforce</a> in an effort to cut costs at lossmaking or underperforming units of its business, a person familiar with its plans said. The news came the same day as former chief executive Jeff Bezos pledged to <a href=\"https://www.ft.com/content/6a1b87d8-696c-4259-b30a-e140e49bbfd4\">give away most of his $124bn fortune</a>.</p> <p><strong>5. World population reaches 8bn </strong>The world's population <a href=\"https://www.ft.com/content/342d059e-7252-4212-8bfc-1f508b063f17\">reaches 8bn people today</a>, according to UN data, and will hit 9bn in 15 years as the number of pensioners surges. The UN research also showed the global median age had increased by about eight years to 30 since 1950 and was set to rise to 36 by 2050.</p> <a href=\"http://www.ft.com/cms/10558241.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <h1>The day ahead</h1> <p><strong>Donald Trump announcement </strong>The former US president has teased a “<a href=\"https://www.ft.com/content/32832f0e-57e2-4d7b-8bb3-1e3e8218c109\">very big announcement</a>” scheduled for later today at his Mar-a-Lago estate in Florida. Trump is expected to declare his intention to run in the 2024 presidential election, but a lacklustre performance by candidates he endorsed in the midterms poses a setback to his ambitions.</p> <p><strong>Company earnings</strong> Investors will be on the lookout for clues on the health of the American consumer when the world's largest retailer reports third-quarter earnings. Walmart, regarded as a barometer of the US consumer economy, shocked the market with two profit warnings earlier this year as it misjudged rising costs and had a rapid build-up in inventory. Hardware chain Home Depot will provide some insight into how much consumers are spending on home improvement in a high inflation environment. </p> <p><strong>Economic data </strong>Economists expect the producer price index to increase by 0.4 per cent in October. PPI tracks the prices that businesses receive for their goods and services, and is seen as a leading indicator of where consumer inflation is heading in the coming months. PPI rose by 0.4 per cent in September, exceeding consensus expectations and suggesting that interest rate rises by the Federal Reserve had not yet stamped out high inflation. Observers will be watching closely, as the figure comes one day after Fed vice-chair Lael Brainard <a href=\"https://www.ft.com/content/2b0e2db8-fc28-400a-8bac-083bfdaa28bc\">backed a slower pace of rate increases</a>.</p> <h1>What else we're reading and watching</h1> <p><strong>Cracks in the US Treasury bond market </strong>As recession looms and most asset prices face a dramatic sell-off, the world's most important debt market is creaking once again. With the meltdown in UK gilts exposing the vulnerability of bond markets, <a href=\"https://www.ft.com/content/632411eb-c3fa-4351-a3b6-b0e30bdc0ef7\">can the US survive a wave of selling</a>?</p> <p><strong>Logjam eases at California ports after holiday import rush</strong> A traffic jam of container ships has dissipated outside the ports of Los Angeles and Long Beach, Gene Seroka, executive director of the Port of Los Angeles, told the Financial Times in an interview. But despite improvements to wait times at the ports, <a href=\"https://www.ft.com/content/8e8baf13-7c53-4a67-a7ef-64e9cd8fc89e\">the US supply chain still faces challenges</a>.</p> <p><strong>Tech lay-offs teach us a lesson about the ‘war for talent'</strong> Once upon a time, young graduates thought they had a choice to make: they could become rich but miserable in an investment bank or law firm, or they could live without a huge salary but do something more fun. <a href=\"https://www.ft.com/content/b6fdff1c-94a1-41d6-ae52-5dcbffa5dcea\">Then the big technology companies came along</a>, writes Sarah O'Connor.</p> <p><strong>How North Korea became a mastermind of crypto cyber crime </strong>Cryptocurrency theft has become one of the main sources of revenue for the regime in Pyongyang and underlines the lack of regulation of digital assets. It's estimated that North Korea stole approximately $1bn in the first nine months of 2022 <a href=\"https://www.ft.com/content/dec696d4-fd51-4cce-bbd9-1dee911eb4cd\">from decentralised crypto exchanges alone</a>.</p> <p><strong>Qatar's World Cup legacy </strong>In our FT Film, we look at <a href=\"https://www.ft.com/video/af740901-79d8-4b5a-9db5-7f760ba07e0b\">what the football World Cup means for Qatar</a>, and what will happen to stadium infrastructure after the Fifa tournament. <em>For more on the business of sport, Premium subscribers can </em><a href=\"https://ep.ft.com/newsletters/subscribe?newsletterIds=5e5e3d297600b40004c209fc\"><em>sign up for our Scoreboard newsletter</em></a><em>.</em> </p> <h1>Technology</h1> <p>HTSI has rounded up <a href=\"https://www.ft.com/content/1f2d216d-c2c6-45a0-a7c6-9ebb33e31f32\">five tiny gadgets with superpowers</a>, including a pen-sized translator that doubles as a scanner and a “no-faff” crowdfunded timer.</p><p>Source: Gordon Smith, Jennifer Creery and Emily Goldberg  2022 'FirstFT: G20 rejects ‘era of war'' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-15T11:08:58.486Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 4790,
          "end": 4797
        }
      ]
    }
  ]
}