{
  "_id": "eb2c5179f3d05691b309d51976561d7c0d918c0edefde74972ec2b971269e8e4",
  "feed": "wall-street-journal",
  "title": "Instacart Faces Turbulence After Pandemic Boom in Grocery Delivery; As the pandemic eases, Instacart is trying to figure out how to sustain growth, while competition increases and grocery chains rethink their delivery operations",
  "text": "<p>Now, one of the companies best positioned in the pandemic is trying to forge its future.</p><p>For the past two years, Covid-19 lockdowns and concerns led consumers to take more of their supermarket shopping online. This helped boost business for Instacart, the top grocery delivery app serving more than 750 retailers. Its service sends armies of on-demand shoppers to fulfill orders in stores and deliver groceries to people's homes.</p><p>Competition is mounting. After relying on Instacart to handle the pandemic-driven surge of online orders, retailers are increasingly using multiple delivery companies to fill online orders and negotiate better terms. Other grocers are trying to build their own networks, and some are encouraging a return to in-person shopping, which remains the most profitable for the retailers and doesn't carry delivery apps' fees or product markups.</p><p>\"Growth rates have normalized. Now, everybody is trying to figure out—where does this go? How do we do it profitably?\" said James McCann, chief executive of Food Retail Ventures LLC and an investor in delivery technology companies.</p><p>Instacart's sales rocketed 330% from 2019 to 2020, according to research firm 1010data Services LLC, but slowed to 15% growth in 2021. Sales growth has slowed for many pandemic-fueled industries including food delivery. But industry leader DoorDash has gained market share throughout the health crisis, according to research firm YipitData.</p><p>Meanwhile, Instacart's share of the online grocery market has fallen to 30% from 40% two years ago, according to YipitData. It commanded 20% of the online grocery market before the pandemic.</p><p>Over the past year, the San Francisco-based company has announced plans to cut delivery times to 30 minutes for major customers like Kroger Co., mounted a push into advertising, and sought possible deals with rivals in an effort to fend off growing competition, according to people familiar with the discussions.</p><p>Last summer Instacart hired former Facebook executive Fidji Simo as chief executive, who pledged to expand options for shoppers and retailers ahead of an initial public offering for the company, which then had a private-market value of around $39 billion.</p><p>In the months since, several senior executives have departed, including Carolyn Everson, another former Facebook executive who left Instacart in December after joining in September. In March, Instacart told employees it would cut its valuation by 40% to $24 billion, citing market turbulence.</p><p>Instacart said sales hit a record in 2021 and its holiday season was the busiest in company history. Total revenue grew about 20% to $1.8 billion, said a person familiar with the matter. So far in 2022, sales are growing year over year, said another person familiar with the matter. While the number of orders has increased, people are ordering smaller amounts compared to the pandemic's peak, because they aren't staying at home as much, the company said.</p><p>Launched in 2012, Instacart helped pioneer the concept of making grocery store aisles shoppable from a smartphone screen. The company, founded by former Amazon.com Inc. employee Apoorva Mehta, pitched its technology to bricks-and-mortar supermarket chains as a faster and more efficient way to tap into e-commerce growth as Amazon.com and other online retailers were exploring grocery offerings.</p><p>The company's business boomed after Amazon in 2017 acquired Whole Foods Market, Instacart's former customer, prompting more retailers to join with Instacart to expand their online presence.</p><p>The pandemic turned more consumers—and retailers—toward Instacart. The company said its order volume increased 500% at the start of March 2020 and transaction volume quadrupled in 2020. It started delivering products from nongrocery retailers like Best Buy Co. Inc. and Dick's Sporting Goods Inc., and raised more than $600 million from investors.</p><p>The proliferation of grocery delivery helped competitors, too. DoorDash and Uber Eats quickly expanded to delivering everything from toothpaste to Tylenol and toilet paper during the health crisis.</p><p>As competition mounted in the summer of 2021, Instacart founder and then CEO Mr. Mehta approached DoorDash about a potential merger, according to people familiar with the discussions. Mr. Mehta then approached Uber, while continuing discussions with DoorDash, those people said. Instacart's then-valuation made it unattractive for both rivals, the people said. Antitrust concerns also complicated a potential deal with DoorDash, another person close to the discussions said. None of the talks resulted in a deal. Instacart also considered the IPO last year, said people familiar with the matter.</p><p>The Information previously reported on Instacart's initial talks with DoorDash and Uber.</p><p>In July, Mr. Mehta stepped down as CEO, with Ms. Simo replacing him. Some Instacart investors thought an outsider could help recapture the company's momentum, according to a person familiar. Ms. Simo reopened talks with Uber and DoorDash shortly after her appointment, according to people familiar with the discussions, but they didn't materialize into an agreement.</p><p>Seth Dallaire, a former Amazon executive who led Instacart's fast-growing advertising business, left in October. Ms. Everson, the former Facebook executive who became Instacart's president in September, announced plans to quit in December. Ms. Simo told employees at the time there was a \"mismatch\" with Instacart's priorities and that Ms. Everson's departure gave the company an opportunity to make organizational changes that will put it in a better position.</p><p>Then in March, the company slashed its valuation. Executives told staff in a March 25 meeting that Instacart is working to mimic the functions of a publicly traded company, and that lower valuation doesn't affect its plans to eventually launch an IPO, according to a recording reviewed by The Wall Street Journal. They said that Instacart is granting company stock using the new valuation, which will give employees more share units.</p><p>Instacart said it is focusing on helping retailers use technologies to expand their business online and in stores. Its recently launched Instacart Platform, which consists of warehouses, including those designed for 15-minute deliveries, advertising and in-store services such as smart carts. In recent months, Instacart bought a maker of automated shopping carts and a catering software company.</p><p>Instacart executives didn't expect the growth rates of 2020 to continue, said people close to the company, and it is working to deliver more products from its top customers and expand services such as reaching food stamp users. Before the pandemic, Instacart focused on signing retailers exclusively, some of the people said, which has become a lower priority after more customers came online over the past two years.</p><p>Instacart is also focusing on customers who are likely to keep using the service. People who buy both food and nonfood items have had better retention, and those who joined in recent months have been more likely to become repeat users than customers trying out the service earlier in the pandemic, said one of the people.</p><p>Advertising is another business Instacart is expanding, charging food companies to promote products to users on Instacart. Executives have said that ad revenue helps offset Instacart's costs of delivering orders, though the effort puts Instacart into competition with major grocery sellers—and Instacart customers—including Kroger and Walmart Inc., which are developing their own, similar online advertising platforms.</p><p>Write to Jaewon Kang at jaewon.kang@wsj.com, Preetika Rana at preetika.rana@wsj.com and Corrie Driebusch at corrie.driebusch@wsj.com</p><p>Instacart Faces Turbulence After Pandemic Boom in Grocery Delivery</p>",
  "published": "2022-04-05T20:10:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 7503,
          "end": 7510
        },
        {
          "start": 7503,
          "end": 7515
        }
      ]
    }
  ]
}