{
  "_id": "8da2182f02035747cd7400b203ddd1b635c54939153109648a79d321f98b6510",
  "feed": "wall-street-journal",
  "title": "Retail  Sales  Climb  Despite  Inflation  ---  Spending rose for the  fourth straight month  in April as shoppers  remained resilient  ----  By Harriet Torry",
  "text": "<p>   Americans continued to pump money into the U.S. economy in April, with increased retail spending offering the latest sign consumers are driving demand at stores and manufacturers despite the pinch from high inflation. </p><p>   Retail sales -- a measure of spending at stores, online and in restaurants -- rose a seasonally adjusted 0.9% last month compared with March, the Commerce Department said Tuesday. That marked the fourth straight month of higher retail spending. </p><p>   Consumers spent more at restaurants and bars and boosted expenditures on vehicles, furniture, clothing and electronics in April. They cut spending sharply on gasoline even as pump prices pulled back briefly from a run-up related to the war in Ukraine. Retail sales aren't adjusted for inflation. That means that while consumers have continued to spend more, they are getting less due to rapidly rising prices. </p><p>   \"Today's numbers suggest that domestic demand momentum is very robust,\" said ING economist James Knightley. That gives the Federal Reserve a green light to keep raising interest rates, he said, as part of its most aggressive effort in decades to curb the highest U.S. inflation in four decades. </p><p>   Fed Chairman Jerome Powell, in a Tuesday appearance at The Wall Street Journal's Future of Everything Festival, said the Fed was tightly focused on cooling the economy to bring down inflation. He and his colleagues have raised interest rates twice this year, most recently by half a percentage point. Until this month, the Fed hadn't raised rates in such intervals since 2000, and officials have signaled additional increases are likely. \"We need to see inflation coming down in a convincing way,\" Mr. Powell said. \"Until we do, we'll keep going.\" </p><p>   In another sign of economic momentum, the Fed said industrial production, a measure of factory, mining and utility output, increased a seasonally adjusted 1.1% in April -- also a fourth month of gains. </p><p>   Economists said the reports showed that inflation and uncertainty from the Ukraine war haven't deterred consumers from spending, which makes up the bulk of economic output. The U.S. is also experiencing a historically tight labor market -- with April marking the 12th straight month of solid job gains -- adding to positive signs for the second-quarter performance by the U.S. economy. </p><p>   Home Depot Inc. said as much on Tuesday as it reported first-quarter sales rose 3.8% and boosted its outlook. The home-improvement chain said fewer shoppers spent much more per shopping trip. The average amount per transaction rose 11.4%, while the number of transactions declined 8.2% in the period, as inflation continues to lift prices. \"It's a very unique year in inflation,\" Home Depot Chief Executive Ted Decker said in an earnings call with analysts. \"But again, the consumer's hanging in there,\" </p><p>    United Airlines Holdings Inc. lifted on Tuesday its revenue outlook because of improved travel demand. \"We believe that consumer savings are really high and that there is a lot of pent-up demand,\" said Andrew Nocella, the company's commercial chief. \"You've been stuck in your houses for two years without a lot of travel.\" </p><p>    Walmart Inc. separately said sales grew last quarter, while supply-chain issues and higher product and labor costs ate into profits. Inflation created more pressure than the company expected on margins, particularly in food and fuel, Walmart Chief Executive Doug McMillon said. </p><p>   \"While we've experienced high levels of inflation in our international markets over the years, U.S. inflation being this high and moving so quickly both in food and general merchandise is unusual,\" Mr. McMillon said. </p><p>   Walmart executives said shoppers have been pinched by inflation, but current economic conditions haven't fully stifled spending. Some consumers are switching to more private-label brands for grocery items, but the company also said higher-priced items like game consoles and sales of warm-weather gear like patio furniture and grills are picking up. </p><p>   Not all economic readings were positive on Tuesday. Supply disruptions related to the Covid-19 pandemic have weighed on parts of the economy since last year, including residential building. A gauge of home-builder sentiment dropped in May for the fifth straight month to the lowest reading since June 2020, amid rising building material costs and interest rates. The National Association of Home Builders housing market index dropped eight points to 69 this month, the trade group said Tuesday. A reading over 50 means most builders generally see conditions in the single-family housing market as positive. </p><p>   Tuesday's retail-sales report suggested that consumers are continuing to shift spending to services from goods as a winter surge of Covid-19 cases from the Omicron variant faded and many people resumed more in-person activities. </p><p>   JPMorgan Chase &amp; Co.'s tracker of credit- and debit-card transactions showed last week that consumer spending at restaurants and on entertainment picked up in early May. </p><p>   Stephen Purtell, interim chief financial officer at Six Flags Entertainment Corp., said on an earnings call last week that despite recently rising Covid-19 cases \"people are just learning how to live within that environment, and they're still going out.\" </p><p></p>",
  "published": "2022-05-18T06:13:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 3132,
          "end": 3144
        },
        {
          "start": 3627,
          "end": 3634
        },
        {
          "start": 3366,
          "end": 3373
        }
      ]
    }
  ]
}