{
  "_id": "aae9f4875f3818a4d459d3e7217658da7fce8473a617b3dbb288e16245f60176",
  "feed": "wall-street-journal",
  "title": "George Santos Loses Some GOP Support on Long Island; Federal prosecutors in the Eastern District of New York are investigating the congressman-elect, a person familiar with the matter said",
  "text": "<p>Nassau County Republican Chairman Joe Cairo said in a statement that he wouldn't support Mr. Santos if Mr. Santos sought election in 2024. In an interview, Nassau County Executive Bruce Blakeman, the highest-ranking GOP elected official in the district, said he was angered and saddened by Mr. Santos's conduct.</p><p>\"It's clear that his whole biography is a pack of lies,\" Mr. Blakeman told The Wall Street Journal. \"Obviously, we've all lost confidence in him.\"</p><p>The political problems at home come as Mr. Santos, who has maintained he committed no crimes and plans to be seated Jan. 3, faces intensifying scrutiny over his biography as well as his personal and campaign finances.</p><p>A spokesman for the Queens District Attorney said the office was reviewing whether it had jurisdiction over any potential criminal offenses, and Nassau County prosecutors previously said they were looking into Mr. Santos's conduct. Federal prosecutors in the Eastern District of New York are also investigating Mr. Santos, a person familiar with the matter said.</p><p>In Brazil, court records show he was charged in 2008 with forging two checks to purchase about $1,300 worth of goods, based on a WSJ analysis of exchange rates at the time. Authorities in Rio de Janeiro said the case was investigated by prosecutors and is currently considered closed, but it could be reopened if officials so decide.</p><p>Mr. Santos's campaign and his lawyer, Joseph Murray, didn't immediately respond to a request for comment Friday. In an Monday interview on WABC, Mr. Santos said he committed no crimes in any jurisdiction but admitted to overstating his résumé.</p><p>\"I'm not a fraud,\" he said. \"If I disappointed anyone by resume embellishment, I'm sorry, and I will deliver to you on everything I campaigned on.\"</p><p>House GOP leader Kevin McCarthy, who is working to secure the votes needed to be elected speaker, has declined to address the controversy surrounding Mr. Santos since inconsistencies in Mr. Santos's background were earlier reported by the New York Times.</p><p>At a rally on Thursday, Democratic officials on Long Island said Mr. Santos shouldn't be seated and pointed to unresolved questions about a sudden increase in his personal wealth and over half-a-million dollars that he lent his campaign account this cycle. Mr. Santos said in an interview with New York-based City &amp; State that there was no criminal conduct related to his finances.</p><p>Ron Nehring, a former chairman of the California Republican Party, wrote on Twitter that the pattern of campaign spending by Mr. Santos appeared to show \"lavish campaign spending on himself.\"</p><p>\"Santos spent money like he was spending someone *else's* money, which he clearly did not value,\" said Mr. Nehring on Twitter, adding that the House should expel him.</p><p>Mr. Santos's campaign reported 37 expenses totaling exactly $199.99—billing the campaign that amount for dozens of purchases at vendors such as Walmart, Best Buy, and BJ's Wholesale Club. Mr. Santos also reported $199.99 expenses for parking at JFK Airport, and numerous Uber and taxi trips. Federal campaign-finance laws require proof of any payment over $200.</p><p>Mr. Santos's campaign spending also showed tens of thousands of dollars in airfare and Amtrak travel, as well as for hotel stays in New York; Miami; Orlando, Fla.; Dallas and Washington.</p><p>The Santos campaign didn't immediately respond to questions about those $199.99 transactions or the unusual amount of campaign travel across the country.</p><p>Mr. Santos last month defeated Robert Zimmerman, a Democratic National Committee member, by 8 percentage points in a redrawn congressional district, which contains parts of northeastern Queens and the North Shore of Long Island.</p><p>Rep. Tom Suozzi, the incumbent Democrat, didn't seek re-election. He unsuccessfully ran for governor.</p><p>Tony Nunziato, the Republican leader in Queens, said Friday that he didn't condone Mr. Santos's misstatements but said it was premature to pull his support. He said many politicians, including Democrats, stretch the truth.</p><p>\"I just want to see what happens. I always give somebody a chance,\" he said. \"If he's just being charged with fabricating and embellishing his life—that's one thing. If it's something with funds, that's totally different.\"</p><p>Luciana Magalhaes, Byron Tau, Corinne Ramey and James Fanelli contributed to this article.</p><p>Write to Jimmy Vielkind at jimmy.vielkind@wsj.com</p><p>George Santos Loses Some GOP Support on Long Island</p>",
  "published": "2022-12-30T22:50:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 2906,
          "end": 2913
        }
      ]
    }
  ]
}