{
  "_id": "c04021e816a1e0e8db93246f9f0f7b97e1590465c59014c25d13ebfcdac66ddc",
  "feed": "wall-street-journal",
  "title": "Retail Sales Climb 1.3% In Clear Sign of Strength",
  "text": "<p>Shoppers spent more on increasingly expensive everyday staples such as gasoline and food, but they also shelled out more on discretionary items such as cars, furniture and restaurant meals. Some of the spending was due to purchases of building materials and home furnishings in the aftermath of Hurricane Ian, economists said.</p><p>The jump in sales showed households continued to have the resources to increase their spending despite inflation running close to a four-decade high, climbing interest rates and economic uncertainty. Many households built up savings earlier in the pandemic because of trillions of dollars in government stimulus, fewer opportunities to spend and higher wages. Additionally, jobs remain plentiful, despite an increase in layoffs in some sectors such as tech.</p><p>Retailers also started discounting early ahead of the traditional holiday shopping season, and some economists said strong October sales could harbinger less consumer spending later in the year.</p><p>\"Maybe they are trying to get more of their shopping done ahead of time,\" said Veronica Clark, an economist at Citigroup Inc. \"That is taking spending away from December and November and shifting it to October.\"</p><p>Walmart Inc. reported Tuesday that comparable U.S. sales rose in its third quarter compared with a year earlier. Home Depot Inc. also posted higher comparable sales for the same period as big-ticket transactions rose and as consumers choose to renovate their homes instead of moving because of rising interest rates. Target Corp., on the other hand, said shoppers pulled back in recent weeks, cutting into sales in its latest quarter.</p><p>Unlike many government reports, retail sales aren't adjusted for inflation and can reflect price differences in addition to purchase totals. The report also offers a partial picture of consumer demand because it doesn't include spending on services such as travel, housing and utilities. The Commerce Department plans to release new household spending figures covering goods and services at the end of November.</p><p>The Fed is raising rates at the most aggressive pace since the early 1980s to combat inflation by cooling spending, hiring and investment.</p><p>Strong consumer demand, robust job growth and rising wages are making that task more difficult -- meaning officials could have to lift rates higher and keep them there longer.</p><p>Kansas City Fed President Esther George said Tuesday that inflation is at risk of growing entrenched in the economy due to an overheated job market, and that will make it increasingly difficult for the central bank to lower inflation without a recession.</p><p>\"I'm looking at a labor market that is so tight, I don't know how you continue to bring this level of inflation down without having some real slowing, and maybe we even have contraction in the economy to get there,\" Ms.George said in an interview Tuesday before the release of the retail-sales report.</p><p>Fed governor Christopher Waller said Wednesday it was too soon to conclude inflation has peaked or that the central bank would be able to end its rate increases early next year.</p><p>U.S. economic growth and wage gains need to slow for the Fed to be confident that its rate increases will reduce inflation, Mr. Waller said in a speech after release of the retail sales report.</p><p>Mr. Waller pointed to periods this summer and a year ago in which inflation pressures appeared to be easing, only to reaccelerate. \"We've seen this movie before, so it is too early to know if it will have a different ending this time,\" he said.</p><p>Retail sales have generally risen in recent months. Consumers spent more in October at auto dealers, furniture stores, grocery stores and gasoline stations.</p><p>Inflation eased in October to the slowest pace since January but remained elevated. Prices rose 7.7% in October from the same month a year before, the Labor Department said last week, slowing from 9.1% in June, which was the highest in four decades.</p><p>The consumer-price index rose a seasonally adjusted 0.4% in October from September, meaning that retail sales growth outpaced the rate of price increases.</p><p>Some categories that logged a burst of pandemic-related buying in recent years continued to show signs of easing. Sales at electronics stores declined, for instance.</p><p>Economists and executives are closely watching consumer spending in the early weeks of the important holiday selling season with some retailers starting holiday promotions earlier this year. Black Friday, a key shopping holiday, is next week.</p><p>Alana Carr, the part-owner of four specialty retailers in Washington state, said her toy store, gift shops and jewelry retailer have all done well so far this year, with overall sales up by double-digits compared with 2021.</p><p>\"We are on track to have our best year ever,\" she said.</p><p>---</p><p>Harriet Torry and Nick Timiraos contributed to this article.</p>",
  "published": "2022-11-17T00:00:00.000Z",
  "tags": [
    {
      "id": "US9311421039",
      "nexusId": "10042309",
      "name": "Walmart Inc.",
      "offsets": [
        {
          "start": 1185,
          "end": 1197
        },
        {
          "start": 1192,
          "end": 1204
        }
      ]
    }
  ]
}