{
  "_id": "fd0e05f5cc153fc3ed494c7d9e2ded09c4b3f1b6dcc368a3f2504d9c79206c71",
  "feed": "economist-newspaper",
  "title": "Intel: Gelsinger's opening gambit",
  "text": "<p>Now the other half of the once almighty \"Wintel\" arrangement, whereby PCs would run on Windows software and chips made by Intel, wants to throw the windows open. The American semiconductor giant has long guarded its core chipmaking business as jealously as Microsoft did its OS. After years of product delays, misplaced technology bets and changing management, it is ready for some fresh air. \"Our processes, our manufacturing, our intellectual property through our foundry services [producing processors for other chipmakers]: all will now be available to the world,\" professes Pat Gelsinger, Intel's newish boss.</p><p>If successful, Mr Gelsinger's strategy could reshape a $600bn industry at the heart of the fast-digitising global economy for the better. Failure could, in the short run, compound the chip shortages that are making life difficult for manufacturers of everything from cars to data centres. In the longer term, it could lead to further concentration of the already cosy chipmaking market, with Intel increasingly eclipsed by rivals. And it may cement Asia's dominance of the industry, creating all kinds of geopolitical complications.</p><p>Although Microsoft and Intel reside in different parts of the tech universe, they used to be structural twins. Just as Windows and Office, Microsoft's package of business applications, were designed to work best with each other, Intel has been designing its own microprocessors and making them in \"fabs\" optimised for the purpose. As the tech industry has grown bigger, more diverse and more networked this once-dominant \"integrated device manufacturer\" (IDM) model has fallen out of favour (just as vertical integration became a drag for Microsoft as other tech \"ecosystems\" popped up). As with the Microsoft of old, Intel's arrogance and insularity discouraged other chipmakers from working with it, for instance by combining chip designs. Instead they ploughed their own furrows, focusing increasingly either on designing chips (for example, AMD, Arm, Nvidia and Qualcomm) or fabricating them (notably Taiwan Semiconductor Manufacturing Company, TSMC).</p><p>Intel has managed to stay closed for longer than Microsoft thanks to the boom in cloud computing, which boosted demand for pricey high-end processors that power servers in data centres where its so-called X86 architecture is now dominant. These contributed one-third of Intel's total revenue of $78bn in 2020, and much of its $21bn in net profit. Now, though, the company is being overwhelmed by open systems like that of Arm, whose blueprints are used in most of the world's smartphones (a market which Intel missed) and are starting to appear in data centres--and which was last year acquired by Nvidia for $40bn (though trustbusters may yet scupper the deal). At the same time, TSMC took advantage of Intel's technological and management missteps to pull ahead in both cutting-edge technology and production volume. Both TSMC and Nvidia are now worth more than twice as much as Intel (see chart), despite lower revenues and profits.</p><p>Enter Mr Gelsinger, who in February became Intel's third CEO in as many years. He was the firm's chief technology officer until 2009, when he was pushed out. This background--plus what he calls a decade-long \"vacation from the chip industry\" as the boss of VMware, a software-maker--allowed him to shake things up within weeks. Rather than split Intel into a foundry and a chip-designer, as some activist investors wanted, his \"IDM 2.0\" strategy doubles down on integration. Mr Gelsinger sees this as Intel's competitive advantage. And an independent foundry arm would struggle to compete with TSMC, argues Pierre Ferragu of New Street Research, who estimates that Intel's manufacturing costs are 70% higher than the Taiwanese firm's.</p><p>Instead, Intel is opting for a sort of virtual decoupling. It will make more use of outside foundries, including TSMC, to save costs but also to benefit from TSMC's leading-edge manufacturing processes. In July Mr Gelsinger said his company intends to catch up with TSMC and Samsung of South Korea in its ability to forge top-end chips. His ambitious plan is to launch at least one new high-end processor a year, each with smaller transistors and faster circuitry. By 2025 Intel aims again to be ahead of the pack with designs that are no longer measured in nanometres but in angstroms, the next-smallest metric unit of measurement, equal to one ten-billionth of a metre.</p><p>At the same time the company will offer this manufacturing magic to others by relaunching its own foundry business. In contrast to its earlier iteration, which was created in 2012 but never really took off, Intel Foundry Services (IFS) will have its own profit-and-loss statement and, soon, at least two brand-new fabs, which Intel will build in Arizona at a total cost of $20bn.</p><p>Mr Gelsinger is now off on a global tour to explain and promote his new strategy, for instance at a trade show in Munich on September 7th, where he announced that Intel would build two new fabs in Europe. He will need all his enviable communication skills (another thing he shares with Mr Nadella) to convince investors. After a jump earlier this year, Intel's share price has slumped back roughly to where it was before his appointment was announced. Mr Gelsinger seems undaunted. Investors are asking two questions, he says, both fair: can Intel execute this strategy successfully? And when will this show up in earnings? \"I'm OK with that.\"</p><p>The answers will depend in part on whether Intel can change its attitude. That means rekindling what Mr Gelsinger calls its \"Grovian culture\", a reference to Andy Grove, the firm's legendary co-founder, who is best known for his mantra that \"only the paranoid survive\". It also entails shedding its insularity. \"My team needs to exercise a different set of muscles,\" explains Ann Kelleher, Intel's chief technologist. Among other things, she says, it must learn how to work with external customers and use tools that are built elsewhere.</p><p>Finding its old Grove</p><p>Above all, though, success will be contingent on flawless execution. Cutting-edge chipmaking involves around 700 processing steps and many nanoscopic layers printed and etched on top of each other. Adding to the complexity, Intel will at last fully embrace \"extreme ultraviolet lithography\" (which TSMC and others have already been using to great effect). The company's announcement in late June that it would postpone production of next-generation server processors for a few months hints at the trickiness of the task.</p><p>IFS, too, faces challenges. Most analysts agree with Mr Ferragu that the foundry business cannot really compete with TSMC. This is not only a matter of costs, size and a technological lag. Intel must also persuade customers that it can overcome a built-in conflict of interest in trying to be both an IDM and a foundry, points out Willy Shih of Harvard Business School. In a future semiconductor shortage, the company may need to decide whether to allocate capacity to its own processors or honour the contracts it has with foundry customers.</p><p>Intel nevertheless hopes it can carve out a big and lucrative niche for its foundry. It is said to be interested in beefing it up by buying GlobalFoundries, spun off from AMD in 2009 and now owned by an Emirati sovereign-wealth fund, for around $25bn. Although the talks had stalled and GlobalFoundries filed to go public in August, they may be restarted once the smaller firm gauges other investors' interest--and thus its possible price tag.</p><p>With or without GlobalFoundries, Intel pledges a new spirit of openness. It will no longer force customers to use its proprietary tools when designing their chips. More important, it will grant them access to its chip designs and the technology it has developed for \"packaging\" semiconductors into the chips that end up in electronic devices. Big cloud providers, such as Amazon Web Services (AWS), will be able to take the design of an Intel server processor, optimise it for their data centres and combine it with other designs on a single chip.</p><p>There seems to be growing interest in mixing and matching, says Linley Gwennap of the Linley Group, a consultancy. AWS and Qualcomm will be among IFS's first clients. There is also interest in doing this domestically. American politicians point to the present pandemic-induced chip shortage and the potential threats from China, particularly to Taiwan, as reasons to worry that most chips are made in Asia. Congress is expected soon to approve a $52bn subsidy package. The European Union has even more ambitious plans.</p><p>Building new fabs in Asia would be 30-40% cheaper, Mr Gelsinger concedes, \"but the incentive dollars allow me to invest more and go faster\" at home. That appeals to customers who are particularly sensitive about security. America's Defence Department recently decided to use Intel's American foundry. Indeed, attracting government money may be the foundry's main raison d'être, notes Stacy Rasgon of Bernstein, a broker. But reliance on state support risks blunting the very competitive edge Mr Gelsinger hopes to sharpen. And as a mind-numbingly complex hardware business, Intel may find it more difficult to turn itself around than Microsoft, which benefited from the faster change that characterises the software industry.</p><p>The stakes are therefore high--and not just for Intel. If the company continues to lose its edge, the result will almost certainly be further consolidation. Today's handful of big chipmakers could eventually be whittled down to a duopoly. Even if more survive, most fabs would probably all be based in Asia (though TSMC plans to build one in Arizona). Around 80% of the world's semiconductor capacity is already there, Mr Gelsinger estimates; America accounts for 15% and Europe for the rest.</p><p>Western governments are not the only ones who ought to pay attention to the fate of Mr Gelsinger's opening move. So, too, should today's tech titans. Like Microsoft before it, Intel got into trouble largely because it was overprotective of its crown jewels. Others might decide that the best way to avoid such problems is to open up pre-emptively. Apple could be a less harsh steward of its App Store; Facebook could make its social network work better with those of rivals; and Google could give phonemakers more freedom to tinker with its Android mobile OS. This could ease trustbusters' worries--and make shareholders happier, too.</p>",
  "published": "2021-09-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 7572,
          "end": 7577
        },
        {
          "start": 3541,
          "end": 3546
        },
        {
          "start": 122,
          "end": 127
        },
        {
          "start": 7095,
          "end": 7100
        },
        {
          "start": 7976,
          "end": 7981
        },
        {
          "start": 6255,
          "end": 6260
        },
        {
          "start": 4990,
          "end": 4995
        },
        {
          "start": 2104,
          "end": 2109
        },
        {
          "start": 4248,
          "end": 4253
        },
        {
          "start": 2608,
          "end": 2613
        },
        {
          "start": 5369,
          "end": 5374
        },
        {
          "start": 3386,
          "end": 3391
        },
        {
          "start": 5180,
          "end": 5185
        },
        {
          "start": 594,
          "end": 599
        },
        {
          "start": 4654,
          "end": 4659
        },
        {
          "start": 9180,
          "end": 9185
        },
        {
          "start": 5514,
          "end": 5519
        },
        {
          "start": 10001,
          "end": 10006
        },
        {
          "start": 6741,
          "end": 6746
        },
        {
          "start": 1171,
          "end": 1176
        },
        {
          "start": 3083,
          "end": 3088
        },
        {
          "start": 4773,
          "end": 4778
        },
        {
          "start": 1766,
          "end": 1771
        },
        {
          "start": 2985,
          "end": 2990
        },
        {
          "start": 2808,
          "end": 2813
        },
        {
          "start": 5861,
          "end": 5866
        },
        {
          "start": 1007,
          "end": 1012
        },
        {
          "start": 8881,
          "end": 8886
        },
        {
          "start": 9380,
          "end": 9385
        },
        {
          "start": 2374,
          "end": 2379
        },
        {
          "start": 3784,
          "end": 3789
        },
        {
          "start": 1377,
          "end": 1382
        },
        {
          "start": 3705,
          "end": 3710
        },
        {
          "start": 0,
          "end": 5
        }
      ],
      "nexusId": "10063594"
    }
  ]
}