{
  "_id": "954c0d7e810f1f1831142bc0d331e8dca1bbed89ce51fd208a2cb8d416d17e72",
  "feed": "wall-street-journal",
  "title": "Chip Makers Say U.S. Push  Is No Quick Fix to Shortages  ----  By Robert Wall",
  "text": "<p>   President Biden's pledge to fix the chip shortages hitting auto makers and others will take years to deliver, according to industry officials who are pressing the administration for support as demand for processors continues to soar. </p><p>   Chip-industry executives welcomed Mr. Biden's move but urged patience. \"Supply chains take a long time to build up capability. Whatever comes out of it won't come for years,\" Jensen Huang, chief executive officer of Nvidia Corp. -- the U.S.'s biggest semiconductor company by value -- said after the White House unveiled the executive action Wednesday aimed at addressing chip and other supply-chain bottlenecks. \"There will be no immediate results,\" Mr. Huang said. </p><p>   The pandemic supercharged demand for chips that go into everything from videogames and laptops to data centers, products that have become central to remote work and distance learning. Rebounding demand in other industries exacerbated the scarcity of chip-production capacity, industry executives said. </p><p>   \"So much of society is run by that now,\" Mr. Huang said Wednesday shortly after Nvidia posted record quarterly sales. \"We need chips more than ever, which is great.\" </p><p>   But that demand surge has caught some industries out, particularly auto makers. General Motors Co., Ford Motor Co. and Volkswagen AG idled some of production capacity as they await critical parts. Car makers are expected to produce around 700,000 fewer cars in the first three months of 2021 than earlier forecast because of chip shortages. </p><p>   The U.S. semiconductor industry has argued for years that the federal government hasn't sufficiently supported what it says are critical chip-building capacities, including financial inducements to build new plants, called fabs. The U.S. now accounts for about 12% of global semiconductor-manufacturing capacity, down from 37% in 1990 as other countries subsidized growth of their chip makers, according to the Semiconductor Industry Association, a trade group. </p><p>   Much of the current chip shortage has less to do with where chips are produced than with auto makers and other companies struggling to predict demand for chips -- which need long lead-times to produce -- during the past year's economic turbulence. </p><p>   Still, those who think the U.S. should provide more support for domestic chip production to reduce overreliance on Asia and fend off China's rising clout say the current predicament offers a chance to press for those longer-term needs. </p><p>   Mr. Biden's order on Wednesday calls for a 100-day review in four vital areas, including semiconductors. \"We need to stop playing catch-up after the supply-chain crisis hits. We need to prevent the supply-chain crisis from hitting in the first place,\" the Democratic president said at the signing ceremony. </p><p>   Congress has signaled bipartisan willingness to spend billions of dollars to bolster semiconductor research and build up domestic manufacturing. \"We'll push for that as well,\" Mr. Biden said. </p><p>   Jeff Rittener, the head of government affairs at Intel Corp. -- the U.S.'s biggest chip maker by sales -- said in a blog post that the executive order, coupled with the congressional push to invest, \"can help level the playing field in the global competition for semiconductor manufacturing leadership.\" </p><p>   Intel is weighing more outsourcing of its chip production after manufacturing missteps. Pat Gelsinger, who took over as CEO this month, has said the bulk of the company's chips in the next few years would still be made in house. </p><p>   Adding U.S. chip-making capacity won't happen overnight. Production facilities cost billions to put up and typically take 18 months or more to start producing integrated circuits, industry analysts say. </p><p>   The push to bolster U.S. chip-making capacity comes as demand for those components is expected to remain hot for years. Global chip sales are expected to top $500 billion this year, up around 11% from a year ago, according to research firm Gartner Inc., and grow roughly 18% by mid-decade. </p><p>   --- </p><p>   Aaron Tilley contributed to this article. </p><p></p>",
  "published": "2021-02-26T07:05:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3004,
          "end": 3009
        },
        {
          "start": 3259,
          "end": 3264
        }
      ]
    }
  ]
}