{
  "_id": "892b8f9c7afb45e513308fad3cc074b48d3917307a560bc89c475e8138d1ad7f",
  "feed": "ftcomall",
  "title": "Intel looks to new chief's technical skills to plot rebound",
  "text": "<p>Faced with deep-seated technical problems that have dented its long ascendance in the chip industry, Intel this week reached outside for a new chief executive with an impeccable technical background. But despite strong backing for the move on Wall Street and in Silicon Valley, the incoming boss still faces one of the toughest comebacks in tech history.</p> <p>Pat Gelsinger, the former head of software company VMware, had often been seen as an Intel chief executive in waiting. After a career at the US chipmaker that culminated in the role of chief technology officer, he left in 2009 after being passed over for the top job. He was also considered for the position in 2013, and then again in 2018, the second time ruling himself out of the running.</p> <p>Mr Gelsinger <a href=\"https://www.ft.com/content/d6e30aca-e72b-4c49-8e8a-1bb25918c5c4\">was named</a> this week to replace Bob Swan, a finance executive who joined more than four years ago and took the helm in 2019. Mr Swan “was dealt a difficult hand” but still “accomplished a lot”, said Pat Moorhead, a US chip analyst. That included honing Intel's strategy, pulling it out of markets like communications and <a href=\"https://www.ft.com/content/21c4f05c-787e-4f3f-add8-4e629cebd660\">NAND flash memory</a> chips where it was underperforming, and delivering a strong financial performance.</p> <p>However, he wasn't able to fix the technical issues that have clouded Intel's future product plans, and the company's stock price malaise during a strong chip stock rally finally caught up with him this week. “I think it came down to investor pressure and impatience,” Mr Moorhead said of the change at the top.</p> <p>The most conspicuous slip has been the loss of Intel's leadership in advanced chipmaking to TSMC, the Taiwanese foundry company that manufactures chips for many of Intel's competitors.</p> <p>Some of those rivals — like AMD and Nvidia — have taken advantage of their TSMC relationship to leap ahead with new designs that in many cases offer better performance than Intel chips. Intel's recent loss of its contract to make chips for Apple's Macs — with Apple itself <a href=\"https://www.ft.com/content/8d02b979-fe87-4b5c-80a3-72ce575d7dc2\">designing</a> the new processors — has also underlined how much the world has changed, with big tech companies <a href=\"https://www.ft.com/content/2efc9861-3d07-4e33-8ca7-db1654373fcd\">moving on to its turf</a>.</p> <p>Mr Gelsinger faces three complex and interlinked challenges to put Intel back on track.</p> <p>One is to prove the company can master new ways of doing business as it expands into chip markets beyond its traditional stronghold of making microprocessors for PCs and servers. The new chips are often made in other companies' facilities rather than by Intel itself, Alan Priestley, an analyst at Gartner, points out. He adds that Intel has already shown it can adapt to this design-only, or “fabless” model, which is used by many of its competitors. But moving beyond its core markets — and the vertically integrated business model that was long the source of its success — has left it fighting on unfamiliar territory.</p> <p>A second, deeper technical problem has come from slips in its internal manufacturing. Intel's former dominance rested heavily on being first to perfect each new generation of process technology — essentially, the manufacturing recipe used to make its processors — as chipmakers cram more and more transistors into the same space. But slips over a number of years, culminating in the <a href=\"https://www.ft.com/content/29e02e4f-df7f-49d7-8f94-00a5af481909\">shock news</a> last year of the latest delay in its move to 7 nanometre process technology, have seen it fall about a year behind TSMC for the first time.</p> <p>The company's manufacturing crisis resonates beyond the financial world, potentially leaving the US without a company on the leading edge of semiconductor manufacturing — the high ground of tech. The national security implications were highlighted last month by Third Point, the activist investor, as it took a $1bn stake in Intel and started to agitate for change.</p> <p>Third Point called on Intel <a href=\"https://www.ft.com/content/afa50509-afbc-4e7c-b57d-ac74ccbc6e6f\">to rethink</a> whether it should even be involved in manufacturing. But that suggestion has gained little support among analysts and investors who have long followed the company, or inside Intel itself. The integration of design and manufacturing is ingrained in the company's processes and business model, supporting its margins. Insiders say it also gives Intel an edge when surging demand leaves rivals struggling to find enough manufacturing capacity, as happened last year. </p> <p>A third technical challenge for the incoming chief executive will be to master a new, modular approach to designing chips. Breaking down the design of semiconductors into discrete units makes it easier to update designs and outsource parts of the products to other manufacturers. AMD, long an underdog in Intel's core markets, took seven years to perfect a modular design that has recently enabled it to leapfrog Intel in performance, said chip analyst Mr Moorhead. Intel has been moving in the same direction, but has not yet shown it can match AMD's capabilities, he added.</p> <p>Mr Gelsinger does not have long to make his first important call. The long lead times for new products means he needs to decide soon on how to make key PC and server chips due in 2023.</p> <p>He will have little room for manoeuvre. Intel said on Wednesday that it had made headway on its delayed 7nm technology, promising to say more next week. But Mr Swan had already conceded that Intel would still need to turn outside for at least part of its manufacturing for its core products.</p> <p>The outsourcing decision will not be straightforward. TSMC's most advanced manufacturing capacity was already largely committed to Apple, said Mr Priestley at Gartner. With other high-volume customers like AMD and Qualcomm, the Taiwanese company had little capacity to spare and was unlikely to want to build a new semiconductor fabrication plant purely to service Intel, he added. Intel has also been talking to Samsung about a manufacturing partnership.</p> <p>Turning to other companies to make its chips — or parts of them — will also force Intel to design products so that they can be built in those companies' fabrication plants, using their different process “recipes”. For a company whose dominance was based on the tight connection between its in-house design and manufacturing processes, that will be a bitter pill to swallow.</p> <p>Mr Gelsinger's background at least puts him in a stronger position than his predecessor when it comes to such decisions, according to some analysts. He “has the history, credibility, technical authority and company respect to make these hard decisions and not be doubted and second-guessed by employees”, said Ben Bajarin, an analyst at Techpinions.</p> <p>His credentials should also help in attracting engineers to the company at a time when it had started to leak talent, said Mr Moorhead.</p> <p>Wall Street gave a halfhearted cheer over the appointment, lifting Intel's shares 7 per cent on Wednesday. But the scale of the challenge before Mr Gelsinger is evident from the huge value shift that has taken place in the chip industry.</p> <p>Five years ago, at about $120bn, Intel was worth roughly as much as TSMC, Nvidia and AMD combined. Since then, the value of its rivals has soared to nearly $1tn, or four times what Intel is worth now. For the future Intel leader, there could be no clearer sign of the challenge that lies ahead.</p><p>Source: Richard Waters in San Francisco 2021 'Intel looks to new chief's technical skills to plot rebound' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T08:02:28.262Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 5612,
          "end": 5617
        },
        {
          "start": 5146,
          "end": 5151
        },
        {
          "start": 5785,
          "end": 5790
        },
        {
          "start": 2877,
          "end": 2882
        },
        {
          "start": 6982,
          "end": 6987
        },
        {
          "start": 5629,
          "end": 5634
        },
        {
          "start": 101,
          "end": 106
        },
        {
          "start": 1012,
          "end": 1017
        },
        {
          "start": 1864,
          "end": 1869
        },
        {
          "start": 6630,
          "end": 6635
        },
        {
          "start": 3650,
          "end": 3655
        },
        {
          "start": 440,
          "end": 445
        },
        {
          "start": 6834,
          "end": 6839
        },
        {
          "start": 1251,
          "end": 1256
        },
        {
          "start": 4995,
          "end": 5000
        },
        {
          "start": 4073,
          "end": 4078
        },
        {
          "start": 4607,
          "end": 4612
        },
        {
          "start": 3713,
          "end": 3718
        },
        {
          "start": 4499,
          "end": 4504
        },
        {
          "start": 2501,
          "end": 2506
        },
        {
          "start": 3904,
          "end": 3909
        },
        {
          "start": 1657,
          "end": 1662
        },
        {
          "start": 2148,
          "end": 2153
        },
        {
          "start": 1540,
          "end": 1545
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 4660,
          "end": 4665
        },
        {
          "start": 2423,
          "end": 2428
        },
        {
          "start": 1851,
          "end": 1856
        },
        {
          "start": 7017,
          "end": 7022
        }
      ],
      "name": "Intel Corporation",
      "id": "US4581401001",
      "nexusId": "10063594"
    }
  ]
}