{
  "_id": "f677df18fc1dd38efd2251362c8859a26521332f437e2955b826d5da3caba643",
  "feed": "wall-street-journal",
  "title": "U.S. News --- CAPITAL JOURNAL: Chips Are U.S. Achilles' Heel",
  "text": "<p>America today is dangerously reliant on foreign producers of semiconductors, crucial components of everything from phones to laptops to cars to smart appliances to much of the equipment in your local hospital. The U.S. share of global semiconductor manufacturing capacity has dropped to 12% today from 37% in 1990, according to a study by the Boston Consulting Group.</p><p>America's position has receded while China's has advanced. Worse, about 40% of the new chip-production capacity projected to be added in the next decade will be in China, which would make it the largest semiconductor-manufacturing spot in the world.</p><p>Already, a shortage of semiconductors is holding up production of cars and driving up prices for consumers. The chief executive of chip manufacturer Intel Corp. told The Wall Street Journal that he expects the global shortage will stretch into 2023.</p><p>Yet, both the economic vulnerability and geopolitical risk are more acute than that picture makes it appear. A single company in Taiwan, Taiwan Semiconductor Manufacturing Co., makes almost all of the world's most sophisticated chips. It is the world's most important semiconductor company, and its 11th most valuable one.</p><p>And what if that Taiwanese company becomes a Chinese company? Chinese President Xi Jinping this month repeated his intention to complete \"reunification\" with Taiwan, and the head of U.S. forces in the Pacific recently warned China could invade Taiwan by 2027 to do exactly that. While other military leaders don't think the Chinese timetable for action is that aggressive, a takeover of Taiwan would put China in an overwhelmingly dominant position in the semiconductor business, at a time when computer chips are becoming a strategic commodity.</p><p>In short, the specter of semiconductor dominance could provide China an added incentive to move on Taiwan, and the U.S. an added incentive to stop China from doing so. It's no exaggeration to say that semiconductors have the potential to cause international tension and turmoil -- and even, in an extreme scenario, war.</p><p>So, maybe the U.S. should do something about all that.</p><p>As it happens, some in Congress are trying. Lawmakers in both the Senate and the House have introduced legislation to provide government help and incentives to increase domestic production of semiconductors. They propose doing so in a measure known, perhaps inevitably, as the CHIPS Act, or the Creating Helpful Incentives to Produce Semiconductors for America Act. It would, among other things, fund research into semiconductor design and production; create a pool of federal money to give manufacturers incentives to build semiconductor-manufacturing facilities in the U.S.; and provide a tax credit to those who do so.</p><p>The Senate last month passed, on a bipartisan vote, legislation that would provide $52 billion to start funding such initiatives. But that legislation hasn't yet been acted on in the House.</p><p>Twenty industry associations and unions sent congressional leaders a letter last week urging action: \"The U.S. needs to incentivize the construction of new and modernized semiconductor manufacturing facilities and invest in research capabilities,\" the groups wrote.</p><p>The semiconductor business is a complicated one, and changes won't come fast. Much front-end manufacturing of chips still is done in the U.S., but high-end finishing work is done overseas. The shortage of manufacturing-ready chips has been made worse by tariffs on imports of such chips from China imposed by the Trump administration, a step that has cut into chip imports.</p><p>The long-term solution is to move more chip manufacturing onshore in the U.S., but building plants takes time, as does building up a workforce trained for the high-end fabrication work. America's competitors are investing in chip research and providing substantial subsidies for semiconductor manufacturing, which has helped produce today's vulnerability.</p><p>The pandemic has helped reveal American dependence on foreign supply chains for a variety of key goods. But the supply-chain worry that keeps some officials awake at night is this one -- the semiconductor vulnerability.</p>",
  "published": "2021-07-27T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 767,
          "end": 772
        }
      ]
    }
  ]
}