{
  "_id": "c7b360613dae4d20ed28bffd1aee4f4b79f7756390bee32b618fcd478f7ae704",
  "feed": "market-watch",
  "title": "Nvidia earnings top Street view with record data-center, gaming revenue, but supply constraints still a concern",
  "text": "<p>Nvidia NVDA shares, which wobbled between slight gains and losses initially after hours, ended the extended session up more than 2%. That follows a 2.2% decline in the regular session to close at $190.40. Shares closed at a split-adjusted record high of $206.99 on July 6. All share and per-share figures are presented as split adjusted.</p><p>For the third, or current, quarter, the Santa Clara, Calif.-based chip maker forecast revenue of $6.66 billion to $6.94 billion, while analysts surveyed by FactSet have forecast revenue of $6.57 billion on average. On the conference call, the conversation quickly became how much of that outlook was affected by supply constraints.</p><p>Excluding Cryptocurrency Mining Processors, or CMPs, which are intended to divert mining demand away from GPUs made for gamers, Nvidia expects revenue to grow more than $500 million sequentially, said Colette Kress, Nvidia's chief financial officer, on the call. CMPs accounted for revenue of $266 million in the second quarter, and are expected to have minimal gains in the third quarter.</p><p>“The lion's share of that sequential revenue increase will be coming from data center,” Kress said. “We do expect gaming to be up slightly on a sequential basis, but remember we are still supply constrained.”</p><p>“So, our Q3 results don't have seasonality with them for gaming, and are really about the supply that we believe we can have for Q3,” Kress said.</p><p>“We have enough supply to meet our second-half company growth plans,” said Jensen Huang, Nvidia chief executive, on the call. “We expect to be able to achieve our company's growth plans for next year.”</p><p>“Meanwhile, we're securing pretty significant long-term supply commitments as we expand into all these different market initiatives that we've set ourselves up for,” Huang said. “And so I would expect that we will see a supply constrained environment for the vast majority of the year, is my guess at the moment.”</p><p>Nvidia reported second-quarter net income of $2.37 billion, or 94 cents a share, compared with $622 million, or 25 cents a share, in the year-ago period. Adjusted earnings, which exclude stock-based compensation expenses and other items, were $1.04 a share, compared with 55 cents a share in the year-ago period.</p><p>Revenue soared to a record $6.51 billion, up 68% from $3.87 billion in the year-ago quarter.</p><p>Analysts had estimated adjusted earnings of $1.02 a share on revenue of $6.33 billion. Back in May, Nvidia had forecast revenue between $6.17 billion and $6.43 billion.</p><p>In the second quarter, gaming sales surged 85% to a record $3.05 billion, surpassing last quarter's previous high mark of $2.76 billion, while analysts surveyed by FactSet had expected Nvidia gaming sales of $2.98 billion.</p><p>On the data-center side, sales rose 35% to a record $2.37 billion from the year-ago period, while analysts expected sales of $2.27 billion.</p><p>Nvidia also addressed headwinds in the company's planned acquisition of microprocessor-design company Arm Ltd. for $40 billion from Softbank Group Corp. JP:9984. Earlier in the month, rumors swirled that the deal could get blocked by U.K. regulators. Arm is based in Cambridge, England.</p><p>“We are working through the regulatory process although some Arm licensees have expressed concerns and objected to the transaction, and discussions with regulators are taking longer than initially thought,” Kress said in prepared remarks. “We are confident in the deal and that regulators should recognize the benefits of the acquisition to Arm, its licensees, and the industry.”</p><p>Amid supply shortages, the chip industry keeps turning in strong earnings and companies like Advanced Micro Devices Inc. AMD take more market share in the data-center space from Intel Corp. INTC.</p><p>Over the past 12 months, Nvidia shares have surged 58%, while the PHLX Semiconductor Index SOX has gained 47%. Meanwhile, both the S&amp;P 500 index SPX and the Nasdaq Composite Index COMP have risen 31%.</p>",
  "published": "2021-08-18T20:44:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3714,
          "end": 3719
        }
      ]
    }
  ]
}