{
  "_id": "2cd9c231010ad226c788d587d4220dbaaec37655d74c07ac98c4309c272d96fb",
  "feed": "ftcomall",
  "title": "Australia's move to end yield curve control exposes the policy's flaws  ",
  "text": "<p><em>The writer&#xa0;is the founding editor of Central Bank Intel</em></p> <p>The Reserve Bank of Australia's chaotic exit from yield curve control last week, after markets crashed through its cap on three-year bond yields, illustrates the growing pressure on central banks to tighten monetary policy as the world economy recovers from the pandemic.</p> <p>But it has also exposed a serious problem with the whole policy of yield curve control: unlike asset purchases, which can easily be tapered when the economy improves, it is very difficult to make a smooth exit from a cap on bond yields.</p> <p>That means the episode has important lessons for other central banks, such as the Bank of Japan, which either use yield curve control or have considered the policy. </p> <p>“Putting all the experience together it's quite unlikely that we will have a yield target again,” said <a href=\"https://www.ft.com/content/bef0e0f5-6273-4ff0-aba6-d31bda59de21\">RBA governor Philip Lowe</a>. “And it is not just because of the experience of last week.”</p> <p>Under yield curve control, the RBA promised last year to buy as many three-year bonds as needed to keep their yield at 0.1 per cent, the same as its overnight rate. The Bank of Japan introduced a target for 10-year bond yields in 2016 and that policy continues.</p> <p>The aim of yield curve control is to stimulate the economy when short-term interest rates are already at zero. Targeting three-year yields made sense in Australia, said analysts, because most loans were either variable rate or have terms below five years. </p> <p>At the time of introduction the RBA also used it as a forward guidance tool, saying the yield target was also “consistent with the board's expectation that the cash rate will remain at its current level for some years, but not forever.</p> <p>Initially, it was easy for <a href=\"https://www.ft.com/content/68e5f968-a95f-41f6-a08d-c5f5c0ad1841\">the RBA</a> to keep yields on target because the economy was weak and markets expected rates to stay low. But it never formally committed to keeping overnight rates on hold for three years. Instead, it said that was its “central scenario”.</p> <p>“This meant that if markets thought that the economy would significantly outperform this central scenario, and pushed yields higher, the RBA would be forced to intervene heavily into the bond market or abandon the peg,” said Isaac Gross, a former RBA economist who teaches economics at Monash University.</p> <p>“When faced with this dilemma the RBA was always going to choose the latter as the least bad option,” he said. Improved Australian economic data and the recent rise in global bond yields meant the 0.1 per cent yield on April 2024 bonds began to look too low. The market started questioning the RBA's forecasts and duly forced it to abandon the peg.</p> <p>One big problem the RBA had with yield curve control was that, in Australia, the large, highly liquid futures market drives the cash bond market and not the other way around. It eventually solved that problem in July by keeping the April 2024 bond as the target when it dropped out of the futures basket, rather than moving on to the November 2024 bond. But it chose to keep the cap.</p> <p>“The RBA should have ended yield curve control in July 2021 rather than pegging the target to the April 2024 bond,” said Gareth Aird, head of Australian economics at Commonwealth Bank. Aird had suggested as early as November last year the target should be abandoned.</p> <p>Fixing on April 2024 gave the impression that the RBA policy had a time-based expiry date rather than being linked to economic conditions. The RBA realised the inconsistency, but an improved outlook — the central bank now expects growth of 5.5 per cent next year — meant markets had already begun to challenge its guidance not to raise overnight rates before 2024.</p> <p>“The Delta variant simply delayed the inevitable. It would have been a better policy to proactively exit before markets forced the RBA's hand,” Aird said. </p> <p>With no precedent for an exit from yield curve control, the RBA struggled to communicate its plan. At one point, the central bank was so convinced of its forecasts that it planned to continue with the target until the April 2024 bond matured.</p> <p>Eventually, the lack of a clear exit plan led to the abrupt denouement, when markets pushed yields through the cap. What was once touted as a successful innovation ended with the RBA losing some credibility.</p> <p>Gross said: “Any future decision to introduce a novel programme should carefully consider what future commitment this will involve and what its potential exit strategies will be — including the potential cost of having to abruptly abandon the strategy.”</p><p>Source: Sophia Rodrigues in Sydney 2021 'Australia's move to end yield curve control exposes the policy's flaws  ' FT.com 10 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-10T00:19:31.425Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 50,
          "end": 55
        }
      ]
    }
  ]
}