{
  "_id": "98e2428cdde304837771cde0edc8c06a719c8bb7996c90f94bc7d711e8057403",
  "feed": "wall-street-journal",
  "title": "Intel Will Race to Cash In Its Car Chips; Spinning Mobileye into a hot auto tech market makes sense—if it can be done in time",
  "text": "<p>Mobileye specializes in chip-based camera systems that power automated driving features in cars. A $50 billion valuation would be a nice return for a business acquired in 2017 for a little over $15 billion. It also would normally be a heady multiple for a business generating just a little over $1 billion in annual revenue now. But this isn't a normal market—at least when it comes to anything touching the future of cars. A raft of companies in the electric-vehicle and autonomous vehicle spaces have gone public this year, either through the traditional route or through special-purpose acquisition companies. Electric-car makers Rivian Automotive and Lucid Group are now fetching market values of between $70 billion and $100 billion despite just barely shipping their first cars. Tesla, of course, is now valued at over $1 trillion—more than the combined market value of the world's 10 largest auto makers by annual revenue.</p><p>Intel's own shares rose more than 4% Tuesday morning, adding nearly $9 billion to the struggling chip maker's market value and thus affirming the basic logic of the move. The ultimate success of the listing, though, will depend on the auto-tech market remaining hot. That is no sure thing, given the high degree of speculation underpinning current valuations. Tesla alone has fallen 14% over just the past month as founder and Chief Executive Elon Musk has sold more than $10 billion worth of his stake. Rivian has plunged 33% from the high the stock touched last month following its Nov. 10 listing.</p><p>The move also won't solve Intel's core problem of catching up its chip manufacturing process to rivals'—though it will give the company a larger war chest to put toward that expensive task. The company says it will use the proceeds from the IPO to fund capital investments as part of its ambitious turnaround plan. Intel is close to spending nearly $19 billion a year now, and its capital expenditures are projected by analysts to shoot up to more than $26 billion next year. But that will still badly lag the $35 billion-plus that chip-making rivals Taiwan Semiconductor Manufacturing and Samsung are each projected to spend next year.</p><p>Still, Intel is right to try to unlock some value here given its own depressed multiple of 14 times earnings—44% below the chip sector's average. Mobileye is expected to grow revenue by more than 40% this year. It also has shown a steady operating profit for the past three years—something that has eluded many of the hot auto tech names.</p><p>The company's focus on assisted-driving systems is less speculative than other areas of the market. In a call Tuesday, Intel Chief Executive Pat Gelsinger called Mobileye \"the most successful acquisition that Intel has ever made\"—a telling admission from a company with a decidedly mixed record in deal making. Just how successful remains to be seen.</p><p>Intel Will Race to Cash In Its Car Chips</p>",
  "published": "2021-12-07T17:30:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1846,
          "end": 1851
        },
        {
          "start": 2175,
          "end": 2180
        },
        {
          "start": 2716,
          "end": 2721
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1557,
          "end": 1562
        },
        {
          "start": 2626,
          "end": 2631
        },
        {
          "start": 2858,
          "end": 2863
        },
        {
          "start": 930,
          "end": 935
        }
      ]
    }
  ]
}