{
  "_id": "cb6de5c432041f1e1f782673afae0678f072393a28711a4aa37ce6dd5d3d20fd",
  "feed": "ftcomall",
  "title": "China's Didi crackdown grows wider and wider",
  "text": "<p><em>Hi everyone, Mercedes here from Singapore. China's Big Tech crackdown is spreading like wildfire. #techAsia readers will no doubt be following the Didi Chuxing drama playing out as closely as we have and the implications are alarming. Beijing's clampdown on its tech sector, which began with the scuttled Ant Group IPO late last year, is hitting global investors. Check out the latest semiconductor machinations from Huawei and the grand US plans of Vietnam's richest man (Mercedes' top 10). Also, don't miss James' hot take on the end of Tesla's China honeymoon. Until next week!</em>&#xa0;</p> <p><em><strong>We would greatly appreciate your input on our new survey which focuses on the 5G and the telecommunications industry. Please click </strong></em><a href=\"https://survey.ft.com/jfe/form/SV_6wXVh8e6sKNxCd0\"><em><strong>here</strong></em></a><em><strong>. As a thank you for your time, every reader who completes the survey by midnight GMT Monday July 12th 2021 may enter a free prize draw to win £250 (or local equivalent) at the end of the survey. Please click here for full T&amp;Cs and Privacy Policy.</strong></em></p> <h2>The Big Story</h2> <p>It started as a <a href=\"https://www.ft.com/content/00403ae5-7565-413e-907d-ad46549375ba\">crackdown on Didi</a>, a Chinese ride-hailing company that recently listed in New York. But it threatens to accelerate China's decoupling from broad swaths of the global economy in both technology and finance.<br><br>The Cyberspace Administration of China ordered Didi to remove its app from domestic app stores, saying the company had violated laws on the collection and use of personal data. It also <a href=\"https://www.ft.com/content/771f6d40-ecd2-4855-8193-d0550f1d2e3d\">opened investigations</a> into two other Chinese companies that recently listed in the US.</p> <p><strong>Key implications</strong>: The main issue is China's attitude to data and national security. Zuo Xiaodong, the lead drafter of China's forthcoming data standards, said that a US law on auditing listed companies — passed last December — could result in leaks of important data beyond China's borders.</p> <p>How seriously China takes this was shown by an announcement on Tuesday. The country's top executive body declared a sweeping crackdown on “illegal securities activities”, saying it would tighten regulations for companies listing abroad, in particular, for cross-border transfers of sensitive information. </p> <p>The announcement called for establishing “a system for extraterritorial application of [China's] capital market laws”. This system is likely to reflect China's new Data Security Law, which stipulates that Chinese entities need government authorisation before providing any China-based data to foreign judicial or law enforcement agencies.</p> <p><strong>Upshot</strong>: In a data-driven world, almost every Chinese company seeking to list abroad will be caught up in the new regulations. The likely result is a sharp slowdown in Chinese listings in New York, where 34 Chinese companies&#xa0;<a href=\"https://www.ft.com/content/d0873b18-01ea-44d3-ac5c-755e0e50d2e3\">raised a record $12.4bn</a>&#xa0;in the first half of 2021. Hong Kong's exchange may reap the benefits.</p> <p>More broadly, concerns over data privacy and national security are likely to intensify. In one related example, leading international technology companies&#xa0;including <a href=\"https://asia.nikkei.com/Business/Technology/US-tech-giants-warn-Hong-Kong-data-law-could-drive-them-away\">Google, Facebook and Twitter</a> have warned Hong Kong of a potential exodus if the financial hub presses ahead with planned changes to its privacy laws.</p> <h2>Mercedes' top 10</h2> <ol>  <li><p>Apple's $50bn business in <strong>China</strong> is safe — for now. An attempt by Chinese tech companies to circumvent its privacy policies <a href=\"https://www.ft.com/content/c79a5f6a-0827-47a4-9b3b-622a81fcc75a\">has been thwarted</a>. (FT)</p></li>  <li><p>Can AI take healthcare where doctors don't want to go? The <a href=\"https://www.ft.com/content/91f93d85-3eb6-4087-b65b-c9f06dc46b86\">latest Tech Tonic podcast</a> heads to rural <strong>India</strong> to find tech helping overlooked patients. (FT)</p></li>  <li><p><strong>Taiwan's</strong> TSMC <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Apple-and-Intel-become-first-to-adopt-TSMC-s-latest-chip-tech\">remains vital</a> to <strong>US</strong> chip groups including Apple and Intel — despite efforts to onshore more semiconductor production. (Nikkei Asia)</p></li>  <li><p>ByteDance is <a href=\"https://www.ft.com/content/bed7cba1-db7a-49c7-9d57-06fd19e14e10\">selling AI technology</a> that powers its video app TikTok to websites and apps outside <strong>China</strong> as it tries to broaden its revenue base ahead of an IPO. (FT)</p></li>  <li><p>Chip engineers in <strong>Munich</strong>, software developers in <strong>Istanbul</strong> and AI researchers in <strong>Canada</strong> — <strong>China's</strong> Huawei is <a href=\"https://asia.nikkei.com/Business/Business-Spotlight/Huawei-enlists-army-of-European-talent-for-battle-with-US\">hiring a global army</a> as it battles <strong>US</strong> sanctions. (Nikkei Asia)</p></li>  <li><p><strong>Chinese</strong> tech groups are <a href=\"https://www.ft.com/content/8dfa20fc-5143-41b6-9a52-307420a4c254\">abolishing weekend overtime</a> following claims of mistreatment. Beijing's crackdown on Big Tech could have also prompted the shift. (FT)</p></li>  <li><p>Pham Nhat Vuong, <strong>Vietnam's</strong> richest man, has his sights on the <strong>US</strong> electric car market and is planning a <a href=\"https://asia.nikkei.com/Business/Automobiles/Vietnam-s-Vingroup-aims-to-capture-1-of-US-auto-market-with-EVs\">multibillion dollar sales push</a>. (Nikkei Asia)</p></li>  <li><p>A <strong>Chinese</strong> smartphone assembler is <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/China-s-Wingtech-to-buy-biggest-UK-chip-plant-amid-global-crunch\">buying the UK's largest chip facility</a>, a deal that would strengthen Beijing's supply chain but is likely to attract scrutiny. (Nikkei Asia)</p></li>  <li><p>Staying with <strong>China's</strong> chip supply chain, Huawei's chip design arm has struck its <a href=\"https://asia.nikkei.com/Spotlight/Huawei-crackdown/Huawei-unit-signs-chip-supply-chain-deal-with-China-partner\">first public deal</a> to circumvent the <strong>US</strong> blocking its access to the vital technology. (Nikkei Asia)</p></li>  <li><p>Last week we marked the demise of Pepper the robot in <strong>Japan.</strong> Leo Lewis in the FT has sage words on why we should not mourn the passing of what was <a href=\"https://www.ft.com/content/0bba6e2b-bce9-4153-8b52-1abfd6e921a5\">“fundamentally a huckster”</a> from SoftBank. (FT)</p></li> </ol> <h2>Our take</h2> <p>To what extent has <strong>Tesla's</strong> China honeymoon turned sour? We'll know more when sales for June are announced later this month — but a few things are becoming clear.</p> <p>One is that several domestic competitors are increasing their sales in China much faster than Tesla. The <strong>Warren Buffett</strong>-backed <strong>BYD</strong> sold 20,016 battery powered electric vehicles in China in June, up 102 per cent year-on-year. <strong>Nio</strong>, another domestic challenger, posted a 116 per cent increase in year-on-year sales in June. Even this performance, however, was eclipsed by <strong>Li Auto</strong> and <strong>Xpeng</strong>, which reported sales increases of 321 per cent and 617 per cent respectively in June.</p> <p>Tesla, by comparison, sold 33,463 China-made electric cars in May, including exports, a 29 per cent jump from April. But the April total was down significantly from March's number.</p> <p>Persistent negative domestic media coverage, a ban by some government agencies on using Teslas because of data privacy concerns and a massive recall of almost all Teslas sold in China to address a software flaw are cited as reasons for the sales slowdown. <strong>Elon Musk's</strong> halo in China is slipping.</p> <p>Check out a <a href=\"https://www.theinformation.com/newsletters/the-electric\">new publication</a> dedicated to EVs launched by the great <strong>Steve LeVine</strong>.</p> <p><em>— James</em></p> <h2>Smart data</h2> <p>The lot of a “digital nomad” is not always easy. Nevertheless, the pandemic has convinced many people that they can work virtually anywhere with an internet connection.</p> <p>So where should would-be nomads migrate to? In the <a href=\"https://asia.nikkei.com/Economy/Tokyo-and-Singapore-trail-Melbourne-in-digital-nomad-ranking\">ranking</a> above, Melbourne, Dubai, Sydney and Estonia's capital Tallinn are the cities that lead the pack, according to a number of criteria. </p> <p>The most important of these is the willingness of authorities to grant digital nomad visas or similar permits that allow people to stay longer than tourists and work independently. </p> <h2>Spotlight</h2> <p>As <strong>Didi Chuxing's</strong> public face, <strong>Jean Liu</strong>, its president, is accustomed to fighting fires. When a driver for the Chinese ride-hailing app was murdered by his passenger in 2019, Liu was the one who flew to the scene to be with the family. </p> <p>The 43-year-old former <strong>Goldman Sachs</strong> executive is one of the <a href=\"https://www.ft.com/content/ad10ab97-40dc-4c2a-b621-bfc675601b33\">most recognisable and successful women leaders</a> in China's tech scene. Liu is often the sole woman on her panels at global technology conferences and has long been the company's public ambassador — compared with the low-profile <strong>Cheng Wei,</strong> Didi's founder and CEO. She's played host to high-profile tech bosses including <strong>Apple's</strong> <strong>Tim Cook</strong> and secured billions in investment from major global internet companies.</p> <p>Now Liu, a breast cancer survivor and the daughter of <strong>Lenovo</strong> founder <strong>Liu Chuanzhi</strong>, will be in the spotlight more than ever before. China's government on Sunday ordered Didi be <a href=\"https://www.ft.com/content/809b31e2-6b1e-42b6-8009-3ea78969d870\">removed from local app stores</a> for problems related to its collection and use of data. The move came days after Didi went public on the New York Stock Exchange, sending the company's share price down. With little clarity on how far Beijing will go to rein in Didi, this will be Liu's biggest test yet. </p> <h2>When sages speak</h2> <ul>  <li><p>In which parts of the semiconductor industry is China highly reliant on foreign technology providers? How likely is China to catch up within this decade? <a href=\"https://merics.org/en/report/mapping-chinas-semiconductor-ecosystem-global-context-strategic-dimensions-and-conclusions\">This study</a> from <strong>John Lee </strong>and<strong> Jan-Peter Kleinhans </strong>at<strong> Merics</strong>, a Berlin-based think-tank, looks for answers.</p></li>  <li><p>China's Ministry of Industry and Information Technology has issued draft standards for cyber security in autonomous vehicles (in <a href=\"https://www.miit.gov.cn/gzcy/yjzj/art/2021/art_5816a38b978244208ca4d5a7f3211514.html\">Chinese</a>). Here's a good <a href=\"https://macropolo.org/analysis/standards-bearer-a-case-study-of-chinas-leadership-in-autonomous-vehicle-standards/\">backgrounder</a> from <strong>Matt Sheehan</strong> at <strong>MacroPolo</strong> on how China is ahead in this field.</p></li>  <li><p>An <a href=\"https://academic.oup.com/ia/article-abstract/97/4/1007/6294889?redirectedFrom=fulltext\">examination</a> here of China's “psychological warfare” through various means such as social media by <strong>Youngjune Chung</strong> for Chatham House.</p></li> </ul><p>Source: James Kynge and Mercedes Ruehl 2021 'China's Didi crackdown grows wider and wider' FT.com 7 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-07T07:25:39.294Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3424,
          "end": 3429
        },
        {
          "start": 3424,
          "end": 3431
        }
      ]
    }
  ]
}