{
  "_id": "9cb35b367bfcb9be87fe9dd100abd4b2ee633b3a39e2786b439de98b6294b42c",
  "feed": "market-watch",
  "title": "Adobe worth $26 billion less as DocuSign fears spark ‘knee-jerk reaction' for stock",
  "text": "<p>DocuSign DOCU Chief Executive Dan Springer acknowledged Thursday that while his electronic-signature company saw “accelerated growth” for six quarters amid the pandemic, customers have gone back to “more normalized buying patterns.” As a result, DocuSign delivered a downbeat bookings outlook, sending its shares cratering more than 40%.</p><p>Some of that investor fear seemed to transfer over to Adobe ADBE, which also offers contract-management software and allows for the collection of e-signatures. Adobe's stock fell 8.2% Friday, its steepest single-day percentage drop since March 2020 and the worst performance on the day from an S&amp;P 500 SPX stock. The move wiped away $26.3 billion in market capitalization, taking Adobe's valuation lower than $300 billion.</p><p>The decline in Adobe shares struck Wedbush analyst Daniel Ives as a “DOCU-related selloff,” he told MarketWatch, as DocuSign's report served as a “a barometer that the WFH tailwinds are now abating and could be a headwind for Adobe.”</p><p>“The DOCU print was a shocker and this is a knee-jerk reaction,” he said.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Adobe is due to post its own quarterly results Dec. 16. The company highlighted its e-signature technology in its prior earnings report, as Chief Financial Officer John Murphy noted that “third-quarter Document Cloud growth drivers included adoption of Sign in Acrobat driven by the increased need to collaborate in a hybrid work environment.”</p><p>While other at-home stocks took a hit on disappointing outlooks earlier in the course of the pandemic, DocuSign initially appeared more resilient. Its stock hit an all-time high in September and was up 165% since March 2020 as of Thursday's close. Now the company will need to “show that it can generate, not just fulfill, demand on a regular basis,” according to an Evercore analyst.</p><p>FactSet, MarketWatchAdobe has a more diversified business than DocuSign. While the company sells contract-related software, it has a variety of other offerings including subscriptions to creative programs like Photoshop. Adobe's Document Cloud accounted for about 13% of the company's overall revenue in its last-reported quarter.</p><p>Shares of Adobe were up 86% since March 2020 as of Thursday's close.</p>",
  "published": "2021-12-04T10:41:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1085,
          "end": 1090
        }
      ],
      "nexusId": "10063594"
    }
  ]
}