{
  "_id": "bb8cdde48c515731b930f766ba3bfe0beb784fac4c85449c1fb78b80418aa89e",
  "feed": "ftcomall",
  "title": "Massive passive: 50 years of the index fund ",
  "text": "<p>Happy birthday to the <a href=\"https://www.amazon.com/Trillions-Renegades-Invented-Changed-Finance/dp/0593087682/ref=sr_1_1?dchild=1&amp;keywords=trillions+wigglesworth&amp;qid=1626090380&amp;sr=8-1\">index fund</a>, which this month turned 50 years old — looking fitter, feistier and more controversial than ever.</p> <p>Five decades ago, John “Mac” McQuown, a headstrong former farmhand from Illinois, led a team of brilliant iconoclasts at a Wells Fargo skunk works that cooked up ways to use newfangled computers in finance. Among the things the Management Sciences unit helped birth were Fico's famous <a href=\"https://www.ft.com/content/046dd89d-7047-4ed4-af31-0e126f59eb00\">credit scores </a>and Mastercard. But the greatest was the <a href=\"https://www.ft.com/content/807909e2-0322-11e9-9d01-cd4d49afbbe3\">index fund</a>.&#xa0;</p> <p>At one point McQuown had six future Nobel laureates of economics on his payroll. “That tells you how much brain power we focused on the problem,” he reminisces. The first clunky iteration was born in July 1971, with $6m from Samsonite's pension plan. Soon afterwards, two other unorthodox financiers — Rex Sinquefield at American National Bank of Chicago and Dean LeBaron of Batterymarch — launched the first S&amp;P 500 index funds.</p> <p>The success of passive investing has been breathtaking. There is now over $16tn in index funds of various stripes, almost twice the size of the combined private equity, venture capital and hedge fund industries. Throw in <a href=\"https://www.ft.com/content/7d5c2468-619c-4c4b-b3e7-b0da015e939d\">non-public internal passive strategies</a>, and we are probably talking of well north of $25tn.&#xa0;</p> <p>Yet this success has naturally fostered fears across parts of the finance industry, which has been rattled by such a tectonic trend. Some of the concerns are overdone and probably a little self-serving, but others have a ring of truth to them.&#xa0;</p> <p>The argument that index funds somehow wreck financial markets is the oldest and most popular. Already in 1975, analysts at Chase Investors Management Corp warned that if the then-nascent index investing trend kept growing, “the entire capital allocation function of the securities markets would be distorted, and only companies represented in indices would be able to raise equity capital.”</p> <p>An anonymous mutual fund manager offered a more inadvertently honest complaint to the Wall Street Journal back in 1973: “If people start believing this random-walk garbage and switch to index funds, a lot of $80,000‑a‑year portfolio managers and analysts will be replaced by $16,000‑a‑year computer clerks. It just can't happen.”</p> <p>More recently, more cerebral financiers have presented<a href=\"https://www.ft.com/content/bd8ce72b-6104-4d1c-a4a9-78cd815c68b1\"> cogent, alarming arguments </a>for how the growth of index investing has evolved from a good idea into a volatility-stirring potential disaster. However, what many critics seem to ignore is the fact that financial markets are always in flux.</p> <p>Yes, passive investing is undoubtedly affecting how markets function. How could it not — both on the level of broad markets and individual securities — given its growing scale? What is doubtful is whether they are “distorting” markets any more perniciously than any other types of investors that have come (and sometimes gone) over the centuries, from investment trusts to hedge funds.&#xa0;McQuown is roundly dismissive. “It's just complaining,” he says. </p> <p>In fact, fears that surround indexing have uncanny echoes with the rise of mutual funds a century ago. A 1949 Fortune article on the trailblazing Massachusetts Investors Trust&#xa0;marvelled at how the mutual fund had grown to an astonishing $110m, making it the largest owner of stock in the US, but fretted over what might happen if investors pulled their money out at the same time. Today, sceptics fret over the same with index funds, undaunted by the encouraging evidence from major bear markets.</p> <p>However, the concerns over some of the more abstract effects are harder to set aside.</p> <p>The economics of scale in indexing mean that the big invariably get much bigger. <a href=\"https://corpgov.law.harvard.edu/2019/05/21/the-specter-of-the-giant-three/\"><em>The Spectre of the Giant Three</em></a>, a 2019 paper, estimated that BlackRock, Vanguard and State Street account for a quarter of all S&amp;P 500 shareholder votes, and within two decades they will probably account for as much as 40 per cent.&#xa0;</p> <p>Indeed, Harvard Law professor John Coates argued in a <a href=\"https://corpgov.law.harvard.edu/wp-content/uploads/2019/11/John-Coates.pdf\">seminal 2018 paper</a> that eventually just 12 individuals could enjoy de facto power over most US companies.&#xa0;“The effect of indexation will be to turn the concept of ‘passive' investing on its head and produce the greatest concentration of economic control in our lifetimes,” he warned. </p> <p>Intriguingly, professor Coates is now <a href=\"https://www.sec.gov/news/press-release/2021-19\">acting director</a> of the US Securities and Exchange Commission's division of corporate finance. It is hard to see what he might be able to do to address this issue, but it is unquestionably a conundrum that will climb up the agenda in the coming decade.&#xa0;</p> <p><em>Email: </em><a href=\"mailto:robin.wigglesworth@ft.com\"><em>robin.wigglesworth@ft.com</em></a></p> <p><em>Twitter: </em><a href=\"https://twitter.com/RobinWigg\"><em>@RobinWigg</em></a></p><p>Source: Robin Wigglesworth 2021 'Massive passive: 50 years of the index fund ' FT.com 19 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-19T04:00:49.253Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [],
      "nexusId": "10063594"
    }
  ]
}