{
  "_id": "92e5c2d77ca9bd0f18c4d9051b1e26432ab338ad5dc18fe62cf6e4a923599690",
  "feed": "ftcomall",
  "title": "Cashing out ahead of China's tech rout",
  "text": "<p><em>Hi everyone, Ken here in Tokyo. This week, after announcing huge China-related losses at SoftBank Group, group chief Masayoshi Son doubled down on his bullishness about investments in Chinese start-ups. Our FT colleagues report on Chinese entrepreneurs' moves prior to the political whirlpool (The Big Story).&#xa0; Also this week, troubled conglomerate Toshiba surprised investors with its leaked plan to split into three independent companies (Smart data). And Asian chipmakers defied US demand for supply-chain inventory data (Mercedes' Top 10), symbolising difficulties in running the entire chip business in America (Our take). Have a great week!</em></p> <h1>The Big Story — Exclusive</h1> <p>China's tech bosses cashed out at the right time. An <a href=\"https://www.ft.com/content/41ec575f-d8ee-45d4-b604-fe66566a8c5c\">investigation </a>by the Financial Times reveals that while Big Tech investors around the world lost a fortune in the fallout from China's regulatory crackdown this year, some savvy Chinese executives got ahead of the market. </p> <p>SoftBank, the huge Japanese investor, got <a href=\"https://www.ft.com/content/ca7df7d4-7e7e-43b2-85d6-36432d0d9d66\">caught in the maelstrom</a>. The company's Vision Fund disclosed a record quarterly loss as its publicly traded investments in China were hit by the crackdown and other big bets, such as South Korean ecommerce group Coupang, faltered.</p> <p><strong>Key developments</strong>: Documents reviewed by the FT show dozens of well-timed sales by Chinese executives. While there is no proof of insider trading, many of the deals came ahead of regulatory action or the release of disappointing earnings reports.</p> <p>Some executives appear to have hit the top of the market. Ten executives and directors at VIPshop, an online discount shopping site, sold about $527m of shares in March — almost three-quarters of all the shares they sold over the past 18 months — just before the collapse of Archegos Capital Management triggered a sell-off in its shares. VIPshop declined to comment.</p> <p>Despite the China fallout, Masayoshi Son said he would accelerate the pace of investments for the Vision Fund's sequel fund, which had allocated 15 per cent of its $33bn in capital to China as of the end of September.</p> <p><strong>Upshot</strong>: China tech investing is a turbulent business. There is no clearer sell sign than when Xi Jinping, the Chinese president, starts personally attacking an industry.</p> <h1>Mercedes' top 10</h1> <ol>  <li><p><strong>Asian</strong> chipmakers have complied with a <strong>US</strong> request for more supply chain data — but <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Samsung-Renesas-partially-meet-U.S.-call-for-chip-supply-chain-data\">stopped short</a> of sharing detailed customer data. (Nikkei Asia)</p></li>  <li><p>Cryptocurrency exchanges are feeling the pinch after losing <strong>Chinese</strong> clients. <a href=\"https://www.ft.com/content/430ffad7-d95a-4c85-bc62-c26c65bfb379\">Huobi Global</a> has been forced to give up nearly a third of revenues. (FT)</p></li>  <li><p><strong>Indonesia</strong> has had megamergers and mega-IPOs this year. Now the size of VC funds are getting <a href=\"https://asia.nikkei.com/Business/Technology/Indonesian-VC-closes-largest-early-stage-Southeast-Asia-fund\">bigger and bigger</a> as more global investors pile in. (Nikkei Asia)</p></li>  <li><p><strong>China's</strong> crackdown on its tech industry has reached the <a href=\"https://asia.nikkei.com/Business/China-tech/China-s-Robinhood-brokerages-are-next-targets-in-tech-crackdown\">online brokerage sector</a>, which has long operated in a legal grey area. (Nikkei Asia)</p></li>  <li><p><strong>India's </strong>Paytm is <a href=\"https://www.dealstreetasia.com/stories/india-paytm-ipo-subscribed-269114/\">gearing up</a> to be the country's biggest equity listing. But the response from institutional investors has been tepid — perhaps due to the $20bn valuation target. (DealStreetAsia)</p></li>  <li><p>Cash is <a href=\"https://asia.nikkei.com/Spotlight/Caixin/China-s-quartet-of-AI-giants-walk-through-the-valley-of-death\">drying up</a> for <strong>China's</strong> four AI unicorns — SenseTime, Megvii, CloudWalk and Yitu. Can the companies finally pull off long-planned IPOs? (Caixin)</p></li>  <li><p>But elsewhere in Asia, countries are going all in on the sector. <strong>Thailand's</strong> oldest bank has acquired <a href=\"https://asia.nikkei.com/Business/Finance/Thailand-s-oldest-bank-takes-51-stake-in-crypto-exchange\">a controlling stake</a> in a crypto exchange. (Nikkei Asia)</p></li>  <li><p><strong>Japan</strong> has moved one significant step closer to joining the <a href=\"https://asia.nikkei.com/Business/Aerospace-Defense/Channeling-Elon-Musk-Japan-gears-up-for-private-rocket-space-race\">private rocket-launch</a> space race. (Nikkei Asia)</p></li>  <li><p>The giddiness over Alibaba's annual Singles Day shopping bonanza <a href=\"https://www.scmp.com/tech/big-tech/article/3155403/alibabas-singles-day-shopping-bonanza-loses-lustre-amid-chinas-big\">has faded</a>. Now the <strong>Chinese</strong> giant is pushing a <a href=\"https://asia.nikkei.com/Business/Retail/Alibaba-changes-tack-ahead-of-Singles-Day-shopping-event\">social welfare line</a> in a bid to stay relevant — and please Beijing authorities. (SCMP, Nikkei Asia)</p></li>  <li><p>The <strong>south-east Asia</strong> <a href=\"https://economysea.withgoogle.com/\">digital economy report</a> from Bain, Google and Temasek is always worth a scroll. The region now has 440m internet users.</p></li> </ol> <h1>Our take</h1> <p>What makes Taiwan Semiconductor Manufacturing Corp (TSMC) so competitive? Yukio Sakamoto, a Japanese semiconductor industry veteran, sees talent retention as a particularly crucial factor.</p> <p>“You cannot keep constant progress in miniaturisation technology without an experienced workforce,” says Sakamoto, who has run DRAM memory businesses at such companies as Texas Instruments and Elpida Memory of Japan.</p> <p>The art of chipmaking involves thousands of chemical and physical interactions at the atomic level. Workers on production lines in a plant must be equipped with the knowhow to translate lab-developed technology into a stable mass-production process.</p> <p>“Problems in worker retention seem to me to have been a primary cause of Intel's struggle in keeping up with TSMC in miniaturisation in recent years,” Sakamoto says. He adds that high employee turnover is a structural characteristic of the US labour market rather than an Intel-specific problem. He sees Taiwan, Korea and Japan as having a cultural advantage in pursuing semiconductor businesses because of the relative ease of worker retention.</p> <p>This view resonates with TSMC founder Morris Chang, who recently argued that “it will not be possible to turn back the clock”, referring to the US plan to re-establish chip manufacturing capacity with a <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-founder-chides-U.S.-plan-for-full-chip-supply-chain-onshore\">$52bn package</a>. Chang cited high fixed costs as a major hurdle for the US chip sector, while greater competitiveness would require even higher salaries for better worker retention.</p> <p>It will be interesting to see how this labour factor will play out in TSMC's two parallel new chip projects — in <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-starts-construction-of-12bn-Arizona-chip-plant\">Arizona</a> and <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-says-it-will-build-first-Japan-chip-plant-with-Sony\">Kumamoto</a>, Japan. After waves of massive lay-offs of chip industry workers and engineers in the 2010s, many experienced, middle-aged semiconductor people are doing something else today in Japan. They are potentially available for the new TSMC plant and perhaps more willing to keep working there than US workers.</p> <p><em>— Ken</em> </p> <h1>Smart data</h1> <p>The debate over <strong>Toshiba's</strong> future is coming to a head. The Japanese conglomerate will announce the result of its strategic review later this week and <a href=\"https://www.ft.com/content/1f27efd7-5a85-4056-8d9a-da5fbbbc448f\">one proposal on the table</a> is to split the sprawling business into three companies. </p> <p>The above chart shows just how diverse the company's different revenue streams are. At the top, of course, is electronics, which is likely why one plan is to divide the group into a devices company, an infrastructure group and a business focused on semiconductors and memory chips. The main question is whether these businesses will be able to grow once split up, according to one government official. For more, check out this <a href=\"https://asia.nikkei.com/Spotlight/Toshiba-in-turmoil/Toshiba-and-GE-breakups-ask-Is-the-age-of-conglomerates-over\">excellent piece</a> on whether the age of the conglomerate is over (now that <strong>GE</strong> has also proposed a similar split). </p> <h1>Spotlight</h1> <p><strong>Neil Shen</strong>, the head of <strong>Sequoia Capital China</strong>, has many admirers. As one of the few in the mainland's investment industry to have been a banker, an entrepreneur and an investor, he is well-versed with the tensions that exist between investors, entrepreneurs and regulators, as his <a href=\"https://www.ft.com/content/545dc28e-3b58-11e5-8613-07d16aad2152\">Lunch with the FT</a> in 2015 demonstrated. </p> <p>So when China's top venture capitalist is selling stakes in his biggest and most valuable investments — with Beijing stepping up scrutiny of the technology sector — people take notice. Shen, whose personal wealth is estimated to be $4.4bn, is also contending with Xi Jinping's wealth redistribution campaign. He has <a href=\"https://www.ft.com/content/1f6b1457-3ed4-41d4-855a-a0da92ffdfb4\">sold as much as $215m</a> in shares in fast-growing group shopping app <strong>Pinduoduo</strong>, food delivery giant <strong>Meituan</strong> and delivery platform <strong>Dada Nexus</strong>.</p> <p>But admirers and observers shouldn't take this move as evidence Shen is going cold on China's start-up sector. Sequoia completed 96 deals in the third quarter, making it the world's most active fund, according to CB Insights. While international funds are hitting pause on China tech, Shen and Sequoia China appear to see fertile ground. </p> <h1>When sages speak</h1> <ul>  <li><p>The technological capabilities of China's military have been in the spotlight lately with the publication of an annual report on the country's military power. <strong>Michael C Horowitz</strong> and <strong>Lauren A Kahn</strong> <a href=\"https://www.cfr.org/blog/dods-2021-china-military-power-report-how-advances-ai-and-emerging-technologies-will-shape\">explain the role</a> that AI and emerging technologies will have.</p></li>  <li><p>Asia's Gen Z represents a key cohort for many tech companies operating in the region. This <a href=\"https://nextbn.ggvc.com/top-stories/asia-gen-z/\">recent report </a>on their salient characteristics by <strong>GGV</strong> <strong>Capital</strong> should provide some pointers. </p></li>  <li><p>Check out this <a href=\"https://nextbn.ggvc.com/top-stories/india-startups/\">explanation </a>of why Indian start-ups are getting investor love, also by <strong>GGV Capital.</strong> </p></li> </ul><p>Source: Ken Koyanagi, Mercedes Ruehl and James Kynge 2021 'Cashing out ahead of China's tech rout' FT.com 10 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-10T08:02:41.841Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4531,
          "end": 4536
        }
      ],
      "nexusId": "10063594"
    }
  ]
}