{
  "_id": "ec116a31118eb5b4371416967ddcfdffa587a4b88ce6941bcd95c0369d3c3402",
  "feed": "ftcomall",
  "title": "Chip shortage shows the pitfalls of ‘just in time'",
  "text": "<p>A shortage of semiconductors is rippling through supply chains worldwide. Car factories are <a href=\"https://www.ft.com/content/4dde2754-0b36-45a7-be13-4dbd7cd28c7a\">lying idle</a> because of the struggle in locating semiconductors; consumer electronics makers warn that the shortage is spreading to production of televisions, appliances and smartphones. It is a rare area of economic policy agreement between the EU, US and China that government investment is needed in domestic chipmaking capacity. But the primary responsibility for strengthening supply chains lies with companies themselves.</p> <p>Just-in-time manufacturing — in which parts arrive at factories just when they are needed — is one of the marvels of globalisation. By coordinating the minute-to-minute movements of ships, trains and truck drivers across continents, car and electronics manufacturers can ensure that the parts arrive pretty much as they are needed. Such lean production methods leave little room for error, though the model has often proved resilient and adaptable: initial shortages of personal protective equipment during the pandemic were overcome, as production was retooled or relocated.</p> <p>The present chip shortage is partly due to such whipsaws in demand. Companies, particularly car manufacturers, cut back on orders when the first lockdowns hit, anticipating that ordering too many chips could leave them with bulging inventories. More recently a combination of vaccinations and government economic support has led to a much faster recovery than expected, leading to a surge in new orders. Lockdowns, rather than reducing purchases of chips, spurred purchases of electronics both for work and entertainment. </p> <p>Geopolitics, too, has played a role. Taiwan and South Korea produce the overwhelming majority of the standard, commodified semiconductors used in cars and appliances but the designs are often licensed from the US. The decision of the <a href=\"https://www.ft.com/content/795060b7-1932-4491-af6f-d983e3cffb50\">US government to restrict technology exports</a> to China has meant some Chinese manufacturers have stockpiled, in anticipation of further restrictions. More recently, <a href=\"https://www.ft.com/content/ce18b201-551c-4fb6-bd82-766e4d453dbc\">rising coronavirus infections in Taiwan</a> have caused some manufacturers to close factories, combining restrictions in supply with surging demand. </p> <p>Just-in-time production keeps current costs low but it provides little insurance against such disruption. Carmakers and others are now paying the price in production delays, missed sales and reputational damage — running high inventories is a form of insurance against these later costs.</p> <p>There is little case for the state to bear these costs instead. Chipmakers are making <a href=\"https://www.ft.com/content/e40ddf7c-b81c-4e2d-8ac9-cdcff56b305c\">healthy profits</a> — profits that should be enough to tempt investment. The current shortage might even be followed by a surplus as investment in factories booms. Intel announced earlier this year it is building two plants in Arizona while Bosch, Europe's largest auto parts supplier, opened one in Dresden on Monday.</p> <p>For the moment, businesses are paying the price for prioritising “just in time” over “<a href=\"https://www.ft.com/content/606d1460-83c6-11ea-b555-37a289098206\">just in case</a>”. Protecting supply chains in future will need a change in mindset as well as a willingness to spend. That means employing supply chain managers who foresee and avoid bottlenecks by diversifying sources, collaborating with suppliers, and use smart technology to anticipate problems, not simply cutting slack. Some chips are vital, for example, for defence and military use, but it is not a national security concern that some carmakers and consumer electronics companies are facing delays. Companies, not the taxpayer, should be ensuring supply chains in their own long-term interest.</p><p>Source: The editorial board 2021 'Chip shortage shows the pitfalls of ‘just in time'' FT.com 9 June. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-06-09T11:06:53.347Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2693,
          "end": 2698
        }
      ],
      "nexusId": "10063594"
    }
  ]
}