{
  "_id": "e20c23859309633d8fb3682b1a9a26e55b73d775b627c2423fb28074d6f698b9",
  "feed": "ftcomall",
  "title": "Apple increases production of iPhone and iPad outside China",
  "text": "<p>Apple is ramping up the production of iPhones, iPads, Macs and other products outside China, Nikkei Asia has learned, in a sign that the tech giant is continuing to accelerate its production diversification despite hopes that US-China tensions will ease under President Joe Biden.</p> <p>Sources said iPad production would begin in Vietnam as early as the middle of this year, marking the first time that the world's biggest tablet maker will build a significant number of the devices outside China. The Californian company was also stepping up iPhone production in India, its second-largest production base for the iconic device, sources added, with plans for it to start producing the latest iPhone 12 series — the company's first 5G smartphones — as soon as this quarter.</p> <p>Apple was also increasing production capacity for smart speakers, earphones and computers in south-east Asia as part of its ongoing diversification strategy, the sources added.</p> <p>In Vietnam, Apple is mobilising suppliers to expand production capacity for the latest HomePod mini, the affordable version of its voice-activated smart speaker line-up. The device has been produced in Vietnam since it was launched last year. Apple had increased local production of its audio-related products, including its various AirPods line-ups, sources said.</p> <p>Apple had relocated some production of the Mac mini, one of its desktop computers, to Malaysia, another person familiar with the matter told Nikkei, and was set to move part of its MacBook production to Vietnam this year. Most of its computer production remains in China.</p> <p>“Apple and many other tech companies all want out-of-China production capacities, and that has not slowed even though the US has a new president,” one supply chain manager said. </p> <p>“And they are studying not only peripheral products. Apple, for example, aims to build capacity in new locations — mostly south-east Asia nations — for multiple core products, such as iPhones, iPads, MacBooks, AirPods and others. It was hard to imagine that two years ago, but now, nothing is impossible to shift.”</p> <p>Apple suppliers have been working to meet their client's desire for more diverse production bases. Foxconn, which formally traded as Hon Hai Precision Industry, injected $270m to set up a subsidiary in Vietnam late last year as part of the Taiwanese company's efforts to expand its production capacity in the country. Luxshare Precision Industry, a new iPhone assembler and a key supplier of AirPods, is ramping up its capacity in northern Vietnam for the HomePod mini to solve supply constraints for the popular device, Nikkei learned.</p> <p>Apple's moves are part of a larger trend of global tech giants reducing their production dependence on China, long known as the world's factory. Rising labour costs, the prolonged trade tensions between Washington and Beijing and the outbreak of the coronavirus pandemic that severely disrupted the supply chain have all driven home the risks of depending too heavily on one country. The US government, moreover, has initiated a “supply chain restructuring” campaign and urged tech suppliers to move away from China, the Nikkei reported earlier.</p> <p>China, which boasts the world's most sophisticated and comprehensive supply chain, remains a key manufacturing hub for major tech companies, but Apple's decision to move such a wide range of products out of the country indicates that the tech decoupling of the two countries is likely to continue into 2021.</p> <p>And while there are some hopes that the political climate will improve under the new US president, Mr Biden has said he will not immediately reverse the tariff policy that the Trump administration implemented against China in mid-2018 — a policy that eventually saw tariffs levied on $360bn worth of Chinese imports.</p> <p>China's Goertek, a key Apple AirPods assembler, asked all of its suppliers to evaluate the feasibility of moving production to Vietnam as early as late 2018, and was the first Apple supplier to confirm a plan to shift production. In 2019, Apple asked multiple suppliers to study the cost implications of moving around 15 to 30 per cent of production out of China for a wide range of product lines. Its AirPods series, which ship around 90m units a year, first went into trial production in Vietnam in the summer of 2019, with mass production following in 2020. A portion of production of AirPods Pro, AirPods Max and the HomePod mini were also allocated to Vietnam last year. Apple began making the iPhone 11 in India in 2020.</p> <p>Apple did not respond to Nikkei's request for comment.</p> <p><em>A </em><a href=\"https://asia.nikkei.com/Economy/Trade-war/Apple-ramps-up-iPhone-and-iPad-output-shift-to-India-and-Vietnam\"><em>version of this article</em></a><em> was first published by Nikkei Asia on January 27, 2021. ©2021 Nikkei Inc. All rights reserved.</em></p> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Apple-logs-record-quarter-as-revenue-in-China-jumps-nearly-60\">Apple logs record quarter as revenue in China jumps nearly 60%</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Spotlight/Coronavirus/Apple-suppliers-fear-COVID-surge-over-Chinese-New-Year\">Apple suppliers fear Covid surge over Chinese new year</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/Intel-increases-Vietnam-chip-investment-by-nearly-50\">Intel increases Vietnam chip investment by nearly 50%</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/36Kr-KrASIA/Apple-authorizes-China-s-first-\">Apple authorises China's first independent repair service</a></p></li> </ul><p>Source: Lauly Li and Cheng Ting-Fang, Nikkei Asia staff writers 2021 'Apple increases production of iPhone and iPad outside China' FT.com 2 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-02T23:00:17.248Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4804,
          "end": 4809
        }
      ],
      "nexusId": "10063594"
    }
  ]
}