{
  "_id": "751ff2caaecdbac5c61306a1e3bb261b2ea7a5422d77077f272c1bfdd23adbec",
  "feed": "ftcomall",
  "title": "Wall Street stocks close bumpy week on a high",
  "text": "<p>Wall Street closed the week largely flat following a bumpy five days during which investors debated whether there was enough good news on the horizon to push stocks higher.</p> <p>The S&amp;P 500 index ended Friday up 1.1 per cent in New York, after <a href=\"https://www.ft.com/content/f3d92697-0070-4a91-9182-25376dbf0f69\">closing 0.9 per cent lower</a> in the previous session following reports that the Biden administration would <a href=\"https://www.ft.com/content/a43d966e-b7d9-4ee1-bb77-2a6561dfda12\">raise capital gains tax</a> for wealthy individuals. </p> <p>The blue-chip index has gained almost 30 per cent since November, after global drugmakers announced effective coronavirus vaccines and US president Joe Biden's $1.9tn stimulus programme put money into people's pockets, sparking an economic <a href=\"https://www.ft.com/stream/cc8d4763-9866-420e-add1-2ed8d26ecbb8\">rebound </a>that is now firmly under way. </p> <p>“The main question on everyone's minds is where does it go from here,” said Gregory Perdon, co-chief investment officer at the private bank Arbuthnot Latham. </p> <p>A devastating <a href=\"https://www.ft.com/content/cfd65715-36d4-4064-8772-44feaea372a8\">coronavirus surge in India</a>, which on Friday reported a daily world record of 332,000 infections, was “taking some frothiness out of the global recovery trades”, said Arnab Das, global market strategist at fund manager Invesco. </p> <p>Japan declared a state of emergency across major cities on Friday in response to a surge in Covid-19 cases. Elsewhere, <a href=\"https://www.ft.com/content/3d479130-d6cc-46b0-8e59-c0dd89e0cd50\">Michigan</a> in the US is grappling with a rise in infections and Halifax in Canada announced a four-week lockdown on Thursday. </p> <p>“Recovery from the pandemic will be less uniform and more staggered than markets anticipated when the vaccines first came out,” Das said. </p> <p>The technology-heavy Nasdaq Composite followed the S&amp;P 500 higher, climbing 1.4 per cent on Friday, but the index had its first weekly fall in four weeks, with a 0.3 per cent drop. The S&amp;P 500 was down just 0.1 per cent for the week.</p> <p>Meanwhile, the Dow Jones Industrial Average rose 0.7 per cent, weighed down in part by lacklustre quarterly results at blue-chip groups including <a href=\"https://www.ft.com/content/be61a4db-fb1f-4756-8fe8-ad21568d9fc5\">Intel</a> and <a href=\"https://www.ft.com/content/6736234c-3cdd-4c04-8ec9-9dd8b220a873\">American Express</a>, as the US dollar retreated 0.4 per cent. The Dow closed the week 0.5 per cent lower.</p> <p>Across the Atlantic, the region-wide Stoxx Europe 600 index closed down 0.2 per cent, having hit an intraday high on Monday. The UK's FTSE 100 ended Friday's session flat. </p> <p>Arbuthnot's Perdon argued equities remained “the best destination” for wealth because the US economic recovery would cause a jolt of inflation, eroding returns on fixed-interest securities. </p> <p>Other analysts believe a sell-off in Treasuries that startled investors in the first three months of the year is unlikely to reoccur in the second quarter, following <a href=\"https://www.ft.com/content/71555079-e8be-4090-b3a1-53f9a7684ec6\">assurances</a> from the Federal Reserve that it has no immediate plans to reduce its $120bn of monthly bond purchases that have supported financial markets since March last year. </p> <p>The yield on the benchmark 10-year Treasury note, which moves inversely to its price, was steady on Friday at 1.56 per cent. This yield, which has climbed from about 0.9 per cent at the end of 2020, has stabilised since the US last week <a href=\"https://www.ft.com/content/f5b1661f-ec91-4839-9615-945c59adb8ce\">reported</a> the strongest month in retail sales for a decade. </p> <p>“You had a Treasuries market where the bias was about as short as it is possible to be,” said Christopher Jeffery, head of rates and inflation strategy at L&amp;G, referring to investors positioning their portfolios and hedging strategies for an asset class to lose value. </p> <p>“But markets often buy the rumour and sell the fact,” he added. “Trends that have been strong regularly fail to extend on the actual realisation of the numbers.” </p> <p>The dollar dropped 0.4 per cent against a basket of peers, leaving the currency at its weakest level since early March. The global oil benchmark Brent crude gained 0.8 per cent to $65.89 a barrel. </p><p>Source: Naomi Rovnick in London and Francesca Friday in New York 2021 'Wall Street stocks close bumpy week on a high' FT.com 23 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-23T20:44:12.480Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1831,
          "end": 1836
        }
      ],
      "nexusId": "10063594"
    }
  ]
}