{
  "_id": "3608c048a9e56e96c713dc9aca711ad34d8b6981ce08b8e379f830a529e3050a",
  "feed": "wall-street-journal",
  "title": "U.S. Companies Aid China's Bid for Chip Dominance Despite Security Concerns; Silicon Valley venture-capital firms and chip-industry giants are ramping up deals in China's semiconductor industry, alarming U.S. officials",
  "text": "<p>Major chip company Intel Corp. is among the active investors, backing a Chinese company now called Primarius Technologies Co., which specializes in chip-design tools that U.S. companies currently lead in making, a separate Journal review of data from analytics firm PitchBook Data Inc. shows.</p><p>Beyond that, the China-based affiliates of Silicon Valley venture firms Sequoia Capital, Lightspeed Venture Partners, Matrix Partners and Redpoint Ventures have made at least 67 investments in Chinese chip-sector companies since the start of 2020, the Journal found.</p><p>While the sums invested in many of the deals aren't disclosed, the investors participated in financing rounds that overall raised billions of dollars for China chip startups, the Journal found.</p><p>The investment wave is hitting a flashpoint in the competition between the U.S. and China to dominate technologies they see as pivotal to future geopolitical primacy. Semiconductors underpin everything from mobile phones and autos to artificial intelligence and nuclear weapons, and since last year they have been in short supply around the globe.</p><p>Alarmed by the spate of deals, some officials and lawmakers in Washington are considering closing gaps in regulation. National security adviser Jake Sullivan said in a speech in July that the Biden administration is \"looking at the impact of outbound U.S. investment flows that could circumvent the spirit of export controls or otherwise enhance the technological capacity of our competitors in ways that harm our national security.\"</p><p>Beijing is in the midst of a full-throttle, heavily subsidized drive to become self-sufficient in chips, and U.S. national-security officials and industry consultants said the U.S. investment is assisting that push. China's governing State Council and its Ministry of Industry and Information Technology didn't respond to requests for comment.</p><p>\"It's a capital-intensive sector, and capital matters to picking the winners,\" said Nathan Picarsic, co-founder of Horizon Advisory, a China-focused research and consulting firm.</p><p>Overall, the U.S. companies investing in China's chip sector said those deals pale next to their domestic investments. Intel Capital, the chipmaker's venture-capital wing, said its China investments are less than 10% of the deals in a global portfolio designed to support its business and generate returns.</p><p>Sequoia and Redpoint said the China deals were done by their China-based counterparts independent of the Silicon Valley offices and from separate funds. Lightspeed, via a spokeswoman, declined to comment. Matrix didn't respond to a request for comment.</p><p>Washington has tried to stymie China's progress, placing tougher controls on exports of software, equipment and other technology used to make chips in recent years and crafting new policy and plans to spend billions to strengthen the U.S.'s edge in semiconductor manufacturing and design.</p><p>White House National Security Council officials have met with aides to Sens. Bob Casey (D., Pa.) and John Cornyn (R., Texas), who are sponsoring legislation that would screen outbound U.S. investments and the offshoring of critical supply chains and tech-industry resources to adversaries like China and Russia, one of the aides said.</p><p>The bill aims to scrutinize outbound investment currently not covered by export controls or the Committee on Foreign Investment in the U.S., an interagency panel that reviews deals with U.S. companies for national-security concerns.</p><p>\"For too long, corporate interests have prioritized their bottom lines without regard to the broader American economy or our national security,\" Mr. Casey said in a statement.</p><p>Business groups including the U.S. Chamber of Commerce and the U.S.-China Business Council are lobbying against the Casey-Cornyn bill, according to another congressional aide.</p><p>A spokesman for the U.S.-China Business Council said that \"regulation of outbound capital flow is unprecedented in 250 years of American history\" and that current export controls are sufficient to protect national security. The U.S. Chamber didn't respond to requests for comment.</p><p>Meanwhile, Beijing is turning to making more-advanced chips, focusing on areas of the semiconductor supply chain where China is weak and the U.S. is dominant, such as electronic design automation (EDA) software tools for designing and testing chips.</p><p>In August 2020, China's State Council upgraded a set of financial incentives that highlight EDA software companies, offering years of generous tax breaks.</p><p>That prospect of near-guaranteed government support is attracting the U.S. companies, China analysts and technology investors said. A chip startup, they said, would almost certainly be able to get government funding to boost its valuation and accelerate its growth or, at a minimum, keep it from going belly-up.</p><p>\"China's semiconductor industry is an industrial-policy-driven bubble,\" said Thilo Hanemann, a partner with Rhodium Group, the research firm. He noted that published statistics from the U.S.'s Semiconductor Industry Association put the number of new Chinese semiconductor companies established in 2020 at more than 22,000, an increase of 200% from the year before.</p><p>In 2020, the number of China's chip-sector deals that U.S.-based venture capitalists and other private investors participated in hit an all-time high of 20, Rhodium found. There have been an average of 14 to 15 deals a year since 2017—a period when U.S. policy makers began trying to block China from investing in U.S. chip companies or buying their products. The prior four years, during which the U.S. was more open to Chinese investment, saw five or six such deals a year, according to the Rhodium data.</p><p>San Francisco-based Walden International is among the most prolific U.S. investors in Chinese semiconductors. During the 2017-20 period it made 25 investments in Chinese chip companies, according to the data, participating in more than 40% of the total deals Rhodium tracked.</p><p>Executives at Walden didn't respond to requests for comment. In a speech last month, Walden's managing director in China, Hing Wong, alluded to U.S.-China tensions, saying \"the impact from various geopolitical events has in fact accelerated the upgrade of Chinese semiconductor companies.\"</p><p>The data Rhodium analyzed focuses on U.S.-domiciled entities making equity investments in China. It doesn't include other types of investment that national-security officials see as relevant, such as investments by China-based affiliates of U.S. venture-capital firms or U.S. limited-partner contributions to Chinese funds.</p><p>Sequoia Capital's China unit has made at least 40 investments in Chinese chip-sector companies since 2020, the Journal found, including several aiming to build the advanced tech where the U.S. wants to preserve its lead. Those deals include investments in MetaX Integrated Circuits (Shanghai) Co. and Moore Threads Intelligent Technology Beijing Co., according to PitchBook. Both Chinese firms specialize in graphics-processing units, a chip technology that is used to train artificial intelligence and that U.S. company Nvidia Corp. dominates.</p><p>A spokeswoman for Sequoia Capital said that each of Sequoia's investing units, which invest in different geographies, has a separate team that makes its investment decisions independently under the Sequoia brand.</p><p>The startups backed by Sequoia Capital China have touted their high-profile funder and suggested the investment will be used to further Beijing's technology objectives. MetaX's founder and CEO, Chen Weiliang, said in a speech last month that the company is working with the government and others \"to help our country get rid of its dependence on foreign high-performance chips,\" according to the company's account on the WeChat social-media service.</p><p>A post on Moore Threads's WeChat account seeking job candidates said that within just 100 days of its launch in October 2020, it raised billions of yuan from investors like Sequoia Capital China and that its \"core members are mainly from Nvidia\" and other top U.S. tech companies.</p><p>SHARE YOUR THOUGHTS</p><p>Should the U.S. government limit the ability of U.S. investors to fund Chinese semiconductor companies? Join the conversation below.</p><p>A MetaX spokeswoman asked the Journal to remove all mention of the company and its CEO from this article. Moore Threads didn't respond to requests for comment.</p><p>National-security specialists and venture capitalists with expertise in China say companies like Sequoia and Lightspeed can't sever themselves from their China-based counterparts. Chinese startups, they say, seek out these highly regarded firms for their U.S. connections, and the limited partners who invest in China-based funds often include U.S. investors. The Chinese funds of Sequoia and others can also lean on their U.S. flagships for operational expertise, relationships with U.S. customers and other resources.</p><p>\"These are great brand names there,\" said Winston Ma, adjunct professor at New York University School of Law and a former executive at China's sovereign-wealth fund. \"It's more about the glamour of the Sequoia headquarters than Sequoia China.\"</p><p>Write to Kate O'Keeffe at kathryn.okeeffe@wsj.com, Heather Somerville at Heather.Somerville@wsj.com and Yang Jie at jie.yang@wsj.com</p><p>U.S. Companies Aid China's Bid for Chip Dominance Despite Security Concerns</p>",
  "published": "2021-11-12T12:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 19,
          "end": 24
        },
        {
          "start": 2178,
          "end": 2183
        }
      ]
    }
  ]
}