{
  "_id": "f424d6c33498d70af58ed1ebf3ad5ca7c53362136c2649931b0bafd3e1d6a7ad",
  "feed": "wall-street-journal",
  "title": "Southwest Emerges As America's New Factory Hub --- Five states accounted for 30% of U.S. job growth in manufacturing over three years",
  "text": "<p>(WSJ June 7, 2021)</p><p>(END)</p><p>Companies producing everything from steel to electric cars are planning and building new plants in Southwest states, far from historical hubs of American industry in the Midwest and Southeast. The lure is open land, local tax breaks and a growing supply of tech-savvy workers.</p><p>The Southwest, comprising Arizona, New Mexico, Texas and Oklahoma, increased its manufacturing output more than any other region in the U.S. in the four years through 2020, according to an analysis by The Wall Street Journal of data from the Bureau of Economic Analysis.</p><p>Those states plus Nevada added more than 100,000 manufacturing jobs from January 2017 to January 2020, representing 30% of U.S. job growth in that sector and at roughly triple the national growth rate, according to data from the Bureau of Labor Statistics.</p><p>Executives say the region's growing population makes for plenty of available labor, and its lower cost of living is a draw for new talent.</p><p>\"I was surprised how straightforward a choice it was,\" said Peter Rawlinson, chief executive for Lucid Motors Inc., an electric-vehicle startup that plans to open a $700 million vehicle factory this year in Arizona, where state officials rolled out the red carpet. \"There was only one logical conclusion.\"</p><p>The company had looked at more than 60 sites in 13 states before picking the 590-acre site in Pinal County, Ariz., a rural area dotted with dairy and cotton farms. Its roughly 1 million-square-foot plant will be the state's first auto-assembly operation.</p><p>Manufacturers in the Southwest have been relatively insulated from pandemic shutdowns and layoffs, and job growth there is expected to continue. More than a year of global supply chain disruptions are nudging more manufacturers to reshore or expand U.S. production, likely benefiting Southwest states the most, said Eric Stavriotis, the head of location incentives for CBRE Group, a Dallas-based real-estate company.</p><p>\"If they are going to locate another facility, where does it need to be?\" Mr. Stavriotis said. \"The Southwest has won a lot of those analyses.\"</p><p>Chip maker Taiwan Semiconductor Manufacturing Co. last year selected Arizona for a new 1,600-worker factory near Phoenix, a $12 billion facility that ranked as the single largest capital investment announced in the U.S. last year.</p><p>A hiring website for the company seeks to lure workers by promoting the area's affordable housing as well as rock climbing, river rafting and other outdoor recreation. \"It doesn't hurt that Phoenix enjoys an average of 299 sunny days each year,\" the website said.</p><p>Intel Corp. said in March it would invest $20 billion to expand its manufacturing in Arizona and pledged to add 3,000 high-tech jobs. The company later said it would spend another $3.5 billion to expand its manufacturing operations in New Mexico, adding 700 jobs.</p><p>Tesla Inc. is opening a new assembly plant and battery factory in Texas, more than 1,400 miles from its headquarters in Palo Alto, Calif.</p><p>New factories create fewer jobs than they did in the postwar boom, with automation and other technologies helping produce more output with less labor. But many new plants pay higher wages. Semiconductor plants are among those that require more engineers and technicians than traditional assembly line workers.</p><p>Manufacturing help diversify economies, such as those in Arizona and Nevada, that have depended on real estate, tourism and other cyclical industries.</p><p>\"There's cranes everywhere,\" said Robert Hess, a vice chairman of the Newmark Group Inc., after a visit to the Southwest with a client this year.</p><p>Arizona politicians and economic development officials hustled to attract Lucid's electric-vehicle plant, executives and local officials said.</p><p>Arizona Gov. Doug Ducey and other state officials visited Lucid's Bay Area headquarters to pitch tax incentives and other benefits. The city of Casa Grande, Ariz. -- where the plant is being readied to open -- purchased and annexed plots of land that it zoned for industrial use.</p><p>A trade school opened a training center nearby this year, working with Lucid to craft a curriculum to train new hires, company executives and local officials said. The company hopes to draw local workers, as well as those from Phoenix and Tucson. The town is within a day's drive of the Mexican state of Sonora, a center for auto-parts suppliers, Mr. Rawlinson said.</p><p>The factory will build the Lucid Air, a luxury electric sedan starting around $70,000. It will employ around 750 people when it opens and expand to more than 2,000 workers, the company said.</p><p>Mr. Rawlinson said California was the company's first choice for a factory, close to designers and engineers. But Arizona proved more favorable, current and former company executives said.</p><p>Some growth in the Southwest has come at the expense of California, classified in U.S. statistics as part of the Far West. In 2019, nearly 2,000 manufacturing workers in Texas and more than 1,300 in Arizona arrived from California, the most in a decade, the most recent Census Bureau data show. More than 2,700 manufacturing workers have come to Nevada from California in 2017 through 2019.</p><p>California has seen a longer-term decline in manufacturing employment, but it is well-positioned to compete in advanced manufacturing sectors that require specialized skills and pay higher wages, a spokesman for the state Department of Finance said.</p><p>California's losses are small relative to the state's $3 trillion economy. But higher taxes and steep housing costs in the Golden State are prompting production firms to look elsewhere, according to executives and site-selection firms, which help companies pick new factory locations.</p><p>Arizona this year expanded a tax credit for infrastructure investments that create jobs. It also allows manufacturers to deduct energy spending from their sales tax bills.</p><p>In Texas, which has no state income tax, some municipalities offer tax abatements to new businesses or exemptions from local property taxes.</p><p>Nevada also has offered aggressive tax incentives, said Stephen Miller, a professor at the University of Nevada-Las Vegas. Those include abatements on sales, property and business taxes, in addition to tax credits that can be resold to other businesses.</p><p>Newcomers drawn in part by abatements include Haas Automation, the largest producer of precision tools used on assembly lines in the U.S. To complement its Oxnard, Calif., factory and headquarters, the company is building a second plant in Henderson, Nev., about 10 miles south of Las Vegas. It will employ 500 workers when it opens in early 2023, Haas said.</p><p>Within five years, the company expects to add more than 1,500 jobs in Nevada, and hopes a few hundred of its 1,500 workers in California will fill them, said Peter Zierhut, a company vice president.</p><p>The company had looked at other sites in Texas and in North Carolina. Nevada won out, in part, Mr. Zierhut said, because it was only a day's drive to the Port of Los Angeles, where it can ship its machines overseas.</p><p>\"Housing prices here are making it very difficult for us to find workers\" for the Oxnard factory, Mr. Zierhut said. which is 60 miles west of downtown Los Angeles.</p><p>Employees start around $17 an hour, he said, and three-bedroom apartments in Oxnard rent for about $2,800, according to real-estate listings platform Zumper. The company will pay its Nevada workers around the same, but similar-size apartments there rent for about $1,000 less a month, according to Zumper.</p><p>Steel Dynamics Inc., a steel producer based in Fort Wayne, Ind., is opening what will be the region's largest mill in Sinton, Texas this year. It will employ around 600 workers and produce three million tons of steel annually, Chief Executive Officer Mark Millet said.</p><p>The company picked the site to be closer to new factories popping up in the Southwest, he said, which will keep shipping costs lower than more distant competitors. The new mill is close to the port in Corpus Christi, Texas, where it can unload imported pig iron for its furnaces, he said.</p><p>Steel Dynamics got a break on a portion of local school district taxes but will pay its share to service bonds for new school construction. The expected tax revenue generated by the mill is helping finance a new high school, replacing one built in 1967.</p><p>The company is already starting to reshape the 5,500-resident town, where the median household income in 2019 was $30,000. At a two-day job fair last year, Steel Dynamics received more than 3,500 applicants for the mill's 600 positions, Mr. Millet said.</p><p>\"Those guys can make anywhere from $80,000 to $100,000 a year,\" Sinton City Manager John Hobson said. \"There just aren't jobs down here like that.\"</p><p>Spurred by the new steel mill, a new residential development on more than 1,100 acres bordering Sinton will be the first major construction project in decades and eventually double the town's size by area, Mr. Hobson said.</p><p>Some of the biggest manufacturers heading to the Southwest are electronics makers. Intel Corp. has made chips in Arizona for four decades, but there is a groundswell of new investment beyond Intel's $20 billion expansion.</p><p>\"When you look at the Southwest, it's a very affordable place to live. It's easy to attract talent,\" said Jeff Benck, chief executive of Benchmark Electronics Inc., a Tempe, Ariz.-based contract manufacturer of medical devices, electronics and equipment used by semiconductor producers.</p><p>Benchmark recently opened an electronics plant in Arizona, its third location in the state. The company moved production from a Silicon Valley facility it closed last year. \"Our business is pretty competitive,\" Mr. Benck said. \"Where is the most cost-effective manufacturing? Silicon Valley is not going to be it.\"</p><p>Arizona also is producing engineering talent the company needs for designs and on the production line, he said. Arizona State University reported it had nearly 20,000 undergraduate students in its engineering programs last year, up from fewer than 10,000 in 2013. The university is also working on a school focused on manufacturing.</p><p>\"Their hiring needs are very large,\" Kyle Squires, the dean of ASU's engineering schools, said of arriving companies.</p><p>Mary Hintze, an Arizona-native who graduated from ASU's engineering program in 2019, said she was an intern at a company in Seattle and had considered jobs in other states. When she saw an opportunity at Benchmark, she said she decided on Phoenix.</p><p>Many companies building factories in the Southwest expect to train some of their future workers.</p><p>TSMC, the Taiwanese chip maker now building in Phoenix, said the semiconductor manufacturing technology that will be used in the new plant isn't yet employed in the U.S. It started training its first hires in Tainan City, Taiwan, providing housing for 12 to 18 months.</p><p>Lucid and Haas are working with local trade schools to tailor curriculum around their job requirements.</p><p>Factories will need to manage water supplies in their new desert sites, local authorities said. The region is in a two-decade drought, the driest stretch since the 16th century, according to researchers who published their findings in the journal Science last year.</p><p>Researchers and authorities say demand could press the limits of the Colorado River basin and groundwater aquifers in the years ahead, given the region's growing popularity and projected growth.</p><p>Mr. Rawlinson, Lucid's chief executive, said he didn't anticipate when his company picked the Arizona site in 2016 that others would follow. When the electric-vehicle company expands in the future, it will face competition for construction firms and material from Intel, TSMC and others, he said.</p><p>\"You don't want to be doing a big construction project in a boomtown,\" he said. \"I wish we were the only ones here.\"</p>",
  "published": "2021-06-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 9130,
          "end": 9135
        },
        {
          "start": 11657,
          "end": 11662
        },
        {
          "start": 2586,
          "end": 2591
        },
        {
          "start": 9022,
          "end": 9027
        }
      ]
    }
  ]
}