{
  "_id": "33fa812e74ff23c8305cd6a53940866404ed78b89210d1ebee0012449defa203",
  "feed": "wall-street-journal",
  "title": "Ces trois dernières années, un emploi industriel sur trois a été créé dans l'un des cinq Etats du sud-ouest américain, où plus de 100 000 postes ont été ouverts; Le Sud-Ouest, nouvelle usine de l'Amérique",
  "text": "<p>Si l'on y ajoute le Nevada, ce sont plus de 100 000 emplois industriels qui ont été créés entre janvier 2017 et janvier 2020, soit 30 % de la croissance de l'emploi dans ce secteur et près de trois fois le taux national, toujours selon les données du Bureau of Economic Analysis.</p><p>Les chefs d'entreprise expliquent que la région est riche en main-d'œuvre et que le coût de la vie y est moins élevé, ce qui attire les talents.</p><p>« J'ai été surpris par l'évidence de la décision, raconte Peter Rawlinson, directeur général de Lucid Motors, une start-up de voitures électriques qui envisage d'investir 700 millions de dollars cette année dans un site de production de l'Arizona, où les élus locaux lui ont déroulé le tapis rouge. C'était la seule conclusion logique. »</p><p>La jeune pousse avait pourtant étudié pas moins de 60 sites dans 13 Etats, mais c'est un terrain d'un peu moins de 250 hectares dans le comté de Pinal, en Arizona, qui a eu sa préférence. L'usine, qui devrait frôler les 10 000 m², sera le premier site de production automobile d'un Etat plus habitué aux exploitations laitières et aux plantations de coton.</p><p>Les usines installées dans le Sud-Ouest ont été globalement épargnées par les confinements provoqués par la pandémie de Covid-19 et les licenciements. Les embauches devraient même s'y poursuivre. Après plus d'un an de perturbations des chaînes logistiques, les industriels sont de plus en plus nombreux à songer à rapatrier une partie de la production ou à produire davantage sur le sol américain, essentiellement au profit des Etats du Sud-Ouest, souligne Eric Stavriotis, responsables des aides à l'installation de CBRE Group, géant texan de l'immobilier.</p><p>Et quand ils se demandent où ils pourraient s'installer, « c'est souvent le Sud-Ouest qui gagne », ajoute-t-il.</p><p>L'an passé, le fabricant de semi-conducteurs Taiwan Semiconductor Manufacturing a choisi un site près de Phoenix, dans l'Arizona, pour bâtir une nouvelle usine qui accueillera 1 600 ouvriers. D'un montant de 12 milliards de dollars, c'est le plus gros investissement annoncé en 2020 aux Etats-Unis.</p><p>Sur un site de recrutement, le groupe vante le prix raisonnable des logements et la possibilité de faire de l'escalade ou du rafting pour attirer les candidats. « Petit plus pas désagréable : il fait soleil 299 jours par an à Phoenix », souligne le site.</p><p>En mars, Intel a annoncé vouloir investir 20 milliards de dollars pour fabriquer davantage en Arizona et s'est engagé à créer 3 000 emplois dans le secteur technologique. Le mois dernier, le spécialiste des semi-conducteurs a déclaré qu'il voulait aussi consacrer 3,5 milliards de dollars à l'agrandissement de ses sites de production au Nouveau-Mexique, avec à la clé 700 emplois.</p><p>De son côté, Tesla va ouvrir une nouvelle usine de batteries et un site de montage au Texas, à plus de 2 000 kilomètres de son siège de Palo Alto, en Californie.</p><p>Si les nouvelles usines créent moins d'emplois qu'après-guerre (l'automatisation et la technologie permettant de produire plus avec moins d'ouvriers), elles proposent des salaires plus élevés, la fabrication de semi-conducteurs exigeant plus d'ingénieurs et d'ouvriers qualifiés que les lignes de production traditionnelles.</p><p>L'arrivée des industriels permet en outre de diversifier l'économie, notamment en Arizona et au Nevada, deux Etats qui dépendent beaucoup de l'immobilier, du tourisme et d'autres secteurs cycliques.</p><p>« Il y a des grues partout », a déclaré Robert Hess, vice-président de Newmark Group, après une visite dans le Sud-Ouest il y a quelques semaines.</p><p>Tapis rouge</p><p>En Arizona, hommes politiques et responsables du développement économique ont mis les petits plats dans les grands pour convaincre Lucid de venir s'installer, racontent des dirigeants et des élus locaux.</p><p>Le gouverneur de l'Etat, Doug Ducey, s'est rendu avec d'autres responsables au siège de Lucid, dans la baie de San Francisco, pour vanter les avantages fiscaux et les autres points forts de la région. La ville de Casa Grande, où l'usine est quasiment prête à ouvrir ses portes, a acheté des terrains qu'elle a réservés à un usage industriel.</p><p>Un centre de formation professionnelle a ouvert cette année et travaille avec Lucid pour former les futures recrues, selon les dirigeants du groupe et des élus locaux. Lucid espère attirer les ouvriers de la région, mais aussi ceux de Phoenix et Tucson. Point fort de Casa Grande : la ville se situe à une journée de route de l'Etat de Sonora, au Mexique, où sont installés beaucoup d'équipementiers automobiles, souligne Peter Rawlinson.</p><p>Dans l'Arizona, Lucid veut construire la Lucid Air, une berline de luxe vendue à partir de 70 000 dollars. L'usine emploiera environ 750 personnes à son ouverture et espère dépasser les 2 000 salariés, a détaillé le groupe.</p><p>Peter Rawlinson avait d'abord pensé à la Californie, plus proche des designers et ingénieurs de Lucid. Mais l'Arizona s'est révélé plus intéressant, ont raconté des dirigeants en poste ou ayant quitté le groupe.</p><p>De fait, une partie de la croissance du Sud-Ouest s'est faite aux dépens de la Californie, que les autorités américaines classent dans la région du Far West. En 2019, près de 2 000 ouvriers se sont installés au Texas et plus de 1 300 ont choisi l'Arizona, tous après avoir quitté la Californie, un record en dix ans, révèlent les chiffres du Bureau du recensement. Entre 2017 et 2019, plus de 2 700 ouvriers sont partis de Californie pour aller travailler au Nevada.</p><p>En 2019, près de 2 000 ouvriers se sont installés au Texas et plus de 1 300 ont choisi l'Arizona, tous après avoir quitté la Californie</p><p>Le Golden State voit depuis longtemps l'emploi industriel reculer, mais il est bien placé dans les secteurs manufacturiers plus avancés, qui exigent plus de compétences et sont plus rémunérateurs, selon le porte-parole du département des finances de la Californie.</p><p>Les pertes sont relativement modestes au regard des 3 000 milliards de dollars que pèse l'économie californienne, mais la fiscalité et le coût du logement poussent les groupes industriels à aller voir ailleurs s'ils y sont, racontent des dirigeants et des entreprises spécialisées dans le conseil en implantation d'usines.</p><p>« Toutes les taxes qui pouvaient pénaliser les industriels d'une manière ou d'une autre ont été réduites », souligne Glenn Hammer, ancien responsable de la Chambre de Commerce d'Arizona désormais en poste au Texas. L'Arizona envisage d'ailleurs de renforcer le crédit d'impôt accordé aux investissements dans les infrastructures qui créent des emplois et d'autoriser les industriels à déduire les dépenses en énergie de leurs impôts.</p><p>Au Texas, où aucun impôt sur les sociétés n'est prélevé au niveau de l'Etat, certaines municipalités proposent des abattements aux nouvelles entreprises ou les dispensent de la taxe foncière locale.</p><p>Le Nevada a lui aussi adopté une politique fiscale agressive, souligne Stephen Miller, professeur à l'université du Nevada. L'Etat propose par exemple divers abattements sur les taxes professionnelles, ainsi que des crédits d'impôt qui peuvent être revendus à d'autres entreprises.</p><p>Parmi les nouveaux venus qui profitent des largesses fiscales du Nevada figure Haas Automation, premier fabricant américain des outils de précision utilisés sur les chaînes de production américaines. En complément du site d'Oxnard, en Californie, qui accueille son siège et une usine, le groupe fait construire une deuxième usine à Henderson, dans le Nevada, à une quinzaine de kilomètres au sud de Las Vegas. Quand elle ouvrira début 2023, elle accueillera 500 ouvriers, précise Haas.</p><p>Dans les cinq prochaines années, le groupe veut créer plus de 1 500 emplois supplémentaires dans le Nevada et espère que quelques centaines de ses 1 500 salariés californiens accepteront de déménager, précise Peter Zierhut, son vice-président.</p><p>Haas avait étudié d'autres sites potentiels au Texas et en Caroline du Nord, mais le Nevada l'a emporté notamment parce que l'Etat se trouve à une journée de route du port de Los Angeles, d'où le groupe expédie ses machines.</p><p>« Les prix de l'immobilier compliquent énormément le recrutement » à l'usine d'Oxnard, explique-t-il. De fait, dans cette ville située à une centaine de kilomètres de Los Angeles, le salaire d'entrée est de 17 dollars de l'heure, quand un quatre-pièces se loue autour de 2 800 dollars par mois, selon le site de petites annonces Zumper. Haas versera un salaire similaire à ses ouvriers du Nevada, mais pour un logement de la même surface, les loyers tournent plutôt autour de 1 800 dollars par mois, toujours selon Zumper.</p><p>Coups de pouce locaux</p><p>Steel Dynamics, producteur d'acier basé à Fort Wayne, dans l'Indiana, est sur le point d'inaugurer la plus grande aciérie du Texas. Sur son site de Sinton, quelque 600 ouvriers produiront trois millions de tonnes d'acier chaque année, affirme le directeur général Mark Millet.</p><p>Le groupe a choisi ce site parce qu'il est proche des nouvelles usines qui se construisent dans le Sud-Ouest, explique-t-il, ce qui lui permet de réduire les coûts de transport. L'usine est également près du port de Corpus Christi, au Texas, où le groupe reçoit sa matière première, de la fonte brute importée de l'étranger.</p><p>Steel Dynamics a bénéficié d'un crédit d'impôts locaux, mais s'acquittera d'autres taxes qui financeront la construction d'un nouveau lycée, destiné à remplacer celui qui avait été bâti en 1967.</p><p>Les spécialistes de l'électronique figurent en bonne place de cette migration vers le sud-ouest. Si Intel fabrique des puces en Arizona depuis quarante ans et veut y investir 20 milliards de dollars, il est loin d'être le seul</p><p>L'arrivée du groupe influence d'ores et déjà le profil de cette ville de 5 500 habitants, où le revenu médian par foyer était de 30 000 dollars en 2019. Lors d'un événement organisé l'an passé sur deux jours, Steel Dynamics a reçu plus de 3 500 candidats pour les 600 postes à pourvoir dans son usine, raconte Mark Millet.</p><p>« On peut gagner entre 80 000 et 100 000 dollars par an, s'extasie John Hobson, le maire de Sinton. Il n'y a que chez eux qu'on peut avoir ce genre de salaire. »</p><p>Dans le sillage de la nouvelle aciérie, un lotissement de plus de 450 hectares est en train de voir le jour en bordure de la ville. C'est le premier projet immobilier de cette ampleur depuis des décennies, souligne le maire, qui ajoute qu'il fera à terme doubler la taille de la ville.</p><p>Les spécialistes de l'électronique figurent en bonne place de cette migration vers le sud-ouest. Si Intel fabrique des puces en Arizona depuis quarante ans et veut y investir 20 milliards de dollars, il est loin d'être le seul.</p><p>« Dans le Sud-Ouest, la vie n'est pas trop chère donc c'est plus facile d'attirer des gens », résume Jeff Benck, directeur général de Benchmark Electronics, un fabricant de matériel médical et d'équipements utilisés par les producteurs de semi-conducteurs installé à Tempe.</p><p>Les marges sont microscopiques dans l'industrie. Et quand on se demande où il est le plus économique de produire, ce n'est clairement pas à la Silicon Valley qu'on pense »</p><p>Benchmark a récemment inauguré une usine en Arizona, sa troisième dans l'Etat, qui remplace un site que le groupe a fermé l'an passé dans la Silicon Valley. « Il y a beaucoup de concurrence dans notre secteur, souligne Jeff Benck. Les marges sont microscopiques dans l'industrie. Et quand on se demande où il est le plus économique de produire, ce n'est clairement pas à la Silicon Valley qu'on pense. »</p><p>Autre atout de l'Arizona : l'Etat forme les ingénieurs dont l'entreprise a besoin pour concevoir et gérer les lignes de production, explique-t-il. L'an passé, ce sont près de 20 000 étudiants qui étaient inscrits dans les formations d'ingénieurs de l'université de l'Arizona, contre moins de 10 000 en 2013. L'établissement voudrait aussi ouvrir de nouveaux cursus axés sur la production industrielle.</p><p>« Les besoins [des entreprises qui s'installent dans l'Etat] sont très importants », souligne Kyle Squires, doyen de l'école d'ingénieurs.</p><p>Mary Hintze, native de l'Arizona, est ingénieure diplômée depuis 2019. Elle avait fait son stage dans une entreprise de Seattle et songeait à déménager pour trouver du travail. Mais quand elle a vu que Benchmark recrutait, elle a décidé de s'installer à Phoenix.</p><p>Nombreuses sont les entreprises fraîchement installées dans le Sud-Ouest à vouloir former leurs futurs salariés.</p><p>Taiwan Semiconductor Manufacturing a ainsi déclaré que la technologie qui serait utilisée dans la nouvelle usine de Phoenix n'était pas encore employée aux Etats-Unis. Le groupe enverra donc ses nouvelles recrues en formation à Tainan City, à Taïwan, pendant 12 à 18 mois.</p><p>Lucid et Haas travaillent eux avec des instituts de formation locaux pour concevoir des formations adaptées à leurs besoins.</p><p>Il faudra notamment que les usines, installées dans des déserts, apprennent à gérer les réserves d'eau, expliquent les autorités locales. La sécheresse qui frappe la région dure depuis deux décennies, ce qui ne s'était plus produit depuis le XVIe siècle, ont affirmé l'an passé des chercheurs dans la revue Science.</p><p>Scientifiques et autorités locales craignent une sursollicitation du bassin de la rivière Colorado et des aquifères dans les années qui arrivent en raison de la croissance démographique et économique.</p><p>Peter Rawlinson explique que, quand Lucid a choisi l'Arizona en 2016, il ne pensait pas que d'autres groupes l'imiteraient. Pour son expansion future, le constructeur automobile sera confronté à la concurrence d'Intel, Taiwan Semiconductor Manufacturing et les autres.</p><p>« Personne n'a envie de lancer un gros projet de construction dans une ville en plein boom, soupire-t-il. J'aurais vraiment préféré qu'on soit les seuls ici. »</p><p>Traduit à partir de la version originale en anglais par Marion Issard</p><p>L'usine du constructeur de voitures éléctriques Lucid, à Casa Grande, dans l'Arizona</p><p>Ash Ponders for the Wall Street Journal</p>",
  "published": "2021-06-02T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 10493,
          "end": 10498
        },
        {
          "start": 9495,
          "end": 9500
        },
        {
          "start": 13515,
          "end": 13520
        },
        {
          "start": 2353,
          "end": 2358
        }
      ],
      "nexusId": "10063594"
    }
  ]
}