{
  "_id": "c668b421f9d15b8dc6a641722af7d83e21272b33a527bc0c93952a476e9cb0f7",
  "feed": "ftcomall",
  "title": "Semiconductors: Europe's expensive plan to reach the top tier of chipmakers",
  "text": "<p>The baroque splendour of Versailles, a lavish monument to European power, provided a suitably resplendent backdrop for a discussion over what is arguably the continent's most ambitious, and costly, high-tech manufacturing project.</p> <p>As Emmanuel Macron, the French president, sat down with <a href=\"https://www.ft.com/content/51f63b07-aeb8-4961-9ce9-c1f7a4e326f0\">Intel chief executive Pat Gelsinger</a> in the 17th century palace outside Paris during a conference late last month, one topic was foremost on their agenda.</p> <p>The EU is seeking to launch itself into the global premier league of <a href=\"https://www.ft.com/stream/8b010053-6a9c-4c39-be1e-28856e47b874\">semiconductor manufacturing</a>, setting itself the daunting goal of doubling its share of the global chip market by 2030. Intel has placed itself at the heart of those ambitions, with the US company proposing to build <a href=\"https://www.ft.com/content/40eda20e-17d8-4368-bdeb-a2d1b151bc34\">a brand new $20bn semiconductor factory</a> on the continent.</p> <p>The project is being championed in Brussels as its most ambitious step towards a broader “strategic autonomy” agenda — a drive to reduce the continent's vulnerability to supply chain disruptions and geopolitical risks. To EU officials, the <a href=\"https://www.ft.com/content/8fd09156-434c-45c6-8d26-3765b98f1980\">supply shortages</a> currently plaguing the semiconductor industry and hampering production at the <a href=\"https://www.ft.com/content/e40ddf7c-b81c-4e2d-8ac9-cdcff56b305c\">EU's critical automotive sector</a> only underscore the need for action.</p> <p>So also do the risks of relying so heavily on semiconductor production in Taiwan, given fears about China's intentions towards the island and its vulnerability to earthquakes. If economies including China, South Korea, Taiwan and the US are investing more to bulk up their semiconductor sectors, asks EU internal market commissioner Thierry Breton, “should Europe not do the same?”.</p> <p>The question facing the EU as it prepares to embark on this undertaking, however, is whether it ends up squandering large amounts of public money chasing geopolitical ambitions that may not be supported by industrial and market logic. While Europe has world-beating strengths in corners of the semiconductor supply chain, it lags far behind Asia in particular when it comes to making the highest-end chips.</p> <p>Changing that picture, executives warn, will take years of effort and vast quantities of public money — at a time when governments in Asia and the US are also pouring tens of billions of dollars of subsidies into the sector.</p> <p>“It's going to be very, very expensive,” says Peter Hanbury, partner with Bain &amp; Co. who specialises in semiconductor technology. “It will take years for Europe to develop the kind of technology that politicians are talking about.”</p> <p>Set against the goliaths of the chipmaking industry — notably <a href=\"https://www.ft.com/content/5c11d0b1-0d52-4f2f-a9c0-a9659220b830\">Samsung in South Korea</a>, <a href=\"https://www.ft.com/content/2ecd2eb8-4b5c-4ae8-8aaf-4fdfb16e97b6\">Taiwan's TSMC</a> and <a href=\"https://www.ft.com/stream/7d63e57e-25d0-4925-bff7-6c35af845012\">Intel</a> — Europe is a relative minnow, with a market share of less than 10 per cent. For instance, TSMC is building a factory to make 3-nanometre chips, which are expected to be up to 15 per cent faster than 5-nm chips and use up to 30 per cent less power. By contrast, Europe presently has few&#xa0;fabrication facilities, known as fabs,&#xa0;that produce nodes smaller than 22nm.&#xa0;Intel's production in Ireland is an exception, as it includes 14-nm chips, and the company is seeking to bring 7-nm technology to the site.&#xa0;</p> <p>The continent's homegrown sector mostly does not attempt to compete with the big Asian and US players when it comes to manufacturing the most advanced chips, which are used in high-end computers, phones and other devices. Instead, EU market leaders such as Germany's Infineon, NXP in the Netherlands and the French-Italian STMicroelectronics focus on supplying devices to the automotive, aerospace and industrial automation industries, among others.</p> <p>Advocates of the current model argue that given the global nature of the semiconductor supply chain, Europe has been right to specialise in areas of strength rather than seeking to compete with the likes of TSMC. The Taiwanese company has spent <a href=\"https://www.ft.com/content/05206915-fd73-4a3a-92a5-6760ce965bd9\">decades building its world-beating position</a> as the biggest chip contract manufacturer, and is planning capital investment of $100bn over the next three years alone.</p> <p>They point to China's unsuccessful attempts to compete with the world leaders in the industry, arguing that the EU should focus on its core competencies rather than branch into frontier technologies at vast public cost.</p> <p>However, advocates of an EU semiconductor renaissance in Brussels claim this kind of thinking is hopelessly complacent, and accuse the continent's incumbent manufacturers of having underinvested for years. The commission this week announced a “semiconductor alliance”, a public-private partnership aimed at commercialising new technologies in the area.</p> <p>“There is a geostrategic imperative to rebalance the semiconductor supply chain,” says one EU official. “There will be a huge market for leading edge, 2-nm semiconductors, for example in self-driving cars, and Europe needs to be part of this. Given how long it takes to build these factories we need to start now.”</p> <h1>Security of supply</h1> <p><a href=\"https://www.ft.com/stream/043de40a-de05-4c1c-9b76-69e3a1bbdbfa\">Breton</a>, a former telecoms executive, has sought to position himself at the forefront of the effort. The French commissioner argues that the EU already has an established semiconductor “ecosystem” of high-end research and manufacturing to serve as a platform for its new aspirations.</p> <p>Last month he sought to underline that point on a visit to Imec, a nanotechnology research hub in Leuven, just outside Brussels, that is used by the biggest tech companies — including TSMC, Intel and Samsung — to make prototype chips.</p> <p>Surveying a 5,200-square-metre cleanroom stacked with the world's most advanced chipmaking equipment, including from Dutch market leader ASML, Breton questioned executives on next-generation chip technologies of less than 2nm. “I want to be very clear — we are today in the driver's seat in Europe when it comes to advanced technology for semiconductors,” Breton said. </p> <p>Speaking last week in an interview with the Financial Times, Breton argued the EU now has a unique window with the launch of its <a href=\"https://www.ft.com/content/59e582a1-bfd5-4b38-8626-27f9b9c59a5a\">€800bn Next Generation EU economic recovery plan</a> to allocate public investment from member states towards the chipmaking sector.</p> <p>Making the strategy work would require commitments of public money “for the next decade or decades”, he acknowledged, arguing that the EU already had, thanks to specialists including ASML and Imec, a formidable platform to build upon. “Geopolitical tension will probably last,” he said, adding that Europe needs to “make sure we can ensure security of supply for our companies and our fellow citizens”.</p> <p>The EU's effort alongside the semiconductor alliance will involve member states combining in a new so-called Important Project of Common European Interest, which aims to smooth state aid clearance for big cross-border projects.</p> <p>But despite the homegrown strengths touted by Breton, the strategy will rely heavily on buying in foreign expertise and knowhow, most likely supplied, at least initially, by US-based Intel given the limited amount of leading-edge chipmaking production in Europe.</p> <p>“The question is, can Europe move to the most advanced manufacturing on its own, which is a very risky and costly path, or can we hitch a lift on Intel's strategy,” says one Italian official. “What role do we want to play? Do we support Intel within the framework of state aid rules or create a partnership and a fully fledged European ecosystem in semiconductors?”</p> <h1>Design or production?</h1> <p>Intel's offer has triggered a scramble by EU states to woo Gelsinger with offers of manufacturing sites, research and development support, skilled workforces and huge government subsidies.</p> <p>Intel is seeking public support worth many billions of euros for its new European factory. While it has not revealed numbers, Greg Slater, its regulatory affairs executive, says the EU has a 30-40 per cent “cost disadvantage” compared with production in Asia, and that a lot of the difference is down to levels of government support.</p> <p>The sums involved will need to be massive judging by the programmes elsewhere. South Korea is offering incentives to drive a nine-year, $450bn investment programme by chipmakers, while the US is talking about more than $50bn for its semiconductor industry.</p> <p>In addition, Intel will need a 1,000 acre (405 hectare) site with developed infrastructure capable of hosting up to eight chip fabs. It has been examining countries including Germany, the Netherlands, France and Belgium as potential factory sites.</p> <p>Intel is unlikely to start 2-nm production anytime soon given it has yet to master this level of technology, although its production of 10-nm chips is already very advanced. The company has itself been struggling to compete with Asian rivals, outsourcing some of its production of processors to TSMC. Slater said 2-nm production was “down the road”, depending on exactly when the first factory opens operations.</p> <p>Not all executives are convinced by Europe's newly kindled chipmaking ambitions — and in particular by the political noise and symbolism surrounding the goal of making the most advanced 2-nm process node chips. They argue the European Commission has not learnt from the failure of a <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/MEMO_13_673\">previous campaign, launched in 2013</a>, to drive up Europe's market share.</p> <p>European manufacturers such as carmakers just do not need that many of the highest-end chips, says Jens Drews, an executive at <a href=\"https://www.ft.com/content/9adcf188-945e-11e2-b822-00144feabdc0\">GlobalFoundries, an Abu Dhabi-owned chipmaker</a> that produces the most advanced chips in Europe at its site in Saxony, Germany.</p> <p>“My estimate is that 90 per cent of European chip needs until the end of this decade will be for chips of above 10nm,” says Drews. “My strong recommendation is to move away from chasing nanometres to looking at what our industrial needs are and with what technologies those needs are best addressed. The nanometre is only a single dimension and the industry is much more complex now. The sole focus on nanometres is a core weakness in the European Commission's strategy.”</p> <p>Jan-Peter Kleinhans, project director for technology and geopolitics at Stiftung Neue Verantwortung, a think-tank in Berlin, says the EU is wrong to focus on manufacturing rather than on chip design, which is the part of the production process with the highest value added.</p> <p>While semiconductors are a prerequisite for emerging technologies such as artificial intelligence, quantum computing and autonomous vehicles, it is mostly US or Taiwan companies that design and produce chipsets for these specific functions.</p> <p>There is no European mobile system-on-a-chip of the type used in smartphones; no EU AI accelerator (the bit of the chip for machine learning) with substantial market share; and no European general purpose processor, graphic chip or data centre processor, Kleinhans points out.</p> <p>“Before the EU worries where those chips are being manufactured, we should worry about who designs them — because it's definitely not us,” he says.</p> <p>Accordingly, Kleinhans questions why the EU would want to earmark billions of euros in subsidies to “become the contract manufacturer for the world”, focusing on the part of the semiconductor value chain with the highest barriers to entry, the highest need for subsidies and, he argues, the least prospect of success.</p> <h1>American co-ordination</h1> <p>Some executives agree the EU still needs to work out what it is seeking to achieve: greater resilience in supply chains; technological sovereignty and protection of national security; or competitiveness.</p> <p>“What problem is it solving, having a factory in your back garden?” asks the chief executive of a leading European semiconductor company. “The worst thing that can happen is a big investment in manufacturing under the belief that it's going to offset supply chain risk. And then you find out . . . you haven't actually solved the problem, you have just moved it.”</p> <p>Chad Bown, a trade specialist at the Peterson Institute for International Economics, agrees that the EU needs to be clearer about what problem it is actually trying to address. If the goal is bringing greater diversity to global supply chains, the process is currently occurring in a “very disorganised way, with governments around the world pumping subsidies into the sector”, he warns.</p> <p>A key priority, he says, should instead be achieving far better co-ordination with the US when it comes to research and development, and also with its export control regime. The EU was badly stung by the Trump administration's unilateral measures <a href=\"https://www.ft.com/content/7dcc105e-986b-4768-9239-9f8fa9073b53\">aimed at China's semiconductor industry</a>. The goal now should be much better alignment, Bown says, “rather than allowing the US administration to dictate what the national security threats are”.</p> <p>EU officials say this is indeed front and centre of their dialogue with the Biden administration, pointing to last month's EU-US summit in Brussels, which pledged to form a partnership aimed at “the rebalancing of global supply chains in semiconductors”. They argue Europe needs to punch its weight in the global chipmaking industry, given swelling demands for processing power in an ever-widening range of devices.</p> <p>Peter Wennink, chief executive of Netherlands-based ASML, which produces the most advanced lithography machines used in the chipmaking process, agrees that far more capacity will be needed worldwide in the coming decade, and that both the US and EU are waking up to the “neglected” state of their semiconductor sectors.</p> <p>“When you look at our forecast of the industry, it will easily double within this decade, so you are talking about a trillion-dollar business,” he says. “To build that business in only three places in the world — Taiwan, Korea, China — would be a bit silly.”</p> <p><em>Additional reporting by Kathrin Hille in Taipei</em></p><p>Source: Sam Fleming in Brussels and Peggy Hollinger and Ben Hall in London 2021 'Semiconductors: Europe's expensive plan to reach the top tier of chipmakers' FT.com 21 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-21T04:00:33.824Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 8271,
          "end": 8276
        },
        {
          "start": 8036,
          "end": 8041
        },
        {
          "start": 5289,
          "end": 5294
        },
        {
          "start": 629,
          "end": 634
        },
        {
          "start": 2538,
          "end": 2543
        },
        {
          "start": 7092,
          "end": 7097
        },
        {
          "start": 6775,
          "end": 6780
        },
        {
          "start": 7432,
          "end": 7437
        },
        {
          "start": 287,
          "end": 292
        },
        {
          "start": 2908,
          "end": 2913
        },
        {
          "start": 7001,
          "end": 7006
        },
        {
          "start": 7243,
          "end": 7248
        }
      ],
      "nexusId": "10063594"
    }
  ]
}