{
  "_id": "db8eb9a04bdc31f9eb2c6539a8b12ac3fab286dd6ab01ecec3d7581258fb92e9",
  "feed": "ftcomall",
  "title": "European carmakers warn industry risks a repeat of chip shortage crisis ",
  "text": "<p>European carmakers must cut their reliance on Asia for semiconductors or risk a repeat of the crisis that has led to factory shutdowns across the continent, the head of the region's auto association has warned.</p> <p>Volkswagen, BMW and Renault are among those forced to idle plants because of fierce competition for chips — relied on by cars for everything from electronic windows to driver assistance systems — from a consumer electronics industry that boomed during the pandemic.</p> <p>Car sales across Europe fell 23 per cent last month to their lowest level since 1995 as carmakers were unable to meet demand.</p> <p>Oliver Zipse, who is chair of European carmakers' lobby group ACEA and also chief executive of BMW, warned the industry is facing “severe and immediate consequences” of its inability to buy parts needed for its vehicles.</p> <p>Plans are in place to build more European chip factories, especially in Germany and France. Intel has announced it will spend €80bn to expand its semiconductor manufacturing capacity in Europe.</p> <p>But such new plants will take several years to be ready for production, leaving the continent exposed given much of the production of semiconductors has shifted to countries with cheaper labour costs.</p> <p>In a letter to the European Commission, seen by the Financial Times, he said a “concerted European initiative” is needed to establish sites in the region to rival the chip manufacturing strongholds in Asia.</p> <p>“This unprecedented crisis reveals how unexpectedly vulnerable today's semiconductor supply chain is, and how urgent it is to minimise our dependency on overseas markets, especially Asia, for these vital components,” he wrote.</p> <p>Plants in Taiwan, China and Japan supply a large number of the industry's chips. However, these have been hit by interruptions linked to Covid-19, as well as increased demand from smartphone and tablet makers, which traditionally pay more for their chips than hard-bargaining carmakers. Even after paying more, the auto industry is still being hit by factory outages at suppliers, and will take at least until next year to make up the shortfall.</p> <p>“We are living hand to mouth at the moment,” said one senior executive at a major European manufacturer. “The Asian brands are doing much better at the moment, because they have the relationships with their local suppliers. If there was localised supply in Europe it would really, really help.”</p> <p>The stakes for Europe's carmakers are also rising in step with the increasing reliance of modern cars on chips. The total number of semiconductors needed in each vehicle now runs to several hundred.</p> <p>“I think it's really clear that we are too dependent on one country, and I think people are willing to pay a little bit more to make sure there is enough supply,” ACEA's director-general Eric-Mark Huitema told the FT.</p> <p>Renault last week blamed Covid shutdowns in Malaysia for its worsening chip outlook. Clotilde Delbos, the French carmaker's chief financial officer, warned carmakers are unable to develop the knowhow themselves.</p> <a href=\"http://www.ft.com/cms/9c773b58-0fb7-41cd-bef5-d3cbb0d081b9.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>“When we hear Europe say that they're going to build factories that can produce these very advanced chips, you need to first have the technology . . . which is something we clearly don't have in-house,” she said. </p> <p>Continental, one of the world's largest car parts makers, last week pointed to “ongoing constraints related to semiconductor components”, as it cut its profit forecasts. Mercedes-Benz, whose sales dropped almost a third in the three months to September when compared with the same period last year, said it would use furlough schemes at its Rastatt plant.</p><p>Source: Peter Campbell in London, Sarah White in Paris and Joe Miller in Frankfurt  2021 'European carmakers warn industry risks a repeat of chip shortage crisis ' FT.com 26 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-26T04:00:03.767Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 916,
          "end": 921
        }
      ],
      "nexusId": "10063594"
    }
  ]
}