{
  "_id": "62c17e9e87849aad813c33a86ee28dcf79ed21a50f30c440394f1c7099ce4314",
  "feed": "ftcomall",
  "title": "Bundesbank hawk adapts his strategy",
  "text": "<p>Good morning and welcome to the last edition of Europe Express before the summer break.</p> <p>Officials in Brussels and other capitals have already started peeling off for the holidays, but it will be a busy day in Frankfurt, where the European Central Bank's last governing council before the summer hiatus takes place. We thought it would be timely to profile <strong>Jens Weidmann</strong>, the governor of Germany's Bundesbank, and look at his somewhat unexpected transformation over the past few years.</p> <p>With another batch of <strong>national recovery plans</strong> due to be signed off by the bloc's finance ministers on Monday via videoconference, we will also take a look at the situation with Poland and Hungary's bids for EU funding. </p> <p>And with that, we hope you enjoy your summer and we will be back in your inboxes on September 6. <em>Bis dann!</em></p> <h2>From Mr No to Mr Yes, but . . .</h2> <p>Jens Weidmann, the head of Germany's central bank, was once dismissed by Mario Draghi as <em>Nein zu allem</em> — German for “No to everything” — after he opposed many of the European Central Bank's unconventional policies over the past decade, writes <em><strong>Martin Arnold</strong></em> in Frankfurt.</p> <p>Yet under Draghi's successor, Christine Lagarde, the Bundesbank boss has become more likely to say <em>Ja, aber</em>, or “Yes, but”, when debating the ECB's plans to provide more economic stimulus.</p> <p>Weidmann's newfound conciliatory approach is underlined by the fact that he agreed along with the 24 other ECB governing council members to the new strategy <a href=\"https://www.ft.com/content/ab3b8c36-2199-4230-b9b3-b9e12c09d44b\">announced</a> two weeks ago, which shifted the Frankfurt-based institution in a more dovish direction.</p> <p>Having raised its inflation target slightly to 2 per cent, ditched a commitment to keep price rises below that level and accepted they can even temporarily exceed it, the ECB is today <a href=\"https://www.ft.com/content/2cf6e9bd-797a-4666-a742-470c292f1fb7\">set to embed</a> these policies into its guidance on the future path of its interest rates and bond purchases.</p> <p>The strategy also means that policies previously considered unconventional and often criticised by Weidmann, such as negative interest rates and bond purchases, are now firmly counted by the ECB as part of its regular toolbox.</p> <p>In many ways, what <a href=\"https://www.ft.com/content/11e953df-536b-43aa-9c21-65b8dd79c797\">Lagarde has dubbed</a> the ECB's new “foundational document” marked a significant break with the Bundesbank's conservative, inflation-fighting doctrine that formed the bedrock of the euro's creation. The ECB even diluted the monetary analysis that was a pillar of Bundesbank orthodoxy by combining it with financial stability analysis.</p> <p>As if this was not already difficult enough to swallow for Weidmann, he has also had to significantly shift his position on the question of how far the ECB should go to tackle climate change — a topic Lagarde made a focus of the strategy review.&#xa0;</p> <p>Two years ago, <a href=\"https://www.ft.com/content/60d9832c-fa3f-11e9-a354-36acbbb0d9b6\">Weidmann said</a> he would view “very critically” any move to shift bond buying and collateral policies in a greener direction, warning that this would violate the “market neutrality” principle that the bank's corporate asset purchases should mirror the overall market.</p> <p>Now, the ECB has launched a <a href=\"https://www.ecb.europa.eu/press/pr/date/2021/html/ecb.pr210708_1~f104919225.en.html\">climate action plan</a> that aims to overhaul its corporate bond purchases and a collateral programme to address climate risks and seek alternatives to the principle of market neutrality.</p> <p>However, this does not mean that Weidmann has gone soft. Instead, he is moving with the times. His red lines may have shifted, but they are still there, as shown in his recent “hawkish” speeches.&#xa0;</p> <p>He <a href=\"https://www.ft.com/content/1e0b2a6b-f562-405a-99b3-3de8201e9da8\">warned</a> last month that “inflation is not dead” and compared it to the Galápagos giant tortoise, which was wrongly classed as extinct for 100 years only to reappear. As the economy rebounds from the pandemic, he is likely to be even more vocal.</p> <p>The Bundesbank boss can also say that he successfully argued against calls for the ECB to copy the US Federal Reserve's average inflation target, an even more dovish stance than the one adopted by the eurozone central bank, and he resisted pressure for it to sell all bonds issued by fossil fuel companies.</p> <p>The 53-year-old former economic adviser to Angela Merkel became the youngest person ever to lead the Bundesbank in 2011. He is on track to be its longest-serving president if he remains in office next year. (<a href=\"https://www.ft.com/content/e1f5cc9c-821a-11e9-b592-5fe435b57a3b\">Read our full profile</a>)</p> <p>He is already gearing up for his next battle — to ensure the ECB's €1.85tn pandemic emergency purchase programme is wound down as soon as the Covid crisis ends and to prevent much of its flexibility and potency from being simply transferred to future bond-buying.</p> <h1>Chart du jour: Semiconductor superpower?</h1> <p><em>The EU has set the ambitious goal of doubling its share of the global semiconductor market by 2030, and US chipmaker Intel is eager to be part of that effort. But some in the industry are asking if the push is even worth it given the huge sums it will cost. Supporters argue it is important for the bloc to stake its claim in the strategically important industry dominated by Asian companies. (</em><a href=\"https://www.ft.com/content/d365bfe0-98c4-49b5-8e82-dc4386623ace\"><em>Read more here</em></a><em>) </em></p> <h2>Polish-Hungarian limbo</h2> <p>Yesterday marked the first anniversary of the <a href=\"https://www.ft.com/content/713be467-ed19-4663-95ff-66f775af55cc\">summit deal struck</a> by EU leaders to set up a coronavirus recovery fund fuelled by common borrowing, writes Brussels bureau chief <em><strong>Sam Fleming</strong></em>.</p> <p>It was a landmark joint response to the economic crisis that has won praise not only within the EU but also outside it, <a href=\"https://www.ft.com/content/06a8a835-a7b0-48e3-9d90-be308073f6c1\">including recently</a> from Janet Yellen, the US Treasury secretary (though she added that the EU's fiscal response needed to be boosted further).</p> <p>Of course, leader-level agreements are one thing, and it is quite another to turn a summit communiqué into hard law and large amounts of borrowing. But as EU ministers prepare to disappear for their summer breaks, we are not far from the point where billions of euros will start pouring into member states' bank accounts — or at least some of them. </p> <p>To date, 25 recovery and resilience plans have been submitted to the European Commission for approval, including those of all the biggest member states — Germany, France, Italy and Spain. The only ones that have yet to land are those of Bulgaria and the Netherlands, which have been hamstrung by lengthy government formation. </p> <p>The plans of 12 member states have <a href=\"https://www.ft.com/content/59e582a1-bfd5-4b38-8626-27f9b9c59a5a\">already received the green light</a> from both the commission and the EU's council of ministers, the latter step last week at a meeting of finance ministers. Another four should be signed off at a finance ministers' meeting on Monday. </p> <p>That means the cash should start flowing by the end of the month and through August, as the pre-financing element of the €800bn recovery package becomes available. The commission has already raised €45bn for these early disbursements, which will be available once member states sign financing agreements and, where appropriate, loan agreements with the EU. </p> <p>There are, however, a number of plans that have yet to be endorsed by the commission. For most, it looks to be a matter of time, but there are heavy clouds hanging over two in particular — those submitted by Poland and Hungary. As Paolo Gentiloni, economics commissioner, put it to the FT, when it comes to the Warsaw and Budapest plans, “we are not yet there, unfortunately”. </p> <p>There is no formal indication from Brussels of how soon these plans will win the commission's nod, but there is an increasing likelihood that neither will get the all-clear until after the summer break given the difficulty of the negotiations. </p> <p>As she <a href=\"https://www.ft.com/content/434cd254-bfe4-444c-8235-ed212991fe09\">unveiled</a> the commission's latest rule of law report on Tuesday, Vera Jourova, commission vice-president, said she could not predict how long the talks would last with either capital. She warned the commission was being “very demanding” when it came to the audit and control systems required of member states to ensure distributions of cash will be “legally sound”. </p> <p>At the same time, Poland is engaged in a <a href=\"https://www.ft.com/content/9591a832-681b-41a0-aa54-572bbe5b60dd\">deepening stand-off</a> with the commission over judicial independence, which has complicated&#xa0;the talks, as have disagreements over the environmental aspects of its recovery plan.</p> <p>Hungary's discussions have also stalled, in part because of disagreements over rule of law-related commitments and anti-corruption measures. The situation has been further clouded by controversy over the country's bill restricting LGBTI+ discussions in schools and the media. </p> <p>There is a huge amount of money at stake for the two countries — almost €24bn of grants in the case of Poland, and more than €7bn for Hungary. The longer the first payments are delayed, the more painful the stand-off will become for them. </p> <h1>What to watch </h1> <ol>  <li><p>The governing council of the European Central Bank meets today in Frankfurt</p></li>  <li><p>EU finance ministers are set to approve another batch of national recovery plans on Monday</p></li> </ol> <h1>Notable, Quotable </h1> <ul>  <li><p><strong>No (re)negotiation: </strong>Brussels has <a href=\"https://www.ft.com/content/13ad8840-a83c-4871-a877-47b7001d839b\">snubbed</a> an attempt by the UK to renegotiate the Northern Ireland protocol. London has threatened to suspend parts of the Brexit deal if the EU does not agree to new trading rules for Ireland. </p></li>  <li><p><strong>Pipe deal: </strong>The US and Germany have reportedly <a href=\"https://www.ft.com/content/49210a4e-17ed-4a2e-a986-4efcadc7f342\">reached a deal</a> over the Nord Stream 2 pipeline. Washington has dropped its opposition on the provisos that Berlin invest&#xa0;in Ukraine's renewables industry and Kyiv receive&#xa0;annual transport fees from Russia that it would lose if Nord Stream 2 comes online.</p></li>  <li><p><strong>Hungary referendum: </strong>Hungary's prime minister Viktor Orban is taking his contentious anti-LGBTI+ legislation, which has angered the EU, to a <a href=\"https://www.reuters.com/world/hungarys-pm-call-referendum-child-protection-issues-2021-07-21/\">referendum</a>. Citizens will be asked five questions, such as whether they support holding sexual orientation workshops in schools without parents' consent. </p></li> </ul> <h1>Smart (summer) reads</h1> <ul>  <li><p><strong>The Brexit stats gap: </strong>Ask officials in Brussels and London how trade has changed and you may get two very different answers. John Springford at the Centre for European Reform <a href=\"https://www.cer.eu/insights/cost-brexit-may-2021\">breaks down</a> why there is such a difference in post-Brexit import and export data.</p></li>  <li><p><strong>Where to place Turkey: </strong>Turkish plans to <a href=\"https://www.theguardian.com/world/2021/jul/20/erdogan-plan-to-unilaterally-revive-cyprus-ghost-town-condemned-by-eu\">settle ghost towns</a> on the island of Cyprus was quickly met with a chorus of condemnation by the EU. But according to<a href=\"https://us.boell.org/sites/default/files/2021-07/LY_E-Paper_Sinem%20Adar_v4.pdf\"> a paper</a> by the Heinrich Böll Foundation, it is up to Washington and Brussels to better co-ordinate policy to promote democracy in the country and avoid a more fractious relationship with Ankara.</p></li>  <li><p><strong>Smart listen:</strong> The FT's <a href=\"https://www.ft.com/tech-tonic\">TechTonic podcast</a> is back with a second season that explores the use of artificial intelligence in healthcare, trading and more. Episodes drop on Mondays. </p></li> </ul><p>Source: Valentina Pop, Europe Express editor 2021 'Bundesbank hawk adapts his strategy' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T05:00:07.554Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4572,
          "end": 4577
        }
      ],
      "nexusId": "10063594"
    }
  ]
}