{
  "_id": "03797dce39614cd894293fc4ec052ec90f2ddc5e710d602ea87467cdf51c41bb",
  "feed": "wall-street-journal",
  "title": "Commerce Secretary Gina Raimondo Aims to Strengthen Business Ties With China; In interview, Raimondo says U.S. commercial engagement with China could ease political tensions; some China watchers are skeptical",
  "text": "<p>\"A huge part of my job [is] to kind of stick up for American industry,\" she said.</p><p>Chinese economic policies disadvantage U.S. companies by subsidizing exports at below-market prices and winking at the theft of intellectual property, Ms. Raimondo said. Even so, she said the U.S. must trade with China given the size of its market.</p><p>\"It's just an economic fact,\" she said in the interview with The Wall Street Journal. \"I actually think robust commercial engagement will help to mitigate any potential tensions.\" </p><p>Commerce Secretary Gina Raimondo, a former governor of Rhode Island, was confirmed by a wide 85-15 margin. PHOTO: Elizabeth Frantz for The Wall Street Journal</p><p>Those comments drew skepticism from some China watchers, who point to increasing friction with the U.S. over China's actions regarding human rights, Hong Kong, Taiwan and China's expanding military presence.</p><p>\"The Commerce Department hasn't adjusted to a world where China is a serious rival to the U.S. and is heading to a slow-motion clash with Congress,\" said Derek Scissors, a senior fellow at the American Enterprise Institute.</p><p>Bill Reinsch, a Commerce Department official during the Clinton administration and now at the Center for Strategic and International Studies, said, \"Raimondo thinks her job is to paper over the decoupling and separation [between the U.S. and China] and try to suggest there is a positive path forward.\"</p><p>Ms. Raimondo, a former governor of Rhode Island, was confirmed by a wide 85-15 margin as commerce secretary after initially coming under fire from Republicans during her confirmation hearing, where she stopped short of saying she would continue the Trump administration's blacklist of Chinese telecom giant Huawei Technologies Co. as a security threat.</p><p>In the interview, Ms. Raimondo said that she views Huawei as a security threat—which Huawei disputes—and that her department would continue efforts to block Huawei from getting the advanced chips it needs to win international backing for its 5G telecommunications technology. </p><p>The Commerce secretary said she wants to revive a domestic U.S. solar industry. PHOTO: Dustin Franz for The Wall Street Journal</p><p>She said she would also continue efforts begun by the Trump administration to work with allies to keep advanced technology out of the hands of Chinese competitors.</p><p>That includes pressing European governments, especially the Netherlands, to continue to block ASML Holding NV of the Netherlands from shipping to China its top-of-the-line product, a machine called an extreme ultraviolet lithography system that is essential to making advanced microprocessors.</p><p>Ms. Raimondo is also responsible for a broad review ordered by President Biden of all software applications with potential ties to adversarial countries such as China—including the popular TikTok social media app owned by China's ByteDance Ltd. Ms. Raimondo declined to discuss the status of the review but said the effort has underscored the need to work with allies to develop regulations and standards for data flows.</p><p>Ms. Raimondo, 50, said she sees her role as commerce secretary as mainly domestic, particularly helping to revive manufacturing and spur technology development.</p><p>The Commerce Department is awaiting final Congressional approval of a $52 billion program to award grants of as much as $3 billion each to companies that build semiconductor-manufacturing facilities in the U.S.</p><p>SHARE YOUR THOUGHTS</p><p>How should the U.S. approach the way it does business with China? Join the conversation below.</p><p>Work on the program began in the last administration and was intended, in large measure, to persuade the technology leader, Taiwan Semiconductor Manufacturing Co., to build a plant in Arizona. Since then Intel Corp. has been arguing that it should be at the front of the line for grants, as a U.S.-based firm that does its most advanced research domestically.</p><p>Ms. Raimondo said she didn't support any preference for domestic firms. Foreign firms, she said, \"if they were willing to set up factories in America, they should be, I think, very eligible for the funds\" in an equal manner.</p><p>Part of her worldview, she said, springs from her personal history. Her father was laid off at a Bulova watch plant when the company moved manufacturing to China. The economy of Providence, R.I., suffered when Chinese competition battered the city's large costume-jewelry sector.</p><p>Ms. Raimondo said she is also interested in trying to revive a domestic U.S. solar industry. The White House plans to use Buy American provisions to encourage production of solar panels, and Congress is considering a number of measures to give a boost to domestic producers—whether owned by Americans or foreigners.</p><p>For now, though, most solar installations use panels that incorporate Chinese technology. Domestic solar-installation companies are pushing for the removal of a tariff on solar imports, arguing such a move would boost installations and help the administration meet its targets for reducing greenhouse-gas emissions.</p><p>Chinese investment in technology to deal with climate change could also help, she said.</p><p>\"I could see that as being an area of fruitful co-investment\" with China, she said, adding she would have to examine whether a Chinese state-owned firm was involved and whether that posed national security concerns. In the past few years, a Chinese company built a solar-panel factory in Florida and a Korean firm built one in Georgia.</p><p>Under the Senate-passed infrastructure bill, the Commerce Department would also play a big role in doling out billions of dollars in grants to bring broadband access to rural areas. That has been a government goal for more than a decade—and program after program has failed to fully address the problem.</p><p>Partly that's because past programs used faulty data, Ms. Raimondo said, so broadband capacity didn't reach many households. She also said that there were far too many grants awarded to track them effectively. This time, she said, the Commerce Department would approve a limited number of broadband plans for each state to ensure what she called \"deep accountability.\"</p><p>Write to Bob Davis at bob.davis@wsj.com</p><p>Commerce Secretary Gina Raimondo Aims to Strengthen Business Ties With China</p>",
  "published": "2021-09-24T09:30:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3732,
          "end": 3737
        }
      ]
    }
  ]
}