{
  "_id": "d5ec24daf8a70cce27b872094620b2791867ce0c41d2f1d85a965b57ff2c2b6e",
  "feed": "ftcomall",
  "title": "Thematic ETFs that could be the ones to watch",
  "text": "<p>The bumper year thematic funds had in 2020 is not reflected in the&#xa0;Investors' Chronicle 2021&#xa0;<a href=\"https://www.investorschronicle.co.uk/ideas/2021/07/08/top-50-etfs-2021/\" title=\"\">IC Top 50 ETFs</a>,&#xa0;for good reason. That list focuses on&#xa0;more conventional tracker funds that work well as the building blocks of an investment portfolio, so it only includes&#xa0;four thematic exchange traded funds. </p> <p>We also remain cautious about&#xa0;holding thematics as the mainstay of a portfolio due to&#xa0;their&#xa0;<a href=\"https://www.investorschronicle.co.uk/education/2021/02/23/further-reading-the-drawbacks-of-thematic-etfs/\" title=\"\">serious drawbacks</a>&#xa0;and the substantial due diligence required before you&#xa0;buy them and while you hold them. Thematics are not necessarily “sleep easy at night” products.</p> <p>But as many investors still view them&#xa0;as an exciting prospect, we have&#xa0;highlighted the thematic ETFs that most excited the IC&#xa0;Top 50 ETF&#xa0;expert panel this year. But these are only suggestions to&#xa0;inspire&#xa0;further research, not recommendations to buy.</p> <h2>Topical picks and new suggestions</h2> <p>Our panel reiterated some of the&#xa0;thematic ETF&#xa0;suggestions <a href=\"https://www.ft.com/content/e2c7705f-28e4-45ed-b1fd-599b65fcdeea\">they made last year</a>, including&#xa0;EMQQ Emerging Markets Internet &amp; Ecommerce UCITS ETF (<a href=\"https://etf.ft.com/funds/11395/\">EMQQ</a>),&#xa0;HAN-GINS Tech Megatrend Equal Weight UCITS ETF&#xa0;(<a href=\"https://etf.ft.com/funds/11397/\">ITEK</a>)&#xa0;and&#xa0;iShares Healthcare Innovation UCITS ETF&#xa0;(<a href=\"https://etf.ft.com/funds/7336/\">HEAL</a>). But they also highlighted some names for the first time. These include Invesco Elwood Global Blockchain Ucits ETF (<a href=\"https://etf.ft.com/funds/11744/\">BCHN</a>), VanEck Vectors Semiconductor Ucits ETF (<a href=\"https://etf.ft.com/funds/14594/\">SMGB</a>), iShares Agribusiness Ucits ETF (<a href=\"https://etf.ft.com/funds/1851/\">SPAG</a>) and Rize Sustainable Future of Food Ucits ETF (<a href=\"https://etf.ft.com/funds/13385/\">RIZF</a>). </p> <p>Some of these funds seem more topical than others. With cryptocurrencies and their underlying technologies attracting attention, Peter Sleep,&#xa0;senior investment manager at 7IM, suggested&#xa0;Invesco Elwood Global Blockchain Ucits ETF&#xa0;(<a href=\"https://etf.ft.com/funds/11744/\">BCHM</a>). This&#xa0;fund offers exposure to companies in developed and emerging markets, which&#xa0;“participate or have the potential to participate in the blockchain ecosystem”. If you&#xa0;feel uneasy about the volatility associated with cryptocurrencies but believe in the technology behind them,&#xa0;this could be&#xa0;an interesting theme.</p> <p>Invesco Elwood Global Blockchain UCITS ETF&#xa0;has rewarded investors so far. Between its 8 March 2019 inception and&#xa0;6 July 2021, it&#xa0;made&#xa0;a total return of 167.4 per cent in sterling, significantly outpacing&#xa0;iShares Core S&amp;P 500 Ucits ETF's (<a href=\"https://etf.ft.com/funds/83/\">CSPX</a>)&#xa0;54.5 per cent return. For now, the blockchain ETF&#xa0;has paid off handsomely versus a broad play on the world's leading equity market.</p> <p>Invesco Elwood Global Blockchain Ucits ETF had 50 holdings on July 6 2021&#xa0;with more than a third of its assets in the 10&#xa0;largest of these. Some of these might be&#xa0;familiar if you&#xa0;follow&#xa0;crypto markets. Coinbase&#xa0;(US: COIN)&#xa0;was the fund's ninth-biggest holding on 6 July, representing 3.4 per cent of its assets, and bitcoin computing centre specialist&#xa0;Bitfarms&#xa0;(CAN: BITF)&#xa0;was&#xa0;also in its&#xa0;top 10. The fund's biggest position was&#xa0;South Korean internet giant&#xa0;Kakao (KOR: 035720), with&#xa0;Taiwan Semiconductor Manufacturing&#xa0;(TAI: 2330)&#xa0;and trading group&#xa0;CME&#xa0;(US: CME)&#xa0;also among its&#xa0;top holdings.</p> <p>But, as with many thematic funds, you&#xa0;may find some of its holdings fairly mainstream. For example, Amazon (US: AMZN), Tesla&#xa0;(US: TSLA) and&#xa0;Samsung Electronics (KOR: 005930)&#xa0;are&#xa0;also holdings. As with many early-stage thematic funds, it&#xa0;may become a purer play on its theme once the related industry matures.&#xa0;<a href=\"https://www.investorschronicle.co.uk/news/2021/04/01/are-thematic-funds-mislabelled/\" title=\"\">Thematic funds can&#xa0;hold&#xa0;liquid stocks that seem indirectly related to a theme</a>&#xa0;as “placeholders” until more suitable companies emerge, a case in question being&#xa0;Ark Space Exploration and Innovation ETF&#xa0;(US: ARKX).&#xa0;</p> <p>Invesco Elwood Global Blockchain UCITS ETF has&#xa0;amassed a huge chunk of assets&#xa0;but, like some other thematic funds,&#xa0;has a fairly high price tag for an ETF, with an ongoing charge of 0.65 per cent.</p> <h2>Semiconductors to agriculture </h2> <p>Other names highlighted this year play well into the themes of tech and the continued rise of ecommerce, even if some of their holdings&#xa0;are also held by&#xa0;more mainstream funds.</p> <p>VanEck Vectors Semiconductor UCITS ETF&#xa0;(<a href=\"https://etf.ft.com/funds/14594/\">SMGB</a>)&#xa0;provides exposure to a sector in extremely high demand. This very concentrated fund&#xa0;recently held just 25 stocks, the three largest of which accounted for&#xa0;about a third of its assets —&#xa0;Nvidia&#xa0;(US: NVDA),&#xa0;ASML&#xa0;(NETH: ASML)&#xa0;and Taiwan Semiconductor Manufacturing. Other top holdings include&#xa0;Intel&#xa0;(US: INTC), Texas Instruments&#xa0;(US: TXN)&#xa0;and&#xa0;Qualcomm&#xa0;(US: QCOM). These stocks are also likely to be held by technology, US and global equity funds, but VanEck Vectors Semiconductor Ucits ETF could&#xa0;be held&#xa0;as a satellite position in a portfolio.</p> <p>There has been a notable scarcity in semiconductor chips&#xa0;and more generally they are an essential component for many high-growth sectors. Yet this&#xa0;sector can be volatile:&#xa0;if growth stocks falter, semiconductor companies can take a hit. Even in its short life, VanEck Vectors Semiconductor Ucits ETF has had a fairly volatile ride.</p> <p>Also on a&#xa0;topical note, one panellist suggested&#xa0;iShares Agribusiness Ucits ETF&#xa0;(<a href=\"https://etf.ft.com/funds/1851/\">SPAG</a>),&#xa0;a portfolio of about 75 agriculture businesses. Though worlds apart from the semiconductor industry, it has still benefited from similar developments&#xa0;in its recent history. Commodities have had a&#xa0;boost in demand, turbocharging this fund's recent returns. But although iShares Agribusiness Ucits ETF is&#xa0;spread across 75 holdings, it can still look pretty concentrated. For example, its largest holding,&#xa0;Deere (US: DE),&#xa0;a&#xa0;US manufacturer of agriculture machinery, represented a tenth of its assets&#xa0;on 6 July. And&#xa0;the next three largest positions each made&#xa0;up more than 7.5 per cent of the fund's assets.</p> <p>But&#xa0;iShares Agribusiness Ucits ETF could be held&#xa0;as a less volatile alternative to a pure commodities ETF. It&#xa0;has lagged the huge gains of&#xa0;Invesco Bloomberg Commodity UCITS ETF&#xa0;(CMOP)&#xa0;so far this year, but managed to make a positive return in 2020, a year in which the Invesco&#xa0;fund made a loss.</p> <p>Although&#xa0;we may not have highlighted these ETFs before,&#xa0;some of them&#xa0;have been around for a while. It is often a good idea to&#xa0;allow a fund to develop scale&#xa0;or for its target industry to reach further maturity&#xa0;before investing.</p> <p><em>*Investors Chronicle is a 160-year-old publication from the Financial Times offering an expert and independent view of the investment market. It provides educational features, investment commentary, actionable tips and personal finance coverage. To find out more, visit</em><a href=\"http://investorschronicle.co.uk/\"><em> investorschronicle.co.uk</em></a></p><p>Source: Dave Baxter, Investors’ Chronicle 2021 'Thematic ETFs that could be the ones to watch' FT.com 30 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-30T04:00:49.240Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4135,
          "end": 4140
        }
      ],
      "nexusId": "10063594"
    }
  ]
}