{
  "_id": "eb7e7c7ca5fbd6b4ae959adc45de6dc5d874381a9d85fafeeab19b69d336121f",
  "feed": "market-watch",
  "title": "Apple inches closer to $3 trillion valuation as J.P. Morgan says investors ‘underappreciate' key upgrade opportunity",
  "text": "<p>Shares of Apple AAPL were up 0.9% in Monday morning trading to a recent $181 and on track to close at yet another record level. Apple shares need to finish a trading session at or above $182.86 for the company to secure a $3 trillion market value.</p><p>J.P. Morgan analyst Samik&#xa0;Chatterjee became the latest to take an increasingly upbeat view of Apple's prospects, writing that while investors have become more optimistic about the iPhone 13 cycle after initially setting low expectations, they still “underappreciate” what a potential 5G-enabled iPhone SE device could do for demand.</p><p>Chatterjee expects that such a low-cost device could launch early in 2022, carrying “the potential to drive&#xa0;upgrades&#xa0;from the installed base of old iPhone (estimate 300 million iPhones) as well as switchers from an installed base of low-to mid-end Android phones,” he wrote in a note to clients Monday.</p><p>While there was a roughly four-year gap between Apple's introduction of the original iPhone SE and the launch of a second-generation version last year, Chatterjee thinks that Apple could start making updates to the device more frequently in the future, “driving further its already demonstrated strategy of encompassing a wider range of price points.”</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>He raised his price target on Apple's stock to $210 from $180 while reiterating it as a “top pick” heading into next year. Chatterjee's new price target is higher than all those listed on FactSet.</p><p>Shares of Apple are up 20.7% over the past three months as the Dow Jones Industrial Average DJIA has gained 2.6%.</p>",
  "published": "2021-12-13T10:08:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1252,
          "end": 1257
        }
      ],
      "nexusId": "10063594"
    }
  ]
}