{
  "_id": "bd9aa35a1a7a62b15ec28f7d66e4af3f233f62b88edf56d6916cee10dff11ca2",
  "feed": "ftcomall",
  "title": "City Bulletin: Centrica reports on ‘resilient' second half",
  "text": "<p>Less than a year after a string of profit warnings sent <strong>Centrica</strong> plunging to record lows, the British Gas owner enters 2021 trading ahead of expectations and on track to be almost debt free.</p> <p>Centrica reported a “resilient” second half performance with a restructuring programme announced in June said to remain on track. Full year adjusted earnings per share from continuing and discontinued operations will be ahead of the current market consensus, it said in a trading update.</p> <p>Net debt at the end of the period was approximately £2.8bn, a reduction of over 10 per cent in the year, which was before it banks £2.7bn from the sale of Direct Energy completed earlier this month.</p> <p>Because of Covid UK corporate electricity demand was around 15 per cent weaker than normal in the second half compared to an impact of around 30 per cent in the second quarter, Centrica said. Management sounded a note of caution on working capital outflow and bad debts due to the return of lockdowns in the UK and Ireland.</p> <h2>Briefly</h2> <p><strong>Card Factory</strong> warned that it expects to breach banking covenants at the end of January. The retailer said in a trading update that mandatory store closures meant its gross sales for the 11 months to December were down 38.1 per cent. It said discussions were continuing with its banking syndicate and no guidance was offered for the new financial year. </p> <p><strong>AB Foods</strong> said the recent extension of the UK and German restrictions means an expected revenue loss at its Primark chain of £1.05bn. AB Foods had said in late December that Covid restrictions would cut Primark sales by £650m. While other divisions were ahead of budget, Primark sales dropped 30 per cent in the 16 weeks to January 2 and 76 per cent of its store space was still closed, the company said. </p> <p><strong>Tesco</strong> left full-year guidance unchanged after reporting UK like-for-like sales growth for the six weeks to January 9 of 8.1 per cent. Operating profit will probably be at least equal to its last fiscal year, excluding the repayment of business rates relief, the grocer said. For its third quarter Tesco said UK like-for-like sales were up 6.7 per cent as demand grew across all its categories, formats and channels, with online generating nearly £1bn of extra sales over the 19 week period. </p> <p><strong>Boohoo </strong>lifted full-year revenue targets after reporting better than expected sales for the Christmas period. Revenue growth of 40 per cent for the four months to December beat the consensus expectation of 29 per cent growth. For its 2021 fiscal year the online fast-fashion retailer targeted revenue growth of 36 to 38 per cent, from 28 to 32 per cent previously.</p> <p><strong>Whitbread</strong>, the Premier Inn owner, said it expects the current travel restrictions in the UK and Germany to remain in place until at least the end of its financial year in February. A third-quarter trading update from the company showed total UK accommodation sales down 55.2 per cent. Covid-19 disruption had pushed back its German operations reaching maturity by 12 to 18 months, Whitbread cautioned.</p> <p>Housebuilder <strong>Taylor Wimpey</strong> plans to resume dividend payments this year after saying 2020 results will be in line with market expectations. </p> <p>Other companies to deliver trading updates include Bakkavor, Biffa, Great Portland Estates, Just Group, Elementis, Savills, Hays, Synthomer, Blue Prism and Dunelm.</p> <h2>Job moves&#xa0;</h2> <p><strong>Bob Swan</strong>, chief executive of <strong>Intel</strong>, <a href=\"https://www.ft.com/content/d6e30aca-e72b-4c49-8e8a-1bb25918c5c4\">will be succeeded</a> by former company veteran <strong>Pat Gelsinger</strong> next month. After a series of manufacturing setbacks and competitive blunders the veteran Silicon Valley company has lost its crown as the top US chipmaker. Mr Gelsinger is currently chief executive of VMware, the&#xa0;infrastructure software&#xa0;group.<br><br><strong>Simon Cooper</strong>, Standard Chartered's head of investment banking, is the <a href=\"https://www.ft.com/content/75f5661c-7ae0-4134-816a-b1596764f512\">leading internal contender</a> to replace Bill Winters as chief executive, people familiar with the matter told the FT. Outperformance of StanChart's advisory and trading unit last year had made him the “heir apparent”, they said. </p> <h2>Beyond the Square Mile&#xa0;</h2> <p>The US Treasury <a href=\"https://www.ft.com/content/46505ee0-fb3d-4cf0-a3df-64e9661e839f\">has blocked an attempt</a> by the Pentagon and state department to put some of China's largest tech companies, including <strong>Alibaba</strong>, <strong>Tencent</strong>, and <strong>Baidu</strong>, on a blacklist that would have banned US investors from holding their stock. According to three people familiar with the situation, Treasury secretary Steven Mnuchin won a battle with Mike Pompeo, the hawkish secretary of state, and Chris Miller, the defence secretary, to keep them off a list of companies the defence department alleges has links to the Chinese military.</p> <p>France's finance minister <a href=\"https://www.ft.com/content/05319282-cddc-4022-b31b-e5ad09b0ad0c\">has come out against</a> a proposed €16.2bn takeover of supermarket chain <strong>Carrefour</strong> by Canadian convenience store group <strong>Alimentation Couche-Tard</strong>, saying it would put the country's “food sovereignty” at risk. “Carrefour is the biggest private employer in France and a key link in the chain that ensures the food security of the French people,” said Bruno Le Maire in a television interview on Wednesday night.</p> <p>Lakshmi Mittal, the chief executive and chairman of Indian steel and mining group <strong>ArcelorMittal</strong>, has told the FT he is planning to expand in emerging markets and play a leading role in the transition to low-carbon steelmaking as his group emerges in leaner shape from the pandemic. As many other corporations loaded up on debt in order to survive the crisis, ArcelorMittal has done the opposite.&#xa0;Read the full interview <a href=\"https://www.ft.com/content/a61d1caf-7cc6-4506-978d-e3c8724cab75\">here</a>.</p> <h2>Essential comment before you go</h2> <p><strong>‘We don't know how many people will choose to fly'</strong> <br>The global travel industry has lost $710bn since lockdowns were introduced a year ago. The question now is whether&#xa0;those travellers — especially in business — will return. Leisure industry reporter Alice Hancock and acting transport correspondent Philip Georgiadis assess the future for the travel industry in today's <a href=\"https://www.ft.com/content/867a5342-c94c-43f6-9783-a817443c9471\">big read</a>. </p> <p><strong>Lombard <br></strong>Market trends don't follow calendars, so annual performance is often a specious measure. The UK market <a href=\"https://www.ft.com/content/7413db52-6531-48b4-9da5-9fe50b84516b\">in 2021</a> will be an exception.</p> <p><strong>Thanks for reading. Feel free to forward this email to friends and colleagues, who can </strong><a href=\"https://ep.ft.com/pages/newsletters/56b37b064a113e030070f833/subscribe/success\"><strong>sign-up</strong></a><strong> here.&#xa0;</strong></p><p>Source: Bryce Elder 2021 'City Bulletin: Centrica reports on ‘resilient' second half' FT.com 14 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-14T08:14:23.265Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3364,
          "end": 3369
        }
      ]
    }
  ]
}