{
  "_id": "a2af0ee0e9291aca46a6124b15bb9e896186fdbf7ae068e86c44457679800406",
  "feed": "wall-street-journal",
  "title": "Samsung Expects 28% Rise in Operating Profit; Global semiconductor crunch is bolstering world's biggest smartphone and memory chip maker",
  "text": "<p>The Suwon, South Korea-based firm estimates revenue of 73 trillion won, a 9% gain from a year ago.</p><p>Analysts estimates gathered by S&amp;P Global Market Intelligence were about 15.7 trillion won in operating profit and 73.4 trillion won in revenue.</p><p>Samsung is due to report full earnings later this month. The South Korean company is considered a bellwether for the tech world because it makes major electronics products, while also serving as a components supplier to competitors including Apple Inc.</p><p>Samsung and other chip giants have seen their pricing power increase, as a pandemic-fueled surge in demand for semiconductors has created widespread shortages. Global businesses had hoped the supply crunch might dissipate by the end of this year. But the shortages look likely to extend into 2022, if not longer.</p><p>The chip industry is on a major investment spree. Intel Corp. recently said it would build new chip-making facilities in Europe valued at up to $95 billion, while Taiwan Semiconductor Manufacturing Co. has said it would spend a record $100 billion over the next three years to increase production capacity.</p><p>Samsung said it plans to boost investments by one third to more than $205 billion over the next three years, in part to pursue leadership in chip manufacturing.</p><p>The run-up in chip prices may see some stagnation in the coming months, though demand is expected to remain robust, industry analysts say.</p><p>For the final three months of the year, contract prices for NAND Flash memory, or the storage on phones, computers and servers, could be flat or see a mild decline versus the July-to-September quarter, according to Taiwan-based research firm TrendForce. Similar prices for DRAM, which enables device multitasking, are expected to decline 3% to 8%, with supply beginning to exceed demand, TrendForce said.</p><p>While tight supply helps Samsung's chip division, the South Korean firm's phone business is hurt due to the unavailability of parts.</p><p>Nearly the entire smartphone industry has been affected, with some vendors receiving only 70% of the chips they had ordered, according to Counterpoint Research, a market-research firm. Due to supply issues, Counterpoint lowered its global forecast for smartphone shipments in 2021 to 6% year-over-year growth. That is down from earlier expectations of a 9% rise.</p><p>Shares of Samsung Electronics have increased roughly 20% in the past year, though that has lagged behind the 24% rise in the benchmark Kospi index.</p><p>Write to Timothy W. Martin at timothy.martin@wsj.com</p><p>Samsung Expects 28% Rise in Operating Profit</p>",
  "published": "2021-10-08T00:36:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 860,
          "end": 865
        }
      ]
    }
  ]
}