{
  "_id": "24fd6658f9f85a32e6155bb3d4f5636797e96c4e2110d11a78e808e569c30ff9",
  "feed": "market-watch",
  "title": "These are tech's 10 megatrends for 2022 — and the stocks to buy",
  "text": "<p>Cloud computing</p><p>Top pick: Amazon</p><p>Amazon AMZN has enjoyed the leadership position in Cloud for some time, and its AWS business now tops $16 billion in revenue a quarter. However, there have been two notable AWS outages in recent months. More broadly, Amazon's stock price has badly lagged the S&amp;P 500 SPX in 2021 with a gain of only 4.8% through Dec. 28. Yet given that enterprise cloud investment is not expected to slow in 2022 and that AWS is Amazon's cash-cow business, I expect the new year to be better for Amazon shareholders.&#xa0;</p><p>Keep an eye out for: Oracle</p><p>Oracle ORCL enjoyed a substantial growth year, capped off by a $28 billion deal to acquire Cerner, which sells software that helps doctors access and analyze medical records. In 2021, Oracle provided a peek into its Cloud growth, a business now exceeding&#xa0;$10 billion annually. Combined with its strong stock performance — up 37% through Dec. 28 — and stability in volatile markets, Oracle looks primed for more growth in 2022.&#xa0;&#xa0;</p><p>Metaverse</p><p>Top pick: Roblox&#xa0;</p><p>Meta Platforms FB (once known as Facebook) may be receiving much credit for the popularization of the Metaverse. However, Roblox RBLX has spent 17 years creating immersive experiences that could be considered the Metaverse. It claims that half of U.S. children are on the platform and that a&#xa0;developer community of 10 million has created more than 24 million experiences&#xa0;on the Roblox platform.</p><p>While Meta and others look to AR and VR to create the Metaverse experience. Roblox has taken a more real-world approach to its gaming platform that has made it a real leader in the space. This practical approach coupled with continued platform adoption should lead to continued gains as the popularization of the technology leads to more investors looking to get into the space.&#xa0;&#xa0;</p><p>Keep an eye out for: NVIDIA</p><p>CEO Jensen Huang doesn't acknowledge the Metaverse, but the company NVDA has been playing a pivotal role in developing this technology with its Omniverse Platform. With 40 million developers looking for the tools to unlock the Metaverse, NVIDIA's technology seems primed to be a critical contributor, and we will most likely see NVIDIA continue to run alongside this trend in 2022.</p><p>Be a smarter investor. Read the Need to Know newsletter.</p><p>5G</p><p>Top pick: Qualcomm</p><p>5G has been a hot topic for a few years, but the technology gained steam in 2021 with more than 560 million 5G handsets shipping worldwide. Qualcomm QCOM benefits as both a leading chip maker and licenser of 5G technologies that goes into nearly every 5G-enabled handset. The year ahead will be another big year for 5G. It won't just be handsets, but also automotive, IoT, infrastructure and more–all of which are beneficial to Qualcomm.&#xa0;</p><p>Keep an eye out for: Apple</p><p>As part of their 2019 settlement, Apple AAPL still depends on Qualcomm for 5G chipsets and technology as part of its license agreement, which may last longer than most think. However, since rolling out its iPhone 13 with 5G, the company has quickly become the world's leader in 5G handset shipments, accounting for nearly one-third of all 5G handsets worldwide. While I've been critical of the lack of 5G mmWave in its international units, I think that will come with the next generation, meaning more sales, more revenue and even happier shareholders.&#xa0;&#xa0;</p><p>Digital transformation</p><p>Top pick: Microsoft</p><p>MicrosoftMSFT has had a great year, with the stock up 53% though Dec. 28 and both revenue and profit continuing to grow every quarter under the leadership of Satya Nadella. Its portfolio from software to cloud to devices is one of the most, if not the most comprehensive, to meet the needs of enterprises in their transition to digital. Even with rising interest rates, inflation, and COVID-19, it's hard to see a scenario where Microsoft's stock doesn't continue its ascent.&#xa0;</p><p>Keep an eye out for: Alphabet&#xa0;</p><p>With stock-market gains of 67% thought Dec. 28, Google parent Alphabet GOOGGOOGL has outperformed Microsoft. While a lot of its business success can be attributed to its massive ad revenue, Alphabet has quietly built up a modern productivity suite that includes Cloud, SaaS, business applications, collaboration, and more. That makes it a great partner for companies looking to expedite their digital transformation. With the ad business underpinning the company, I believe Alphabet's bets on enabling digital for enterprise and SMB will help it keep its momentum in 2022.&#xa0;</p><p>E-commerce and customer experience</p><p>Top pick: Adobe</p><p>Amazon may feel like the low-hanging fruit here, but I think 2022 will be a big year for Adobe. The company's stock recently took a significant hit following its earnings and investor day. Still, its stack of creative and experience technologies for marketers puts it in the pole position for a strong bounce back in 2022. Adobe's experience cloud,&#xa0;which enjoys a rising TAM to more than $200 billion by 2024, is something I feel investors should keep a close eye on, as this is where the most significant subsection of Adobe's growth will come over the next few years.</p><p>Keep an eye out for: Twilio</p><p>Hit hard by the growth selloff, Twilio's TWLO stock is down more than 23% thought Dec. 28. However, its technology, developer ecosystem, and several key acquisitions, including Segment CDP, put the company in an excellent position as one of the leading platforms for enterprises seeking to deliver best-of-breed customer experiences through mobile and digital platforms. It's far from a sure thing, but the upside for Twilio is enticing.&#xa0;</p><p>Enterprise collaboration</p><p>Top pick: Microsoft</p><p>With 250 million monthly active users, Microsoft Teams is the hands-down winner here. As the company diversifies to be more than just collaboration and the center of the work experience, it is looking increasingly difficult for the competition. Watch what Salesforce does with Slack, but right now, Microsoft has a big head start.</p><p>Keep an eye out for: Zoom</p><p>A pandemic darling, Zoom Video Communications ZM saw its stock shoot up to $500 on the stay-at-home trade, only to fall back below $200, causing its deal to acquire cloud contact-center software firm Five9 to fall apart. With all of that in mind, the company still enjoys a massive user base and strong double-digit growth after surpassing $1 billion a quarter in revenue. It is also diversifying with its platform into hybrid events and asynchronous messaging. As I see it, Zoom shares went up too fast and then went down too fast. I think there is an opportunity here for Zoom and its investors.&#xa0;&#xa0;</p><p>Artificial intelligence (AI)</p><p>Top pick: NVIDIA</p><p>This one isn't even close, and investors have had their say as&#xa0;NVIDIA's stock-market value has gone north of $760 billion and on its way to $1 trillion. Investors have shaken off its increasingly unlikely bid to acquire ARM, and that is because growth is so good without it. Whether it's AI for gaming, Metaverse, conversation, recommendations, or automotive, the company offers the software, hardware, and frameworks needed to implement AI at scale.&#xa0;</p><p>Keep an eye out for: Amazon</p><p>Amazon has gone all-in on its homegrown chipmaking, and it will bear fruit for the company in 2022. While AWS's portfolio of AI and machine learning services offers GPUs from the likes of Intel and NVIDIA, the company has built a future where its offers highly competitive or market-leading performance for AI training and inference.&#xa0;While I don't see AWS going toe-to-toe with NVIDIA to be the “AI” company, I do think its rapid capabilities to deliver enterprise-oriented virtual servers in the cloud, known as instances, will help keep AWS growing near or above 30% rate it has enjoyed over the past year.</p><p>Autonomous vehicle/ADAS technology&#xa0;</p><p>Top pick: Intel Mobileye</p><p>I focused on technology makers that stand to win big from the interest in autonomous vehicles that has sent names like Lucid LCID and Rivian RIVN to stock-market values above GM, BMW, Volkswagen and others despite barely having any revenue. I believe Mobileye, now currently part of Intel INTC, is set to deliver big returns to shareholders in 2022.&#xa0;With the recent announcement that it will spin off its Mobileye business that it acquired less than five years ago, Intel stands to unlock considerable value through this deal. With more than 100 million eyeQ ADAS units shipped by Mobileye to date, I believe this could be an even bigger winner for investors who get in on Mobileye's impending IPO as well as for Intel, which will remain Mobileye's largest shareholder.</p><p>Keep an eye out for: Qualcomm</p><p>With recent design wins from the likes of BMW and GM, Qualcomm's automotive design pipeline has swelled above $10 billion and stands to become the company's next billion-dollar annual business. The company's Snapdragon Ride platform is a full stack of components to address advanced driver assistance systems, or ADAS, telematics and infotainment, and it can be done on an open platform that makes it easier for large auto makers to adopt and iteratively upgrade their vehicles on a shorter time horizon.</p><p>I don't think Qualcomm's automotive business has been highly appreciated by investors as the company's stock-market value has surged above $200 billion, and that could be a good thing for its share price in 2022.&#xa0;</p><p>Semiconductors&#xa0;</p><p>Top pick: AMD</p><p>Much like NVIDIA has become the darling of AI, AMD AMD has become one of the most exciting names in semiconductors; the company has taken market share in laptops, and perhaps more important, servers over the past few years.</p><p>The growth under CEO Lisa Su has been nothing short of remarkable. The stock has climbed 67% through Dec. 28, and the company claimed a 10% market share in the datacenter server space for the first time since 2007. That growth has been critical to the company's top-line growth and its increasing margins, making it even more attractive to its investors.&#xa0;</p><p>Keep an eye out for: Marvell</p><p>It seems like Marvell MRVL CEO Matt Murphy can do no wrong. The chipmaker's turnaround has been underpinned by solid growth in key secular trends, including 5G, automotive, and datacenter. In 2021,&#xa0;Marvell went from being part of a large swath of semiconductor names&#xa0;to one of the must-own names for those that share my belief that semiconductors will eat the world.&#xa0;The stock nearly doubled in 2021 and has recently hit an all-time high; count on more gains in 2022. &#xa0;&#xa0;</p><p>Enterprise software</p><p>Top pick: Salesforce</p><p>This one was a close call, given that Microsoft and Oracle both have had a solid year for their enterprise software. However, Salesforce CRM has been extraordinarily stable in its growth, and I'm increasingly optimistic about its platform, Hyperforce, and how that will expand its growth trajectory. The company has made several significant acquisitions in MuleSoft, Tableau and, most recently, Slack, and I think the best of Salesforce is yet to come. Its humble 15% stock-market gain through Dec. 28 makes it stand out as a smart pick for a pop in 2022.&#xa0;</p><p>Keep an eye out for: SAP</p><p>This name may not exude excitement, but SAP SAPXE:SAP touts more than 425,000 customers, and this means strong recurring revenue. Now it's making a real push into the cloud, and that transition makes SAP an interesting growth opportunity in 2022. With 77% of its revenue falling into the “predictable” category and mid-double-digit (20%) cloud growth, there is a real opportunity for upside if its cloud transformation continues to take shape.</p><p>Daniel Newman is the principal analyst at Futurum Research, which provides or has provided research, analysis, advising, and/or consulting to Salesforce, SAP, Marvell, NVIDIA, Intel, Amazon and dozens of other companies in the tech and digital industries. Neither he nor his firm holds any equity positions with any companies cited. Follow him on Twitter @danielnewmanUV.</p><p>Now read:Big Tech heads for ‘a year of thousands of tiny tech papercuts,' but what antitrust efforts could make them bleed?</p><p>Plus:These stocks are down at least 20% from 2021 highs, but Wall Street sees them gaining as much as 87% in 2022</p><p>How to invest:These are the most important things to check on a stock's quote page before deciding whether to buy or sell</p>",
  "published": "2021-12-29T10:07:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 7684,
          "end": 7689
        },
        {
          "start": 7982,
          "end": 7987
        },
        {
          "start": 11564,
          "end": 11569
        },
        {
          "start": 8412,
          "end": 8417
        },
        {
          "start": 7218,
          "end": 7223
        },
        {
          "start": 8165,
          "end": 8170
        }
      ]
    }
  ]
}