{
  "_id": "e52353b330434c35f2a0fad1fa42ca9cc93fd0586a8f7a8b8c590f0bd6c8e8bb",
  "feed": "ftcomall",
  "title": "China's tech dreams in India suffer TikTok blow",
  "text": "<p><em>Hello, this is Kenji in Hong Kong. India-China tensions have escalated to the point where TikTok, the popular short-video app owned by China's ByteDance, is on the brink of leaving the country. Among the other China tech stories that we have, the FT's report on how the scuppering of Ant Group's initial public offering has elevated the profile of financial regulator Guo Shuqing is a must-read. But it's not just China this week. You can check out stories on SoftBank and SK Hynix as well. Hope you enjoy and stay well.</em></p> <h2>The Big Story </h2> <p>TikTok, the wildly successful Chinese short-video app, appears to be leaving the Indian market. Executives at ByteDance, which owns the app, have emailed more than 2,000 employees in the country to inform them of severance terms, according to <a href=\"https://asia.nikkei.com/Business/China-tech/TikTok-gives-up-on-India-months-after-government-ban\">Nikkei Asia</a>. </p> <p>TikTok had about 167m users in India as of June 2020, before New Delhi banned it and 58 other mobile apps deemed harmful to the “sovereignty and integrity of India”. ByteDance has since made little progress in talks with the Indian government to resume its service.</p> <p><strong>Key implications:</strong> TikTok is one of the first Chinese-owned apps to have found widespread success overseas, so the Indian setback is important. </p> <p>India, along with the US, was one of the biggest out of the 100-plus markets where TikTok gained share. It is also thought to have tens of millions of users in Japan and Europe.</p> <p>ByteDance is valued at up to $140bn, making it one of China's biggest tech start-ups. It had big ambitions in India, setting up offices in Bangalore, Mumbai and New Delhi and announcing plans in 2019 to invest $1bn in the market. </p> <p><strong>Upshot: </strong>The move by one of China's highest-profile investors in India's tech scene provides a stark indication of how far bilateral commercial engagement has been set back by the deadly clash between troops on their shared Himalayan border in June.</p> <h2>Mercedes' top 10</h2> <ol>  <li><p>A <a href=\"https://www.ft.com/content/f44fae66-21c0-48ff-9dd7-bb85ec0e9cf2\">compelling analysis</a> from the FT on how <strong>China</strong>'s crackdown on Jack Ma's Ant Group has amplified the power of Guo Shuqing, China's top banking regulator. </p></li>  <li><p><a href=\"https://www.ft.com/content/0411bc12-6a0c-4c14-9227-c06093e96e63\">Mystery</a> surrounds the sudden popularity of Huawei executives' social media accounts. The FT takes a look.</p></li>  <li><p>Four top SoftBank executives are sitting on a potential <a href=\"https://www.ft.com/content/54b67d4c-fb3c-489c-ac58-418f0f5c739f\">collective gain</a> of $1.2bn after getting unusual loans to buy the <strong>Japanese</strong> company's shares.</p></li>  <li><p><strong>Chinese </strong>smartphone maker Xiaomi <a href=\"https://www.ft.com/content/237d204b-9c8b-4de4-a74d-93bad850f1fe\">has sued</a> the <strong>US </strong>government over its move to place the company on a Pentagon blacklist.</p></li>  <li><p>A piece of essential reading on how <strong>China</strong> will shortly finish laying down <a href=\"https://asia.nikkei.com/Spotlight/Belt-and-Road/China-builds-Digital-Silk-Road-in-Pakistan-to-Africa-and-Europe\">a fibre optic cable in Pakistan</a>, an important factor in its Digital Silk Road ambitions. </p></li>  <li><p><strong>South Korea</strong>'s SK Innovation will <a href=\"https://asia.nikkei.com/Business/Energy/SK-Innovation-boosts-EV-battery-push-with-1bn-plant-in-Hungary\">spend</a> $1.1bn on a third automotive battery factory in Hungary, boosting preparations for the <strong>European</strong> electric car market. </p></li>  <li><p><strong>Japan</strong>'s Panasonic will <a href=\"https://asia.nikkei.com/Business/Electronics/Eclipsed-by-Chinese-rivals-Panasonic-quits-solar-cells-and-panels\">withdraw</a> from solar panel production as the once leading manufacturer loses out to lower-cost <strong>Chinese</strong> competition. </p></li>  <li><p><strong>China</strong>'s Luxshare is set to become an even more important production partner for Apple after a <a href=\"https://asia.nikkei.com/Business/China-tech/China-s-Luxshare-deepens-Apple-ties-in-930m-supply-chain-deal\">$926m investment</a> in an iPhone supply business.</p></li>  <li><p>Alibaba's growth is slowing as <strong>Chinese</strong> <a href=\"https://www.ft.com/content/39c63570-2d5d-4ad2-9c30-dc1a7564e0a2\">regulators circle</a>.</p></li>  <li><p>“Is he the world's most astute tech investor, or is he the luckiest guy on the planet?” Probing <a href=\"https://www.ft.com/video/49e2f1ee-c923-47f7-ac6d-7f8e1747305b\">FT video</a> on SoftBank's Masayoshi Son.</p></li> </ol> <h2>When sages speak </h2> <ul>  <li><p>In case you missed it, <a href=\"https://macropolo.org/solar-energy-policy-government-support-globalization/?rp=m\">this piece</a> on the commercialisation of photovoltaic technology in China is useful and succinct. Great charts, too. Hat tip to <strong>Ilaria Mazzocco</strong> at <strong>MacroPolo</strong>, a Chicago-based think-tank.</p></li>  <li><p>China's expanding technology reach in Africa has sounded alarm bells in Washington and other capitals. But what benefits pertain to Africa? <strong>Judd Devermont </strong>from<strong> CSIS</strong>, a Washington-based think-tank, has some interesting guests on <a href=\"https://www.csis.org/node/59661\">this podcast</a>. </p></li>  <li><p><strong>Elsa B Kania</strong> and <strong>Lorand Laskai</strong> do a useful service here exploding myths on China's ‘military-civil fusion' strategy in <a href=\"https://www.cnas.org/publications/reports/myths-and-realities-of-chinas-military-civil-fusion-strategy\">this piece</a> for the <strong>Center for a New American Security</strong>. </p></li> </ul> <h2>Our take</h2> <p>Might the Spac boom solve south-east Asia's problem with initial public offerings, asks Mercedes Ruehl, Asia tech reporter. The region of 655m people has a dearth of listed technology companies to galvanise investors. </p> <p>This is partly why Singapore's <strong>Sea Group</strong>, the <strong>Tencent</strong>-backed gaming and ecommerce company which is listed in New York, was one of the best-performing stocks globally last year, rising 395 per cent. Its mobile game, <em>Free Fire,</em> is one of the world's most popular and the company also has the number-one ecommerce app in the region. </p> <p>There is little else for investors keen to buy into south-east Asia's consumer tech story. However, a US frenzy for tech-focused “blank cheque” companies could significantly alter the playing field. </p> <p>A string of Asia-based and regionally-focused special purpose acquisition companies have listed in the US, such as <strong>Bridgetown Holdings</strong>, backed by Hong Kong businessman Richard Li and Silicon Valley investor Peter Thiel. </p> <p>Bridgetown raised $595m in a US IPO in October, making it the biggest Spac focused on south-east Asia. <strong>Bridgetown 2</strong>, which launched in January, is seeking to raise $200m to target more companies in the region. The vehicle already has Indonesian ecommerce unicorn <strong>Tokopedia </strong>in its crosshairs. </p> <h2>Spotlight</h2> <p>It has been a while since we checked in with the folks at <strong>Didi Chuxing</strong>, China's top ride-hailing company. The group, which suffered as coronavirus spread throughout the mainland in early 2020, is reportedly eyeing an IPO this year. </p> <p>That is perhaps why chief executive Cheng Wei unveiled plans last week to hire <a href=\"https://asia.nikkei.com/Business/China-tech/Ride-hailer-Didi-to-hire-50-000-China-vets-a-year-with-eye-on-Xi\">50,000 retired soldiers</a> annually over the next three years, expanding efforts to tackle the problem of veteran unemployment. </p> <p>The overture comes as the temperature for Chinese tech groups has cooled rapidly. After the <strong>Ant Group</strong> IPO was pulled last year, tech companies from <strong>Alibaba</strong> to <strong>Meituan</strong> have been targeted by a raft of proposed rules to curb excessive market dominance. Didi's highlighting of its contributions could bolster its relationship with President Xi Jinping's government ahead of the mooted listing. </p> <h2>Art of the deal</h2> <p>A lot is going on with <strong>SK Hynix</strong>, South Korea's number-two chipmaker. It is <a href=\"https://asia.nikkei.com/Business/Technology/SK-Hynix-to-move-chip-facilities-to-China-to-meet-rising-demand\">accelerating</a> the move of chip foundry facilities from South Korea to China. It has also <a href=\"https://asia.nikkei.com/Business/Technology/SK-Hynix-opens-cutting-edge-DRAM-plant-looking-to-match-Samsung\">opened</a> a huge Dram fabrication plant in South Korea that is expected to cost $14bn, upping the competition with <strong>Samsung</strong>.</p> <p>All of this is on top of the company's <a href=\"https://www.ft.com/content/21c4f05c-787e-4f3f-add8-4e629cebd660\">announcement</a> late last year that it would buy <strong>Intel's</strong> Nand memory business and manufacturing facility in Dalian, China. SK Hynix already has a memory chip plant in the Chinese city of Wuxi.</p> <p>Chey Tae-won, the group's chairman, feels vindicated. When SK Hynix broke ground on the Dram plant in November 2018 it was an uncertain time amid a soft market for memory chips. Now, demand is red hot as the 5G mobile market takes off.</p> <p>“It seems that our bold decision of the past will lead us to a better future,” he said.</p> <h2>Smart data </h2> <p><strong>Kuaishou</strong> is set for its&#xa0;<a href=\"https://www.ft.com/content/7a6aa329-aadf-4075-ada9-ea2e41327f96\">splashy IPO</a>&#xa0;in Hong Kong later this week. The app is the biggest rival in China to <strong>ByteDance</strong>, which owns <strong>TikTok </strong>and its Chinese sister app <strong>Douyin</strong>. It is looking to hit a valuation of $60bn. </p> <p>But ByteDance is casting a long shadow over its debut, <a href=\"https://www.ft.com/content/2b7a8bec-7f01-45b8-ac9f-1fe3f1cbd1f4\">as this FT analysis illustrates</a>. Even though Kuaishou pioneered the short video format, Douyin, the Chinese version of TikTok, is in some ways far ahead. Kuaishou was quickly overtaken by Douyin in terms of user count, as the above chart shows. Douyin also generates more than three times Kuaishou's advertising revenue per user hour, according to estimates. </p> <p>Analysts, however, believe in Kuaishou's wider potential. And in the absence of a TikTok or Douyin IPO, investors may agree it is an attractive bet on the rise of ecommerce livestreaming in China. </p><p>Source: Kenji Kawase, James Kynge and Mercedes Ruehl 2021 'China's tech dreams in India suffer TikTok blow' FT.com 3 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-03T08:42:12.971Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 6319,
          "end": 6324
        }
      ],
      "nexusId": "10063594"
    }
  ]
}