{
  "_id": "8087e188e0c62641d9a9dea2ba9302f6c578789f3e919d817e0395196138b5b3",
  "feed": "ftcomall",
  "title": "Rich People's Problems: How to get a bigger bonus ",
  "text": "<p>If you don't like vulgar discussions about cash, look away now. Bonus season is upon us. If you work for a financial services firm, it's time to fill your boots.</p> <p>There are predictions of <a href=\"https://www.cnbc.com/2021/11/16/wall-street-is-set-for-biggest-bonuses-since-great-recession-report.html\">record-breaking spoils</a> on offer this year thanks to increased dealmaking volumes, and the post- pandemic <a href=\"https://www.ft.com/content/3cff0294-4c4d-4e29-b482-1f6f41889399\">war for talent</a>, with some predicting bonuses at US investment banks could be up by 35 per cent on last year.</p> <p>Before joining Morgan Stanley in London, I was asked what my bonus had been for the previous year. I was rather proud of my 65 per cent of base salary award. </p> <p>“Just so you know,” my future boss said, “our bonuses are multiples of salary, not percentages of them.”</p> <p>It's a few decades since I worked there, but the system remains in place. However, the money won't just fall into your lap. If you've not been working to secure your bonus and promotion all year, you'll miss out.</p> <p>The model adopted by investment banks and private equity firms is to keep staff salaries relatively low, with high variable pay. A good bonus will be paid to those who achieve, and manage up successfully. Asking for an increase after the closed-door ration allocation discussions have taken place is akin to Oliver Twist saying: “Please, sir, I want some more.” </p> <p>The master's unfavourable response will be adopted by the bank's elite (at very best, you'll be offered jam tomorrow). </p> <p>So it's time to sharpen your elbows and unlearn your manners. In the world of finance, if you don't ask, you won't get. And guess what? Life isn't fair, and neither are bonuses and promotions. </p> <p>Understanding how the system works is critical. At year-end, larger organisations become paralysed by staff appraisals — a process seemingly designed to keep HR people in employment. If you work for a US investment bank, it's 360-degree reviews. Management assess how you've performed by asking your colleagues, team and bosses. They'll determine a score equating to your share of the pot allocated to your seniority. </p> <p>While all that's going on, bosses will also be reviewed. Cue the one-on-one lunch to groom you into a favourable review. They know how the system works. But the system is flawed. </p> <p>How many fees were created from a deal that walked in through the door because of the franchise rather than the individual? Was the senior relationship person really that helpful, or did they exhibit the seagull style of management? By which I mean fly in, squawk a lot, leave a mess everywhere, then fly off again until the next load of fish arrives, leaving the “grunts” to push the deal over the line. That's why promotion is as important as a bonus. </p> <p>Meanwhile, you should also be talking to the competition. Take those calls and if they offer a golden hello, a jump up the ranks, a guaranteed bonus or even to buy you out of the bonus you're expecting to get, it could be time to move on. Forget loyalty. That went out of fashion along with boot cut jeans.</p> <p>I may not be thanked for this advice, but if you're debating whether to ask for more, this could quell the doubting voices inside your head. </p> <p><strong>“No one likes a show off”<br></strong>Who cares? Bonuses aren't a popularity contest. Early in the financial year, establish your targets, then gather evidence. Everything you've done in every transaction you've played a part in. Every person you introduced, every late night or early morning where your input made a difference. Ensure those in charge know <em>everything</em> you've achieved. And that means getting face time. Managing up is a skill. Those who show off, in the appropriate way, will be rewarded. Handsomely. </p> <p><strong>“Get in the queue”<br></strong>The British know that one of the most frustrating aspects of <a href=\"https://www.ft.com/content/238df93f-07d7-4570-a0b2-00c718e87d3f\">foreign travel </a>is the inability of locals to queue properly. It's been a while since we've been able to experience the crush at a ski lift, where crashing your way to the front is order of the day. It's like cutting the nose off the cheese at a buffet — very rude, but if you don't do it, someone else will. Similarly, being polite is something you do when you're super-rich. If you're not prepared to shove yourself to the front of the bonus queue, expect to feast only on the crumbs left behind.</p> <p><strong>“Don't talk about money”<br></strong>Your contract will tell you that you're not allowed to discuss what you're paid. Everyone knows this is forbidden. But everyone does it. How can you negotiate or secure a decent wedge if you're totally in the dark? Colleagues at different levels or — even better — the competition, are a great source of intel. Speak in code and cover your tracks. Having an idea of who gets paid what should establish your worth, and your bosses need to know your expectations. I mean, how does Father Christmas know what to bring without a list?</p> <p><strong>“Style over substance”<br></strong>If you're a high performer and bring in the revenue, you'll get the bonus you rightfully deserve. If you do everyone else's donkey work, you'll be overlooked. Successful operators focus on the prize — visibility and self-publicity — while offloading the grunt work. Perception is reality.</p> <p><strong>“Loyalty is integrity”<br></strong>Integrity with your work is essential. However, it's your employer's job to work out how much (or little) they need to pay you to get you to stay. They may not be that bothered whether you stay or go anyway, and will drop you like a hot potato if you don't carry your weight. Similarly, colleagues will trample over you to get ahead. Rather like picking over a family will, when it comes to money, behaviour changes. Be prepared to leave if they don't give you what you deserve.</p> <p>If the results are clear and you've elevated yourself to prominence, you'll triumph in the bonus stakes over someone with manners who's nice to deal with. </p> <p>Yes, I've painted a picture of a festival of grasping vulgarity. And that's without discussing private jets, prime property purchases, <a href=\"https://www.ft.com/content/e7f3cb82-7c78-11e9-8b5c-33d0560f039c\">lavish watches</a>, jewellery, holidays and cars. It's worth the dirty feeling when the seven-figure post-tax payment drops into your bank account. </p> <p>Now you can book yourself a magnificent Caribbean Christmas holiday to decide which <a href=\"https://www.ft.com/content/d4f0ab0b-602f-4903-ac8d-c808e81e61dc\">Aston Martin </a>you're going to buy while <a href=\"https://www.ft.com/content/4576873f-f619-4bad-84b5-7bbb985626c5\">securing the second home</a> you feel you need. And most importantly? To recharge your batteries and plan your follow-up heist — next year's bonus and promotion!</p> <p><em>James Max is a radio presenter and property expert. The views expressed are personal. Twitter:&#xa0;</em><a href=\"https://twitter.com/thejamesmax?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\"><em>@thejamesmax</em></a></p><p>Source: James Max  2021 'Rich People's Problems: How to get a bigger bonus ' FT.com 26 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-26T04:30:26.131Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4462,
          "end": 4467
        }
      ],
      "nexusId": "10063594"
    }
  ]
}