{
  "_id": "1dff7b82ffec3e64db4057e3c65e4ec69cbee1fab47ca8ebaffb28b4ac5d071d",
  "feed": "ftcomall",
  "title": "Intel says hacker obtained financially sensitive information",
  "text": "<p>Intel said it was the victim of a hacker who stole financially sensitive information from its corporate website on Thursday, prompting the company to release its earnings statement ahead of schedule.&#xa0;</p> <p>The US computer chipmaker believed an attacker had obtained advanced details about a strong earnings report it was due to publish after the stock market closed, said George Davis, chief financial officer.</p> <p>It published its formal earnings announcement upon discovering the problem, six minutes before the market closed. Intel's shares rose more than 6 per cent on Thursday, including almost 2 per cent in the final 15 minutes of trading.</p> <p>“An <a href=\"https://d1io3yog0oux5.cloudfront.net/_4cdf059b7658a4e714d81d12722dc60b/intel/db/887/8510/infographic/Q4_2020_Infographic.pdf\">infographic</a> was hacked off of our PR newsroom site,” Mr Davis said. “We put [our earnings] out as soon as we were aware.”</p> <p>He did not provide more details, but said that the leak was the result of an illicit action that had not involved any unintentional disclosure by the company itself.</p> <p>An Intel spokesperson added: “We were notified that our infographic was circulating outside the company. I do not believe it was published. We are continuing to investigate this matter.”</p> <p>The earnings revealed an unexpectedly strong bounce in Intel's sales of chips for personal computers as a result of the coronavirus pandemic, as more people bought laptops to work and study from home, as well as more powerful gaming PCs.</p> <p>The results came as Intel claimed to be back on track with its advanced manufacturing plans after a series of delays that have put it years behind rivals TSMC and Samsung.</p> <p>In a call with Wall Street analysts, Bob Swan, who is <a href=\"https://www.ft.com/content/d6e30aca-e72b-4c49-8e8a-1bb25918c5c4\">set to step aside</a> as chief executive next month, said headway made in the past six months had “dramatically increased [Intel's] confidence” in being able to produce the company's most advanced chips in its own semiconductor fabrication plants starting in 2023.</p> <p>The company had “re-architected” the steps in its new 7 nanometre manufacturing process that had caused the problem, he said, while also simplifying operations to make it more likely it would hit the 2023 deadline.</p> <p>Pat Gelsinger, who will take over as chief executive, also used the call to express support for Intel's decision to continue in the manufacturing business, despite activist investor <a href=\"https://www.ft.com/content/afa50509-afbc-4e7c-b57d-ac74ccbc6e6f\">Third Point's demand</a> for it to consider shedding chip manufacturing and focus on design, an approach followed by most of its rivals.</p> <p>Mr Gelsinger said the company would make “the majority” of its chips in-house in 2023, though it would look at ways of outsourcing more parts of its manufacturing.</p> <p>The delays have meant that Intel won't release its first 7nm chips until the first half of 2023 — at a time when <a href=\"https://www.ft.com/content/4d6ec1c5-2d7e-4b8e-9ecf-089d48342e22\">TSMC expects</a> to be ramp up production on its 3nm lines, which are a generation ahead.</p> <p>In the latest quarter, Intel said the volume of PC chips it sold jumped 33 per cent. Tech research group IDC had already said that the number of machines shipped globally rose 26 per cent in the period, capping the strongest year for the PC industry in a decade.</p> <p>Mr Davis said the huge jump highlighted the importance to Intel of owning its own manufacturing plants, making it possible to redirect production to the areas of strongest demand and grab more market share.</p> <p>Although Intel's revenue slipped 1 per cent in the fourth quarter, to $20bn, that mark was $2.5bn ahead of Wall Street expectations. Revenue from PC chips rose 9 per cent, to $10.9bn.</p> <p>Data centre chip revenues dropped 16 per cent, to $16.1bn, as demand fell back after a period of unexpectedly strong demand from cloud services companies.</p> <p>Pro forma earnings per share of $1.52 were unchanged from a year before, and 42 cents ahead of expectations.</p> <p>Based on formal accounting principles, Intel reported a 15 per cent decline in net income to $5.9bn, or $1.42 a share, mainly reflecting an absence of a gain it reported the year before from a divestment, as well as changes in its reported tax charge.</p><p>Source: Richard Waters in San Francisco 2021 'Intel says hacker obtained financially sensitive information' FT.com 22 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-22T00:32:13.685Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 3056,
          "end": 3061
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 3692,
          "end": 3697
        },
        {
          "start": 2153,
          "end": 2158
        },
        {
          "start": 2758,
          "end": 2763
        },
        {
          "start": 1375,
          "end": 1380
        },
        {
          "start": 933,
          "end": 938
        },
        {
          "start": 1700,
          "end": 1705
        },
        {
          "start": 3214,
          "end": 3219
        },
        {
          "start": 1172,
          "end": 1177
        },
        {
          "start": 2563,
          "end": 2568
        },
        {
          "start": 520,
          "end": 525
        }
      ],
      "name": "Intel Corporation",
      "id": "US4581401001",
      "nexusId": "10063594"
    }
  ]
}