{
  "_id": "5126bd802b7e0b39c7ba938f1645ddb69a970de5bfb497b163582a75c1abaf4e",
  "feed": "ftcomall",
  "title": "EU vaccine export curbs spark dispute among member states ",
  "text": "<p>Brussels faces a backlash from EU capitals over its proposals to toughen <a href=\"https://www.ft.com/content/af80b61d-53d9-4128-b753-f579cccc525a\">vaccine export controls</a> as some countries warn that the measures risk damaging the bloc's reputation as a reliable player in the medical supply chain.&#xa0;</p> <p>The European Commission came under fire at a ministerial meeting on Tuesday and again from ambassadors on Wednesday as it seeks to push through proposals that would strengthen its ability to block exports of Covid-19 vaccines on the grounds that countries such as the UK are not showing enough “reciprocity” with the EU.&#xa0;</p> <p>Brussels has argued that action is needed to push other countries such as the UK to do more to share their own production of vaccines. But the regime raises the spectre of a further deterioration in the EU's relations with Britain, which is heavily reliant on the bloc for Covid-19 vaccine imports and which is engaged in talks over how to divide up unused <a href=\"https://www.ft.com/content/bb69ecd8-323e-4848-bcdf-9117a2e26158\">AstraZeneca</a> stockpiles sitting in the EU.&#xa0;</p> <p>The commission plans, announced on Wednesday, take aim at countries that restrict vaccine exports to the EU, “either by law or by any other means”. The draft law also targets states that block EU access to the “raw materials” from which vaccines are made. Such practices, the draft law says, could “pose a threat to the security of supply” of vaccines within the EU.</p> <p>“We have to ensure timely and sufficient vaccine deliveries to EU citizens,” said commission president Ursula von der Leyen. </p> <p>“The EU is proud to be the home of vaccine producers who not only deliver to EU citizens but export across the globe,” she said. “But open roads should run in both directions.”</p> <p>The measures, which were unveiled ahead of a summit of EU leaders starting tomorrow, are strongly backed by France. Italy has also stressed the need to be tough in policing export authorisations. But the proposals have provoked deep concern in some other capitals, which warn that they may jeopardise complex supply chains for vaccines and their ingredients.&#xa0;&#xa0;</p> <p>“They are ill-thought-through, impetuous and aggressive and they seem to be a solution to a problem we don't actually have,” said one EU diplomat.</p> <p>Countries that have raised concerns in EU meetings over the past two days include Belgium, Finland, Sweden and the Netherlands. Angela Merkel, German chancellor, told the media on Tuesday that it was necessary to be “very careful about imposing blanket export bans” given the importance of securing supply chains. But she still stressed that the EU was the world's biggest vaccine exporter, while other parts of the world were exporting nothing at all.&#xa0;</p> <p>The new rules would build on an existing EU authorisation scheme, in place since February, which was essentially concerned with making sure vaccine makers failing to meet their obligations to the bloc did not ship much needed supplies abroad. The scheme was a response to supply problems at AstraZeneca.&#xa0;</p> <p>But the updated version would allow exports to be stopped even if the drugmaker concerned was meeting its contractual commitments to Brussels.&#xa0;</p> <p>The EU plans also foresee shipments being stopped on the grounds that the destination country is far ahead of the bloc in vaccinating its population, or already has strong availability of vaccines. The draft legal proposal argues that this is relevant to the EU's own “security of supply”.</p> <p>“This helps us in the overall assessment to make sure Europe gets a fair share,” said an EU official.&#xa0;</p> <p>The EU diplomat said the bloc was already able to address its problems through the existing authorisation scheme, adding that the new plans “would only raise the spectre that we might want to do much worse and block [exports by] Pfizer and Moderna”.&#xa0;</p> <p>While the commission's tighter rules triggered opposition from a number of free-trade minded EU countries, EU procedural rules mean it will be difficult to muster enough votes among member states to block them.&#xa0;</p> <p>Diplomats said tomorrow's summit discussions would be crucial in deciding the fate of the plans.&#xa0;&#xa0;</p> <p>“What we put on the table is something very defendable,” said an EU official. “Exports should also take place in an environment where things come back.”</p> <p>Valdis Dombrovskis, the EU's trade commissioner, said the new proposals were about ensuring a fair deal for the bloc's citizens. He pointed out that, since the first version of the export scheme was introduced, only one shipment has been blocked while 381 went ahead as planned.&#xa0;</p><p>Source: Sam Fleming and Jim Brunsden in Brussels 2021 'EU vaccine export curbs spark dispute among member states ' FT.com 24 March. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-03-24T12:48:53.425Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [],
      "nexusId": "10063594"
    }
  ]
}