{
  "_id": "13131973ca2ccc4e9b8507cdd683f30e74152d203e5ef1f9bb89bcb448b85be4",
  "feed": "ftcomall",
  "title": "White House scrambles to address global chip shortage",
  "text": "<p>The Biden administration has pledged to take immediate action to address a global shortage of semiconductors that has forced the closure of several US car plants. </p> <p>Jen Psaki, White House press secretary, said the administration was “identifying potential chokepoints in the supply chain” after coming under pressure from lawmakers, semiconductor companies and car manufacturers over the shortages.&#xa0;</p> <p>A surge in demand for consumer electronics during the pandemic has led to the shortage of chips, which has been exacerbated in the US by <a href=\"https://www.ft.com/content/7325dcea-e327-4054-9b24-7a12a6a2cac6\">sanctions on SMIC</a>, the Chinese chipmaker. </p> <p>It has hamstrung carmakers worldwide as <a href=\"https://www.ft.com/content/6caf7028-cae1-44f3-9bc2-7dc2d47a23ef\">chipmakers diverted supplies</a> for customers in consumer electronics, which pay more for semiconductors.</p> <p>A White House official said the administration was in “active conversation” with car companies, semiconductor groups and foreign diplomats in an effort to address the issue.&#xa0;</p> <p>President Joe Biden would sign an executive order demanding “a comprehensive review of supply chains for critical goods” in the coming weeks, Psaki said.</p> <p>She added: “The review will be focused on identifying the immediate actions we can take, from improving the physical production of those items in the US to working with allies to develop a co-ordinated response to the weaknesses and bottlenecks that are hurting American workers.”&#xa0;</p> <p><a href=\"https://www.ft.com/content/7348d241-2f5d-4354-b927-4c13b9a75557\">General Motors</a> and Ford have idled factories in response to the chip shortage. GM plants in Kansas, Canada and Mexico will halt production of vehicles until mid-March, while Ford said it would run fewer shifts this week at two plants that manufacture its bestselling F-150 pick-up truck. </p> <p>Both companies forecast substantial hits to their cash flow and earnings this year because of the shortage. GM said the shortfall could cut up to $2bn off earnings before interest and taxes; Ford said earnings could <a href=\"https://www.ft.com/content/a0d5ca20-2559-4d47-9106-cf50eaf97720\">decrease up to $2.5bn</a>.</p> <p>The carmakers said they were working with suppliers to manage the shortage and were attempting to allocate chips to more profitable vehicles where possible.</p> <p>The impact on the car industry has attracted the attention of US lawmakers. Last week, 15 senators, including Chuck Schumer, the Senate majority leader, urged the White House to take action on the shortage, which they argued threatened the US's “post-pandemic economic recovery”.</p> <p>The senators recommended the White House secure funding authorised by Congress last year in the CHIPS Act to boost domestic semiconductor manufacturing.&#xa0;</p> <p>The <a href=\"https://www.ft.com/content/13094950-fb45-4686-9ef9-8199c674b90d\">crisis facing carmakers</a> has also fuelled calls for the reshoring of semiconductor manufacturing to the US on national security grounds. </p> <p>On Thursday, the chief executives of big companies in the semiconductor industry wrote to Biden to demand that funding for domestic semiconductor manufacturing be included in his infrastructure recovery plan.&#xa0;</p> <p>The letter, which was signed by the chief executives of Intel, Qualcomm and GlobalFoundries, among others, noted the US's <a href=\"https://www.ft.com/content/f67cca57-bbb5-4a21-b49a-b27440af7725\">declining share</a> of global chip manufacturing over the past three decades. Without further support, the letter warned, the country's “technology leadership is at risk”.&#xa0;</p><p>Source: Aime Williams in Washington and Claire Bushey in Chicago 2021 'White House scrambles to address global chip shortage' FT.com 11 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-11T21:02:18.220Z",
  "tags": [
    {
      "offsets": [
        {
          "start": 2855,
          "end": 2860
        }
      ],
      "name": "Intel Corporation",
      "id": "US4581401001",
      "nexusId": "10063594"
    }
  ]
}