{
  "_id": "ea613fd9386cc6ce18b7704dfda63cfe698908b2d98fdf2b1551f34e5b0a8ed1",
  "feed": "market-watch",
  "title": "Nasdaq Composite leads slump in U.S. stocks as investors' mood dims after jobs report",
  "text": "<p>How are stock benchmarks trading?</p><p>The Dow Jones Industrial Average DJIA was down 198 points, or 0.6%, at 34,441 Friday afternoon, but had hit 34,801, near the open.</p><p>The S&amp;P 500 index SPX fell about 62 points, or 1.4%, to 4,515, after hitting an intraday peak at 4,608.03.</p><p>The Nasdaq Composite Index COMP shed 395 points, or 2.6%, to trade at 14,986, threatening to close below its 100-day moving average of 15,082.37.</p><p>On Thursday, the Dow industrials rose 617.75 points, or 1.8%, to 34,639.79 — the best percentage gain since March 5, 2021 and the best point gain since Nov. 9, 2020. The S&amp;P 500 index closed up 1.4% to 4,577.10, its best day since Oct. 14. The Nasdaq Composite added 0.8% to 15,381.32. The small-cap oriented Russell 2000 index RUT gained 2.7% Thursday to finish at 2,206.33, a day after hitting its first correction since June 2020.</p><p>For the week, all three major indexes, the Dow, S&amp;P 500 and Nasdaq, are on pace for losses. The Russell 2000 index is also headed for a weekly decline.</p><p>What's driving the markets?</p><p>Markets were wrestling with the significance of a report that showed a mere 210,000 new jobs were created in the U.S. in November, well below estimates from economists polled by The Wall Street Journal for a gain of 573,000 new jobs.</p><p>“I don't think there was much in this report that was going to derail plans for a faster taper timeline” that the Federal Reserve appears set to consider for slowing its asset purchases, or rate hikes “happening much sooner than investors had expected just three months ago” as the economy continues to recover in the pandemic, said Mark Heppenstall, chief investment officer at Penn Mutual Asset Management, in a phone interview Friday.</p><p>While the headline number of the jobs report Friday “wasn't terrific ” some “favorable trends” in the data showed an increase in labor-force participation, which the Fed probably views as a “win” under its goal of maximum employment, according to Heppenstall. He said the markets are likely in for more volatility as the Fed shifts away from giving priority to accommodation in the economic recovery and focuses more on inflation.</p><p>Read:Jekyll-and-Hyde U.S. jobs report not as ugly as it looks</p><p>Fed Chair Jerome Powell's remarks Tuesday about potentially speeding up the central bank's tapering process amid high inflation, along with uncertainty surrounding the impact of the new omicron variant of the coronavirus, have rattled markets this week.</p><p>The lackluster headline number in Friday's job report came despite businesses taking more aggressive steps to hire people, and may highlight challenges faced by the labor market in the recovery from the pandemic, particularly as the spread of the omicron variant takes shape.</p><p>As for the bright spots in the jobs report, some 594,000 people rejoined the labor force in November, with the so-called rate of participation edging up to 61.8%. The jobless rate fell to 4.2% from 4.6%, touching a new pandemic low.</p><p>“While disappointing on the headline number, the rest of the report was much better and this may help explain why stocks are rolling over,” wrote Michael Hewson, chief market analyst at CMC Markets UK, in a daily note.</p><p>Investors are scrutinizing the jobs report, because if the Fed deems it a positive, the central bank could speed up interest-rate hikes and deliver a hit to rate-sensitive, growth-oriented stocks in the technology sector.</p><p>Read:Fed may have to end bond-buying stimulus strategy in early spring, Bostic says</p><p>“Markets have a lot to digest as the economy is strong, but the labor market is reaching its full potential and inflationary forces are already elevated, which is why the Fed is feeling more urgency to complete their tapering early and may need to raise interest rates more quickly than many people are expecting,” wrote Chris Zaccarelli, chief investment officer for Independent Advisor Alliance. &#xa0;</p><p>The market also has harbored lingering concerns that tech valuations were too lofty, which, perhaps, are highlighted the precipitous decline in shares of DocuSignDOCU, down more than 40% Friday after the electronic-signature company billings and revenue forecast missed expectations and its chief executive said the pandemic boom had worn off in the quarter.</p><p>After several days of volatile action, major indexes logged positive closes for the first time in three sessions on Thursday. All three major U.S. stock indexes are on pace for weekly losses, according to FactSet data.</p><p>Want Intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>In other economic reports Friday, the final November reading of IHS Markit's purchasing managers index geared to the service sector was 58 versus an initial reading of 57. The more closely watched services reading from the Institute for Supply Management rose to 69.1 in November from 66.7, above forecasts. A reading of 50 or better indicates improving conditions. U.S. factory orders were up by 1% in October.</p><p>In politics, Congress's passage of a short-term extension of government funding, through Feb. 18, which will be sent to President Biden's desk, averts a partial shutdown after resolving a standoff over vaccine rules.</p><p>While markets bounced Thursday, volatility remains high, said Ipek Ozkardeskaya, senior analyst at Swissquote, in a note to clients.</p><p>“That's a sign that the stress in the market is not over just yet, because the root cause of the latest market selloff is not only omicron, it's also the fear of seeing the markets left with less Federal Reserve support due to Fed's willingness to address the high inflation issue moving forward. And, that remains a major downside risk to the risky assets,” said Ozkardeskaya.</p><p>Shares of Chinese companies fell into focus on Friday, after Chinese ride-hailing giant Didi Global DIDI said late Thursday it will delist from the New York Stock Exchange, following pressure from the Chinese government. Shares of Didi were down more than 17% Friday.</p><p>What companies are in focus?</p><p>Shares of Marvell TechnologyMRVL shares surged more than 18% after the chip maker's results and outlook topped Wall Street forecasts.</p><p>How are other assets trading?</p><p>The 10-year Treasury note yields&#xa0;BX:TMUBMUSD10Y&#xa0;was down about 8 basis points 1.37%. Prices for Treasurys fall as yields rise.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a half-dozen other monetary units, was little changed.</p><p>In oil futures, West Texas Intermediate crude CL00 was up less than 0.1% at $66.56 a barrel. Gold futures GC00&#xa0;for February delivery&#xa0;GCF22 were up about 1% to at $1,781 an ounce, bouncing off seven-week lows.</p><p>The STOXX Europe 600 Index closed 0.6% lower Friday for a weekly decline of 0.3%. The FTSE 100 Index slipped 0.1% but remained up 1.1% for the week.</p><p>—Barbara Kollmeyer contributed to this article.</p>",
  "published": "2021-12-03T14:14:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4468,
          "end": 4473
        }
      ],
      "nexusId": "10063594"
    }
  ]
}