{
  "_id": "0370dbd36ac1eae8d7d666a7d4b39e33b59dc8d35c76559de261bbbacf0ceaad",
  "feed": "wall-street-journal",
  "title": "Intel CEO Pitches Subsidies  For Chip Plants Amid Crunch  ----  By Asa Fitch and Bob Davis",
  "text": "<p>    Intel Corp.'s chief executive and other board members met with Biden administration officials last month and held a rooftop reception near the White House to push a multibillion-dollar chip-investment plan, according to people familiar with the event. </p><p>   The gathering was only one stop for Pat Gelsinger, the Intel boss, in what has become a global tour to get facetime with government leaders -- many worried about their countries' access to chips at an unprecedented time of shortage. </p><p>   Mr. Gelsinger has struck a common note in those meetings, according to people familiar with the talks and documents, namely that Intel has big plans to build more chip factories that also can help fix an overconcentration of chip-making in Asia driven by lucrative incentives there. All it will take to level the playing field is a few billion dollars in subsidies. </p><p>   Computer chips have become the 21st century equivalent of oil -- a resource so critical to national security and economic growth that no country wants to become dependent on a foreign supplier, especially for the U.S. and Europe if that supplier is China. The chip shortage, which has hampered production of cars and appliances over recent months, has amplified those concerns. </p><p>   The timing of the shortage could be fortuitous for Mr. Gelsinger, who was hired this year to turn around a company that had lost its technological edge, leading to missteps in making its newest semiconductors. With the chip drought, governments are motivated to spend like never before to avoid a repeat. For Intel, the money could fast-track Mr. Gelsinger's turnaround plan. </p><p>   Intel last year lost its title as America's most valuable semiconductor company to graphics-chip developer Nvidia Corp. In the second quarter, Samsung Electronics Co. of South Korea overtook Intel as the world's top chip maker by revenue. </p><p>   To get back on top, Mr. Gelsinger is elbowing to be the first in line for U.S. government grants of as much as $3 billion per factory project -- potentially more with a presidential signoff -- from a program making its way through Congress. </p><p>   He also is looking for the European Union to help offset the difference in costs between setting up within the bloc as opposed to Asia. That gap could be as much as 40%, mostly reflecting subsidies available in Asia, a company official said. </p><p>   \"Never let a good crisis go to waste,\" Mr. Gelsinger said in an interview earlier this year. </p><p>   Congressional conservatives who once blanched at government funding for company projects now support chip subsidies as a way to slow China's rise. \"I remain skeptical of the government trying to run private businesses,\" said Sen. John Cornyn, (R., Texas). \"But I think China is playing a different game than we have ever seen before.\" </p><p>   Governments, particularly in Asia, have long wooed semiconductor companies with tax breaks and other incentives. That has contributed to shifting the center of gravity of the chip industry. The U.S. and Europe, which dominated chip production in 1990, have become manufacturing also-rans. The U.S. accounts for about 12% of global chip-production capacity, Europe 9%. Mr. Gelsinger has said he would like to see the U.S. at 30% of global capacity within the next 10 years and Europe at 20%. </p><p>   To reclaim lost ground, U.S. lawmakers put together an incentive plan last year worth tens of billions of dollars to induce Taiwan Semiconductor Manufacturing Co., the world's largest contract chip maker, and Samsung to build new semiconductor plants in the U.S. </p><p>   Donald Trump as president and then President Biden endorsed the plan, which passed the Senate last month and is expected to clear the full Congress this year. In the initiative's current form, states would apply for grants for private-company factories that have been announced, suggesting projects already under way could get funding. </p><p>   Politicians in Taiwan and South Korea have responded with rival subsidy plans value at tens of billions of dollars. The EU then announced plans in March to spend $150 billion to develop next-generation digital industries. </p><p>   Soon after, Mr. Gelsinger headed to Germany and to Brussels, where he presented European Commissioner Thierry Breton with a plan suggesting a modern manufacturing site with two factory modules would cost 17 billion euros, equivalent to roughly $20 billion, according to a presentation seen by The Wall Street Journal. The CEO had already met Mr. Biden to discuss the semiconductor supply chain and Intel's manufacturing plans. </p><p>   In June, Mr. Gelsinger took his message to political leaders in France, the Netherlands and Italy. He told French TV that Intel's plans for European expansion could cost $100 billion in total over 10 years. More visits to Europe are planned later this year, according to an email Intel sent to an EU official, and viewed by The Wall Street Journal. </p><p>   Any new plants are a core part of Mr. Gelsinger's turnaround effort that aims for Intel to compete with TSMC in the foundry business -- producing chips for other firms on a contract basis -- and to return to leadership in chip design in a few years. </p><p>   Mr. Gelsinger, 60 years old, who spent three decades at Intel before leaving in 2009, has shown he is ready to invest heavily in its revival. And the company has been considering what would be its biggest acquisition ever with a potential $30 billion deal for contract chip maker GlobalFoundries Inc., the Journal has reported. </p><p>   In an industry long pulled toward Asia by subsidies, Western governments increasingly feel they can't remain hands-off, Tom Caulfield, GlobalFoundries' chief executive, said in an interview. </p><p>   \"You're seeing now the European Union and the U.S. changing industrial policy, recognizing that it's not what we always wanted it to be, but we will lose this on principle if we don't change to be more globally competitive,\" he said. </p><p>   In the U.S., Intel is investing $23.5 billion in new factories in Arizona and New Mexico, and nearing completion of a $3 billion expansion in Oregon. It is evaluating sites in states including New York and North Carolina for a future factory complex, according to a person familiar with its plans. That project could cost $100 billion over a decade, Mr. Gelsinger has said, mirroring the scale of Intel's European plans. </p><p>   Intel aims to start erecting new U.S. and European plants early next year, Mr. Gelsinger said. </p><p>   In Asia, Intel has pitched factory projects to governments in China, Singapore, Vietnam, Malaysia and India. Intel would probably focus there on assembling and testing chips, and not its most advanced manufacturing to allay U.S. concerns about relying on Asia for its most cutting-edge manufacturing, according to people familiar with the matter. </p><p>   In the U.S., chip companies are jointly lobbying for approval of the factory-building and research program, now valued at $52 billion. Mr. Gelsinger joined a July 22 teleconference in which members of the Semiconductor Industry Association discussed the case for the bill with House Speaker Nancy Pelosi. </p><p>   Other companies also are knocking on doors. TSMC officials have met virtually with Sreenivas Ramaswamy, the Commerce Department adviser setting up the grant program, people familiar with the conversation said. The Taiwan-based company last year committed to spend $12 billion on a chip factory in Arizona. </p><p>   Mr. Caulfield of GlobalFoundries said he recently met with Commerce Secretary Gina Raimondo to argue that the money should broadly support chip companies, not only those pursuing the most advanced designs. </p><p>   In Europe, Samsung and TSMC have held preliminary discussions about building plants. GlobalFoundries wants to expand its Dresden, Germany, plant and is counting on government money to make the facility competitive with Asia. </p><p>   --- </p><p>   Chad Day contributed to this article. </p><p></p>",
  "published": "2021-08-16T06:09:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4774,
          "end": 4779
        },
        {
          "start": 1538,
          "end": 1543
        },
        {
          "start": 1605,
          "end": 1610
        },
        {
          "start": 614,
          "end": 619
        },
        {
          "start": 6471,
          "end": 6476
        },
        {
          "start": 4465,
          "end": 4470
        },
        {
          "start": 1796,
          "end": 1801
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 5149,
          "end": 5154
        },
        {
          "start": 4925,
          "end": 4930
        },
        {
          "start": 6243,
          "end": 6248
        },
        {
          "start": 6267,
          "end": 6272
        },
        {
          "start": 4616,
          "end": 4621
        },
        {
          "start": 6371,
          "end": 6376
        },
        {
          "start": 307,
          "end": 312
        },
        {
          "start": 5859,
          "end": 5864
        }
      ],
      "nexusId": "10063594"
    }
  ]
}