{
  "_id": "5feb2781713352ffbe8c817ef83d93f982b69169c193bf769ce0e548bb44badd",
  "feed": "wall-street-journal",
  "title": "TSMC Sets Up for Soaring Chip Demand  ----  By Stephanie Yang and Yang Jie",
  "text": "<p>   Taiwan Semiconductor Manufacturing Co. said it would raise its capital spending budget and revenue growth forecast for 2021, a sign of confidence from the world's biggest contract chip maker that soaring global demand for semiconductors will persist. </p><p>   The chip maker said Thursday while reporting its quarterly earnings that it would raise its capital expenditures to $30 billion this year, from an earlier range of $25 billion to $28 billion announced in January. The Taiwan-based company also raised its revenue growth forecast to 20% for the year, from an earlier estimate of 15% growth. </p><p>   The upward revision in capital spending for 2021 effectively pulls forward some of the planned investment the semiconductor giant had announced earlier this month, when it detailed a record spending spree of $100 billion over the next three years to build out more of its production capacity. </p><p>   \"Our customers are currently facing challenges from the industrywide semiconductor capacity shortage,\" said TSMC's chief executive, C.C. Wei. Mr. Wei blamed the shortage on what he thinks will be a permanent increase in longer-term demand for chips, as well as shorter-term imbalances in the supply chain. </p><p>   Global competitors also have moved to beef up production capacity amid the chip shortage, which TSMC expects to extend into 2022. </p><p>   Intel Corp. recently announced a $20 billion investment to build two new chip factories in the U.S. starting in 2024, while South Korea's Samsung Electronics Co. has said it plans to invest about $116 billion by 2030 to diversify its semiconductor production capabilities. </p><p>   Mr. Wei said TSMC, which counts Intel as an important customer, supports the Santa Clara, Calif., company's decision to invest in its own manufacturing capabilities, though he said that TSMC would also seek to compete with it. </p><p>   \"We will collaborate in some area[s] and compete in other area[s],\" Mr. Wei said. \"TSMC has never been short on competition in our 30-plus year history, and we know how to compete.\" </p><p>   As competition in the industry increases and technological breakthroughs become more expensive, TSMC has begun passing along the higher investment costs to buyers of its wafers. In a recent letter to clients, TSMC said it would suspend wafer price reductions for one year starting at the end of 2021. </p><p>   \"We are taking actions to ensure that we are earning a proper return by firming up our price,\" Chief Financial Officer Wendell Huang said Thursday. </p><p>   TSMC executives said that while part of the current scarcity of chips is due to short-term constraints, they expect supplies to be strained well into next year as demand remains strong and customers stockpile chips amid concerns about rising geopolitical tensions and the continuing coronavirus pandemic. </p><p>   Auto makers were caught flat-footed after many canceled chip orders in anticipation of a pandemic sales plunge that instead became a surge in car buying. Meanwhile, the sudden shift to remote work in many parts of the world sent demand for electronic devices soaring. </p><p>   The geographical concentration of the world's chip-making capabilities, two-thirds of which is located in Taiwan, has come into focus as countries seek to limit their technology dependence on others. </p><p>   On Monday, President Biden called for bipartisan efforts to strengthen the domestic semiconductor industry at a meeting to address the severe chip shortage. </p><p>   Mr. Biden's $2.3 trillion infrastructure proposal includes $50 billion for the American semiconductor industry. </p><p>   TSMC has announced plans to build a $12 billion chip manufacturing plant in Arizona, though the company said Thursday that it would continue to focus its expansion efforts in Taiwan. </p><p>   TSMC's net profit for the first three months of the year rose 19% from the same period a year earlier to 139.69 billion New Taiwan dollars, equivalent to $4.91 billion, beating analyst estimates, boosted by continued strong demand for chips during the pandemic. Revenue increased 17% from a year earlier to NT$362.41 billion. </p><p>   Automotive chips and high-performance computing were drivers of growth during the quarter, rising 30% and 14% respectively, while revenue from smartphones fell 11%. </p><p>   --- </p><p>   Kosaku Narioka contributed to this article. </p><p></p>",
  "published": "2021-04-16T06:15:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1624,
          "end": 1629
        },
        {
          "start": 1319,
          "end": 1324
        }
      ]
    }
  ]
}