{
  "_id": "d48110787b4869f9464dd0356ed2fb61c2c72204de03906c00951dd28205ddd2",
  "feed": "ftcomall",
  "title": "US presses chipmakers for more transparency on supply chains ",
  "text": "<p>Biden administration officials are pressing semiconductor companies for “more transparency” about their supply chains as they rush to alleviate a global chip crisis. </p> <p>Officials said they would formally request more information from companies on their supply chains. “We hope that this is going to be the beginning of a broader push to get more transparency about supply and demand,” said one US official.</p> <p>The request, to be filed in the US Federal Register, will aim to gather information about chip supply and demand, inventory and different customer segments, officials said. Responses will be voluntary.</p> <p>The move comes as commerce secretary Gina Raimondo and National Economic Council director Brian Deese convene a meeting of automakers, tech and semiconductor companies at the White House later on Thursday. </p> <p>Representatives from Apple, Ford, General Motors, Global Foundries, Intel, Micron, Microsoft, Samsung and TSMC are among those scheduled to attend. </p> <p>In an interview with Bloomberg, Raimondo said she would consider using tools to compel companies to hand over information about their supply chains if they did not voluntarily&#xa0;help.&#xa0;</p> <p>“What I told them is, ‘I don't want to have to do anything compulsory but if they don't comply, then they'll leave me no choice,'” she said. “I said today we're evaluating all of our options right now, all the tools. I hope not to go there but we need to see some progress and we definitely need compliance.”</p> <p>The Biden administration has rushed to address the <a href=\"https://www.ft.com/content/89bd676c-fc10-4a69-9b03-dc50ed3f441d\">global chip shortage</a> since earlier this year, when several carmakers, including General Motors and Ford, were forced to idle plants in the US because they could not buy computer chips.</p> <p>A surge in demand for consumer electronics during the pandemic has led to the shortage of chips, which has been exacerbated in the US by sanctions on Chinese chipmaker Semiconductor Manufacturing International Corp.</p> <p>It has hamstrung carmakers worldwide as chipmakers diverted supplies for customers in consumer electronics, which pay more for semiconductors.</p> <p>On Wednesday night, US officials said they were increasingly concerned that potential factory shutdowns in Vietnam and Malaysia, caused by the Delta coronavirus variant, could further affect chip supply chains. Some parts of the chip supply chain, including assembly and packaging, take place in those countries.</p> <p>The shortage has renewed calls from the US semiconductor industry for government funding. The Semiconductor Industry Association has argued that US chip manufacturing has declined because subsidies offered to companies from foreign governments make producing chips in the US uncompetitive. </p> <p>American officials are backing the approval of a $52bn package of government funding for the US chip industry, which has been passed by the Senate but has not yet been endorsed by the House of Representatives. </p> <p>Earlier this month, European Commission president Ursula von der Leyen announced the creation of a European <a href=\"https://www.ft.com/content/383f9cd3-90d4-4d69-a64c-339cf431093d\">Chip Act</a> to counter the EU's over-reliance on semiconductor producers in Asia, as a “matter of tech sovereignty”.</p> <p>On Wednesday, US officials said they would work with allies to secure supply chains.</p><p>Source: Aime Williams in Washington  2021 'US presses chipmakers for more transparency on supply chains ' FT.com 23 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-23T13:55:11.979Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 880,
          "end": 885
        }
      ],
      "nexusId": "10063594"
    }
  ]
}