{
  "_id": "266e366c422e7d1f7371d91ba709e4a6746bbd4b21237d87780777adb47ba037",
  "feed": "wall-street-journal",
  "title": " Equipementiers, fabricants de téléphones, pays : la compétition est acharnée. Mais qui a l'avantage ? Huawei, Ericsson ou Nokia, Apple ou Samsung, Pékin ou Washington : qui sont les gagnants de la course à la 5G ?",
  "text": "<p>A l'instar des évolutions qui l'ont précédée, des fabricants de smartphones aux spécialistes des équipements pour antennes-relais, la 5G bouleverse la hiérarchie mondiale. Parallèlement, de Tokyo à Washington, pour des raisons économiques et géopolitiques, les pouvoirs publics veulent à tout prix soutenir les champions nationaux et jouent un rôle majeur. Leur implication (et leurs subventions) s'explique par une conviction : le pays qui dominera dans la 5G sera le grand gagnant économique des prochaines décennies.</p><p>Tout cela suscite une série de questions : qui fait la course en tête ? Quels sont les équipementiers les mieux placés et, inversement, qui est à la traîne ? Quels sont les fabricants de smartphones qui se détachent ? Dans quels pays le déploiement de la 5G est-il le plus avancé ? Tour d'horizon des domaines dans lesquels la course à la 5G est la plus intense. Les équipementiers</p><p>La construction des réseaux 5G fait évoluer la répartition historique des parts de marché des fournisseurs d'équipements de télécommunication.</p><p>Numéro 1 depuis plusieurs années, Huawei Technologies conserve sa place de leader d'un secteur qui pèse 90 milliards de dollars par an. Mais ses concurrents se rapprochent car, depuis que Washington s'est mis en tête de plomber ses ventes en avançant des enjeux de cybersécurité, le géant chinois a été exclu de plusieurs pays.</p><p>Fin 2020, Huawei possédait plus de 30 % du marché, selon le cabinet Dell'Oro. Au premier semestre 2021, cette part était tombée à 28,8 %.</p><p>Le suédois Ericsson est, lui, passé de 14,7 % l'an passé à 15 % au premier semestre et se trouve donc en deuxième place, tandis que le finlandais Nokia tombait au troisième rang avec une part de marché passant de 15,4 % à 14,9 %. Ericsson et Nokia évoluent en sens inverse depuis 2018.</p><p>Parmi les acteurs de taille plus modeste, les analystes notent que le coréen Samsung Electronics est passé de 2,4 % du marché l'an passé à 3,2 % au premier semestre (en 2017, il n'en détenait que 1,5 %).</p><p>« Exception faite de la Chine, nous estimons qu'Ericsson et Samsung sont les deux groupes qui progressent en ce moment », commente Stefan Pongratz, analyste chez Dell'Oro.</p><p>Ericsson a remporté un certain nombre de contrats dans la 5G, mais le plus gros est probablement celui qu'il a conclu en juillet avec Verizon Communications pour cinq ans (et un montant de 8,3 milliards de dollars). Le groupe fournira au géant américain de la téléphonie mobile des systèmes de radio et des logiciels pour la 5G, y compris une technologie relativement récente baptisée « massive multiple-input multiple-output », ou « Massive MIMO », dans laquelle Ericsson a beaucoup investi. Fin septembre, le groupe a dévoilé un nouveau produit, beaucoup plus léger (une dizaine de kilos, soit 40 % de moins que les générations précédentes) qui, selon lui, facilitera le déploiement de la 5G.</p><p>Pour les analystes, il faut aussi garder un œil sur Samsung. Le groupe sud-coréen se distingue par une gamme de produits qui couvre tous les aspects de la 5G, des puces aux stations de base en passant par les smartphones, ce qui lui donne un petit avantage : il peut tester ses produits et optimiser leurs performances avant de les mettre sur le marché</p><p>Mais des difficultés pourraient se profiler, notamment en Chine. Ericsson a prévenu qu'il pourrait y perdre des parts de marché en raison de l'initiative des régulateurs suédois, qui ont décidé l'an passé d'exclure Huawei du réseau 5G national. Pékin a menacé de prendre des mesures de rétorsion.</p><p>De son côté, Nokia se redresse peu à peu après avoir, de son propre aveu, misé sur la mauvaise technologie. Il y a quelques années, le groupe a investi dans les FPGA, des circuits imprimés programmables très coûteux qu'il utilisait dans les équipements vendus aux opérateurs qui construisaient leurs réseaux 5G. Problème : ces opérateurs ont préféré la technologie que proposaient les concurrents du finlandais, un système sur puce (ou SoC) moins chère à fabriquer et moins gourmande en énergie.</p><p>Nokia a fini par adopter lui aussi les SoC et s'est restructuré ces dernières années, souligne Tommi Uitto, responsable des activités d'équipements sans fil. Le groupe a rationalisé son portefeuille de produits et réduit ses coûts. En mars, il a annoncé la suppression de 5 000 à 10 000 emplois dans les deux prochaines années, ce qui devrait lui permettre d'être plus compétitif sur le marché des équipements 5G. Les économies réalisées, affirme-t-il, compenseront entre autres le coût de la recherche-développement.</p><p>« Ils en ont fait beaucoup ces dix-huit derniers mois pour changer de cap », souligne Patrick Filkins, responsable de la recherche sur l'Internet des objets et les infrastructures télécom chez International Data.</p><p>Pour les analystes, il faut aussi garder un œil sur Samsung. Le groupe sud-coréen se distingue par une gamme de produits qui couvre tous les aspects de la 5G, des puces aux stations de base en passant par les smartphones, ce qui lui donne un petit avantage : selon Patrick Filkins, il peut tester ses produits et optimiser leurs performances avant de les mettre sur le marché.</p><p>En 2020, Samsung a signé un contrat à 6,65 milliards de dollars avec Verizon pour des équipements de réseau et des services pour la 4G et la 5G. Le groupe avait déjà remporté d'autres contrats dans le monde, mais rien d'aussi significatif.</p><p>« Pour eux, ça a changé la donne », souligne Patrick Filkins.</p><p>Samsung ne s'est pas arrêté en si bon chemin. En mars, le japonais NTT Docomo a opté pour des équipements Samsung et, en juin, c'est le géant britannique des télécoms Vodafone qui lui a passé commande. Les détails des contrats n'ont pas été révélés.</p><p>Pour Patrick Filkins, Samsung, Ericsson et Nokia devraient progresser dans la 5G. « Cela tient aux problèmes de Huawei dans certains pays autant qu'à la technologie, estime-t-il. Pour moi, les trois en bénéficieront. »</p><p>Inquiets de la prédominance des équipementiers chinois, dont Huawei et ZTE, les Etats-Unis cherchent également à favoriser les nouveaux acteurs de la 5G. Ils ont ainsi défendu Open RAN, une technologie ouverte qui promet de faire baisser les coûts des équipements et d'accroître la flexibilité.</p><p>Malgré tout, ces entreprises ne possèdent qu'une infime partie du marché des équipements 5G, souligne Stefan Pongratz. Les fabricants de smartphones</p><p>Apple a très vite fait la course en tête, mais les analystes estiment que garder son avance ne sera pas chose aisée dans un marché ultra-concurrentiel.</p><p>Quand la marque à la pomme a lancé en grande pompe son premier smartphone compatible avec la 5G l'an passé, elle avait des mois de retard sur ses rivaux, dont Samsung. Mais à la sortie de l'iPhone 13 le mois dernier, Apple avait repris l'avantage. En nombre de ventes au premier semestre, selon IDC, le groupe détenait 28,3 % du marché de la téléphonie 5G. Le chinois Guangdong Oppo Mobile Telecommunications était deuxième avec 14,4 % du marché, suivi par Samsung (13,9 %) et un autre groupe chinois, Vivo Mobile Communication (13,5 %). Xiaomi, également chinois, arrivait cinquième avec 11,2 % du marché.</p><p>Apple « a totalement conquis le monde de la 5G », résume Runar Bjørhovde, analyste chez Canalys. Pour lui, ce succès s'explique en partie par le lancement de plusieurs modèles, ainsi que par le fait que tous les iPhone (à partir de la douzième génération) sont compatibles avec la 5G, ce qui signifie que les clients qui veulent acheter le dernier modèle sont obligés d'en prendre un qui supporte cette nouveauté.</p><p>Apple va devoir se battre pour conserver sa place. Environ 70 % des iPhone vendus sont d'ores et déjà compatibles avec la 5G, contre 26 % des téléphones Samsung et 30 % des appareils Xiaomi : les deux géants asiatiques ont donc une marge de progression beaucoup plus importante</p><p>L'arrivée des iPhone compatibles avec la 5G a d'ailleurs dopé le marché des téléphones 5G tout entier. Quand l'iPhone 12 a été lancé, environ 18 % des smartphones vendus supportaient la 5G. Trois mois plus tard, ce chiffre était monté à 32 % des ventes mondiales de téléphones portables. Selon IDC, le marché des smartphones 5G devrait passer de 161,4 milliards de dollars l'an passé à 361,8 milliards de dollars cette année, et atteindre 454,7 milliards de dollars d'ici 2025.</p><p>Mais pour Nabila Popal, responsable de la recherche, Apple va devoir se battre pour conserver sa place. Environ 70 % des iPhone vendus sont d'ores et déjà compatibles avec la 5G, contre 26 % des téléphones Samsung et 30 % des appareils Xiaomi : les deux géants asiatiques ont donc une marge de progression beaucoup plus importante. Pour Runar Bjørhovde, l'arrivée de modèles 5G moins chers va probablement pénaliser Apple.</p><p>La production de smartphones 5G accélère dans tout le secteur. Qualcomm, le géant des puces pour téléphones mobiles, a déclaré lors de sa présentation des résultats du trimestre dernier que l'adoption de cette technologie pourrait doper les ventes de téléphones 5G et leur faire atteindre le haut de sa fourchette prévisionnelle (450 à 550 millions de dollars cette année).</p><p>La demande est en partie créée par le déploiement progressif des réseaux 5G. Selon Apple, d'ici à la fin de l'année, la 5G devrait être disponible auprès de plus de 200 opérateurs répartis dans 60 pays.</p><p>Pour les analystes, la demande en téléphones 5G sera encore plus forte si une application incontournable, une « killer app », rend la technologie indispensable. Pour la 4G, c'est l'émergence des applis de VTC et de streaming qui avait joué ce rôle. « Pour le moment, il n'y a pas de phénomène dans ce genre », note Nabila Popal. Mais cela pourrait se produire avec la diffusion de la technologie, ajoute-t-elle. Les pays</p><p>Sur la question du pays qui profite le plus de la 5G, la Chine continue de faire la course en tête, même si les Etats-Unis et certains pays asiatiques progressent.</p><p>L'avance chinoise provient du fait que le pays s'est intéressé très tôt aux réseaux 5G. En juillet dernier, le ministère chinois de l'Industrie et des Technologies de l'information a déclaré que le pays avait installé 961 000 stations de base 5G, soit plus que n'importe quel autre pays. Cela représente environ une station pour 1 500 habitants, un chiffre impressionnant pour un pays aussi gigantesque que la Chine, souligne Bill Rojas, analyste chez IDC.</p><p>Conjuguée au très large soutien public pour tout ce qui touche à la 5G, la très grande disponibilité de cette technologie a permis l'essor d'applications nouvelle génération conçues pour profiter pleinement de la très haute vitesse.</p><p>En Chine, la 5G est par exemple présente dans l'extraction minière : grâce à la vitesse et aux capacités des réseaux 5G, des machines autonomes peuvent circuler dans les mines et autres lieux dangereux à la place des humains. En juin de l'an dernier, China Mobile (un opérateur soutenu par l'Etat) a présenté ce qu'il a baptisé « la première mine de charbon 5G de Chine » à plus de 500 mètres de profondeur dans la province du Shanxi. Fruit d'une collaboration entre China Mobile et Huawei, les capacités 5G de la mine permettent le fonctionnement d'applications d'extraction mécanisée du charbon et d'inspection à distance, a précisé le groupe. Huawei entend développer l'extraction minière 5G dans tout le pays.</p><p>« En soutenant ce secteur, nous pouvons à la fois développer notre activité et favoriser une exploitation minière plus efficace et plus sûre, a déclaré Ren Zhengfei, le directeur général de Huawei, lors d'une conférence de presse organisée en début d'année dans le Shanxi. Les mineurs pourront venir travailler en costume-cravate. »</p><p>« Les pouvoirs publics et les entreprises chinoises ont une démarche bien particulière, qui consiste à créer de la demande pour ces nouvelles technologies. C'est parce qu'il existe un soutien à la demande en nouvelles technologies que la Chine dépasse les Etats-Unis dans de nombreux domaines, dont la 5G et potentiellement l'intelligence artificielle. »</p><p>Parmi les autres applications de la 5G que soutient la Chine figurent les IRM et la téléchirurgie, ainsi que le transport autonome des personnes et des biens, indique Handel Jones, directeur général du cabinet International Business Strategies.</p><p>« Les pouvoirs publics et les entreprises chinoises ont une démarche bien particulière, qui consiste à créer de la demande pour ces nouvelles technologies, ajoute-t-il. C'est parce qu'il existe un soutien à la demande en nouvelles technologies que la Chine dépasse les Etats-Unis dans de nombreux domaines, dont la 5G et potentiellement l'intelligence artificielle. »</p><p>Précisons néanmoins qu'en Chine comme ailleurs, ces applications restent confidentielles. Pourquoi ? Parce que pour fonctionner, elles ont besoin de réseaux 5G extrêmement fiables et avec des temps de latence minimes, ce qui reste très rare à l'heure actuelle. La Chine progresse néanmoins.</p><p>Les Etats-Unis sont en retard, mais de très peu. Selon Handel Jones, le pays a installé environ 100 000 stations de base 5G au premier semestre, ce qui représente environ une base pour 3 300 habitants, dans un pays moins peuplé que la Chine.</p><p>En matière d'applications, sans surprise, les Etats-Unis ont fait le choix de laisser le secteur privé déblayer le terrain. Beaucoup d'entreprises ont proposé des innovations similaires à celles qui sont développées en Chine.</p><p>Ce qui entrave leur généralisation et l'augmentation du nombre d'applications 5G, c'est le fait que certains opérateurs n'ont pas accès aux fréquences radio les mieux adaptées à la couverture 5G. En effet, la FCC, le gendarme des communications, n'a commencé d'ouvrir le spectre en bandes moyennes, précieuse pièce du puzzle numérique dont les opérateurs rêvent pour leurs réseaux 5G, que l'an passé. Ils devraient commencer à l'utiliser d'ici à la fin de l'année.</p><p>« Le défi, aux Etats-Unis, c'est que les opérateurs ont rarement accès au nouveau spectre », explique Ian Fogg, vice-président en charge de l'analyse du cabinet Opensignal.</p><p>D'autres pays se lancent aussi dans les applications 5G, mais les progrès sont timides.</p><p>Le Japon a par exemple longtemps été en retard sur le déploiement de la 5G, ce qui a freiné le développement des applications. Certaines ont été mises au point pour les Jeux olympiques de Tokyo ; il s'agissait notamment de drones qui ont filmé de près les épreuves de voile et de golf et envoyé les images aux spectateurs par des réseaux 5G. La 5G à usage commercial a été lancée dans le pays en 2020. Dans d'autres Etats, comme les Etats-Unis et la Corée du Sud, le déploiement avait déjà commencé.</p><p>Le Japon cherche désormais à rattraper son retard et favoriser le déploiement de la 5G en offrant des avantages fiscaux aux entreprises qui bâtissent des réseaux 5G destinés à des applications d'usines ou de fermes intelligentes. Elles peuvent ainsi bénéficier d'une réduction d'impôt de 15 % ou d'un abattement de 30 % sur les investissements liés à la 5G.</p><p>La Corée du Sud, qui bénéficie du plus rapide des réseaux 5G mondiaux et a été parmi les premiers pays à adopter cette nouvelle technologie, se lance aussi dans la bataille des applications. En juillet dernier, le ministère des Sciences et des Technologies de l'information et de la communication a dévoilé un projet d'investissement à 49 000 milliards de wons, soit environ 41 milliards de dollars, sur les quatre prochaines années. L'objectif : installer des réseaux 5G spécialement conçus pour les nouvelles applications de type usines intelligentes.</p><p>Drew FitzGerald à Washington, D.C., et Megumi Fujikawa à Tokyo ont contribué à cet article</p><p>(Traduit à partir de la version originale en anglais par Marion Issard)</p><p>Des équipementiers aux fabricants de smartphones, tous veulent s'imposer dans les machines et les services qui utilisent la 5G qui, de l'Asie à l'Europe en passant par l'Amérique du Nord, fait de plus en plus partie du quotidien.</p><p>SIPA PRESS</p>",
  "published": "2021-10-13T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [],
      "nexusId": "10063594"
    }
  ]
}