{
  "_id": "179ba4667ec4a6da4b8dbda8eda086c143ad1a50312ba76cd8df144d2ea8916a",
  "feed": "ftcomall",
  "title": "Rock-bottom rates drive soaring Asian issuance of dollar bonds ",
  "text": "<p>Companies and governments in Asia have tapped dollar bond markets at a blistering pace in the opening weeks of 2021, taking advantage of ultra-low rates to raise funds for acquisitions and cover the costs of the coronavirus crisis.</p> <p>Issuance of dollar bonds in the region climbed to more than $45bn in the first two weeks of the year, according to Dealogic. That is almost three-quarters of the total amount raised across the <a href=\"https://www.ft.com/content/9ef41404-4eec-11ea-95a0-43d18ec715f5\">whole of January 2020</a>.</p> <p>“What's driving the volume is that rates are creating a very opportunistic market for issuers locking in very good long-term funding,” said Ed Tsui, head of Asia-Pacific debt syndicate at Deutsche Bank, referring to rock-bottom US interest rates.</p> <p>The bumper crop of dollar bonds is set to continue in the coming weeks. Chinese ecommerce group Alibaba is <a href=\"https://www.ft.com/content/1a36d1c9-eb9e-4de1-b3fb-82c4adb9ae5b\">expected to tap debt markets</a> for as much as $8bn this month, according to people directly familiar with the matter.</p> <p>The surge in issuance comes despite <a href=\"https://www.ft.com/content/8ec279bf-fada-42ee-9a8e-86349a53efc8\">predictions</a> that corporate fundraising would slow in 2021 following last year's record levels.</p> <p>Among the blockbuster issuance this month was a $2.5bn debt sale from South Korean chipmaker SK Hynix. The dollar bond, the biggest ever sold by a non-financial company in the country, attracted orders worth almost five times the issuance size. It will be used in part to finance the group's <a href=\"https://www.ft.com/content/21c4f05c-787e-4f3f-add8-4e629cebd660\">$9bn acquisition</a> of Intel's Nand memory business.</p> <p>Mr Tsui said low rates had prompted many issuers to refinance their existing debts at longer maturities. “Investors are absolutely opportunistic” and had strong appetite for longer-dated debt, he added.</p> <p>That demand helped the Indonesian government sell the 10-year tranche of a $3bn dollar bond this month at a record-low interest rate of 1.9 per cent. The issuance, sold alongside a €1bn bond, will be used in part to fund a <a href=\"https://www.ft.com/content/41f84b17-a79b-4736-b54f-cd436e583416\">Covid-19 vaccination drive</a> in the country of more than 270m people.</p> <p>In Japan, where bankers have described all recent dollar debt issuance by local companies as heavily oversubscribed, Nippon Life Insurance last week completed a $1.6bn offering of 30-year subordinated notes at an all-time low of 2.75 per cent.</p> <p>The pandemic, which has had a disastrous effect on the travel industry, has also driven bond issuance from the likes of Singapore Airlines. The carrier, which has been forced to operate at a sliver of its normal capacity, raised $500m from its first dollar debt sale.</p> <p>Bankers in Tokyo said that dollar bond issuance by Japanese businesses had begun the year at a “very high pace”.</p> <p>Companies were encouraged, said one banker involved in recent deals, by demand from hedge funds, money managers and private banks — the typical market for dollar issuance in Asia. Big Japanese asset managers, the banker added, tended to prefer buying such bonds in the secondary market.</p> <p>In addition to Nippon Life, a combined $7bn of bonds have been sold in January by Toyota Motor Credit, Sumitomo Mitsui Financial Group and the Japan Bank for International Cooperation. All of those offers were heavily oversubscribed.</p> <p>“From the Asian corporate perspective, the market has continued to be hot and these good supply-demand technicals will continue,” said a senior debt capital markets banker at Morgan Stanley in Tokyo. “Companies will be incentivised to continue issuing in this quarter.”</p><p>Source: Hudson Lockett in Hong Kong and Leo Lewis in Tokyo 2021 'Rock-bottom rates drive soaring Asian issuance of dollar bonds ' FT.com 18 January. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-01-18T00:00:54.246Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1361,
          "end": 1366
        }
      ],
      "nexusId": "10063594"
    }
  ]
}