{
  "_id": "beb6c3c12657f5bfe052ce880037a2d76670e5d1f4515878e007ebb915d689a1",
  "feed": "market-watch",
  "title": "AMD stock rises on another beat-and-raise quarter",
  "text": "<p>AMD AMD shares rose 1% in after-hours trading, following 0.5% rise in the regular session to close at a fresh record high of $122.93, its fourth record close in a row.</p><p>The company reported third-quarter net income of $923 million, or 75 cents a share, compared with $710 million, or 58 cents a share, in the year-ago period. After adjusting for stock-based compensation and other factors, the Santa Clara, Calif.-based company reported earnings of 73 cents a share, compared with 41 cents a share in the year-ago period. Revenue rose to $4.31 billion from $2.8 billion in the year-ago quarter.</p><p>Analysts surveyed by FactSet had forecast adjusted earnings of 66 cents a share on revenue of $4.11 billion, after AMD projected between $4 billion to $4.2 billion.</p><p>“AMD had another record quarter as revenue grew 54% and operating income doubled year-over-year,” said AMD Chief Executive Lisa Su in a statement.</p><p>“3&#xa0;Gen EPYC processor shipments ramped significantly in the quarter as our data center sales more than doubled year-over-year” Su said “Our business significantly accelerated in 2021, growing faster than the market based on our leadership products and consistent execution.”</p><p>Sales from enterprise embedded and semi-custom chips — the unit that includes data-center and gaming-console revenue — rose 69% to $1.91 billion, compared with $1.13 billion a year ago. Analysts had forecast $1.78 billion. Intel Corp.'s INTCdata center sales rose 10% in comparison.</p><p>In its computing and graphics segment, AMD reported second-quarter sales of $2.4 billion, up from $1.67 billion last year, compared with analyst expectations of $2.33 billion.</p><p>AMD raised guidance for the full year yet again, as it has at every earnings report this year, and now projects sales to grow about 65% year over year compared with a forecast of 60% growth in the previous guidance. AMD reported revenue of $9.76 billion last year, so that suggests sales of about $16.1 billion this year, while analysts were forecasting revenue of $15.52 billion, according to FactSet.</p><p>AMD expects fourth-quarter revenue of $4.4 billion to $4.6 billion, while analysts had been projecting $4.25 billion, according to FactSet.</p><p>Over the past 12 months, AMD shares have gained 50%. In comparison, the PHLX Semiconductor Index&#xa0;SOX&#xa0;has gained 47%, the S&amp;P 500 index&#xa0;SPX&#xa0;has risen 35%, and the tech-heavy Nasdaq Composite Index&#xa0;COMP&#xa0;is up 34%.</p>",
  "published": "2021-10-26T16:29:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1404,
          "end": 1409
        }
      ],
      "nexusId": "10063594"
    }
  ]
}