{
  "_id": "06a86a862a192d0106459ade88aeb22a4df32ff400882af38b905d946b798198",
  "feed": "ftcomall",
  "title": "Forced mediocrity can boost your creativity",
  "text": "<p>During the pandemic lockdowns many of us have had to shift our work, taking on topics or using tools we weren't prepared for and in which, to be honest, we were pretty mediocre.&#xa0;</p> <p>And this is a very good thing.</p> <p>Why? There are four great powers hidden within mediocrity — there's a lot we can gain from seeing what they are.&#xa0;</p> <p>First there's the energy. Being dumped into mediocrity is a terrible feeling. Some people will wallow in resentment — I'm an expert at that myself — but many of us will eventually stand up, more determined than ever, thinking: the <em>hell</em> we're going to stay down there.&#xa0;</p> <p>One nearly 30-year-old, living on benefits and with little to show for her years after university — “I was jobless, a lone parent, and as poor as it is possible to be in modern Britain, without being homeless” — used that <a href=\"https://news.harvard.edu/gazette/story/2008/06/text-of-j-k-rowling-speech/\">“obvious” failure</a> in life to focus harder than ever on writing. Even the indignity of having to mask her first name so that potentially sexist publishers would accept her work did little to block Joanne (aka JK) Rowling's concentration on her manuscripts.</p> <p>That sort of energy is especially common in immigrant communities, where people arrive in settings where they do not have the skills or connections of those who have lived there longer. But yet, a great number use that sense of unfairness to <a href=\"http://startupsusa.org/fortune500/\">end up as executives</a>, from the many immigrants running corner shops, to Russian-born Sergey Brin, Hungarian-born Andy Grove, and South African-born Elon Musk, of Google, Intel and Tesla fame, respectively.</p> <p>It can give urgency. Taiwan suffered from the Sars pandemic back in 2003, while the US and UK did not. But it learned from its weakness. Despite being close to mainland China — with around 3m annual visitors each year before the pandemic — as of February 2021 it had nine deaths from Covid-19: the US and UK many tens of thousands of times more. South Korea, Hong Kong and Vietnam shared Taiwan's memories of failure — and also its resultant <a href=\"https://www.ft.com/content/72b3f67b-c5a4-44b4-897e-96121b94c825\">Covid success</a>.</p> <p>Conclusion? Feel the resentment, the disappointment, the sorrow. Nurture it. But don't get destroyed by it. Rather, aim it — and use that drive to help escape.</p> <p>The second great strength is clarity. Neither <a href=\"https://www.ft.com/content/d420877a-0ffc-4351-9eaf-680d8049addd\">José Mourinho</a> nor Jürgen Klopp were especially noted football players, but both of them — along with Sir Alex Ferguson, former Manchester United manager, <a href=\"https://www.ft.com/content/ef6d9f8a-48ed-11e6-8d68-72e9211e86ab\">and Eddie Jones</a>, England rugby union head coach — ended up as superb coaches: among the very best of our times. They all needed to make up for lack of physical ability — or at least <em>try</em> to — by studying the game; thinking of possible new strategies: above all, aiming to understand what made the competitors they were surrounded by so much better.</p> <p>This is something natural athletes hardly ever have to do.</p> <p>The late Dorothy DeLay was a perfectly adequate violin student from a small town in Kansas when she entered the Juilliard School in New York in 1937. When she left — a mere 64 years later, in 2001, a year before her death — she wasn't much better as a player, but <a href=\"https://stringsmagazine.com/former-students-pay-tribute-to-legendary-juilliard-violin-teacher-dorothy-delay/\">she was revered</a> as one of the greatest musical instructors of modern times. She understood insecurity, for she had long been achingly insecure herself. This made her the most patient of listeners: able to ease out the fears that even her star students needed to overcome.</p> <p>Apply the clarity that mediocrity compels you to gain, and once you have the right tools you can drive past where you started from. Entire countries have done this: think of Japan in the 1950s, or China in the 1990s. They were the second-rate — and thus necessarily calculating — Klopps and Mourinhos of their time. When they copied old factories they could not do much. By creating new, sharply focused ones, they could.</p> <p>A forced descent into mediocrity also gives us the chance of a great boost for creativity. Remember that you didn't begin down there. Circumstances forced you there. It's true that if you spend too much time longing for your previous world you'll end up with the useless whining and resentment we began with. But I like to think that we're allowed a shower in self-pity: not a bath.</p> <p>Leave that shower, contrast what you knew with what you're experiencing now, and instantly you'll see everything in your new world afresh. </p> <p>Francis Crick and his colleagues were awarded a Nobel Prize in 1962 for their work in revealing the structure of DNA. But he only got there because earlier — age 31 in 1947 — he took stock of his life and realised quite what a mediocrity he had been: an undistinguished degree in physics; some scattered knowledge of magnetism and hydrodynamics (“neither of them subjects for which I felt the least bit of enthusiasm”); no published papers at all.&#xa0;</p> <p>With the wrong attitude that would have been depressing, but I'm unaware of anyone who had met Crick who ever described him as depressed. Wanting to change careers he realised, delighted, that “this lack of qualification could be an advantage. By the time most scientists have reached age 30 they are trapped by their own expertise. They have invested so much in one particular field that it is often extremely difficult to make a radical change. I, on the other hand, knew nothing.” On to biology with a fresh mind he went. This has happened repeatedly in the history of science.</p> <p>Here too it goes wider. Apply new perspectives from your past to the unstated assumptions about how finance must work, or how video conferences must work, or pretty much anything else in our new world, and “automatically” you will find fresh possibilities opening up for you as well.</p> <p>Thus mediocrity's great powers:</p> <p><strong>&#xa0;—</strong> You can use the resentment you'll feel to <strong>develop energy</strong>.</p> <p><strong>&#xa0;—</strong> The fact that you have to orient yourself in a fast, confusing new world can help you <strong>develop clarity</strong>.</p> <p><strong>&#xa0;— </strong>If you remember your past just enough to question the new world's underpinnings, you'll be on track to developing <strong>unheralded creativity</strong>.</p> <p>Do all that and you'll achieve the fourth majestic strength — something that those who haven't had to stray from the path of success, never get to experience. It's the most satisfying stage of all.</p> <p>You'll be proud.</p> <p><em>The author's most recent book is ‘</em><a href=\"https://www.ft.com/content/637e9ee8-2474-4bf2-9439-5141cab1b514\"><em>The Art of Fairness</em></a><em>'</em></p><p>Source: David Bodanis 2021 'Forced mediocrity can boost your creativity' FT.com 22 February. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-02-22T05:00:28.842Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1483,
          "end": 1488
        }
      ],
      "nexusId": "10063594"
    }
  ]
}