{
  "_id": "4a38299239b629f1318ce30b79e2df88bfacd3b165dccb46c30c3d172f471a17",
  "feed": "market-watch",
  "title": "AMD stock heads for fifth straight record as analysts find only ‘nitpicks' in earnings",
  "text": "<p>AMD AMD shares were last up less than 1%, but any gain on the day would give the stock its fifth closing record in as many trading session. Wednesday's optimism stemmed from AMD increasing its guidance for the year late Tuesday, as has been its habit this year, and forecasting continued momentum in its growing data-center business. </p><p>Of the 40 analysts covering AMD tracked by FactSet, at least 22 increased their price target on the stock after the earnings. Bernstein analyst Stacy Rasgon, who has a market perform rating and a $130 price target, said AMD once again delivered “a very clean quarter.”</p><p>“We suppose nitpicks (if one were so inclined) could be slight weakening of PC-related revenues, forward gross margins that are merely meeting expectations, or worries over deceleration into next year given the strong performance seen in 2021.”</p><p>Full earnings coverage: AMD CEO feeling ‘very, very good' about data-center market as sales hit a record</p><p>“Potential PC weakness is not surprising at this point, and AMD has numerous other drivers to offset, gross margins are still sitting within spitting distance of 50% even amid much stronger console sales, and 65% YoY growth this year is hard to sneeze at, with growth next year seemingly likely regardless of PC trends,” Rasgon said.</p><p>When Intel Corp. INTCreported earnings recently, analysts were very concerned that Intel's margins were falling despite company assurances they would stay just above 50% for the next few years. Meanwhile, AMD gross margins have been on the rise. AMD reported margins of 48% in the third quarter, up from 44% in the year ago period, but unchanged from 48% in the second quarter.</p><p>Cowen analyst Matthew Ramsay, who has an outperform rating and a $145 price target, offered comments of a similar vein to Rasgon.</p><p>“Another strong &amp; clean beat/raise with all major buckets of AMD's revenue contributing to upside as datacenter sales cross 25% of revenue,” Ramsay said. “Our comfort lies with strong server share gains and pragmatism toward the PC market … meaning the trends that drove 2021's +65%growth are sustainable.”</p><p>Read also: Facebook is spending more, and these companies are getting the money</p><p>Susquehanna Financial analyst Christopher Rolland, who has a positive rating and a $145 price target, called out AMD's navigation of global supply chain problems as a positive.</p><p>“While we have previously suggested that AMD is a supply beneficiaryas [Taiwan Semiconductor Manufacturing Co.'s TSM] preferred CPU partner (vs. Intel), the company is broadening its supply chain by investing in substrate capacity as well,” Rolland said. “AMD's supply prowess may also help the ‘runaway lead-time' situation at Xilinx XLNX, the accretive acquisition that management believes they are on track to close by the end of the year.”</p><p>Mizuho analyst Vijay Rakesh, who has a buy rating and a $135 price target, said he believes “AMD's supply constraints at TSMC could continue to provide upside potential to estimates if AMD can secure additional 2022 supply.”</p><p>Jefferies analyst Mark Lipacis, who has a buy rating and a $145 price target, noted that AMD server CPU revenues increased by 31% quarter-over-quarter versus Intel's 1% gain, and noted another possible mover for the stock could be less than two weeks away.</p><p>“We think AMD's November 8th event could be another catalyst for the stock,” Lipacis said. “AMD is expected to reveal its new data center road map, including next-gen EPYC CPU and Instinct GPU families.”</p><p>Opinion: Here are two reasons you should consider adding semiconductor stocks to your portfolio now</p><p>Citi Research analyst Christopher Danley said he has a $125 target and a neutral rating on AMD because of the stock's price and that PCs are “cooling off from post-COVID normalcy returning and supply issues.”</p><p>“AMD server market share increased 70 basis points in 2Q21, well above average server market share gains of 50 basis points per quarter since 1Q19,” Danley said. “We expect AMD server market share gains to accelerate and reach roughly 20.0% in 2022,&#xa0;close to its previous peak in 2006.”</p><p>Of the 40 analysts who cover AMD, 23 have buy or overweight ratings, 16 have hold ratings, and one has a sell rating, according to FactSet, with a new average target Wednesday of $133.01 from a previous $117.55. In the past 12 months, AMD shares have gained 56%; in comparison, the PHLX Semiconductor Index&#xa0;SOX has gained 48%, the S&amp;P 500 index&#xa0;SPX has risen 35%, and the tech-heavy Nasdaq Composite Index&#xa0;COMP is up 34%.</p>",
  "published": "2021-10-27T15:07:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1370,
          "end": 1375
        },
        {
          "start": 2504,
          "end": 2509
        },
        {
          "start": 1292,
          "end": 1303
        },
        {
          "start": 1366,
          "end": 1371
        },
        {
          "start": 1288,
          "end": 1299
        },
        {
          "start": 3186,
          "end": 3191
        }
      ]
    }
  ]
}