{
  "_id": "52c5600d90432e4e2a4378e809b37e7440f4ffdddb4eff53b092faa5fb2c959e",
  "feed": "ftcomall",
  "title": "FirstFT: Markets rally after breakthrough in debt ceiling talks ",
  "text": "<p>Lawmakers last night <a href=\"https://www.ft.com/content/78586972-3088-47ad-b340-63a2a65510f8\">signalled a breakthrough</a> in talks to avert a catastrophic US government default, triggering a stock market rally.</p> <p>With just over 10 days until a deadline limiting the amount of money the US government can borrow&#xa0;is due to kick in, Mitch McConnell, the Senate's top Republican, offered his support for a stop-gap measure.</p> <p>Talks in the Senate extended past midnight but Chuck Schumer, the Democratic majority leader in the upper house, said “we're making good progress” and that he hoped to reach agreement this morning.</p> <p>A crucial procedural vote set for yesterday afternoon on a measure that would have raised the debt ceiling but which Republicans had been expected to block was postponed.</p> <p>President Joe Biden sought corporate America's help in his efforts to convince Republican lawmakers to raise the US borrowing limit. He convened a virtual gathering of business leaders yesterday, including Jamie Dimon of JPMorgan Chase, Jane Fraser of Citigroup and Brian Moynihan of Bank of America, as well as Greg Hayes from Raytheon and Pat Gelsinger of Intel.</p> <p>Details of any short-term deal still need to be negotiated but McConnell appears to support a raise of the debt limit by a specific amount that would be sufficient to tide the Treasury over until December.</p> <p>Markets rallied dramatically on news of the breakthrough. The yield on the four-month Treasury bill that matures on October 19, a day after the deadline, fell 0.06 of a percentage point to 0.06 per cent. US stock markets erased losses and closed higher.</p> <p><em>Thanks for reading FirstFT Americas. Here's the rest of today's news — Gordon</em></p> <h1>Five more stories in the news</h1> <p><strong>1. US considers releasing emergency oil reserves</strong> Jennifer Granholm, US energy secretary, has raised the prospect of <a href=\"https://www.ft.com/content/42c9f6c3-ad59-42a3-b9c2-1d79850f96af\">releasing crude oil</a> from the government's strategic petroleum reserve to ease a surge in gasoline prices. She also told the FT Energy Transition Strategies Summit yesterday that she did not rule out a ban on crude oil exports. </p> <ul>  <li><p><strong>More energy news: </strong>Gas markets swung sharply <a href=\"https://www.ft.com/content/e06c3b5d-153d-4c86-8c49-0d5447d58e76\">yesterday</a> after Russia's president Vladimir Putin said his country was prepared to stabilise soaring global energy prices that are threatening to curb industrial activity and raise inflation. <a href=\"https://ep.ft.com/pages/newsletters/subscribe?result=%7B%22successful%22%3A%5B%7B%22newsletterId%22%3A%225655d099e4b01077e911d60f%22%7D%5D%2C%22unsuccessful%22%3A%5B%5D%7D\"><em>Sign up</em></a><em> to Energy Source for regular energy industry updates.</em></p></li> </ul> <p><strong>2. Biden and Xi agree to hold virtual summit</strong> The US president and his Chinese counterpart <a href=\"https://www.ft.com/content/ebaf5da8-952f-4ef7-b976-f47e770cb810\">have agreed to hold a virtual summit</a> this year, in the first sign of improving relations between the two countries. No specific date for the event was given but the breakthrough came yesterday after six hours of talks in Zurich, Switzerland between US and Chinese officials.</p> <p><strong>3. US judge temporarily halts Texas abortion law</strong> A US federal judge has ruled in favour of <a href=\"https://www.ft.com/content/3edc63ac-4ea3-4bfa-ba00-f720a7c297ef\">temporarily halting a law</a> passed by Texas that severely restricts access to abortions in the state. The decision is an initial victory for the Biden administration, which has challenged the restrictive law. Texas said it&#xa0;planned to dispute&#xa0;the&#xa0;order in the Fifth Circuit Court of Appeals.</p> <p><strong>4. Peru's president reshuffles cabinet</strong> Pedro Castillo, Peru's leftwing president, announced <a href=\"https://www.ft.com/content/6486bb2d-c23d-49b5-aba2-c9c74ca49aa5\">a significant cabinet reshuffle</a> yesterday, ousting his divisive prime minister and distancing himself from the Marxist party that helped to put him into power. He appointed Mirtha Vásquez, a young former congresswoman and moderate leftist, prime minister.</p> <p><strong>5. Dubai's billionaire ruler targeted ex-wife with spyware </strong>Sheikh Mohammed bin Rashid al-Maktoum <a href=\"https://www.ft.com/content/7cc83668-1bbe-40f9-b457-34e2a2f88e1a\">targeted the phone of his estranged wife</a> Princess Haya with a military-grade spyware tool during a London court battle over their two children, a High Court judge has found. </p> <h1>Coronavirus digest</h1> <ul>  <li><p><strong>The Biden administration</strong> will <a href=\"https://www.ft.com/content/925b0c2c-c414-4b57-860c-5f75b8f18287\">invest a further $1bn</a> in Covid-19 testing in its continued effort to keep the pandemic under control.</p></li>  <li><p><strong>Moderna</strong> says it plans to spend up to $500m to build a messenger RNA <a href=\"https://www.ft.com/content/1be50aae-a774-4ece-993e-2502979292f1\">manufacturing plant in Africa</a> to produce its&#xa0;Covid-19 vaccine&#xa0;and other jabs.</p></li>  <li><p><strong>JAB Holding</strong>, the European investment group behind brands such as Pret A Manger and Krispy Kreme, is seeking <a href=\"https://www.ft.com/content/93a23966-1b26-4e7b-aa0c-9ff2654e9990\">to raise a fresh $5bn fund</a> to extend its spree of dealmaking in the petcare sector which has boomed during the Covid crisis.</p></li> </ul> <p><a href=\"https://www.ft.com/newsletter-signup/coronavirus\"><em>Sign up</em></a><em> to our Road to Recovery newsletter for regular updates on business and the economy in a world transformed by the pandemic.</em></p> <h1>The day ahead</h1> <p><strong>BoC governor speech </strong>Tiff Macklem, governor of the Bank of Canada, <a href=\"https://www.bankofcanada.ca/multimedia/speech-council-on-foreign-relations-cfr/\">will speak</a> before the Council on Foreign Relations. The European Central Bank will also release the minutes of its monetary policy meeting in <a href=\"https://www.ft.com/content/6adfdebb-90b9-4d8e-a1c1-d3de38875070\">September</a>.</p> <p><strong>Economic data</strong> There are indications that temporary factors inflated US jobless claims, which <a href=\"https://www.wsj.com/articles/economy-week-ahead-trade-services-employment-11633287601\">rose</a> for three weeks in September. (FT, WSJ)</p> <p><strong>Nobel Prize in literature </strong>Sweden is expected to announce the winner <a href=\"https://www.ft.com/content/925b0c2c-c414-4b57-860c-5f75b8f18287#post-7e06c139-cd5c-4d09-84e5-171e898d003b\">today</a>, followed by prizes for peace tomorrow and economics on Monday. </p> <h1>What else we're reading</h1> <p><strong>How Larry Fink became king of Wall Street </strong>The chief executive built BlackRock into the <a href=\"https://ft.com/content/7dfd1e3d-e256-4656-a96d-1204538d75cd\">biggest money manager</a> the planet has ever seen, investing money for everyone from pensioners to wealthy oligarchs and sovereign wealth funds. But should one company wield so much power?</p> <p><strong>Battery technology gives China an opening in electric vehicles</strong> For much of the last century, the biggest auto companies depended on the prowess of their combustion engines. But Chinese electric vehicle maker BYD is hoping its homemade lithium batteries <a href=\"https://www.ft.com/content/fcbc860b-51cd-40d8-b65f-db97ce9adc57\">will become a key platform for the global car industry</a> as it pivots to electric. This is the latest part of our series on <a href=\"https://www.ft.com/content/6febc4f0-46e1-4b00-b9f4-32c1f4d72279\">the electric vehicle revolution</a>.</p> <p><em>Thank you to all our readers who took part </em><a href=\"https://compass.pressekompass.net/compasses/financial_times_hk/would-you-buy-an-electric-vehicle_financ-55AN\"><em>in yesterday's poll</em></a><em>. More than 60 per cent said you would buy an electric vehicle.</em></p> <p><strong>Afghan businesses readjust to Taliban rule </strong>After their capture of Kabul, the Islamists have promised an end to the corruption and interference many businesses complained about. But those pledges will amount to nothing if the Taliban are unable to stop the <a href=\"https://ft.com/content/299a2c04-fee2-4d39-9ab4-7a7c8fd9c801\">collapse</a> in economic activity.</p> <p><strong>Pandemic ignites quarter-life crises among young workers</strong> The Covid-19 pandemic has exacerbated the uncertainty around career choices, particularly among young adults. This has heightened the psychological&#xa0;phenomenon&#xa0;known as “quarter-life crisis”. <a href=\"https://www.ft.com/content/5f0e6c76-7cda-4b62-bb2f-36fd4771efaa\">Marta Santiváñez explains. </a></p> <p><strong>Femtech leads way for menopause support</strong> The <a href=\"https://www.ft.com/content/5ed48a73-a75c-44d7-924d-b65eec28c64f\">rise of femtech</a>, technology used to manage women's health, is breaking taboos and providing women going through the menopause with much-needed help.</p> <h1>Television</h1> <p><strong>We need to talk about Squid Game </strong>The hit Korean series is on track to be Netflix's most popular show but it <a href=\"https://www.ft.com/content/2775f7dc-5cd1-4a0f-83e9-2da6765058a0\">exposes hard truths</a> about human behaviour, writes Fani Papageorgiou.</p><p>Source: Gordon Smith, Jennifer Creery and Leart Vuciterna 2021 'FirstFT: Markets rally after breakthrough in debt ceiling talks ' FT.com 7 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-07T10:11:44.977Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1069,
          "end": 1074
        }
      ]
    }
  ]
}