{
  "_id": "8455902883f75726e911fe0ecd9609745ed2e91bb9b1f804bfb79772c44d1e10",
  "feed": "ftcomall",
  "title": "TSMC raises growth outlook as chip shortage fuels demand",
  "text": "<p>Taiwan Semiconductor Manufacturing Company, the world's biggest contract chipmaker, raised its spending and revenue growth targets for this year even as its overstretched factories struggle to meet huge global demand. </p> <p>TSMC controls more than half of the global market for made-to-order chips and its earnings are watched by analysts as a bellwether for global technology demand. </p> <p>Demand for its products has been fuelled by the coronavirus-induced shift to homeworking and a <a href=\"https://www.ft.com/content/37d9dc66-e4ee-4629-b791-af4d043ff0ff\">worldwide shortage</a> of semiconductors. The company on Thursday upgraded its revenue growth outlook for this year to 20 per cent in dollar terms, up from a previous forecast of “mid-teens” made in January.</p> <p>The group warned that the chip shortage could extend into next year, as customers seek to secure supplies and prepare for a further deterioration in US-China relations. Analysts say Chinese tech companies will probably bring forward purchases of advanced chips from TSMC as a buffer against any further sanctions from Washington.</p> <p>CC Wei, chief executive, confirmed on Thursday previously leaked plans to invest $100bn over three years. A spotlight has been on TSMC's manufacturing capacity after the global chip shortfall forced some carmakers to temporarily halt production lines. </p> <p>“TSMC is&#xa0;very tight on capacity&#xa0;amid&#xa0;the&#xa0;supply constraints,&#xa0;so&#xa0;are squeezing out incremental&#xa0;production to drive more business,” said Randy Abrams, head of&#xa0;Asian semiconductor research at&#xa0;Credit Suisse.</p> <p>Wendell Huang, TSMC's chief financial officer, said the huge capital investment was needed as it “enters a period of higher growth, underpinned by the multi-year structural megatrends of 5G-related and high-performance computing”.</p> <p>Some analysts warn that demand for chips will decrease as the global Covid-19 vaccination drive picks up and lockdowns ease, hitting demand for electronic devices.</p> <p>Wei defended the large investment plan, saying “engagements with customers show strong demand for our advanced chips”.</p> <p>Abrams said the return to offices by workers worldwide could provide another boost for the chip industry as companies upgrade workplace technology and commuters purchase new cars.</p> <p>TSMC reported that net income rose 19 per cent year on year to NT$140bn ($5bn) in the three months to March, while net revenues increased 17 per cent to NT$362bn, beating analysts' expectations. </p> <p>Revenue growth was driven by higher demand from high-performance computing, smartphones and automobiles. TSMC said the shift towards 5G would continue to fuel momentum in the second half of the year. </p> <p>During an earnings call, Wei responded to investor concern that <a href=\"https://www.ft.com/content/987b5761-6b59-48f3-8f52-52a4fb84264e\">Intel's plan to build two chip plants</a> in Arizona would undermine TSMC's dominant position in the foundry business. “TSMC knows how to compete,” he said, adding the two companies “will collaborate in some areas and compete in others”.</p> <p>In a note to clients, Bernstein analyst Mark Li said that while&#xa0;US-based Intel stood to benefit from Washington's push to onshore chip manufacturing, the company would continue to outsource to TSMC because of insufficient capacity. “Intel's struggles will continue, likely for years. TSMC will still prevail eventually,” Li wrote.</p><p>Source: Eleanor Olcott in Taipei 2021 'TSMC raises growth outlook as chip shortage fuels demand' FT.com 15 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-15T10:48:26.412Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2617,
          "end": 2622
        },
        {
          "start": 2924,
          "end": 2929
        },
        {
          "start": 3083,
          "end": 3089
        }
      ],
      "nexusId": "10063594"
    }
  ]
}