{
  "_id": "afc92325a8ae66b5d1c2cc32d9be0b7c2a3cefab77a236f87b00dd2f5def9d75",
  "feed": "wall-street-journal",
  "title": "Southwest Emerges  As America's New  Factory Hub -2-",
  "text": "<p>   Arizona also is producing engineering talent the company needs for designs and on the production line, he said. Arizona State University reported it had nearly 20,000 undergraduate students in its engineering programs last year, up from fewer than 10,000 in 2013. The university is also working on a school focused on manufacturing. </p><p>   \"Their hiring needs are very large,\" Kyle Squires, the dean of ASU's engineering schools, said of arriving companies. </p><p>   Mary Hintze, an Arizona-native who graduated from ASU's engineering program in 2019, said she was an intern at a company in Seattle and had considered jobs in other states. When she saw an opportunity at Benchmark, she said she decided on Phoenix. </p><p>   Many companies building factories in the Southwest expect to train some of their future workers. </p><p>   TSMC, the Taiwanese chip maker now building in Phoenix, said the semiconductor manufacturing technology that will be used in the new plant isn't yet employed in the U.S. It started training its first hires in Tainan City, Taiwan, providing housing for 12 to 18 months. </p><p>   Lucid and Haas are working with local trade schools to tailor curriculum around their job requirements. </p><p>   Factories will need to manage water supplies in their new desert sites, local authorities said. The region is in a two-decade drought, the driest stretch since the 16th century, according to researchers who published their findings in the journal Science last year. </p><p>   Researchers and authorities say demand could press the limits of the Colorado River basin and groundwater aquifers in the years ahead, given the region's growing popularity and projected growth. </p><p>   Mr. Rawlinson, Lucid's chief executive, said he didn't anticipate when his company picked the Arizona site in 2016 that others would follow. When the electric-vehicle company expands in the future, it will face competition for construction firms and material from Intel, TSMC and others, he said. </p><p>   \"You don't want to be doing a big construction project in a boomtown,\" he said. \"I wish we were the only ones here.\" </p><p></p>",
  "published": "2021-06-02T06:09:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1894,
          "end": 1899
        }
      ],
      "nexusId": "10063594"
    }
  ]
}