{
  "_id": "0a501b137b043cfc5fb6cca44f9994f42949d8fae7205d0edbee1c1c0ae54c48",
  "feed": "ftcomall",
  "title": "SoftBank: ‘we are in the middle of a blizzard'",
  "text": "<p><strong>One thing to start</strong>: <strong>Toshiba</strong> is considering a plan to split into three separate companies, as Japan's most famous conglomerate seeks to rebuild its market value and address the demands of activist shareholders. More <a href=\"https://ft.com/content/1f27efd7-5a85-4056-8d9a-da5fbbbc448f\">here</a>. </p> <p><strong>Join us today </strong>at the FT's Global Dealmaking Summit. See the full agenda <a href=\"https://globaldealmaking.live.ft.com/agenda\">here</a>, which includes interviews with the chief executives of <strong>Philip Morris International</strong> and Japanese chipmaker <strong>Renesas Electronics</strong>. </p> <p>Take advantage of your DD subscription to watch the entire virtual event for free by using the promo code “DUEDIL21” when you click <a href=\"https://globaldealmaking.live.ft.com/page/1869080/register?promo=DUEDIL21\">here</a> to sign-up. All sessions will be available on-demand.</p> <h2>Shareholders grow wary of Masayoshi Son's changing narrative</h2> <p>DD readers are well-versed in the seemingly endless stream of shenanigans coming out of Japan's <strong>SoftBank</strong>, the technology investment group steered by the risk-addicted billionaire <strong>Masayoshi Son</strong>. </p> <p>As we have written time and again, the answer to the question “<a href=\"https://youtu.be/FdsCjokUGi0\">What is SoftBank</a>” can change at any given moment. To be a SoftBank investor is to resign yourself to Son's oscillating whims, and hope for the best. &#xa0;</p> <p>But for some time now, investors — led by activist hedge fund<strong> Elliott Management</strong> — have pushed for something very specific from Son to boost the company's flagging share price: <a href=\"https://www.ft.com/content/ca7df7d4-7e7e-43b2-85d6-36432d0d9d66\">a share buyback</a>. </p> <p>On Monday, Son granted investors their wish by <a href=\"https://www.ft.com/content/ca7df7d4-7e7e-43b2-85d6-36432d0d9d66\">announcing</a> a new $8.8bn buyback programme. </p> <p>The announcement came after the Tokyo market had closed for the day, but SoftBank's US-listed American depository receipts climbed more than 8 per cent in New York trading. </p> <p>In doing so, Son tried to explain away the recent poor performance, portray himself as aligned with shareholders and leave enough flexibility for him to continue to make wide-ranging bets on start-ups. </p> <p>“We are in the middle of a blizzard,” Son <a href=\"https://group.softbank/en/news/webcast/20211108_01_en\">told a news conference</a> where he explained the woes afflicting the group's sprawling portfolio.</p> <p>Son has little to lose from the buybacks, as Lex <a href=\"https://www.ft.com/content/22ad1bae-7829-409b-bb69-ec8db8235b82\">points out</a>, which elevated SoftBank's share price and pushed his ownership of the company to more than 30 per cent as of June.</p> <p>But investors are wising up to the cracks in Son's shifty narratives.</p> <p>Here's what one long-term shareholder told the FT's Kana Inagaki:</p> <p>“The buyback has always been an easy way to drive the short-term share price but it does not help long-term institutional investors . . . After a while, the share price tends to slip back and there is confusion with SoftBank investors [about] what should be the share price driver.”</p> <p>A $10bn quarterly loss at SoftBank's Vision Fund hasn't helped lighten the mood. SoftBank's initial $12bn investment in the Chinese ride-hailing group <strong>Didi</strong>, among the <a href=\"https://www.ft.com/content/13a768b0-1000-4cad-8a03-36a1e66f460b\">hardest hit</a> by Beijing's crackdown on tech, has sunk to a valuation of $7.5bn.</p> <p>A series of high-profile departures from the Vision Fund — including one of its top executives <strong>Deep Nishar</strong>, who's joining venture capital firm <strong>General Catalyst</strong> in January — coupled with <a href=\"https://www.ft.com/content/107fe840-1874-4fb2-a70b-f2f8f1381215\">internal compliance tensions</a> over Son's controversial dealmaking style, have further derailed the narrative.</p> <p>But on Monday, Son addressed our “What is SoftBank'‘ question head-on: “Many people still wonder what SoftBank Group does . . . in principle, we are an investor and we invest in companies,” he said, adding that the company is aiming to grow a group of “AI unicorns”.</p> <h2>The antivirus private equity can't get enough of</h2> <p>It's fitting that on the day US attorney-general<strong> Merrick Garland </strong><a href=\"https://www.ft.com/content/0d8a0047-6ecf-410c-98e2-f9bc89e9382e\">announced the arrest</a> of an alleged hacker behind the <strong>Kaseya</strong> ransomware attack, the private equity industry announced a <a href=\"https://www.ft.com/content/277ba6fa-9a77-4475-91df-e46699081922\">$14bn leveraged buyout</a> of antivirus and cyber security pioneer <strong>McAfee</strong>.</p> <p>As IT departments and the global economy go digital, the cyber security sector is booming and buyout firms have spotted the opportunity. So much so, that <strong>McAfee</strong> is effectively moving from the portfolio of one group of private equity investors to another.</p> <p>Backed by PE investors <strong>TPG </strong>and <strong>Thoma Bravo</strong>, <strong>Nasdaq</strong>-listed McAfee is being purchased by a new consortium led by <strong>Advent International</strong> and<strong> Permira Advisers</strong>.</p> <p>To finance the $5.2bn equity cheque, the new buyers are bringing on <strong>Crosspoint Capital</strong>, Canadian pension fund <strong>CPPIB</strong>, Singapore's sovereign wealth fund <strong>GIC </strong>and the <strong>Abu Dhabi Investment Authority</strong> as investors. Almost $10bn in debt financing will come from a syndicate of 10 lenders.</p> <p>Monday's deal is a big moment for TPG, which <a href=\"https://www.ft.com/content/3321e532-753b-11e6-bf48-b372cdb1043a\">carved McAfee out of <strong>Intel</strong></a> in 2017 as the semiconductor giant began unwinding its then-disastrous $7.7bn takeover of McAfee in 2010. TPG bought 51 per cent of McAfee at a $4.2bn valuation, then syndicated a piece of the $1.1bn equity cheque to Thoma Bravo.</p> <p>In October 2020, TPG took McAfee public, giving potential buyers a full view of its finances for the first time in a decade.</p> <p>Lo and behold, private equity buyers soon became interested in McAfee. In July 2021, McAfee sold its enterprise business to PE firm <strong>Symphony Technology Group</strong> for $4bn. The remaining company will now go private for more than $14bn.</p> <p>McAfee is one of TPG's most successful investments in recent memory. The firm will make about six times its investment, according to calculations from the FT.&#xa0;</p> <p>While TPG is selling one deal, it remains an active buyer, acquiring software group <strong>Centrify </strong>off of Thoma Bravo in January. Two months later, it merged the company with rival <strong>Thycotic</strong> for a reported $1.4bn.&#xa0;</p> <p>McAfee isn't the only 10-figure cyber security leveraged buyout of 2021. In August, Thoma Bravo took <strong>Proofpoint </strong>private at a $12.3bn valuation, and the deal machine is unlikely to slow down. &#xa0;</p> <p>After all, Monday's private equity buyers and sellers were all rumoured as prospective buyers of McAfee's primary competitor, <strong>NortonLifeLock</strong>, in 2019. That means the $15bn market cap company may well be the next massive cyber security leveraged buyout. </p> <p>Stockholders seem to have noticed as its shares rose 4.5 per cent on Monday.</p> <h2>Consolidation brews in an intergalactic game of thrones</h2> <p>The battle for the thermosphere is heating up after California-based satellite company<strong> Viasat</strong> <a href=\"https://www.ft.com/content/4a3accce-5f97-42e2-86ed-f530720b5511\">agreed to buy</a> its UK rival <strong>Inmarsat</strong>, forming one of the largest space-based broadband providers in the highly fragmented satellite industry.</p> <p>Few were shocked when a deal to sell Inmarsat landed on Monday. The British mobile satellite group's private equity owners <strong>Apax</strong> and <strong>Warburg Pincus</strong>, which purchased it for $6bn last year, had always intended to bulk it up or sell it — a plan sped along by the pandemic.</p> <p><strong>Rajeev Suri</strong>, the acquisitive former<strong> Nokia</strong> chief executive, arrived <a href=\"https://www.ft.com/content/cd987220-f31a-4a67-8464-ae1b37fb3edf\">earlier this year</a> and quickly began fielding calls. What did surprise onlookers is that it was Viasat — not one of Inmarsat's circling European rivals, that pulled the trigger with a $7.3bn deal.</p> <p>The transaction is expected to tempt other interested parties to seek their own partners to scale up. Across the sector, a rise in low-cost orbit challengers has left billionaire space cowboys <strong>Elon Musk</strong> and <strong>Jeff Bezos </strong>vying for the same territory as <strong>Inmarsat </strong>and its old-guard rivals.</p> <p>One of those established players watching encroachments on its turf is <strong>Eutelsat</strong>, the world's third-largest satellite operator by revenue, which French cable billionaire <strong>Patrick Drahi</strong> <a href=\"https://www.ft.com/content/f928a4af-6e45-4536-8802-64fe7a27c55a\">failed</a> to scoop up in September. </p> <p>Speculation lingers in Paris that he could reconsider his lowball offer, underscoring the value deep-pocketed satellite pioneers have pinned on the industry even as shareholders struggle to find value.</p> <p>While Drahi weighs his options, the Viasat/Inmarsat tie-up has emerged as the consolidation catalyst for an industry hit by plummeting share prices and the decline of satellite television.</p> <p>Viasat will assume $3.4bn of Inmarsat's net debt pushing its leverage toward five times its earnings, a figure it expects to reduce to under four times within 24 months. It will obtain $2.3bn of new debt to finance the deal.</p> <p>“It's a little bit higher leverage than Viasat was planning to have on its own at peak,” said <strong>Mark Dankberg</strong>, Viasat's executive chair.</p> <p>Given last year's high-profile bankruptcies at <a href=\"https://www.ft.com/content/4e3ae5eb-75c5-4682-943e-bb49b41126c8\"><strong>Intelsat</strong></a> and <a href=\"https://www.ft.com/content/a573056c-ce86-4cad-a2d4-ef5836d6e729\"><strong>OneWeb</strong></a>, among others, the debt-fuelled strategy has likely rattled some nerves.</p> <h2>Job moves</h2> <p><strong>Carlyle</strong> has appointed former <strong>Blackstone</strong> senior managing director <strong>Amit Jain</strong> as a managing director and co-head of its India investment advisory team, based in Mumbai. </p> <p>Former <strong>BP</strong> boss <strong>John Browne</strong> left his role as chair of <strong>LetterOne</strong>'s energy division last month after serving in the role for almost seven years. His departure <a href=\"https://www.ft.com/content/da12f0f4-0b5f-4b20-b51e-a92c87f7c62c\">was revealed</a> in this FT interview with <strong>Mikhail Fridman</strong>, the Russian tycoon behind LetterOne. &#xa0;</p> <p>Law firm <strong>Gibson Dunn</strong> has elected <a href=\"https://www.gibsondunn.com/gibson-dunn-promotes-27-lawyers-to-partnership/\">27 new partners</a>.</p> <h2>Smart reads</h2> <p><strong>A real-life</strong> <em><strong>Succession </strong></em><strong>drama </strong>After staging a boardroom coup to regain control of his family's dynasty, Canadian telecoms heir Edward Rogers is back in the driver's seat. But the spectacular feud has plunged Rogers Communications into uncertainty ahead of its biggest deal yet. (<a href=\"https://www.bloomberg.com/news/features/2021-11-07/inside-the-succession-style-drama-at-rogers-communications-in-canada?sref=OziMsGoK\">Bloomberg</a>)</p> <p><strong>Big Four wannabe </strong>UK accountancy Grant Thornton has emerged as one of several challengers to the Big Four auditing heavyweights. But probes into the firm and its mid-tier peers have threatened their chances at dismantling the monopoly. (<a href=\"https://www.ft.com/content/1ba64658-fb86-4ff5-9075-07d0edef2954\">FT</a>)</p> <p><strong>And </strong><a href=\"https://www.ft.com/video/4bd654ba-bc66-4510-9ff6-1e2603f87880\"><strong>here's a smart watch</strong></a><strong> featuring DD's Kaye Wiggins</strong>: The billionaire Issa brothers and a secretive private equity firm have built an empire on debt-fuelled dealmaking. After purchasing Asda for £6.8bn, the supermarket's fate remains a mystery. </p> <h2>News round-up</h2> <p><a href=\"https://www.ft.com/content/2ac226d6-0eba-4f97-91c1-fb70076c20b0\">Tesla shares slide after Elon Musk's Twitter poll backs stake sale</a> (FT + <a href=\"https://www.ft.com/content/0643cdca-0dd6-413d-8710-e4106b096793\">Lex</a>) </p> <p><a href=\"https://www.ft.com/content/31905026-18bb-4fea-bcda-86ad22e13ae7\">Credit Suisse to recommend its hedge fund clients join BNP Paribas</a> (FT) &#xa0;</p> <p><a href=\"https://www.ft.com/content/b9debac5-bf40-4392-ab9f-2bdb70dcae28\">French prosecutors investigate Sanjeev Gupta's business empire</a> (FT)</p> <p><a href=\"https://www.ft.com/content/686134f0-f115-454a-a976-f7fc87fa0556\">Wall St banks make push into Europe's private capital markets</a> (FT) </p> <p><a href=\"https://www.ft.com/content/f0bba2a3-a4e0-4186-89e9-c87b6e85f624\">Activist investor Third Point buys stake in Cartier owner Richemont</a> (FT)</p> <p><a href=\"https://www.ft.com/content/1212b266-8760-4766-a03e-9e7db203b5d2\">Investors take aim at private equity's use of private jets</a> (FT) </p> <p><a href=\"https://www.ft.com/content/00ecc8a7-7f94-444e-bd8b-5e5d516ceec9\">Sydney Airport agrees $17.5bn takeover deal with pension funds</a> (FT) </p> <p><a href=\"https://www.ft.com/content/bf6844f6-1e93-46c3-ae81-52b5f3463565\">Bouygues prevails in auction for Engie's energy services business</a> (FT) </p> <p><a href=\"https://www.ft.com/content/1f6b1457-3ed4-41d4-855a-a0da92ffdfb4\">China's top venture capitalist cuts stakes in Meituan and Pinduoduo</a> (FT) </p> <p><a href=\"https://www.ft.com/content/f33c88ec-565f-4a4a-9046-d565552cdd48\">Galderma in talks over potential $22bn IPO</a> (FT) </p> <p><a href=\"https://www.ft.com/content/57a88eec-45ee-4905-b58b-c054ac9548e5\">Abrdn/Interactive Investor: £1.5bn deal gives asset manager more than extra vowels</a> (Lex)</p><p>Source:  2021 'SoftBank: ‘we are in the middle of a blizzard'' FT.com 9 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-09T05:00:20.826Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4343,
          "end": 4348
        }
      ]
    }
  ]
}