{
  "_id": "fcdd9ad358a42d0ab1cede0237bbe4693ee68a8c9bc0272b648f6e9c3a23d8d3",
  "feed": "wall-street-journal",
  "title": "Samsung Plans Texas Chip Plant --- $17 billion factory to start production late in 2024, to make high end semiconductors",
  "text": "<p>\"A final decision has not yet been made regarding the location,\" a Samsung spokeswoman said.</p><p>Samsung's doubling down on Texas where it already has a footprint comes amid a year of historic spending for the semiconductor industry, spurred by government incentives seeking to attract local production. A global chip shortage has undercut many industries from smartphones to cars to home appliances.</p><p>Samsung, the world's largest semiconductor maker by revenue, plans to invest more than $205 billion over the next three years, with chip making a priority. Taiwan Semiconductor Manufacturing Co. has earmarked more than $100 billion over the next three years to build chip factories. Intel Corp. has also unveiled more than $100 billion worth of semiconductor factory investments plans in the U.S. and Europe over the coming decade.</p><p>Bolstering American production of chips has been a priority for both the Biden administration and Congress, which have set in motion legislation to provide funding to stimulate investment in the U.S. In June, the Senate approved $52 billion in direct industry subsidies for new semiconductor-making factories, though the House has yet to take action.</p><p>The U.S. has fallen behind in semiconductor manufacturing, accounting for just 12% of world-wide production capacity in 2020, down from 37% in 1990, according to the Semiconductor Industry Association. China, Taiwan and South Korea have become larger production hubs for computer chips that lawmakers have come to see as a resource critical to national security and economic growth.</p><p>Before landing on Taylor, Samsung had previously scouted locations in Arizona, New York and Florida, according to people familiar with the process. The company had also considered Austin, Texas, where Samsung has operated its sole U.S.-based chip-making plant for decades.</p><p>Taylor, a town of about 16,000 people in Williamson County, is about 30 miles away from Austin. The planned site of roughly 1,200 acres is much larger than Samsung's property in Austin.</p><p>The Taylor factory is expected to serve as an advanced chip-making facility for Samsung's contract-manufacturing operations that make semiconductors designed by other firms. Such high-end manufacturing is attracting the bulk of semiconductor industry investment. The types of chips with the longest backlogs tend to be lower in price and haven't been the focus for major expansion.</p><p>The Samsung investment also represents another victory for Texas' ambitions as a tech hub. In October, Tesla Inc. said it was moving its headquarters to Austin, coming months after Chief Executive Elon Musk had moved to the Lone Star State. Intel has said it would hire about 1,700 people for a downtown Austin design campus.</p><p>Samsung's decision on the location of its new U.S. chip plant comes months after the parole of the South Korean conglomerate's de facto leader, Lee Jae-yong, in August. Mr. Lee had been behind bars after being convicted of bribing South Korea's former president in exchange for government backing for a 2015 merger between two Samsung affiliates that helped cement his ownership of the conglomerate. He was released about a year early.</p><p>The return of Mr. Lee, the 53-year-old grandson of Samsung's founder, had come with expectations for bold moves, after his supporters argued that South Korea's largest business conglomerate had become indecisive in his absence. The Justice Ministry pointed to \"economic factors\" when granting Mr. Lee parole. Major decisions at Samsung require Mr. Lee's signoff.</p><p>In recent days, Mr. Lee has been on a business trip in the U.S., with Samsung sharing photos of visits with the chief executives of Moderna Inc. and Verizon Communications Inc. Mr. Lee also met with White House officials and lawmakers, as well as Microsoft Corp. Chief Executive Satya Nadella, the company said. It is unlikely that Mr. Lee will be in Texas for the Tuesday event, according to a person familiar with the situation.</p><p>---</p><p>Elizabeth Findell, Alex Leary and Asa Fitch contributed to this article.</p>",
  "published": "2021-11-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2645,
          "end": 2650
        },
        {
          "start": 680,
          "end": 685
        }
      ]
    }
  ]
}