{
  "_id": "dcd3788d881a5326323da6eecd0f28b6ea177bc0a4e77bd27e8bfcc4bd3dc3c0",
  "feed": "wall-street-journal",
  "title": "FTC Challenges Nvidia's $40 Billion Deal for Arm Holdings; The agency alleges the semiconductor deal is anticompetitive",
  "text": "<p>It also represents the latest action by regulators to stop a blockbuster chip deal. The cash and stock deal was valued at around $40 billion when it was first announced in September 2020.</p><p>The FTC's lawsuit, filed in its own administrative court, alleges the acquisition would give Nvidia unlawful control over computing technology and designs that rivals need to develop their own competing chips.</p><p>If the deal were allowed, the combined firm could stifle next-generation technologies, including ones used to run data centers and driver-assistance systems in cars, the FTC alleges.</p><p>\"As we move into this next step in the FTC process, we will continue to work to demonstrate that this transaction will benefit the industry and promote competition,\" Nvidia said in a statement.</p><p>Arm, owned by Tokyo-based SoftBank Group Corp., referred questions to Nvidia.</p><p>The commission, currently composed of two Democrats and two Republicans, voted 4-0 to file the lawsuit, adding a new layer of trouble for a deal that has been met with widespread regulatory skepticism.</p><p>Shares in Santa Clara, Calif.-based Nvidia closed up 2.2% Thursday at $321.26 amid widespread expectations that the transaction faces serious regulatory challenges.</p><p>A public copy of the lawsuit wasn't immediately made available by the FTC. The commission scheduled an administrative trial for August 2022.</p><p>This isn't the first time regulators have stepped in to stop a massive chip deal. The U.S., in 2018, scuttled Broadcom Inc.'s attempted $117 billion takeover of another chip giant, Qualcomm Inc., on national-security grounds. Qualcomm's $44 billion purchase of Dutch chip maker NXP Semiconductors fell apart in 2018 when China failed to give its regulatory approval.</p><p>From its early days, the Nvidia-Arm deal raised eyebrows with regulators and chip-making rivals. Arm, based in Cambridge, England, is one of the world's most important behind-the-scenes semiconductor companies. SoftBank, which bought Arm five years ago for $32 billion, had struggled to jump-start growth in the business.</p><p>Arm designs and licenses the basic blueprints of chips that are in around 90% of the world's smartphones. Companies such as Apple Inc., Qualcomm and Advanced Micro Devices Inc. rely on its design expertise for some of their chips, with Arm acting as a kind of Switzerland to the chip industry—offering its designs to everyone without favoring any one company. Nvidia and Arm are promising that won't change.</p><p>Nvidia last month said the FTC had expressed concern about the deal. The chip company's chief financial officer, Colette Kress, said at the time Nvidia was \"engaged in discussions with the FTC regarding remedies to address those concerns.\"</p><p>The FTC's lawsuit alleges the acquisition, by stifling competition, would lead to reduced product quality and innovation, higher prices and less choice, harming American consumers.</p><p>Britain's antitrust regulator last month began an in-depth investigation of the proposed transaction, citing both competition and national-security concerns. The regulator, which has a May deadline to publish its report, had previously said that Nvidia's acquisition of Arm would lead to a realistic prospect of less competition, less innovation and more expensive products.</p><p>European Union authorities also opened a similar investigation in October, saying they were concerned that a combined Nvidia-Arm company would have the ability and incentive to restrict rivals from accessing Arm's technology. China also has begun to review the transaction, Nvidia said last month.</p><p>Nvidia has defended its planned purchase through the process, arguing it wouldn't stifle competition.</p><p>Governments around the world are trying to strengthen their control over semiconductor technology amid a global shortage of chips that has amplified national concerns about assured access to these increasingly vital components. The U.S., China and EU have each pledged billions of dollars to boost local chip making.</p><p>For Nvidia Chief Executive Jensen Huang, the proposed acquisition of Arm has represented one of his biggest bets to expand beyond the company's historic niche of making graphics processors used heavily in videogames and for artificial-intelligence calculations and cryptocurrency mining. It came in a year when Nvidia overtook Intel Corp. as America's biggest semiconductor company by market value and only a few months after Apple said that it was ditching Intel in its Mac computers in favor of its own chip design with Arm ingredients.</p><p>Nvidia had hoped to complete the regulatory process and close the transaction by April 2022.</p><p>Under the terms of the proposed transaction, SoftBank would be in line to receive up to $5 billion in cash or stock subject to Arm hitting financial-performance targets. Nvidia also had pledged to issue $1.5 billion in stock to Arm employees.</p><p>Nvidia Pursues Arm Holdings</p><p>More WSJ coverage of the proposed deal, selected by the editors</p><p>* Nvidia's Takeover of Arm Raises Competition Concerns, U.K. Regulator Says (Aug. 20, 2021)</p><p>* What Are Nvidia and Arm? And Why Are They Combining? (Sept. 13, 2020)</p><p>* Highflying Nvidia's Deal for Arm Signals Loftier Chip Ambition (Sept. 13, 2020)</p><p>* SoftBank Nears $40 Billion Deal to Sell Arm Holdings to Nvidia (Sept. 12, 2020)</p><p>Write to Brent Kendall at brent.kendall@wsj.com and Stu Woo at Stu.Woo@wsj.com</p><p>FTC Challenges Nvidia's $40 Billion Deal for Arm Holdings</p>",
  "published": "2021-12-02T22:35:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4298,
          "end": 4303
        },
        {
          "start": 4429,
          "end": 4434
        }
      ]
    }
  ]
}