{
  "_id": "3ad5fb4ef6c46edccb8d0165d70abcd86a6be94e94f21a2a43ebeedee7a98ce1",
  "feed": "wall-street-journal",
  "title": "Monday's Markets S&P, Nasdaq Climb to Records",
  "text": "<p>The Dow Jones Industrial Average fell 150.57 points, or 0.4%, to 34283.27, weighed down by losses at Boeing and Chevron.</p><p>Shares have marched higher since mid-May, boosted by a robust economic recovery, the prospect of further fiscal stimulus and low bond yields that prompted investors to snap up stocks.</p><p>Some investors are nonetheless concerned the market could hit a rough patch because of signs that growth has peaked as well as jitters over inflation and monetary policy.</p><p>\"This recovery still has a long way to go and there is still strong growth,\" said Frank Oland, chief strategist at Danske Bank. \"But of course you're probably past the peak growth momentum in the U.S., so data will begin to look less impressive, and that could be a concern.\"</p><p>Danske has dialed down its holdings of U.S. stocks and bought more shares in Europe, where Mr. Oland said the economic recovery is still accelerating.</p><p>Investors said financial markets are likely to be quiet this week in the run-up to Friday's employment report. That is expected to show the economy added 683,000 jobs in June.</p><p>Money managers also will parse eurozone data on consumer prices on Wednesday for signs of whether inflation is taking off globally.</p><p>Tech was the best-performing sector of the S&amp;P 500. Apple and Microsoft both gained more than 1%, while Intel and Tesla both advanced more than 2%.</p><p>Facebook closed with a market capitalization above $1 trillion for the first time, becoming the fifth U.S. company to achieve the milestone. Shares of the social-media giant surged $14.27, or 4.2%, to $355.64.</p><p>The gains in tech stocks came as the yield on the 10-year Treasury note fell to 1.478% from 1.535% Friday. Falling bond yields lead investors to buy shares of fast-growing technology companies whose future revenue becomes relatively more attractive when bonds are yielding less, said Michael Mullaney, director of global markets research at Boston Partners. \"On days when rates are down, tech has been winning,\" he said.</p><p>Energy was the worst-performing sector of the S&amp;P 500 on Monday, dragged down by a drop in the price of oil. Futures on Brent crude oil for August delivery fell 2% to settle at $74.68 a barrel.</p><p>The Organization of the Petroleum Exporting Countries and its allies are set to meet on Thursday. The cartel is expected to discuss a modest increase in production.</p><p>In corporate news, shares of Intellia Therapeutics surged $44.60, or 50%, to $133.43. The biotech company on Friday reported positive interim data from a clinical trial using the new technology of gene-editing to treat a rare disease.</p><p>Shares of Boeing dropped $8.42, or 3.4%, to $239.96, weighing on the Dow.</p><p>The Seattle Times reported over the weekend that federal regulators told the plane maker an updated version of its 777 long-haul airliner wasn't ready for certification and likely wouldn't be until late 2023.</p><p>Stocks will continue to perform well if money managers retain confidence that inflation will die down, keeping bond yields at relatively low levels, said Edward Park, chief investment officer at Brooks Macdonald. \"Investors deploying capital will have the option of losing money in the bond market after inflation, losing it in cash or putting it into risk assets,\" he said.</p><p>In overseas markets, the Stoxx Europe 600 dropped 0.6%. Burberry Group slid nearly 9% in London after the fashion company said Chief Executive Marco Gobbetti would leave at year-end. Early Tuesday, Japan's Nikkei was down 0.9%, Hong Kong's Hang Seng Index was down 0.5% and the Shanghai Composite was down 0.6%. U.S. stock futures were down 0.2%.</p><p>On Monday, bitcoin traded at $34,721.11, up $2,072.97 or 6.35%.</p>",
  "published": "2021-06-29T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1315,
          "end": 1320
        }
      ],
      "nexusId": "10063594"
    }
  ]
}