{
  "_id": "fbb8fb55714b8f808ca1d8486bc0e860863b4cfa78d33f83152ff24073c4dab5",
  "feed": "market-watch",
  "title": "2- and 10-year Treasury yields see biggest gains in about a week as Fed meets and data highlight hot inflation",
  "text": "<p>The yield on the 10-year Treasury note BX:TMUBMUSD10Y rose 1.4 basis points to 1.437%, edging up from 1.423% at 3 p.m. Eastern on Monday.</p><p>The 2-year Treasury note yield BX:TMUBMUSD02Y advanced 1.5 basis points to 0.657%, compared with 0.642% Monday afternoon.</p><p>It was the biggest one-day gain for the 2-year and 10-year rates, respectively, since Dec. 7 and Dec. 8, based on 3 p.m. levels, according to Dow Jones Market Data.</p><p>The yield on the 30-year Treasury bond BX:TMUBMUSD30Y rose less than 1 basis point to 1.818%, up from 1.811% late Monday.</p><p>What's driving the market?</p><p>The focus for investors remains on the Fed and a host of other major central banks, including the European Central Bank, Bank of England and Bank of Japan, which are holding policy meetings this week.</p><p>Fed policy makers are expected on Wednesday to announce they will accelerate a winddown of monthly bond purchases in response to inflation that continues to run hot and has proven more persistent than had been expected. The move is expected to put the Fed on track to end asset purchases by next spring, clearing the way for potential interest rate increases earlier than had been previously anticipated.</p><p>See: 5 things to watch for when the Federal Reserve announces its policy decision Wednesday</p><p>In data released Tuesday, the producer-price index climbed 0.8% in November, signaling that U.S. inflation is likely to remain high well into 2022. The report easily exceeded expectations — with economists, on average, looking for a rise of 0.5%. The increase in wholesale prices in the past 12 months rose to 9.6% from 8.8%, marking the biggest advance since a major change in the index in 2009.Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter. Use&#xa0;this link to subscribe.</p><p>In other U.S. economic news, the National Federation of Independent Business said its small-business optimism index rose 0.2 percentage point in November to 98.4.Meanwhile, investors remain attuned to the spread of the omicron variant of the coronavirus that causes COVID-19. Pfizer Inc. PFE said trials of its COVID antiviral pill showed it held off the risk of hospitalization or death. A study also showed that a two-dose Pfizer/BioNTech vaccination provides just 33% protection against infection by the omicron variant.</p><p>What are analysts saying?</p><p>“Apart from an accelerated taper, [Fed Chairman Jerome Powell's] message on policy tightening going forward will be important,” said Rubeela Farooqi, chief U.S. economist at High Frequency Economics, in a note. “In the past, Mr. Powell has said that tapering does not send a signal about tightening. But a relatively quick change in thinking on tapering — the initial taper was announced following the Nov. 2-3 FOMC meeting, and Chair Powell signaled an acceleration in the pace at the end of the month — will also have implications about how quickly policy will be normalized going forward.”</p>",
  "published": "2021-12-14T16:01:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1673,
          "end": 1678
        }
      ]
    }
  ]
}