{
  "_id": "43a7e80f971831d8a55135db90d28aeb5f468162e9e267427f642ff46cf1955c",
  "feed": "wall-street-journal",
  "title": "Travel Agencies Are Having a Moment Amid Covid-19 Chaos; A business that lost ground to do-it-yourself online travel booking is back with the added complications of cancellations, border restrictions and testing requirements",
  "text": "<p>\"With the pandemic, our credibility and our necessity have gone off the charts, and I think we're now advocates,\" says Jennifer Wilson-Buttigieg, co-president of Valerie Wilson Travel, a New York-based leisure and corporate travel agency that is a unit of Frosch International Travel. \"Travel is possible. It's just difficult.\"</p><p>Do-it-yourself booking and declining commissions paid by airlines shrank travel agencies beginning in the 1990s. Survivors mostly booked cruises and elaborate trips for clients interested in luxury accommodations, plus the big business of corporate travel managers.</p><p>The industry has proven resilient, and now it's hot. Travelers are itching to go somewhere after many sat grounded for a year or more. And they have myriad questions about what you have to do to travel internationally and how you can protect yourself against disappointment, delay and financial loss. More of them have turned to travel advisers.</p><p>A survey of leisure travelers conducted for the American Society of Travel Advisors and Sandals resorts this spring found roughly 17% of travelers are likely to use a travel adviser for the first time when the pandemic is over.</p><p>In the online survey of 410 travelers, 44% said they're more likely to use a travel adviser. About 27% already did use advisers, so the difference is the first-time opportunity for advisers. (The survey's margin of error was 4.8%.)</p><p>Avi Gilburt, a stock-market technical analyst and adviser in Maryland, had started looking for a travel adviser before the pandemic, but the crisis pushed him into the first-timer category. He and his wife were traveling more, and all the planning was becoming too much for him to handle.</p><p>\"Covid was the straw that broke the camel's back,\" he says.</p><p>Mr. Gilburt and his wife have continued to travel through the pandemic. That's required a lot of changes and adjustments—handled by travel adviser Angela Musso of Valerie Wilson Travel.</p><p>Using a travel adviser means you probably aren't going to get the cheapest prices, Mr. Gilburt says, but the reduced hassle has justified the added cost.</p><p>And in some ways, advisers can save money. One cancellation involved a $10,000 nonrefundable booking at a five-star Caribbean hotel. Ms. Musso used her connections to get Mr. Gilburt a refund.</p><p>Travel advisers say their job has become more complex. They must track constantly changing border restrictions. They must sort through Covid-19 restrictions on insurance policies. They must have a Plan B for elaborate events like destination weddings or family reunions if Plan A becomes impractical because of a viral outbreak somewhere. Plan C may be necessary, too.</p><p>Just last week thegovernor of Hawaii tried to wave off vacationers and curtail nonessential trips because the Delta variant of the Covid-19 virus was making enough people sick to approach the islands' limited hospital capacity.</p><p>\"Here we go again,\" says Nancy Scorby of Scorby Travel &amp; Cruise in St. Charles, Ill. Hawaii was one destination she had been successfully selling. Now it likely means a new wave of cancellations and rebookings.</p><p>Like many businesses, travel agencies suffered mightily during the pandemic. Advisers worked first to get customers who were stranded abroad home in the chaos of the shutdown in March 2020. Then they took up the fight for clients to get refunds and usable credits for canceled trips. Vacations got rebooked and rebooked again.</p><p>With little new revenue coming in and even some refunded fees going out, Marc Casto, president of leisure in the Americas for Flight Centre Travel Group, says he had to make significant layoffs. Now, he's aggressively rehiring. Earlier this year, vaccination led to a surge of travel bookings.</p><p>\"April was off-the-charts busy,\" says Mr. Casto, based in Montvale, N.J., and also board chairman of ASTA. Many were new customers worried about all the risks and unknowns. In addition, there's uncertainty about what's actually open at various destinations for restaurants, museums, events and attractions, plus how to safely navigate ground transportation.</p><p>\"Whenever there is complexity, whenever there is uncertainty, whenever there is mystery of rules, there is even more benefit from service,\" Mr. Casto says.</p><p>ASTA held its annual convention in Chicago a week ago and attracted 550 travel advisers, more than the 470 who showed up in Fort Lauderdale, Fla., in 2019. At each gathering, the number of representatives from airlines, hotels, cruise lines, tour companies, rental car agencies and travel insurance providers outnumbered the actual agents.</p><p>The mood, participants say, was euphoric—not only excitement about reconnecting in person, but also energized by the industry's sudden renaissance. There was even an education session for new travel advisers—people who joined the profession during the pandemic when few were traveling.</p><p>\"I think the appreciation for the job has changed,\" says Zane Kerby, ASTA's chief executive.</p><p>One big question facing travel advisers: What do they now need to charge clients to earn profits when each trip requires more time to design, book and track?</p><p>SHARE YOUR THOUGHTS</p><p>Has the pandemic changed your view of travel agents? Why or why not? Join the conversation below.</p><p>Some agencies charged fees to clients; others relied solely on commissions. Now more training is required for agents. And if trips must be rebooked, advisers may end up spending hours and hours on hold with airlines, property-rental firms and others. \"For a $40 service fee, that's not great math,\" Mr. Kerby says.</p><p>Kareem George, who runs a three-person agency called Culture Traveler in Franklin, Mich., now offers an annual retainer or $2,500 in addition to a fee structure ranging from $100 to $500 per trip. He says more than 40% of his current clients are new to travel advisers as a result of the pandemic.</p><p>Services perhaps offered only to the best clients now may be mandatory, like restaurant reservations or local transportation arrangements.</p><p>\"Consumers really get it more than ever,\" he says. \"Now is really an opportunity for those not charging fees previously to introduce fees.\"</p><p>Intel for Travel in 2021</p><p>Travel advisers say they've added new strategies and procedures to planning trips. Here are some suggestions:</p><p>1) Stay in one country. No more touring across regions in multiple countries. You need to minimize border crossings and the testing requirements that come with that.</p><p>2) Know where and when you'll go for your required Covid-19 test to re-enter the U.S. The test must meet certain requirements. Know how you'll get to the test site, if you have to go somewhere, and how long the results will take.</p><p>3) Pay more attention to on-the-ground issues. Will you need dinner reservations? What are local mask requirements? What's open and what's restricted? How will you get around if you are worried about buses and subways?</p><p>4) Walk into an airport interview office if you need to renew your Global Entry but can't get an appointment with Customs and Border Protection. Often officers can fit you in because of no-shows and schedule mix-ups.</p><p>Write to Scott McCartney at middleseat@wsj.com</p><p>Travel Agencies Are Having a Moment Amid Covid-19 Chaos</p>",
  "published": "2021-09-01T10:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 6112,
          "end": 6117
        }
      ],
      "nexusId": "10063594"
    }
  ]
}