{
  "_id": "a529c6cf4d07a519acad8ce44240a718927bd8bc8c43a243d36a7c74d10ee646",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  Intel Bets  Billions on  Rising Chip  Demand  ----  By Aaron Tilley",
  "text": "<p>   Less than six months into the job, Intel Corp. Chief Executive Officer Pat Gelsinger's approach to reviving the chip maker's fortunes is emerging: move quickly and carry a big checkbook. </p><p>   When Mr. Gelsinger took over from Bob Swan in February, after years of Intel missteps, the big question among analysts and investors was whether the company would abandon chip production and focus on design. Such an approach has paid dividends for rivals Nvidia Corp and Advanced Micro Devices Inc., allowing them to eat into Intel's market share. </p><p>   Mr. Gelsinger's answer, effectively, has been an emphatic \"no.\" He has committed Intel to not only make its own semiconductors but also become a so-called foundry, a maker of chips for others -- underwritten with more than $50 billion in financial commitments, if Intel's exploratory talks to acquire chip-making specialist GlobalFoundries come to fruition. The Wall Street Journal on Thursday reported Intel is considering an acquisition that would value GlobalFoundries at roughly $30 billion. </p><p>   It would be Intel's biggest-ever acquisition and almost twice as large as its largest deal to date. Intel spent around $16.7 billion for microprocessor maker Altera Corp. in 2015. </p><p>   A GlobalFoundries takeover would come after Mr. Gelsinger, after little more than a month in the top job, committed Intel to making $20 billion in chip-plant investments in Arizona. Less than two months later, he added a $3.5 billion expansion plan in New Mexico. The Intel CEO has said more financial commitments are on the drawing board, both in the U.S. and overseas. </p><p>   Mr. Gelsinger, since he joined, has vowed that Intel's best days are ahead of it. But he also has stressed the company's need to restore its reputation for reliable performance, and has moved swiftly to bring back engineering talent to deliver on that commitment. </p><p>   At times, Mr. Gelsinger has been blunt about past missteps. Intel has tried before to become a third-party chip maker with little success. \"Our first efforts were somewhat weak,\" he said, adding, \"We didn't really throw ourselves behind them.\" </p><p>   Buying GlobalFoundries could give Intel the know-how to have success this time, Wedbush Securities analyst Matt Bryson said. \"One of the concerns about Intel is they don't really know how to act as a foundry,\" he said. \"GlobalFoundries would give them a bunch of capacity that's broader and mature.\" </p><p>   Intel shares closed down 1.51% Friday. </p><p>   The global chip shortage has put semiconductor production in the spotlight like rarely before.Demand for laptops has skyrocketed, and new ways of working have increased appetite for cloud-computing services and the data centers that run on them. A surge in demand for chips that go into new 5G phones has added to the squeeze on manufacturing capacity, chip companies say. Car makers have had to idle plants for a lack of chips and prices of some electronic goods are rising as a result. </p><p>   The shortage has become a talking point in Washington, D.C., and other global capitals. President Biden has promised to spend about $50 billion to boost domestic chip making. Europe has signaled similar commitments. </p><p>   Intel is betting the chip boom is lasting. Mr. Gelsinger has said the market to make chips for others should reach $100 billion by 2025. He's already courting big name customers and sometime rivals to use their plants, including Qualcomm Inc. and Amazon.com Inc. </p><p>   Intel is racing to grow and secure that business. Taiwan Semiconductor Manufacturing Co., the world's largest contract chip maker, in April said it would invest $100 billion over the next three years to increase production capacity as demand surges. Samsung Electronics Co. plans to invest about $116 billion by 2030 to diversify and boost its semiconductor output. </p><p>   TSMC had about 59% of the global third-party chip-making market last year, and Samsung is at 14%, Counterpoint Research says. </p><p>   Strengthening Intel's chip-production arm is only part of Mr. Gelsinger's plan. The other is to ensure the company continuously designs cutting-edge chips to wow customers. \"We've got a lot of work to do,\" Mr. Gelsinger said earlier this year. </p><p></p>",
  "published": "2021-07-17T06:15:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1479,
          "end": 1484
        },
        {
          "start": 2242,
          "end": 2247
        },
        {
          "start": 616,
          "end": 621
        },
        {
          "start": 3902,
          "end": 3907
        },
        {
          "start": 1043,
          "end": 1048
        },
        {
          "start": 13,
          "end": 18
        },
        {
          "start": 1327,
          "end": 1332
        },
        {
          "start": 2390,
          "end": 2395
        },
        {
          "start": 1906,
          "end": 1911
        },
        {
          "start": 2124,
          "end": 2129
        },
        {
          "start": 799,
          "end": 804
        },
        {
          "start": 513,
          "end": 518
        },
        {
          "start": 938,
          "end": 943
        },
        {
          "start": 1629,
          "end": 1634
        },
        {
          "start": 258,
          "end": 263
        },
        {
          "start": 35,
          "end": 40
        },
        {
          "start": 1131,
          "end": 1136
        },
        {
          "start": 3133,
          "end": 3138
        },
        {
          "start": 3396,
          "end": 3401
        }
      ]
    }
  ]
}