{
  "_id": "1bc0f288b96758af70f6d19e92779f1853f31485898c6509563c4ac8480592d7",
  "feed": "market-watch",
  "title": "Intel stock sinks as earnings prompt questions about falling margins",
  "text": "<p>Intel&#xa0;INTC shares fell about 9% in the extended session after rising 1.1% in the regular session to close at $56.00.</p><p>Analysts peppered Intel execs about falling gross margins that the company said it expects to turn back to growth in a few years, and execs kept defending their forecast. Intel Chief Executive Pat Gelsinger told analysts on the conference call that margins are under pressure, but will remain “comfortably above 50%” because the company is at a “pivot point.”</p><p>Excluding the divested memory business, Intel reported gross margins of 57.8% for the third quarter, and forecast 53.5% for the fourth quarter. Comparatively, Intel reported margins of 59.4% in the second quarter, 58.4% both in the first quarter of 2021 and fourth quarter of 2020, and 56.5% in the year-ago third quarter.</p><p>“We are repositioning Intel for growth to be a long-term growth company,” Gelsinger said. “Near-term, we could have chosen a more conservative route with modestly better financials, but instead the board, the management team — and this is why I came back to the company — choosing to invest to maximize the long-range business that we have.”</p><p>“For gross margin, with the impact of our investment in capacity and the acceleration of our process technology, we expect gross margins between 51 and 53% over the next two to three years before moving upward,” George Davis, Intel's chief financial officer, said on the call.</p><p>Intel's stated mission over the next few years is to regain its leadership position among chip makers as smaller rivals like Advanced Micro Devices Inc. AMD have chipped away at market share with smaller transistor chips.</p><p>Read:Intel changed the name of its chips, but analysts say the story hasn't changed</p><p>Intel reported third-quarter net income of $6.82 billion, or $1.67 a share, compared with $4.28 billion, or $1.02 a share, in the year-ago period. After adjusting for acquisition-related expenses and other items, Intel reported earnings of $1.71 a share, compared with $1.11 a share from a year ago.</p><p>Revenue rose to $19.19 billion from $18.33 billion in the year-ago quarter, snapping a streak of four consecutive quarters of revenue declines. Excluding the company's divested memory business, revenue came in at $18.09 billion.</p><p>Analysts expected adjusted earnings of $1.11 a share on revenue of $18.24 billion, based on Intel's forecast of $1.10 a share and revenue of about $18.2 billion.</p><p>Revenue in the important data-center category rose 10% to $6.5 billion, but fell short of the Street's estimate of $6.67 billion.</p><p>Read: Intel stock rallies as CEO Gelsinger announces aggressive manufacturing buildout</p><p>Revenue from client computing, the traditional PC group, declined 2% to $9.7 billion compared with Wall Street's estimate of $9.61 billion, because of component shortages restricting PC makers from building complete systems thereby reducing demand for CPUs, Intel said.</p><p>Nonvolatile memory solutions revenue declined 4% to $1.1 billion when analysts expected $991 million; “Internet of Things,” or IoT, revenue rose 54% to $1 billion versus the expected $987.6 million; and Mobileye revenue rose 39% to $326 million versus the Street's expected $351.3 million.</p><p>For the fourth quarter, Intel forecast revenue of about $19.2 billion, or $18.3 billion when removing the memory business, and GAAP earnings of 78 cents a share and non-GAAP earnings of 90 cents a share. Analysts on average expected adjusted fourth-quarter earnings of $1.01 a share on revenue of $18.25 billion.</p><p>For the year, Intel expects revenue of about $77.7 billion, or $73.5 billion when removing the memory business, and GAAP earnings of $4.50 a share and non-GAAP earnings of $5.28 a share. Analysts on average expected adjusted full-year earnings of $4.79 a share on revenue of $73.59 billion.</p><p>Intel also said that CFO Davis plans to retire in May 2022.</p><p>Over the past 12 months, Intel stock has gained 4.7%. Over the same period, the Dow Jones Industrial Average&#xa0;&#xa0;DJIA&#xa0;&#xa0;— which counts Intel as a component — has risen 26%, the S&amp;P 500 index&#xa0;SPX&#xa0;and the tech-heavy Nasdaq Composite Index&#xa0;&#xa0;COMP&#xa0;have both gained 32%, and the PHLX Semiconductor Index&#xa0;SOX&#xa0;has grown 44%.</p>",
  "published": "2021-10-22T08:25:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 288,
          "end": 293
        },
        {
          "start": 2891,
          "end": 2896
        },
        {
          "start": 1645,
          "end": 1651
        },
        {
          "start": 1938,
          "end": 1943
        },
        {
          "start": 517,
          "end": 522
        },
        {
          "start": 2552,
          "end": 2557
        },
        {
          "start": 3520,
          "end": 3525
        },
        {
          "start": 3217,
          "end": 3222
        },
        {
          "start": 3986,
          "end": 3991
        },
        {
          "start": 822,
          "end": 827
        },
        {
          "start": 3797,
          "end": 3802
        },
        {
          "start": 1725,
          "end": 1730
        },
        {
          "start": 3882,
          "end": 3887
        },
        {
          "start": 1368,
          "end": 1373
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1419,
          "end": 1424
        },
        {
          "start": 636,
          "end": 641
        },
        {
          "start": 2346,
          "end": 2351
        },
        {
          "start": 135,
          "end": 140
        }
      ]
    }
  ]
}