{
  "_id": "140998a0f0433c8054860cddf0adaa215186f5366d3daf4e621a72c02c5f88a7",
  "feed": "market-watch",
  "title": "Nvidia's ARM acquisition is stalled, and there's a deadline with more than a billion dollars at stake",
  "text": "<p>While announcing yet another quarter of record profit and sales Wednesday, Nvidia Chief Financial Officer Colette Kress toned down her language about the $40 billion acquisition that has many critics in the semiconductor sector.</p><p>In May, Kress said Nvidia NVDA remained “on track to close the transaction within our original timeframe of early 2022.” But in a conference call Wednesday, she said “discussions with regulators are taking longer than initially thought.”</p><p>In a subsequent interview with MarketWatch, Kress declined to state a new timeline, but did discuss the most crucial deadline and the money at stake.</p><p>“The overall regulatory process is probably taking a little bit longer than anticipated,” she said. “We believe the regulators will see the value, the benefits of this deal, to the benefit of this industry, but we don't have a specific date on when we think this will close.”</p><p>Kress pointed out that the deal has to close by September 2022, giving Nvidia roughly a year. Otherwise, ARM's current owner, Softbank Group Inc. JP:9984, gets to keep a $1.25 billion breakup fee that Nvidia already made as a down payment.</p><p>“We will deal with the issue in September 2022 if we have not reached regulatory approval, but right now we are confident that the regulators will see the benefit of the deal,” Kress later added in discussing the breakup fee, which was paid to Softbank. An additional $750 million in licensing fees were paid directly to ARM.</p><p>Earlier this month, there were reports that U.K. regulators were considering blocking the deal for Cambridge, England-based ARM due to concerns about risks to national security. Tellingly, when MarketWatch asked Kress about the “three major geographies” she was dealing with in regulatory issues — the U.S., Europe and China — she corrected the reporter to say there are four, adding the U.K.</p><p>“We are continuing, working with the U.S., U.K., EU and China,” she said, “each of the four major jurisdictions.”</p><p>When asked if there was one country specifically holding things up, Kress said that Nvidia continues to work with four main regulatory agencies and a few smaller ones. “There is not one geography, each has their own process,” she said.</p><p>The deal would add to Nvidia's fast-growing products a microprocessor designer that licenses its chip designs, and would create a direct competitor with Intel Corp. INTC and Advanced Micro Devices Inc. AMD in the data-center/server market. ARM still has a small share there, and Nvidia is strong at selling graphics processors, which run in conjunction with the core microprocessor.</p><p>Adding the chip designer that powers the bulk of smartphones around the world would be a nice addition, but Nvidia's incredible growth looks just fine on its own. Nvidia said sales of its chips to data centers soared 35% last quarter to a record $2.37 billion from a year ago, while gaming products saw even faster growth of 85% to $3.05 billion, with cards in short supply and selling fast. Overall, revenue grew 68% to $6.51 billion and is expected to jump another 44% in the October quarter, compared with the year-ago period, to approximately $6.8 billion.</p><p>Unlike a previous jump in gaming sales, cryptocurrency is not behind the current spike in Nvidia's overall sales and demand. Sales of Nvidia-designed cards especially for cryptocurrency mining were actually disappointing, at $266 million, after Kress had projected $400 million last quarter. Changing needs for miners of popular cryptocurrencies like ethereum ETHUSD and a changing regulatory environment could be harming crypto-related sales, and Kress said they would be “minimal” this quarter.</p><p>Most companies admitting a double whammy of a setback in a massive merger and sluggish sales in a typically hot product category would likely face recrimination from Wall Street. But the high double-digit revenue growth is making up for those disappointments, and shares of Nvidia — the most valuable chip maker in the S&amp;P 500 Index SPX — gained 2% in after-hours trading Wednesday. Investors better hope that those growth rates stay high, if this big deal doesn't get done.</p>",
  "published": "2021-08-21T18:40:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2355,
          "end": 2360
        }
      ]
    }
  ]
}