{
  "_id": "d55f5e6cda4155969bb9e9f58f6979a67196a4b4029c76da0ccc9462d58230c9",
  "feed": "ftcomall",
  "title": "Western companies in China succumb to Stockholm syndrome",
  "text": "<p>Stockholm syndrome, named after a notorious robbery in the Swedish capital in 1973, is a phenomenon in which the victim of kidnapping or hostage-taking develops feelings of trust, affection or sympathy for their captor. It is a condition that afflicts much of the corporate world and some governments when it comes to their dealings with the Chinese Communist party.</p> <p>I was recently invited by a group of Hong Kong-based international business executives to discuss Beijing's moves to crush the <a href=\"https://www.ft.com/content/d580c44a-305f-4cb0-a158-e15e60b0644c\">last vestiges of democracy and free speech</a> in the territory. Several of these executives from democratic societies said they viewed the free press as their greatest enemy. To them the problem was not the erosion of rights and freedoms in what was one of the world's most dynamic financial centres. The problem was pesky journalists who dared to report on these developments, thereby convincing head office to stop investing in the city.</p> <p>It may sound strange to describe successful, moneymaking ventures in China as hostages. But in their daily operations, many of these companies face intellectual property theft, unpredictable and predatory policymaking, intrusive surveillance by secret police and the threat of exit bans or even employee arrest arising from ordinary business disputes.</p> <p>Because Beijing has punished so many companies and countries for a range of perceived political slights — from <a href=\"https://www.ft.com/content/067c2708-6994-3ff0-9081-d714a7e2aaf3\">quoting the Dalai Lama</a> in marketing campaigns, to shunning cotton <a href=\"https://www.ft.com/content/00fc4301-8613-408c-8011-6d6e1067f40e\">allegedly harvested by slave labour</a> — many international companies in China do feel like hostages. But they tend to blame politicians, media or human rights groups in their home countries for antagonising their captors. <a href=\"https://www.ft.com/content/fd3b2d45-ab9b-4812-8fa5-b543d199dcc2\">Companies such as Volkswagen</a>, Apple, Starbucks, Nike, Intel, Qualcomm, General Motors and H&amp;M are all reliant on the huge and growing Chinese market. Various western companies, including several of these, <a href=\"https://www.nytimes.com/2020/11/29/business/economy/nike-coca-cola-xinjiang-forced-labor-bill.html\">have lobbied</a> in public or in private on behalf of the same government that holds them to ransom in China.</p> <p>Some have been punished all the same. Most recently, companies including H&amp;M and Nike were subjected to <a href=\"https://www.ft.com/content/7d1943b0-07f0-4c46-979a-9d1294886ea3\">state-organised consumer boycotts</a> for their refusal to use cotton allegedly produced using Muslim Uyghur slave labour in western China. </p> <p>Unfortunately for companies heavily reliant on China, it is no longer enough to stay quiet about human rights abuses, unfair business practices or political interference. If you want to make money in modern China you have to toe the Communist party's line, engage in ostentatious displays of fealty and assist in its propaganda efforts globally.</p> <p>In <a href=\"https://cset.georgetown.edu/wp-content/uploads/t0235_Qiushi_Xi_economy_EN-1.pdf\">a speech last year</a>, President Xi Jinping made clear he wants to increase this leverage, saying the party “must tighten the dependence of international production chains on China” in order to form a “powerful countermeasure and deterrent capability”. </p> <p>The environmental, social and governance movement sweeping through many companies in the west makes their situations in China even harder. What exactly is the ESG policy of these companies when it comes to “genocide”, as the US state department and the parliaments of Canada, the Netherlands and UK <a href=\"https://www.ft.com/content/ba7d3a76-8222-4f12-bb69-db4f22c1570d\">have formally described</a> the situation in Xinjiang? Senator Marco Rubio of Florida <a href=\"https://www.rubio.senate.gov/public/index.cfm/2021/4/rubio-calls-on-delta-to-condemn-chinese-government-s-genocide\">has a point</a> when he calls Delta Air Lines “the height of hypocrisy” for opposing voter legislation in the US state of Georgia while partnering with a government he accuses of being “actively engaged in genocide” in Xinjiang. Delta is a shareholder in state-owned China Eastern Airlines.</p> <p>The hypocrisy and symptoms of Stockholm syndrome are not unique to companies. New Zealand's government has been admired in many parts of the world as a paragon of progressive values. But when it comes to China, the country's “independent, values-based” foreign policy appears to be premised more on fear and greed. </p> <p>Even before China imposed <a href=\"https://www.ft.com/content/b3b77c27-329e-41ac-be6b-f7cc1436177d\">unofficial sanctions on Australia</a> for daring to call for a genuine investigation into the origins of the pandemic, Wellington went out of its way not to offend Beijing. The country's foreign minister has even called into question the Five Eyes intelligence-sharing arrangement that has existed between the US, UK, Australia, Canada and New Zealand since the second world war. Presumably the goal was to sell a bit more milk powder into the Chinese market.</p> <p>This prompted horror in other western capitals and <a href=\"https://www.globaltimes.cn/page/202104/1221599.shtml\">outpourings of delight</a> from Chinese state media. What the government of New Zealand and many others seem to forget is that acquiescing to the demands of kidnappers only encourages them to take more prisoners.</p> <p><a href=\"mailto:jamil.anderlini@ft.com\"><em>jamil.anderlini@ft.com</em></a></p><p>Source: Jamil Anderlini 2021 'Western companies in China succumb to Stockholm syndrome' FT.com 5 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-05T08:39:32.828Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1734,
          "end": 1739
        }
      ]
    }
  ]
}