{
  "_id": "94a529c4e87cd7b7ad83c859d99fcecf6b66744a574a2e95b27ad91b0bd57c90",
  "feed": "wall-street-journal",
  "title": "Wednesday's Markets:  S&P, Nasdaq Gain, but Dow Slips a Bit  ----  By Will Horner and Amber Burton",
  "text": "<p>   Stocks swung between small gains and losses for most of the session, as investors monitored the impeachment proceedings against President Trump. </p><p>   House lawmakers voted shortly after the stock market closed to impeach the president for inciting last week's Capitol riot, just days before he is due to leave office. While the political rancor has weighed on market sentiment in recent days, many money managers are looking past Washington developments and focusing on prospects for more fiscal stimulus. </p><p>   \"The market is largely focusing on the fundamentals around a Biden administration,\" said Willem Sels, global chief investment officer at HSBC Private Banking. </p><p>   The S&amp;P 500 ticked up 8.65 points, or 0.2%, to 3809.84. The Dow Jones Industrial dropped 8.22 points, or less than 0.1%, to 31060.47. The Nasdaq Composite rose 56.52 points, or 0.4%, to 13128.95. </p><p>   Stocks have struggled for direction this week after notching records in early January as investors weighed the prospect of fresh government spending against political turmoil in Washington and still rising Covid-19 cases. Energy and banking stocks are among the best performers so far in the new year as investors bet on companies that fared poorly in 2020 and are likely to benefit as the economy recovers. </p><p>   \"Markets are going to remain choppy for a while, but through it all, we remain cautiously optimistic,\" said Altaf Kassam, head of investment strategy for State Street Global Advisors in Europe. \"The amount of fiscal stimulus that is possible will protect risky assets, and there is still a lot of cash on the sidelines.\" </p><p>   Meanwhile, some money managers are keeping an eye on the incoming administration's vaccine rollout. </p><p>   \"The No. 1 thing that we're watching is a speedup in the vaccination distribution,\" said Megan Horneman, director of portfolio strategy at Verdence Capital Advisors. \"That's extremely important to get us back and get us to be able to reopen.\" </p><p>   U.S. inflation data out Wednesday showed that consumer prices increased only moderately last month, reflecting weak demand for many  goods and services. </p><p>   Some economists expect inflation to pick up the pace as the economy grows faster later this year. \"The inflation picture is going to look different six months from now,\" said Andrew Mies, chief investment officer at 6 Meridian. \"You're likely going to see higher levels of inflation.\" </p><p>   The Federal Reserve's beige book report also came out Wednesday, offering the latest collection of business anecdotes across Fed districts with insights into how companies view the economy's prospects. The report indicated declines in retail sales and demand for hospitality and leisure services in some parts of the country. </p><p>   \"We know the economy is going to be bigger at some point, so the market is willing to look forward,\" Mr. Sels said. \"We are still in a risk-on environment.\" </p><p>   In corporate news, shares of Intel climbed $3.71, or 7%, to $56.95, as the chip giant said it ousted Chief Executive Bob Swan after activist hedge fund Third Point urged sweeping changes at the company. </p><p>   General Motors shares rose 91 cents, or 1.9%, to $48.73 after the auto maker said it was launching a new electric-truck business. </p><p>   A selloff in U.S. government bonds eased late Tuesday following strong demand for an auction of new 10-year notes. On Wednesday, the yield on the 10-year Treasury note edged down to 1.089% from 1.136% Tuesday. Bond yields fall as the price rises. </p><p>   Bond yields, which had advanced for seven consecutive days, are unlikely to climb much further, Mr. Kassam said. </p><p>   \"Rates are capped where they are now, and the Fed has effectively got a form of yield curve control in place because they have a commitment to buy bonds,\" he said. \"I don't think we will see rates move much higher, because there is still a lot of demand.\" </p><p>   Overseas, the Stoxx Europe 600 added 0.1%. Among major European equities, French retailer Carrefour jumped 13% after saying it was in talks with Canada's Alimentation Couche Tard over a potential merger. </p><p>   In Asia, major indexes ended the day mixed. Early Thursday, Japan's Nikkei was up 1.4%, and Hong Kong's Hang Seng was up  0.3%. U.S. stock futures were up 0.2%. </p><p></p>",
  "published": "2021-01-14T07:09:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2877,
          "end": 2882
        }
      ]
    }
  ]
}