{
  "_id": "6a713e08652fc5132f6956b4ea6cabf6c1b8ee6bf83cb67ba725374713a95dcf",
  "feed": "market-watch",
  "title": "DocuSign stock plunges 30% as pandemic boom appears to dissipate",
  "text": "<p>DocuSign DOCU easily topped third-quarter expectations with its earnings report Thursday afternoon, but the company's billings — which reflect future business under contract — and fourth-quarter forecast came in lighter than expected. In a statement, the electronic-signature company's chief executive said the immense growth experienced during the COVID-19 pandemic appeared to be dissipating.</p><p>“After six quarters of accelerated growth, we saw customers return to more normalized buying patterns, resulting in 28% year-over-year billings growth,” CEO Don Springer said in Thursday's announcement.</p><p>DocuSign shares dove more than 25% to prices that would be a 52-week low in the extended session, a move that would wipe away more than $10 billion in market capitalization if it maintains through Friday's trading session. DocuSign was worth less than $20 billion when the pandemic began, but spiked beginning in April 2020 to a market cap of more than $40 billion as businesses sought to complete deals without the ability to sign documents in person.</p><p>Subscribe:Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>DocuSign reported a third-quarter loss of $5.7 million, or 3 cents a share, on sales of $545.5 million, up from $382.9 million a year ago. After adjusting for stock-based compensation and other effects, the company reported earnings of 58 cents a share, up from 22 cents a share a year ago. Analysts on average expected adjusted earnings of 46 cents a share on sales of $532.6 million, according to FactSet, a bar that DocuSign easily cleared.</p><p>However, the company reported billings of $565.2 million, short of its own guidance for $585 million to $597 million as well as analysts' average forecast of $594 million. For the fourth quarter, management guided for revenue of $557 million to $563 million and billings of $647 million to $659 million, while analysts on average were projecting sales of $575 million and billings of $705.4 million, according to FactSet.</p><p>After spiking early in the pandemic, DocuSign shares had already leveled off in 2021, gaining 5.2% so far this year as the S&amp;P 500 index SPX added 20.2%.</p>",
  "published": "2021-12-03T07:57:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1066,
          "end": 1071
        }
      ],
      "nexusId": "10063594"
    }
  ]
}