{
  "_id": "409618ddf6a2d74291fd6ac8303498dbf0400406585b0c0a4331d9a24417ba36",
  "feed": "ftcomall",
  "title": "Ireland frets about losing its ‘sacrosanct' low-tax regime",
  "text": "<p>For the 16,000 residents of Leixlip, a suburb west of Dublin, economic prosperity has gone hand in hand with Ireland's low-tax strategy since 1989, when Intel moved into town.</p> <p>The US semiconductors company has since invested $15bn and created more than 5,000 direct jobs at a sprawling campus where it makes chips and develops artificial intelligence. It donates equipment to local schools and pulls out its cheque book for community groups and charities in neighbouring villages.</p> <p>“If you throw a stone, it'd land on someone who has worked, or someone who currently works, at Intel,” says local councillor Bernard Caldwell. “We're the enemy of a lot of towns and cities because of what Intel put in.” </p> <p>The rewards reaped by towns like Leixlip helps explain the enduring support for low corporate tax philosophy in Ireland — and why the country has sided with eight nations, including Barbados, against a global minimum levy backed by the US, China, India and most EU countries.</p> <p>Changes agreed last week as part of talks held by the OECD include a 15 per cent minimum tax levy and a system whereby countries would be able to tax large companies based on where they generate revenue. They could cost Ireland €2bn a year in lost tax revenue, Ireland's finance minister Paschal Donohoe has warned. The other European holdouts are Hungary and Estonia. </p> <p>Once considered the poor man of western Europe, Ireland struggled with high unemployment&#xa0;and emigration for decades only first&#xa0;enjoying a prolonged period of economic success during the so-called Celtic Tiger boom in the mid-1990s. In 2009, Dell's decision to move its European manufacturing base to Poland was a reminder that success could unravel quickly. That history informs a reluctance to ditching a regime that has delivered steady incomes.</p> <p>“The majority of Irish people recognise that since the late 1950s Ireland has had a deliberate and successful strategy of having a low, non-burdensome and stable system of corporate taxation and that it has attracted a great deal of foreign investment,” said John Bruton, prime minister from 1994 to 1997. </p> <p>Ireland's lower corporate tax rate — currently a flat 12.5 per cent — boosted productivity by 4 percentage points, or about €6bn between 1994 and 2005, researchers at independent think-tank the Economic and Social Research Institute estimated in a 2011 paper. The country accounts for less than 3 per cent of the EU's economic activity but attracted more than 8 per cent of the bloc's net foreign direct investment from 1990 to 2020, OECD figures show. </p> <p>Frank Barry, an economist at Trinity College Dublin, says he is “very worried” about the consequences of a global minimum rate: “We can talk a lot about our educated labour force, our English language and being part of the EU (as attractions for foreign direct investments) . . . but they are all built on the cornerstone of the corporate tax regime.” </p> <p>“If you knock on a door, no one is going to say, I think we should increase the corporate tax rate,” says Joe Neville, a Leixlip councillor for Fine Gael, the second biggest party in Ireland's ruling coalition. “If something works . . . and we feel that it provides employment and opportunities then you can understand the reluctance to change it.”</p> <p>Views are beginning to shift in some quarters, albeit marginally. Richard Boyd Barrett, a lawmaker for the People Before Profit party — holding five of Ireland's 160 seats — said stories of multinationals using loopholes to pay “pitifully low levels” of tax were challenging Ireland's “sacrosanct” regime.</p> <p>One of those stories features Google, which <a href=\"https://www.irishtimes.com/business/technology/google-used-double-irish-to-shift-75-4bn-in-profits-out-of-ireland-1.4540519\">avoided tax</a> on $13bn of profits in its Irish holding company in 2019 thanks to what has been dubbed the “double Irish” loophole (and which was phased out between 2015 and 2020). </p> <p>“Some people think it's outrageous how little tax big corporations pay,” says Boyd Barrett. “But it's also a case that there's this fear out there . . . that multinationals might pull out if there's a change to the rate.” </p> <p>Karl Rogers, an investment professional who worked in North America before moving back to Dublin, says he used to view a lower rate as “of course great for Ireland Inc”. Now, he wonders whether there is “more harm to the average Irish citizen's wealth than good by having the corporate tax this low with the personal tax this high?” Ireland's highest marginal tax rate is 40 per cent on earnings above €39,300, to which is added a universal social charge of 8 per cent for earnings over €49,357.</p> <p>Raymond Hegarty, an executive who managed the start-up of five multinationals in Ireland, recalls working for one Japanese company that did not rank tax among its top five selection criteria and instead looked at things like skills and a welcome approach to FDI. Language was also key: “Our Japanese president . . . was not going to learn a third language to locate in a non-English-speaking country.”</p> <p>Connor Heaney, managing director at logistics firm CXC Global, says corporate tax was a “draw but not the only consideration” when they picked Ireland as their Emea hub in 2015. They also liked Ireland's location, its network of multinationals and found it “by far the easiest place to set up a business” of the 60 markets they worked. “If Ireland's corporate tax rate where to change, it would not enforce a move from here. We like Ireland.”</p> <p>In Leixlip, when pushed to consider caving in to international pressure, minds remain circumspect. It would not be too big a blow if the 12.5 per cent were to be increased to the 15 per cent agreed at OECD since “Intel is too big a company to move out of Ireland”, Caldwell said. Neville said he “wouldn't be afraid to” increase Ireland's rate to 15 per cent “if we had to”. </p> <p>“Intel came here when I was a kid, and there was a question of why Leixlip, why Ireland,” he said. “Now Ireland is a primary hub.”</p><p>Source: Laura Noonan in Leixlip  2021 'Ireland frets about losing its ‘sacrosanct' low-tax regime' FT.com 8 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-08T04:00:02.404Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 576,
          "end": 581
        },
        {
          "start": 153,
          "end": 158
        },
        {
          "start": 5720,
          "end": 5726
        },
        {
          "start": 686,
          "end": 691
        },
        {
          "start": 5557,
          "end": 5563
        }
      ],
      "nexusId": "10063594"
    }
  ]
}