{
  "_id": "6f392597c2c361322a272e63d059041053655cfaf11b0df8bbbf1736c7be5f03",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Samsung Scouts Sites For New Chip Plant in U.S.",
  "text": "<p>An important factor in whether Samsung moves forward with the expansion will be the availability of U.S. federal government incentives to offset those offered by foreign countries and cheaper costs in other parts of the world, according to a person familiar with the matter.</p><p>The proposal comes as the U.S. weighs allocating billions of dollars in funding to expand U.S. chip manufacturing and reduce its reliance on Taiwan, China and South Korea. New chip-making incentives were included in the National Defense Authorization Act passed in January, although the measures have yet to receive funding.</p><p>Samsung's proposed plant would employ up to 1,900 people and aims to be operational by October of 2022, according to correspondence viewed by The Wall Street Journal between Samsung and the city manager of Goodyear, Ariz., one of the places the company is considering. As is customary with large industrial projects, the local Goodyear authorities are offering a range of incentives, including tax breaks and infrastructure upgrades to lure the factory, according to the letter.</p><p>The U.S. has historically not offered federal aid for chip plants. But the coronavirus pandemic highlighted how disruptions in the global supply chain could interrupt the flow of key ingredients needed to make vital technologies ranging from 5G smartphones to jet fighters, and sparked U.S. interest in becoming more self-sufficient.</p><p>With the rise of the chip industry in Asia over recent decades, the U.S. share of chip manufacturing has fallen to around 12%, according to a Boston Consulting Group report last year.</p><p>It said significant new financial help would be needed for the country to reverse the trend.</p><p>Samsung didn't immediately respond to a request for comment.</p><p>Samsung's move would follow last year's blockbuster chip-making investment decision by rival Taiwan Semiconductor Manufacturing Co. TSMC said it would build a plant north of Phoenix and in December bought land for the $12 billion project.</p><p>TSMC is a contract chip manufacturer, meaning it makes chips according to others' designs. Samsung has a contract chip-making business that would be the focus of its new U.S. plant, but it also has an array of its own consumer products that use chips coming from its factories.</p><p>Samsung has had chip-making facilities in Austin since the 1990s, and has expanded there over the years. The company bought additional land near its existing facilities last year, according to local land records. Next week, it is asking local officials to relocate a roadway near those facilities, according to a City Council agenda. Discussions about development incentives for the project have appeared on agendas of public entities in Austin and the nearby city of Taylor.</p><p>Officials in Texas, Arizona and New York either declined to comment or didn't respond to requests for comment.</p><p>Bloomberg earlier reported Samsung was considering investing $10 billion or more in a facility in Austin.</p><p>A wave of new U.S. chip-plant developments add to changes taking place across the semiconductor industry.</p><p>Intel Corp., the U.S.'s leading chip maker, has fallen behind foreign rivals and plans to outsource production of more of its most advanced chips to factories in Asia. Intel's embrace of more outsourcing comes as competitors are chipping away at its dominance, aided by chips that rival or exceed Intel's in performance and rising stock prices that are spurring a spree of acquisitions.</p><p>Graphics-chip giant Nvidia Corp. is proposing to buy the British chip-design company Arm Holdings for $40 billion in what would be the largest-ever deal in the industry. Intel rival Advanced Micro Devices Inc. and Analog Devices Inc. are poised to gain heft through their own megadeals on the horizon.</p><p>Samsung has largely sat out the rapid consolidation. Its leadership is in fresh disarray after the company's vice chairman and de facto leader Lee Jae-yong returned to prison Monday, following a Seoul appeals court's retrial in a long-running bribery case. Mr. Lee, the third-generation heir, has been responsible for ultimately approving all major business decisions.</p>",
  "published": "2021-01-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3067,
          "end": 3072
        },
        {
          "start": 3235,
          "end": 3240
        },
        {
          "start": 3364,
          "end": 3369
        },
        {
          "start": 3624,
          "end": 3629
        }
      ]
    }
  ]
}