{
  "_id": "6a5fb05189a0b25874b1f4c63cc22e9fc6684e8d550272858bf55d322560aef3",
  "feed": "wall-street-journal",
  "title": "Intel Tabs $95 Billion  For New Chip Plants  ----  By Asa Fitch and William Boston",
  "text": "<p>   Intel Corp. plans to build new chip-making facilities in Europe valued at up to $95 billion, responding to a cross-border race to add manufacturing capacity at a time of a global chip-supply crunch. </p><p>   Intel Chief Executive Officer Pat Gelsinger on Tuesday said the company was planning two chip factories at a new site in Europe and could potentially expand it further, with the increases raising the total investment over about a decade to the equivalent of as much as 80 billion euros, the equivalent of about $95 billion. The facilities would cater to meteoric demand for semiconductors as computers, cars and gadgets become more chip-hungry. </p><p>   \"This new era of sustained demand for semiconductors needs bold, big thinking,\" he said at an auto-industry event in Munich. </p><p>    Taiwan Semiconductor Manufacturing Co., the world largest contract chip maker, this year said it would spend a record $100 billion over the next three years to increase production capacity. South Korean rival Samsung Electronics Co. last month said it plans to boost investments by one-third to more than $205 billion over the next three years, in part to pursue leadership in chip manufacturing. </p><p>   The global chip shortage has hit auto makers particularly hard. Ford Motor Co. and General Motors Co. last week said they were curtailing production because of a dearth of chips. Japan's Toyota Motor Corp. last month said it would cut production by 40% world-wide in September. </p><p>   Intel said it plans to commit manufacturing capacity at a factory in Ireland to the auto-chip sector. And it is establishing a chip-design team to help others adapt designs so they can use Intel's manufacturing capabilities. </p><p>   The overall market for car chips is expected to expand to $115 billion in the next decade, more than doubling its current size, Mr. Gelsinger said. </p><p>   Intel's contract chip-making business has been courting potential customers in Europe, including automotive companies, the company said Thursday. </p><p>   Daimler AG CEO Ola Kallenius told The Wall Street Journal that the company was now in direct contact with chip makers to monitor supply and that he expected the shortage to remain critical into 2023. </p><p>   Mr. Gelsinger on Tuesday predicted the market for car chips would more than double by the end of the decade. Semiconductors, he said, would account for more than 20% of the material costs for new premium-segment cars, up from 4% in 2019, as new driver-assistance capabilities, flashy touch screens and other features that require more processing power become more widespread. </p><p>   Intel's manufacturing expansion in Europe is part of a push under Mr. Gelsinger to make Intel a major contract chip maker, producing semiconductors not just for its own purposes but also companies such as mobile-phone giant Qualcomm Inc. and cloud-computing provider Amazon.com Inc. He kicked off the effort in March with a pledge to build two plants in Arizona at a cost of $20 billion and has since added a $3.5 billion expansion effort in New Mexico. </p><p>   The new European site could eventually house up to eight manufacturing plants, Mr. Gelsinger said. Intel also plans to decide on the location of a new U.S. factory by the end of the year, he has said. </p><p>   Intel has been looking for subsidies that politicians from the U.S. and Europe are offering as they look to ensure future supply of components vital to economic growth. Legislation in Washington outlines billions of dollars in subsidies for local chip making. European leaders, including European Commissioner Thierry Breton and German finance minister Peter Altmaier, also have pushed for financial inducements as part of a goal of doubling Europe's share of global chip-making capacity to 20% over the next decade. </p><p>   Western governments historically have offered limited incentives to chip makers, even as Asian countries eager to build up their domestic industries dangled free land, discounted utilities and tax breaks. That led to a shift in the industry toward South Korea, Taiwan, China, Japan and Singapore over the past several decades. The U.S. in 1990 commanded a 37% share of global chip-making capacity, but now has 12%, according to a Boston Consulting Group estimate last year. </p><p>   Politicians have courted Intel, TSMC, Samsung and others as the companies define their investment plans. </p><p>   Mr. Gelsinger has met leading politicians in Brussels and EU countries in recent months to win financial support for Intel's expansion. Subsidies would make a European plant competitive with lower costs and state handouts available in Asia. </p><p>   Mr. Gelsinger also said at one of the industry's flagship gatherings that his company was making strides in its autonomous-driving efforts. Intel's self-driving subsidiary, Mobileye, an Israeli company acquired in 2017 for $15 billion, will begin a pilot of a robotaxi service in Israel and Germany next year, the company said. The German operation, a collaboration with car-rental giant Sixt SE, could be followed by ride-sharing services across Germany and other European countries later this decade, the company said. </p><p></p>",
  "published": "2021-09-08T06:09:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1817,
          "end": 1822
        },
        {
          "start": 3194,
          "end": 3199
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 4407,
          "end": 4412
        },
        {
          "start": 1444,
          "end": 1449
        },
        {
          "start": 3092,
          "end": 3097
        },
        {
          "start": 2627,
          "end": 2632
        },
        {
          "start": 1633,
          "end": 1638
        },
        {
          "start": 4210,
          "end": 4215
        },
        {
          "start": 4671,
          "end": 4676
        },
        {
          "start": 199,
          "end": 204
        },
        {
          "start": 2539,
          "end": 2544
        }
      ]
    }
  ]
}