{
  "_id": "66aca1ac4996f4e1614967ac094c3bf91bbe20354e202f65fc2f3c38933e0ca1",
  "feed": "wall-street-journal",
  "title": "Intel Sees Protracted Chip Shortage --- CEO says the supply disruption could last into 2023, but hopes for relief later this year",
  "text": "<p>It could take until 2023 to get back to a reasonable supply-demand balance in the industry, Intel CEO Pat Gelsinger said in an interview as the company posted second-quarter earnings Thursday. \"We have a long way to go yet,\" he said. \"It just takes a long time to build [manufacturing] capacity.\"</p><p>Supply shortages should start showing signs of easing later this year, Mr. Gelsinger said, echoing comments from Taiwan Semiconductor Manufacturing Co., the world's largest contract chip maker. TSMC said last week the chip shortage that has hampered car makers could start to ease in the next few months after it ramped up its production of auto chips.</p><p>TSMC and Intel are adding new chip-production plants, though some of that capacity won't be ready for about two more years.</p><p>Mr. Gelsinger has been on a fast track to revive the chip maker after several years of missteps.</p><p>Since he rejoined Intel in February, Mr. Gelsinger has committed to establishing a contract chip-making operation, announced major factory expansions and lured back talent to restore the Silicon Valley icon's technology prowess. The company also is in talks to potentially buy GlobalFoundries for around $30 billion, The Wall Street Journal has reported, in what would be its biggest-ever acquisition and a signal of how serious Mr. Gelsinger is in making Intel a merchant chip producer.</p><p>Mr. Gelsinger declined to address the takeover talks, but said in an interview Thursday that \"this will be a consolidating industry for the long term, and we're one of the companies that can be a consolidator.\"</p><p>Intel said second-quarter sales and profit were broadly flat from a year earlier at $19.6 billion and $5.1 billion, respectively. Wall Street on average expected sales of $17.8 billion and a $4.2 billion profit, according to analysts surveyed by FactSet.</p><p>Although Intel's results and guidance came in ahead of Wall Street's expectations, the figures suggested that the company's profit margins could slip toward the end of the year, Bernstein Research analyst Stacy Rasgon said. Intel shares fell 2% in after-hours trading.</p><p>The PC market has been booming and is poised to continue to do well, Mr. Gelsinger said, as people and companies replace old hardware amid the post-pandemic return to work and the release of Microsoft Corp.'s Windows 11 later this year. \"Even as people go back to work, they're largely going back to hybrid work,\" he said. \"We see that continuing, this need for PC density, for [more] PCs per household.\"</p><p>A recent slowdown in hardware orders from big operators of data centers following a surge last year was largely over, he added.</p><p>The company also lifted its full-year outlook, projecting $77.6 billion in revenue, or $600 million above the earlier figure. Analysts had been expecting $72.7 billion in sales this year. The outlook for the current quarter also came in ahead of expectations.</p><p>Sales of Intel's data-center chips in the second quarter fell to $6.5 billion, short of the lofty heights of a year ago, when the pandemic drove rapid uptake in the cloud-computing services that rely on such facilities. Intel also faces stiffer competition from Advanced Micro Devices Inc., which has eaten into its dominant share in data-center chips. Sales for the PC-centered business rose 6% to $10.1 billion from the year-ago period.</p><p>Mr. Gelsinger in March first unveiled his turnaround plan, along with more than $20 billion investments in two plants in Arizona. He followed, in May, with a $3.5 billion expansion effort in New Mexico. Additional capacity growth, in the U.S. and abroad, is planned.</p><p>Intel might get help from new government incentives to erect those facilities. A bill earmarking $39 billion for domestic chip manufacturing and billions of dollars more for research and development was approved in the U.S. Senate in June. The House still has to pass its spending measure before it goes to the White House for President Biden's signature.</p><p>Europe and Asian countries are luring chip makers with incentives to land more capacity and ensure access to a technology increasingly viewed as crucial for national security.</p><p>Rival chip designers that largely rely on TSMC and No. 2 chip maker Samsung Electronics to make their processors also are pressuring Intel.</p><p>Nvidia Corp., which specializes in graphics processing chips, is working on a CPU for data centers that will compete with Intel's. Nvidia surpassed Intel last year to become the most valuable U.S. chip maker.</p><p>Intel said sales in the current quarter should reach around $19.1 billion.</p>",
  "published": "2021-07-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 889,
          "end": 894
        },
        {
          "start": 4413,
          "end": 4418
        },
        {
          "start": 92,
          "end": 97
        },
        {
          "start": 2049,
          "end": 2054
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 659,
          "end": 664
        },
        {
          "start": 4387,
          "end": 4392
        },
        {
          "start": 4258,
          "end": 4263
        },
        {
          "start": 1327,
          "end": 1332
        },
        {
          "start": 1834,
          "end": 1839
        },
        {
          "start": 4474,
          "end": 4479
        },
        {
          "start": 2896,
          "end": 2901
        },
        {
          "start": 1570,
          "end": 1575
        },
        {
          "start": 3593,
          "end": 3598
        },
        {
          "start": 3107,
          "end": 3112
        }
      ],
      "nexusId": "10063594"
    }
  ]
}