{
  "_id": "979c797bb5fcdde58bed1bea12c668fb990ca127109e982e92ff3250a70b9d08",
  "feed": "wall-street-journal",
  "title": "Check Out Chromebooks for Less",
  "text": "<p>And now's a good time. New Chromebooks have more powerful processors and high-end screens than earlier models reserved for basic classroom tasks. Plus, the pandemic-fueled Chromebook craze nudged developers to improve their services on the platform.</p><p>There are new features, too. Chromebooks can run some, though not all, Android apps from the Google Play Store. If you have an Android phone, Chromebooks now have a \"phone hub\" in the menu bar, to remotely locate or silence your device, and view mobile notifications.</p><p>When deciding which Chromebook to buy, first look at the model's Auto Update expiration timing. After this date, Google will no longer push security patches or bug fixes to the Chromebook. Also, don't spend over $800. If you're willing to go higher, get a full-powered MacBook Air ($999 and up) or Surface Laptop 4 ($899 and up).</p><p>And before you shop, be aware of a few quirks and potential Chromebook drawbacks:</p><p>Zoom blips: Zoom recently improved performance on Chromebooks with a new app, but the video-calling experience isn't as good as on traditional laptops. During my testing, the audio and video were shaky at times. A Zoom spokesman said the company is continuing to improve the Chrome app's speed and stability, though my issues may be hardware-related. Google Meet, optimized earlier this year, was better, but virtual backgrounds or too many open tabs often reduced performance.</p><p>Corporate restrictions: A Google account is required to use a Chromebook, and if your company uses Google Workspace (formerly known as G Suite), it may restrict certain Chromebook settings. If biometric login is blocked, you won't be able to use models with fingerprint readers.</p><p>For the past month, I switched to Chrome OS, and was surprised by how easy the transition from Mac was. My corporate and personal Google credentials gave me immediate access to my most-used apps: Meet, Gmail, Docs and Sheets. Other essential apps -- my password manager, work-required virtual private network and Slack -- are virtually the same in the Chrome and Mac worlds.</p><p>I did miss having a desktop app for Signal messaging, as well as access to iMessage, FaceTime and other Apple-only features. And the occasional videoconferencing hiccups were frustrating.</p><p>Still, the models I tested met my professional and personal computing needs in different ways. I highlighted these four in part because they're in stock.</p><p>Google Pixelbook Go</p><p>Price: Starts at $599; google.com</p><p>Who it's for: Frequent travelers, hybrid workers</p><p>Updates end: June 2026</p><p>Pros: This was my favorite Chromebook to work on. It has a great 13.3-inch touchscreen, super-quiet comfortable keyboard and a fantastic 1080p webcam that works well, even in lowlight conditions. The Pixelbook Go is also super sleek and lightweight, at just 2 pounds, in a thin 13 mm body.</p><p>Cons: It's over two years old and its support ends in less than five years. This makes it harder to recommend, unless you can find it at discount. The laptop is traditional -- the screen doesn't do a backflip into tablet position like others I tested. It's also scant on ports, with just two USB-C ports and a headphone jack.</p><p>Samsung Galaxy Chromebook 2</p><p>Price: Starts at $549; bestbuy.com</p><p>Who it's for: Streaming-video fiends</p><p>Updates end: June 2028</p><p>Pros: The first thing you'll notice about Samsung's Galaxy Chromebook 2 is its vivid high-definition screen, ideal for YouTube and Netflix enthusiasts. The Chromebook has a sleek metal design and the keys, while shallow, are satisfyingly bouncy.</p><p>Cons: The webcam is subpar, and the cheapest model has a slow Intel Celeron processor. (Go with the Intel i3 upgrade for $700, as it can easily handle upwards of 35 browser tabs.) I also experienced some Wi-Fi connectivity issues.</p><p>Lenovo IdeaPad Flex 3</p><p>Price: $379; bestbuy.com</p><p>Who it's for: Students who need to do basic computer tasks</p><p>Updates end: June 2028</p><p>Pros: For those looking to surf the web with a nice keyboard, Lenovo's Flex 3 is sufficient. The built-in webcam privacy shutter is a nice touch, and the battery will get you through the day. (In testing, it lasted nearly nine hours.)</p><p>Cons: It has a cramped, low-resolution 11-inch screen. The webcam is bad, but the Zoom stability is worse. The video feed often stuttered, especially when I was simultaneously taking notes in a Google doc.</p><p>HP Chromebook x360 14c</p><p>Price: Starts at $660; hp.com</p><p>Who it's for: People who write with their hands and log in with their fingers</p><p>Updates end: June 2028</p><p>Pros: The laptop has a spacious 14-inch display and a giant trackpad. The main upgrade, though, is a fingerprint reader for easy logins, a rare feature in Chromebooks. Its speakers are surprisingly decent. It's got the three ports most people need: USB-C, regular USB and MicroSD. The magnetically attachable compatible stylus (sold separately for $54) is responsive and accurate, especially in Google's Cursive web app.</p><p>Cons: The webcam is meh, and the 2021 model has worse battery life (10.5 hours) than last year's (13.5 hours). An HP spokesman said the new model has a more powerful, energy-intensive processor and a slightly smaller battery. And you'll feel all 3.35 pounds of this beast when carrying it in a backpack.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3615,
          "end": 3620
        },
        {
          "start": 3577,
          "end": 3582
        }
      ]
    }
  ]
}