{
  "_id": "2aca420ee8012643ec8053e26051753ee0ab483843528a1fe848e6881ab652f1",
  "feed": "wall-street-journal",
  "title": "Intel Wins Defense Department Award for Domestic Chip Making; Company to provide commercial foundry services as part of broader program with government agency",
  "text": "<p>The program was designed to support a U.S.-based, chip-building ecosystem that could give the government agency access to technology and help secure its long-term needs for products, Intel said.</p><p>Intel's entry into the program comes as the U.S. government has been working to address a global semiconductor shortage. The Biden administration's defense budget for the 2022 fiscal year includes a request for $2.3 billion for microelectronics efforts deemed critical to long-term national security.</p><p>The contract award will support Intel Foundry Services, which the company established as a stand-alone division earlier this year to produce Intel-design chips and those using other architectures.</p><p>Intel has laid out a plan to invest about $20 billion in building out two new factories in Arizona. It said the factories will provide capacity for foundry customers and support what it sees as expanding requirements for Intel products. Intel said it expects to start planning and construction activities this year.</p><p>Intel Chief Executive Pat Gelsinger and other board members met last month with members of the Biden administration to discuss plans to build more chip factories and make a case for receiving government subsidies to advance those efforts, The Wall Street Journal reported.</p><p>Chip production over the past few decades has shifted away from the U.S. and Europe—which had previously been the center—in part because of financial incentives provided by governments to build up domestic industries.</p><p>Chip-industry officials expect the shortage that has led to cuts in car production and driven up prices of some consumer electronics to ease in the coming months, with some effects likely to be felt for a long time.</p><p>The pandemic has increased spending on items from laptops to data centers used for computing services that businesses and consumers increasingly rely on. That has contributed to the chip-supply bottleneck, but also provided some benefits to chip suppliers, industry officials have said.</p><p>\"One of the most profound lessons of the past year is the strategic importance of semiconductors, and the value to the United States of having a strong domestic semiconductor industry,\" said Randhir Thakur, president of Intel Foundry Services.</p><p>Mr. Gelsinger, who rejoined Intel as CEO in February, has worked to refashion Intel's image as an innovator despite the company's past missteps. He has also said the company is committed to buying other chip makers as the industry consolidates. The company had been in talks to buy GlobalFoundries, though those discussions have since cooled, the Journal previously reported.</p><p>Intel lost its title last year as the nation's largest semiconductor company by market value to Nvidia Corp. South Korea's Samsung Electronics Co. became the world's top chip maker by revenue in the second quarter.</p><p>Since Mr. Gelsinger became CEO, Intel's share price is down about 16% through Friday's close, compared with a 13% gain in the S&amp;P 500.</p><p>Write to Dave Sebastian at dave.sebastian@wsj.com</p><p>Intel Wins Defense Department Award for Domestic Chip Making</p>",
  "published": "2021-08-23T13:43:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 693,
          "end": 698
        },
        {
          "start": 1009,
          "end": 1014
        },
        {
          "start": 183,
          "end": 188
        },
        {
          "start": 3023,
          "end": 3028
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2623,
          "end": 2628
        },
        {
          "start": 528,
          "end": 533
        },
        {
          "start": 2870,
          "end": 2875
        },
        {
          "start": 930,
          "end": 935
        },
        {
          "start": 195,
          "end": 200
        },
        {
          "start": 914,
          "end": 919
        },
        {
          "start": 2325,
          "end": 2330
        },
        {
          "start": 2275,
          "end": 2280
        },
        {
          "start": 2223,
          "end": 2228
        }
      ],
      "nexusId": "10063594"
    }
  ]
}