{
  "_id": "0c37377aea06c9a3dd0b8d579a980b093479317193cc3022bcd7604100dd4cc1",
  "feed": "ftcomall",
  "title": "Will I be taxed in the US or the UK?",
  "text": "<p><strong>I am a UK-resident US citizen with pension savings in the US. I would like to transfer my individual retirement account (IRA) to a Roth IRA, but first want to understand how any such transfer would be taxed in the UK or the US.</strong></p> <p><strong>Estella Bogira, senior associate in the pensions team at Withers</strong>, says that you are right to be concerned about both US and UK taxes. It is usual to pay tax on worldwide income in the country where you are resident, but additionally the US reserves the right to tax its citizens on their worldwide income, regardless of where they are resident.</p> <p>An IRA is an account that encourages saving for retirement by providing certain tax advantages. They come in several varieties: one is a Roth IRA, which generally allows holders to make tax-free withdrawals after five years and after the age of 59 and a half.</p> <p>The first thing to do is to look at the double tax treaty (DTT) in place between the US and the UK. The activity you are considering (a transfer of pension assets from one US pension arrangement to another) is specifically excluded from UK tax by the DTT, which says that where US pension income is transferred to another pension scheme, and not distributed to the individual, there is no UK tax.</p> <p>If, rather than the funds transferring directly to the Roth IRA, you receive a distribution yourself which you then contribute to the Roth IRA within 60 days, the application of the DTT is slightly different, but the outcome is the same — the US has exclusive taxing rights over the funds. This will be the case whether you make the conversion in one go, or over a period of time with multiple withdrawals and contributions.</p> <p>You therefore only need to consider how the US would tax the transfer. What you are proposing to do is known in US terms as a “Roth IRA conversion”. The key difference between a traditional IRA and a Roth IRA is that contributions to a traditional IRA are not taxed, and instead the benefits are taxed on withdrawal, whereas contributions to a Roth IRA are made from post-tax funds and so there is generally no tax on withdrawal.</p> <p>So that the US Inland Revenue Service does not lose out on income tax, it imposes a tax charge on Roth IRA conversions. Essentially, the amount converted (that is, transferred from the traditional IRA to the Roth IRA) is added to your gross income for that tax year, and you will owe US tax at your marginal rate on that amount. There is no early withdrawal tax on a Roth IRA conversion even if you are under 59 and a half years old because you are not deemed to have withdrawn the funds.</p> <p>Converting pension savings to a Roth IRA can be attractive if, for example, you expect to be in a higher tax bracket during retirement than at the time of the conversion. Tax is paid on conversion rather than on withdrawal, so crystallising the tax liability at the right time can allow you to make a tax saving overall.</p> <p>If you currently pay UK income tax you may have excess foreign tax credits — it is worth exploring whether these could be used to reduce the US tax payable on the conversion. </p> <p><em>Additional information provided by Richard LeVine in the US wealth planning team at Withers</em></p> <h2>Could I be a James Bond-style tax nomad?</h2> <p><strong>James Bond's international lifestyle resonates with me: does one need to have a permanent place of residence for tax purposes or is it possible to be a tax nomad while assigned on very important international business?</strong></p> <p><strong>Camilla Wallace, head of the private client group at Wedlake Bell,</strong> says this is an extremely common question particularly at the moment as tax rates start to increase across the world to pay for unforeseen Covid debt. Each jurisdiction will have its own tax residency rules, so to be a “tax nomad” you (or your advisers) would need to know all of these, and organise your international lifestyle so as not to fall foul of any of them. </p> <p>Although technically possible with disciplined record keeping and day counting, in practice a tax nomadic lifestyle will not be easy. For example, financial institutions often require you to declare your country of tax residency as part of their annual compliance and it can be difficult to have effective business relationships if this is left blank. </p> <p>This is why residency in a “tax haven” looks so attractive — often with no tax on income, capital gains or inheritance. However, with increasing obligations due to automatic exchange of information between tax jurisdictions and the committed drive for global financial centres (for that, read “tax havens”) to be robust, above board and respectable, jurisdictions are now requiring your residence to have actual substance, such as a record of nights spent there.</p> <p>So if you decide that being a tax nomad is too hard to achieve, which tax jurisdictions are favourable for the internationally mobile? James Bond's destinations are not too off-kilter: to list a few, Bahamas (<em>Never Say Never Again</em> and <em>Thunderball</em>), Macau (<em>The Man with the Golden Gun</em> and <em>Skyfall</em>), Switzerland (<em>On Her Majesty's Secret Service</em> and <em>Goldfinger</em>), Jamaica (<em>Dr No</em> and <em>Live and Let Die</em>), Monaco (<em>Goldeneye</em>) or perhaps Italy (<em>Casino Royale</em>, <em>Quantum of Solace</em> and <em>Spectre</em>). </p> <p>Some will have enticing regimes for foreigners seeking to relocate for a limited period of five or 10 years, which is akin to the UK's “remittance basis of taxation” for non-UK domiciliaries where offshore income and gains are not taxed in the UK provided they are not remitted here. </p> <p>Italy is currently offering a generous flat tax regime where, for €100,000, Italy will not seek to tax the individual's foreign income; and Portugal (featuring only once, I believe, in O<em>n Her Majesty's Secret Service</em>) is currently popular due to its non-habitual resident regime's exemption of foreign dividends, interest and income where tax has been paid overseas.</p> <p>But let's look at this “important international business”. It is worth noting that James Bond and all “Crown servants” such as spies, civil servants, diplomats and military personnel remain taxable in the UK on their Crown earnings in spite of being posted to exotic climes for Queen and country. If you are a private individual being assigned overseas, you may not need to pay UK tax on the related foreign earnings if you are not UK tax resident; and we come full circle back to knowing the rules for the relevant jurisdiction. </p> <p><em>The opinions in this column are intended for general information purposes only and should not be used as a substitute for professional advice. The Financial Times Ltd and the authors are not responsible for any direct or indirect result arising from any reliance placed on replies, including any loss, and exclude liability to the full extent.</em></p><p>Source: Lucy Warwick-Ching 2021 'Will I be taxed in the US or the UK?' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-27T10:08:24.609Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [],
      "nexusId": "10063594"
    }
  ]
}