{
  "_id": "6e10362b92830a996287c785cdd29ed582d60ff48d8c2b2c30b542ed43aa1998",
  "feed": "ftcomall",
  "title": "McAfee in talks to go private in deal worth more than $14bn",
  "text": "<p>Antivirus software company McAfee is in advanced talks to go private in a deal worth more than $14bn including debt led by private equity firm Advent International, according to two people briefed on the negotiations.</p> <p>The buyout would be one of the largest of the year and, if successful, mark an end to McAfee's brief run on public stock markets after its <a href=\"https://www.ft.com/content/36b17c46-2267-4128-9803-d40a933210f9\">initial public offering in October 2020</a>. </p> <p>Boston-based Advent is leading a consortium of investors, including private equity firm Permira; Canadian pension plan CPP Investment Board; Crosspoint Capital; Abu Dhabi Investment Authority; and Singapore sovereign wealth fund GIC, the people said, describing the talks as advanced.</p> <p>McAfee has total debt of about $4bn, meaning the deal would put its equity value at more than $10bn.</p> <p>Bloomberg first reported the talks, which prompted McAfee shares to close up over 20 per cent on Friday, giving the company a market value of $10.9bn.</p> <p>“We are not able to provide a response at this time,” McAfee said. </p> <p>CPPIB and Permira declined to comment, while ADIA, GIC and Crosspoint did not immediately respond to a request for comment. </p> <p>A deal to take McAfee private would be the latest twist for a company with a colourful history. The developer of antivirus software was founded in 1987 by <a href=\"https://www.ft.com/content/11a1b203-6698-4d03-9295-d391ba15ffe3\">John McAfee,</a> who left the company in the mid-1990s and eventually became a flamboyant cryptocurrency entrepreneur who often based himself in Belize. </p> <p>In October 2020, the US Department of Justice indicted McAfee for tax evasion. He was then detained in Spain on market manipulation charges in March this year and found dead in his jail cell near Barcelona in June. </p> <p>Intel acquired McAfee in 2010 for $7.7bn and sold a 51 per cent stake in 2016 to private equity firm TPG Capital in a $4.2bn transaction. The following year, TPG sold part of its stake to software-focused private equity firm Thoma Bravo. </p> <p>McAfee used $740m of the proceeds raised during in its IPO in October 2020 to repay debt. </p> <p>This summer, the company sold its enterprise business to Symphony Technology Group in a $4bn deal aimed at further deleveraging its balance sheet. A month after the July 2021 sale, McAfee paid a $4.5 per share special dividend to shareholders, which include TPG, Thoma Bravo, GIC and Intel.</p><p>Source: Antoine Gara in New York 2021 'McAfee in talks to go private in deal worth more than $14bn' FT.com 5 November. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-11-05T22:55:48.588Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1645,
          "end": 1650
        },
        {
          "start": 2257,
          "end": 2262
        }
      ]
    }
  ]
}