{
  "_id": "37371e207aa20001d99d871df4fce93b444764197ba62a1cb65a6c89ee504187",
  "feed": "ftcomall",
  "title": "Chip prices set to rise into next year as TSMC increases rates",
  "text": "<p>Prices of chips and of the electronic devices they power are on track to rise into 2022 as the world's biggest contract chipmaker joins its rivals in ramping up production fees.</p> <p>Prices of semiconductors have been climbing since the last quarter of 2020 amid a global supply crunch. But news that Taiwan Semiconductor Manufacturing Co was preparing its&#xa0;<a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-hikes-chip-prices-up-to-20-amid-supply-shortage\">biggest price rise in a decade</a>&#xa0;still came as a shock to some, bringing home just how entrenched chip price inflation has become.</p> <p>TSMC controls over half the global foundry market, making chips for the likes of Apple, Nvidia and Qualcomm. Known for its cutting-edge tech and high quality, the Taiwanese company normally commands production fees around 20 per cent higher than its rivals, according to industry insiders.</p> <p>Since the end of last year, however, smaller foundries have repeatedly ramped up their prices, so that United Microelectronics, the world's third-largest manufacturer, now charges more than its bigger compatriot for some services, four industry executives told Nikkei Asia.</p> <p>These higher prices stem from a range of factors, including higher material and logistics costs as well as the race by device makers to secure adequate chip supplies, that have emerged since the chip shortage first began to bite late last year.</p> <p>TSMC has been slower than most other chip companies in raising its prices, in part because it already enjoyed such a hefty premium. But with investment costs also rising — the company has pledged $100bn in spending over the next three years — the chip giant felt compelled to&#xa0;<a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-cancels-chip-price-cuts-and-promises-100bn-investment-surge\" title=\"\">pass on some of the burden</a>, sources briefed on the matter said.</p> <p>More urgently, industry sources say, the company is keen to weed out so-called double-booking, in which clients place orders for more chips than they actually need in the hope of securing production line space and support from contract chipmakers amid the global supply crunch. This, in turn, has made it difficult for TSMC to grasp the “real demand” picture, sources briefed on the matter told Nikkei.</p> <p>Client reactions to the planned price rise are mixed.</p> <p>“We are glad that TSMC eventually adjusted prices so that it could fend off the practice of double-booking, when industry players race to secure enough chip production capacity during a shortage,” KS Pua, chair and chief executive of Phison Electronics, told Nikkei. The leading NAND flash controller chip and solution provider is a client of both TSMC and UMC.</p> <p>“We are still short of supplies and want more chip capacity to support our growth for the second half of 2021,” Pua said.</p> <p>Phison raised its own chip prices around April this year to reflect the rising supply chain costs, and Pua said his company would have discussions with clients about further increases.</p> <p>Others, however, have expressed concern over whether they will be able to pass on these higher costs to customers.</p> <p>“We are all in a great shock and all of our account managers need to speak to our customers to see if we can renegotiate some of the contracts,” a chip executive told Nikkei. “We haven't seen TSMC introduce such a broad rate increase in over a decade.”</p> <p>The impact of TSMC's price will be felt more obviously from next year, analysts say, as the company is still working through existing orders. Customers will also negotiate their own specific terms with TSMC before October 1, when the price rises officially take effect, they said.</p> <p>Overall chip prices, however, have already surged.</p> <p>According to Dale Gai, research director of Counterpoint Research, chip developers are paying 40 per cent higher production fees for legacy chips that are in the shortest supply.</p> <p>Electronics makers, meanwhile, face even steeper increases as they try to source enough chips to complete their devices. The price of some microcontroller chips, for example, has jumped from $0.20 each to more than $1, supply chain executives and distributors told Nikkei — a 400 per cent increase in less than a year.</p> <p>The reason is that these chips, while not necessarily the most important part of a smartphone or server, are still essential and not easily replaced. Such chips can also be stockpiled more easily than, say, CPUs, which quickly become obsolete, so anyone who has extra inventory can name their price if they find a buyer in need.</p> <p>Prices have risen in just about every step of the chip supply chain, from basic materials to chip packing and testing services — the last step before chips are mounted on printed circuit boards.</p> <p>For top chip developers that outsource production — namely Qualcomm, Nvidia, MediaTek and Advanced Micro Devices — this translated to an increase in “cost of sales” in 2020, according to a Nikkei analysis. Defined as the total cost of production, materials and delivery of goods, cost of sales continued to surge in the first half of 2021.</p> <p>Mobile chip giant Qualcomm's accumulated cost of sales from last October until June this year jumped nearly 60 per cent on the year, while that of MediaTek, its key Asia rival, increased more than 64 per cent for the same period. Both Qualcomm and MediaTek's revenue surged even more during the period, however, indicating they have adjusted the selling prices of their chips, which are used by the world's main smartphone makers.</p> <p>Industry players and analysts predict strong chip demand — and thus higher prices — to continue into next year.</p> <p>Doris Hsu, chair and chief executive of Globalwafers, the world's third-largest wafer material maker, said the price of wafers — the essential substrate that all chips are fabricated on — is set to go up.</p> <p>“Materials and chemicals used in production and transportation logistics costs are all on the rise,” Hsu said. “That means we have to adjust the selling price of our wafers, otherwise our profit margin could be affected.”</p> <p>Peter Hanbury, a partner specialising in chip and tech supply chain at Bain &amp; Co, told Nikkei chip prices will probably rise into next year because of the time it takes to expand production capacity.</p> <p>Chip developers such as Qualcomm, NXP and Nvidia, he added, will probably negotiate to pass these price increases on to their own customers — namely device makers and electronics builders such as Apple, Samsung, Xiaomi, HP, Dell and Ford.</p> <p>“[For] products like smartphones and PCs, the price increases will be more noticeable, while for other devices with limited semiconductor content you may not even notice,” Hanbury said, referring to the retail prices.</p> <p>Gai, of Counterpoint Research, said the rising cost of chips may even have an impact on smartphone makers' business strategies.</p> <p>“The net profit margin for smartphone makers excluding Apple is only about 5 to 10 per cent. In that case, the rising chip costs will definitely push all the industry players to roll out higher-end handset models for next year to offset the cost impacts rather than focus on midrange or lower-end phones,” he said.</p> <p>Meanwhile, the race to develop cutting-edge technologies is also expected to keep chip prices high for the long term, particularly the more advanced offerings.</p> <p>“Advanced chip production, such as 7-nanometer, 5-nanometer and future 3-nanometer, is extremely expensive,” Mark Li, a veteran semiconductor analyst with Sanford C Bernstein, told Nikkei. “Only TSMC, Samsung and Intel could afford the investment. I am not going to say those advanced chip prices will never fall, but it's not easy for them to go down much, given the scale of the investment,” Li said.</p> <p>For smaller players and for more mature production technology, Li said, the market “could be more volatile once there is an economic slowdown. The correction could be quite substantial and quick, too.”</p> <p>Li said the most important factor in determining prices, however, is the same as always: demand.</p> <p>“Chip plants operate like airlines. Airlines must shoulder fixed costs even if there are only one or two passengers on board. Chipmaking plants are the same. If the demand slows, they have to lower prices to lure more clients and maintain utilisation rates.”</p> <p>TSMC told Nikkei that it would not comment on pricing adjustment but referred to chief executive CC Wei's statement during an earnings briefing in July, when he said: “TSMC's pricing strategy is strategic, not opportunistic. At the same time, we face manufacturing cost challenges due to increasing process complexity at leading node, new investment in mature nodes, expansion of our global manufacturing footprint and rising materials and basic commodities cost. Therefore, we are firming up our wafer pricing.”</p> <p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Chip-prices-set-to-rise-into-2022-as-TSMC-hikes-rates\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on September 6 2021. ©2021 Nikkei Inc. All rights reserved.</em></p> <h2>Related stories</h2> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-hikes-chip-prices-up-to-20-amid-supply-shortage\">TSMC raises chip prices up to 20% amid supply shortage</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/SMIC-to-build-8.87bn-Shanghai-chip-plant-in-challenge-to-TSMC\">SMIC to build $8.87bn Shanghai chip plant in challenge to TSMC</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Technology/US-benefits-as-Taiwan-tech-shifts-from-China-but-Japan-left-behind\">US benefits as Taiwan tech shifts from China, but Japan left behind</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Politics/Taiwan-says-security-talks-with-Japan-focused-on-TSMC-investment\">Taiwan says security talks with Japan focused on TSMC investment</a></p></li> </ul><p>Source: Cheng Ting-Fang, Nikkei staff writer 2021 'Chip prices set to rise into next year as TSMC increases rates' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-14T22:00:36.440Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 7261,
          "end": 7266
        }
      ],
      "nexusId": "10063594"
    }
  ]
}