{
  "_id": "66fa405381e45ec9beafbd87eab52fc5eebc076c3b6c0e635ca15648db4ce47e",
  "feed": "market-watch",
  "title": "AMD CEO feeling ‘very, very good' about data-center market as sales hit a record",
  "text": "<p>AMD AMD raised guidance for the full year yet again, as it has in every quarterly earnings report so far this year, and now projects sales to grow about 65% year-over-year compared with a forecast of 60% growth in the previous guidance. AMD reported revenue of $9.76 billion last year, so that suggests sales of about $16.1 billion this year, while analysts were forecasting revenue of $15.52 billion, according to FactSet.</p><p>AMD also expects fourth-quarter revenue of $4.4 billion to $4.6 billion, while analysts had been projecting $4.25 billion, according to FactSet.</p><p>“We are very pleased with the momentum we have built in our data-center business, as server CPU and GPU revenue grew to a mid-20s percent of overall revenue in the quarter,” AMD Chief Executive Lisa Su said on a conference call Tuesday.</p><p>AMD reported third-quarter net income of $923 million, or 75 cents a share, compared with $710 million, or 58 cents a share, in the year-ago period. After adjusting for stock-based compensation and other factors, the Santa Clara, Calif.-based company reported earnings of 73 cents a share, compared with 41 cents a share in the year-ago period.</p><p>Revenue rose to $4.31 billion from $2.8 billion in the year-ago quarter. Analysts surveyed by FactSet had forecast adjusted earnings of 66 cents a share on revenue of $4.11 billion, after AMD projected between $4 billion to $4.2 billion.</p><p>Sales from enterprise, embedded and semi-custom chips — the unit that includes data-center and gaming-console revenue — rose 69% to $1.91 billion, compared with $1.13 billion a year ago. Analysts had forecast $1.78 billion. Rival Intel Corp.'s INTCdata-center sales rose 10% in comparison.</p><p>“We're feeling very, very good about the server business or the data-center market,” Su said on the call. “I think from a market standpoint, you know, we've seen a strong market year in 2021, in both cloud and enterprise, and we see that continuing into 2022.</p><p>“And we see strong demand across the board, but sequentially what we're guiding to is, you know, stronger server demand as well as gaming, and gaming includes the semi-custom game consoles, as well as our graphics business,” Su added.</p><p>In its computing and graphics segment, AMD reported second-quarter sales of $2.4 billion, up from $1.67 billion last year, compared with analyst expectations of $2.33 billion.</p><p>Shares, which had been up slightly after hours, were last down a little less than 1%. The stock rose 0.5% in the regular session to a fresh all-time high of $122.93, its fourth record close in a row.</p><p>Su also said AMD's acquisition of Xilinx Inc. XLNX was making “good progress” through the regulatory process, and she expects it to close by the end of the year.</p><p>Over the past 12 months, AMD shares have gained 50%. In comparison, the PHLX Semiconductor Index&#xa0;SOX has gained 47%, the S&amp;P 500 index&#xa0;SPX has risen 35%, and the tech-heavy Nasdaq Composite Index&#xa0;COMP is up 34%.</p>",
  "published": "2021-10-26T18:39:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1619,
          "end": 1624
        }
      ],
      "nexusId": "10063594"
    }
  ]
}