{
  "_id": "f1739b647fa345c258c83dab86b172abcb5e64b54d70696a7918ebbd23809fce",
  "feed": "market-watch",
  "title": "Nvidia earnings top Street view with record data-center, gaming revenue",
  "text": "<p>Nvidia NVDA shares wobbled between a 1% loss and a 1% gain at last check after hours, following a 2.2% decline in the regular session to close at $190.40. Shares last closed at a split-adjusted record high of $206.99 on July 6. All share and per-share figures are presented as split adjusted.</p><p>The Santa Clara, Calif.-based chip maker reported second-quarter net income of $2.37 billion, or 94 cents a share, compared with $622 million, or 25 cents a share, in the year-ago period. Adjusted earnings, which exclude stock-based compensation expenses and other items, were $1.04 a share, compared with 55 cents a share in the year-ago period.</p><p>Revenue soared to a record $6.51 billion, up 68% from $3.87 billion in the year-ago quarter.</p><p>Analysts had estimated adjusted earnings of $1.02 a share on revenue of $6.33 billion. Back in May, Nvidia had forecast revenue between $6.17 billion and $6.43 billion.</p><p>In the second quarter, gaming sales surged 85% to a record $3.05 billion, surpassing last quarter's previous high mark of $2.76 billion, while analysts surveyed by FactSet had expected Nvidia gaming sales of $2.98 billion.</p><p>On the data-center side, sales rose 35% to a record $2.37 billion from the year-ago period, while analysts expected sales of $2.27 billion.</p><p>“This quarter, we launched Nvidia Base Command and Fleet Command to develop, deploy, scale and orchestrate the AI workloads that run on the Nvidia AI Enterprise software suite,” said Chief Executive Jensen Huang, in a statement.&#xa0;“With our new enterprise software, wide range of Nvidia-powered systems and global network of system and integration partners, we can accelerate the world's largest industries racing to benefit from the transformative power of AI.”</p><p>“We are thrilled to have launched NVIDIA Omniverse, a simulation platform nearly five years in the making that runs physically realistic virtual worlds and connects to other digital platforms,” Jensen said.</p><p>For the third, or current, quarter, Nvidia forecast revenue of $6.66 billion to $6.94 billion, while analysts surveyed by FactSet have forecast revenue of $6.57 billion on average.</p><p>Earlier in the month, rumors swirled that the company's planned acquisition of microprocessor-design company Arm Ltd. for $40 billion from Softbank Group Corp. JP:9984, could get blocked by U.K. regulators. Arm is based in Cambridge, England. Nvidia forecast the deal to close in early 2022.</p><p>“We are working through the regulatory process for our pending acquisition of Arm Ltd.,” said Colette Kress, Nvidia's chief financial officer, in a statement. “Although some Arm licensees have expressed concerns or objected to the transaction, and discussions with regulators are taking longer than initially thought, we are confident in the deal and that regulators should recognize the benefits of the acquisition to Arm, its licensees, and the industry.”</p><p>Amid supply shortages, the chip industry keeps turning in strong earnings and companies like Advanced Micro Devices Inc. AMD take more market share in the data-center space from Intel Corp. INTC.</p><p>Over the past 12 months, Nvidia shares have surged 58%, while the PHLX Semiconductor Index SOX has gained 47%. Meanwhile, both the S&amp;P 500 index SPX and the Nasdaq Composite Index COMP have risen 31%.</p>",
  "published": "2021-08-18T16:39:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3042,
          "end": 3047
        }
      ]
    }
  ]
}