{
  "_id": "12ba0cad54519f373f6d3e1a3023d2b0d1fbbbb9d619930f59f195a0ea238c41",
  "feed": "ftcomall",
  "title": "Brussels plays host to some tricky international debate  ",
  "text": "<p>Hello and welcome to the working week.</p> <p>Membership of an international club can be complicated, something that will be laid bare over the next seven days with meetings for some of the more significant of these, and 76th birthday celebrations for the biggest of them all, the UN.</p> <p>EU leaders will meet in Brussels on Thursday and Friday for the European Council summit. There will be much to discuss, from the EU's role in stabilising gas prices to the importance of the transatlantic partnership and the bloc's relationship with China — there are also likely to be pledges to share the Covid-19 vaccine with the developing world — but brace yourself for a row, with Dutch prime minister Mark Rutte raising concerns about Poland's non-compliance with EU law. </p> <p>This feels like a good moment to plug the FT's <a href=\"https://www.ft.com/europe-express\">Europe Express newsletter</a>, which will be covering these issues in more detail. You can sign up to receive it in your inbox <a href=\"https://ep.ft.com/newsletters/566825b8cb56e60cea589e91/subscribe\">here</a>. You can also email me about The Week Ahead: <a href=\"mailto:jonathan.moules@ft.com\">jonathan.moules@ft.com</a>.</p> <p>Brussels is home to not one but two international clubs. Nato defence ministers also meet in the Belgian capital at the end of the week. This gathering of military chiefs may give some indication of the resolve of the group in the wake of the exit from Afghanistan and the creation of the Australia-UK-US alliance, <a href=\"https://www.ft.com/content/06f95e54-732e-4508-bc92-c3752904ba67\">Aukus</a>.</p> <p>Europe does not have a monopoly on cross-border networking. New Zealand will also host a gathering this week, bringing together finance ministers from the Asia-Pacific Economic Cooperation countries to discuss their region's macroeconomic and financial issues.</p> <h1>Companies</h1> <p>Earnings season is back in full swing. It will be a busy week for the FT's Paris bureau. Many of the French corporate announcements will be trading updates, but it will not just be the numbers that will be of interest. </p> <p>For the first time, Danone shareholders will hear chief executive Antoine de Saint-Affrique speak publicly. Several hope he will give some clues about his turnround plans — <a href=\"https://www.ft.com/content/e4f4475e-16f6-494c-9b4c-45e639871b0d\">an uphill battle</a>.</p> <p>Carrefour reports on Wednesday, but what many will want to hear is what chief executive Alexandre Bompard has to say about the supermarket's strategy after the <a href=\"https://www.ft.com/content/8c3a8fe7-a60a-43c0-b2b9-d7033f00e6b4\">collapse of takeover talks with Auchan</a>, a smaller privately held French food retailer owned by the billionaire Mulliez family.</p> <p>Recovery from the pandemic will be a theme elsewhere. Anglo-Dutch consumer goods business Unilever, which reports on Thursday, is battling with rising food, energy and packaging costs. The question is whether its brands have sufficient strength to pass some of these additional expenses on to consumers, safeguarding Unilever's margins.</p> <p>The most watched number for Netflix is subscribers. <a href=\"https://www.ft.com/content/17cb39a3-4b83-4830-937b-ddab8cf4f4b8\">Love it or hate it</a>, the success of <a href=\"https://www.ft.com/content/2775f7dc-5cd1-4a0f-83e9-2da6765058a0\">Squid Game</a> has kept people talking about the streamer's content. But will it enable it to pull in new customers? Last quarter the tech media group beat forecasts by adding 1.5m new subscriptions, but this was much slower than the same time in 2020 when the pandemic was keeping us all at home.</p> <p>Finally, or rather at last, Wm Morrison shareholders will vote on Tuesday on <a href=\"https://www.ft.com/content/bc531b82-0214-471e-be39-674e33846fb9\">the takeover offer by Clayton, Dubilier &amp; Rice</a>. The company needs&#xa0;75 per cent support for the CD&amp;R deal to&#xa0;go through. Some shareholders — <a href=\"https://www.ft.com/content/0cce383b-ae5e-417a-8115-dfc54b8c3612\">including the largest, Silchester</a> — had voiced opposition to bids earlier in the takeover talks but sentiment has warmed <a href=\"https://www.ft.com/content/4d990b0f-2728-4126-adee-d4111aae7a45\">since CD&amp;R this month raised its offer to 287p a share</a>.</p> <h1>Economic data</h1> <p>We start the week with Chinese GDP figures. Here are <a href=\"https://www.ft.com/content/6fec0c8f-0af2-4fee-80a7-f95d3bc74ad7\">five things to watch</a> for in the data.</p> <p>The UK provides the inflation news this week with the publication of its consumer price index and producer price index data. The headline figure is forecast to dip — albeit temporarily — but the recent jump in short-term gilt yields indicates that the money markets sense a rate increase is close to quell further increases.</p> <p>For international comparisons of economic recovery, there are a clutch of G7 nation purchasing managers' index reports from Markit.</p> <p>Friday's Gfk consumer confidence and retail sales data will indicate whether rising energy prices and Covid uncertainty is cooling the UK's recovery.</p> <h1>Key economic and company reports</h1> <p>Here is a more complete list of what to expect in terms of company reports and economic data this week.</p> <h2>Monday</h2> <ul>  <li><p>China, Q3 GDP data and monthly retail sales figures</p></li>  <li><p>UK, Rightmove monthly house price figures</p></li>  <li><p>US, monthly industrial production and capacity utilisation figures</p></li>  <li><p>Results: <strong>Charles Schwab</strong> Q3, <strong>Philips Electronics</strong> Q3, <strong>Schroders</strong> Q3 update, <strong>State Street</strong> Q3</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p><strong>BHP Billiton</strong> Q1 production numbers</p></li>  <li><p>Hungary, interest rate decision</p></li>  <li><p><strong>Wm Morrison</strong> shareholders vote on Clayton, Dubilier &amp; Rice takeover offer</p></li>  <li><p>US, data for new residential construction</p></li>  <li><p>Results: <strong>Bank of New York Mellon</strong> Q3, <strong>Bellway</strong> FY, <strong>Canadian National Railway Company</strong> Q3, <strong>Danone</strong> Q3 sales, <strong>Deutsche Börse</strong> Q3, <strong>Halliburton</strong> Q3, <strong>Johnson &amp; Johnson</strong> Q3, <strong>Kering</strong> Q3 sales, <strong>Netflix</strong> Q3, <strong>Omnicom</strong> Q3, <strong>Philip Morris</strong> Q3, <strong>Procter &amp; Gamble</strong> Q3, <strong>Tele2</strong> Q3, <strong>Telefonaktiebolaget L M Ericsson</strong> Q3, <strong>Travelers Companies</strong> Q3</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>Canada, inflation data</p></li>  <li><p>China, policy rate&#xa0;</p></li>  <li><p>EU, Eurostat inflation data</p></li>  <li><p>Germany, monthly producer price index of industrial products</p></li>  <li><p>UK, Office for National Statistics data on inflation and public sector finances</p></li>  <li><p>US, Federal Reserve's Beige Book report on the health of the economy</p></li>  <li><p>Results: <strong>Akzo Nobel</strong> Q3, <strong>ASML</strong> Q3, <strong>Biogen</strong> Q3, <strong>Carrefour</strong> Q3 sales, <strong>Deliveroo</strong> Q3 trading update, <strong>IBM</strong> Q3, <strong>Kuehne &amp; Nagel</strong> Q3, <strong>Nasdaq</strong> Q3, <strong>Nestlé</strong> Q3 sales, <strong>Northern Trust</strong> Q3, <strong>Roche</strong> Q3 sales, <strong>Segro</strong> Q3 trading update, <strong>Svenska Handelsbanken</strong> Q3, <strong>Verizon Communications</strong> Q3</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p><strong>Anglo American</strong> Q3 production update</p></li>  <li><p>EU, European Commission flash consumer confidence figures</p></li>  <li><p><strong>Rentokil Initial</strong> Q3 trading update</p></li>  <li><p>Turkey, one-week repo rate</p></li>  <li><p>UK, CBI quarterly industrial trends survey</p></li>  <li><p>UK, ONS retail sales figures</p></li>  <li><p>US, Philadelphia Fed business outlook</p></li>  <li><p>Results: <strong>ABB</strong> Q3, <strong>AT&amp;T</strong> Q3, <strong>Barclays</strong> Q3, <strong>Blackstone</strong> Q3, <strong>Danaher</strong> Q3, <strong>DNB Bank</strong> Q3, <strong>Dow</strong> Q3, <strong>Hermès</strong> Q3 sales, <strong>Intel</strong> Q3, <strong>L'Oréal</strong> Q3, <strong>Marsh &amp; McLennan</strong> Q3, <strong>Mattel</strong> Q3, <strong>Nordea Bank</strong> Q3, <strong>Pernod Ricard</strong> Q1 sales, <strong>Reliance Industries</strong> Q2, <strong>SAP</strong> Q3, <strong>Snap</strong> Q3, <strong>Southwest Airlines</strong> Q3, <strong>Swedbank</strong> Q3, <strong>TeliaSonera</strong> Q3, <strong>Union Pacific</strong> Q3, <strong>Unilever</strong> Q3, <strong>Vivendi</strong> Q3 sales, <strong>Volvo</strong> Q3, <strong>Whirlpool</strong> Q3</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Canada, monthly retail sales figures</p></li>  <li><p>Eurozone, France, Germany, Japan, UK, US: Markit's flash composite (manufacturing and services) purchasing managers' index data</p></li>  <li><p>UK, monthly retail sales and GfK consumer confidence data</p></li>  <li><p>Results: <strong>American Express</strong> Q3, <strong>Hitachi</strong> Q2, <strong>Hyundai Mobis</strong> Q3, <strong>Rémy Cointreau</strong> H1, <strong>Renault</strong> Q3, <strong>Royal Caribbean Group</strong> Q3, <strong>Saab</strong> Q3, <strong>Schlumberger</strong> Q3, <strong>Sika</strong> Q3</p></li> </ul> <h1>World events</h1> <p>Finally, here is a rundown of other events and milestones this week. </p> <h2>Monday</h2> <ul>  <li><p>Greece, torch-lighting ceremony at Olympia for the 2022 Beijing winter Olympics</p></li>  <li><p>UK, vaccine passport scheme enforcement begins in Scotland</p></li> </ul> <h2>Tuesday</h2> <ul>  <li><p>South Korea, Seoul International Aerospace and Defence Exhibition opens</p></li>  <li><p>Bank of England governor Andrew Bailey speaks at a joint research conference with the Banca d'Italia on the macro-financial impacts of the net zero transition</p></li> </ul> <h2>Wednesday</h2> <ul>  <li><p>France, the fossilised remains of ‘Big John', the largest triceratops dinosaur uncovered, will be sold at a Paris auction house</p></li>  <li><p>Libya, 10th anniversary of the death of deposed leader Muammer Gaddafi</p></li> </ul> <h2>Thursday</h2> <ul>  <li><p>Belgium, EU leaders gather for the European Council summit in Brussels</p></li>  <li><p>France, release of “Asterix et le Griffon” the first of the comic book series to be published since the death of Asterix co-creator and illustrator Albert Uderzo</p></li>  <li><p>UK, Queen attends a service in Armagh to mark Northern Ireland's centenary</p></li> </ul> <h2>Friday</h2> <ul>  <li><p>Belgium, NATO defence ministers meet in Brussels</p></li>  <li><p>New Zealand, finance ministers of Asia-Pacific Economic Cooperation countries meet to discuss regional macroeconomic and financial issues</p></li>  <li><p>Norway, opening of Munch, a museum in Oslo dedicated to the Norwegian modernist painter Edvard Munch</p></li>  <li><p>Russia, Israeli prime minister Naftali Bennett due to meet Russian president Vladimir Putin during a visit to the country</p></li> </ul> <h2>Saturday</h2> <ul>  <li><p>US, auction of 11 Picasso paintings and works in Las Vegas is expected to raise $100m, making it the most valuable such sale dedicated to the Spanish artist</p></li> </ul> <h2>Sunday</h2> <ul>  <li><p>United Nations Day marks the 76th anniversary of the UN's founding</p></li> </ul><p>Source: Jonathan Moules 2021 'Brussels plays host to some tricky international debate  ' FT.com 17 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-17T17:15:12.853Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 5937,
          "end": 5942
        }
      ]
    }
  ]
}