{
  "_id": "bcf174a44ec69a1d46758c1e5d489b5d0f4b31adb7f8b55d23fb39545f15b66c",
  "feed": "wall-street-journal",
  "title": "Dell Set  To Sell  Cloud  Division  Boomi  ----  By Miriam Gottfried",
  "text": "<p>    Dell Technologies Inc. is close to a deal to sell its Boomi cloud business to private-equity firms Francisco Partners and TPG, according to people familiar with the matter, part of a larger reordering of the PC and data-storage giant's business. </p><p>   The transaction values the Chesterbrook, Pa., cloud-based integration platform at $4 billion including debt, the people said. </p><p>   Boomi, which Dell acquired in 2010, makes software that helps applications communicate with each other by transferring data between them. </p><p>   It is a player in a fast-growing market known as iPaaS, which stands for integration platform as a service. When a business makes a sale, it might need aspects of that sale to be reflected in other applications such as those that keep tabs on financial forecasts or maintain customer databases. Most business applications aren't currently able to share data with one another without the help of software like Boomi's. </p><p>   In 2016, Francisco Partners teamed up with Elliott Management Corp. to acquire Dell Software Group, which included Boomi as well as the Quest and SonicWall businesses. </p><p>   Dell wasn't interested in parting with Boomi at the time but has decided to do so now after a broader strategic review that resulted in the announcement last month it would spin off its 81% stake in VMware Inc., the people familiar with the matter said. </p><p>   VMware, a major player in the market for cloud software, has a market capitalization of nearly $70 billion, but investors have been frustrated, believing its value hasn't been reflected in Dell's share price. While Boomi is fast-growing, it doesn't produce a lot of profit, the typical metric by which Dell's shares are valued, the people said. </p><p>   Investors have cheered Dell's move to part with VMware, with the stock roughly tripling from its pandemic low in March of last year. The shares closed Friday at $98.33, giving the company a market value of about $75 billion. </p><p>   Based in San Francisco, Francisco Partners focuses on partnering with technology- and tech-enabled companies. Founded over 20 years ago, it has made over 300 investments and manages more than $25 billion in assets. </p><p>   TPG manages more than $91 billion in assets and has offices around the world. The firm is doing the Boomi investment out of its big buyout strategy, known as TPG Capital. </p><p>   Both private-equity firms have significant experience carving assets out of bigger companies. </p><p>   In October, Francisco announced a deal to buy cybersecurity company Forcepoint from Raytheon Technologies Corp. and in November said it was buying the international business of automotive-software company CDK Global Inc. </p><p>   TPG bought Wind River and a majority stake in McAfee LLC from Intel Corp., and it announced a deal in February to buy a stake in DirecTV from AT&amp;T Inc. </p><p></p>",
  "published": "2021-05-03T06:09:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2683,
          "end": 2688
        }
      ],
      "nexusId": "10063594"
    }
  ]
}