{
  "_id": "3670674beb9167dbc8562d3ec1784f0dbe234fc368c6bf3e00018ee4871af3be",
  "feed": "wall-street-journal",
  "title": "OFF DUTY  ---  Adventure & Travel:  Yes, You Can  Travel Like  A Royal  ---  Eager to lure wary travelers back  into the fold, airlines, hotels, even  RV-parking sites are rolling out  perk-packed membership plans  ----  By Matthew Kronsberg",
  "text": "<p>\n  Mary-Frances Daly has a subscription for most everything. The McLean, Va., life coach uses her Amazon Prime membership for shopping. Netflix and Hulu entertain her on demand. Blinkist keeps her informed by sending summaries of nonfiction books, and Insight Timer, a wellness app, keeps her centered. And this winter, when she takes three of her children to Paris for a stay at the sumptuous Hotel Regina Louvre, she'll rely on yet another subscription -- to the travel service Inspirato. For $2,500 a month, Inspirato's Pass program gives upscale travelers access to thousands of homes and hotels, with extra perks and anything-anytime-anywhere concierge service. \"I was debating buying a beach condo somewhere, which would have been about the same price as Inspirato,\" said Ms. Daly, \"but I didn't want to be tied to one property.\" </p><p>\n  Beyond Inspirato, airlines, hotels, trip-planning services and booking platforms have taken to offering subscription models in recent years, rolling out even more during this period of pandemic-related upheaval. For many people, paying monthly or yearly for access to exclusive lodgings, services or discounts frees them of the analysis paralysis that comes from trying to make sense of a maddeningly complex, crowded marketplace. They are, in effect, paying to have fewer but better choices in their travel planning. </p><p>\n  Subscriptions solve a different set of problems for travel providers, said Seth Borko, a senior research analyst with travel industry news and analytics service Skift. \"They've forever been saying, 'How can I build a deeper relationship with my customers?' Subscriptions are the next level of that.\" When it works, that deeper relationship (call it loyalty) is mutually beneficial. Subscription or membership revenue guarantees companies in the notoriously volatile travel industry a steady income stream, regardless of customer use (kind of like a gym). </p><p>\n  Travelers seem primed to sign up. Customer surveys leading up to the September launch of Travel + Leisure Club, a trip-planning and booking platform, indicated that two-thirds of respondents had an interest in joining a travel club, said Noah Brodsky, president of the Travel + Leisure Group. \"People who have six or more subscriptions in their life -- Peloton or Netflix or [Amazon] Prime -- their desire jumps to 90% interest. People who do subscriptions absolutely get it.\" </p><p>\n  Whatever kind of traveler you are -- or hope to be -- in the next year, it pays to have a plan. The following subscription and membership services may help you travel farther, faster, more fantastically, or more frugally. </p><pre>\n </pre><p>\n  Home Field Advantages </p><pre>\n </pre><p>\n  The heart of Inspirato's offerings are nearly 400 luxury homes, mostly in the Americas, Caribbean and Europe. Need an oceanfront villa in Los Cabos, Mexico, with room for 16? How about the \"Hepburn,\" the 1910 New York City townhouse that featured prominently in the 1961 film \"Breakfast at Tiffany's\"? Members of the $600-a-month Inspirato Club can rent the latter for rates that typically range from $1,600 to $3,600 per night, depending on the time of year. Members of the $2,500-a-month Pass program don't pay for nightly stays. Beyond the houses, members can also book experiences such as safaris and even a luxury \"Adults Summer Camp.\" Manifest, meanwhile, focuses on short trips -- three to five days on average -- with an unusual promise: private aircraft transportation. Memberships, which cost $2,500 a year, are limited to 175 people per \"chapter,\" with chapters currently operating in nine cities from Los Angeles to Houston. Trips might be to a yoga retreat in Sedona or snowmobiling in the Utah backcountry -- destinations within a two-hour flight of a chapter's airport. The Vines, a wine-focused \"explorer's club\" has an initiation fee of $100,000, with an annual cost of $6,000. Members can visit and work with some prestigious winemakers at their vineyards, from Napa to Priorat, to blend their own casks of wine. Along with the winemaking trips, members can participate in other club experiences (some for free; others for an additional fee) such as making pizza at chef Nancy Silverton's home in Los Angeles, or learning the art of wine label design from New York artist Cey Adams. </p><pre>\n </pre><p>\n  Other Ways to Wing It </p><pre>\n </pre><p>\n  Flying in the age of Covid comes with any number of headaches, from frequent delays to packed planes, making alternatives to commercial flights even more attractive. Surf Air contracts for scheduled flights within California and Texas and to and from Nevada, Arizona and Florida. Their Freedom and Unlimited membership plans allow for unlimited flights at $2,499 and $2,999 per month -- the main difference being how many reservations you can have at once. The most popular business travel route is between Santa Barbara and San Francisco, according to Surf Air's CEO Sudhin Shahani. For flights farther afield, a few major airlines also offer perk-packed plans of their own. American Airlines' AirPass program, for one, often provides lower fares on last-minute bookings, particularly in business and first-class cabins, and no fees on 11th hour cancellations. But since the buy-ins to the program start at $10,000, the service best suits habitual long-haul fliers. Among them is Steve Giordano, a managing partner of Nomadic Aviation Group, an aircraft ferrying service, who typically flies more than half a million miles a year on commercial airlines. He says he spends, on average, $175,000 a year on the flights he purchases through the AirPass program, and estimates he'd pay twice as much for many flights if he bought the tickets independently. For those who want the benefits of elite frequent-flier status but don't have the miles racked up, United Airlines offers a smorgasbord of subscriptions: bag check starts at $349 a year, while a year of unlimited upgrades from Economy to Economy Plus can be had from $599; access to United Club lounges starts at $650 a year. </p><pre>\n </pre><p>\n  Urban Planners and Surprise Getaways </p><pre>\n </pre><p>\n  Sara Fecht plans to visit all 50 states before she turns 30. So far, the 27-year-old hospital human resources administrator from Kearney, Neb., has hit 32. She spent $150 on a one-year membership to the website Well Traveled, which she describes as \"a community of people that would give me their secret recipes for all of their travel adventures.\" The site offers intel on more than 50 destinations, from Santa Barbara to Santorini, with many of the recommended hotels, restaurants and activities coming from fellow members, said co-founder Samantha Patil. Currently, two to three new destinations are rolled out every month. The day the site added Portland, Ore., Ms. Fecht made plans to visit. The site also offers booking and concierge services. Subscribers to London-based BeRightBack currently get a surprise three-day, two-night vacation every four months, leaving from the United Kingdom, for about $67 a month for one person, and $121 for two. Just tell them your preferred departure airports, favored trip types (\"Culture,\" \"Romance,\" \"Quirky AF,\" and \"GBP 4theGram\" are a few choices) and where you don't want to go. </p><pre>\n </pre><p>\n  Cut-Above Camping </p><pre>\n </pre><p>\n  Geared toward people traveling by RV, Harvest Hosts lets members bypass humdrum campgrounds and park for the night at nearly 3,000 locations, including lavender farms in Washington, vineyards in California and breweries in Virginia. Membership starts at $99 a year, and goes up to $139 for those who want to add golf courses and country clubs (and their spa facilities and restaurants) to the mix. </p><pre>\n </pre><p>\n  Mobile Office </p><pre>\n </pre><p>\n  As remote work became a fact of life for many during the pandemic, hospitality companies set out to lure digital nomads. Selina, with more than 80 hotels/hostels, most with co-working spaces, in the Americas, Europe and Israel, launched a \"Co-Live\" program in August 2020. The plan costs between $450 and $5,000 per month and includes lodging (ranging from hostel-style shared rooms to private suites), access to wellness and co-working facilities, and the freedom to change locations when a new paradisiacal Zoom backdrop is in order. Among the program's participants was Kaitlyn Kilcoyne, a 28-year-old Albuquerque native who spent five months in Costa Rica and Mexico, some if it working remotely for a tech startup. She stayed in eight out of Selina's 10 Costa Rican locations during that time. During a monsoon season stay in forested Monteverde, the frequent downpours made for extra time in the co-working space, giving her the chance to meet fellow digital nomads, including content creators, designers and \"a guy that was trading NFT's via videogames.\" They were, she said, \"people who I feel are going to be influential and crucial to me building the vision I see for myself.\" Banyan Tree Group's Habit Program offers passholders extended stays at many of their hotels, sold in weeklong \"units\" starting at $700. While Banyan Tree's hotels span the globe from Corfu to Phuket, Freehand hotels are strictly in the U.S., with locations in New York, Miami Beach, Chicago and Los Angeles. The Freehand Club, which starts at $3,499 a month, gives a month's access to their properties, discounts at their bars and restaurants, and the freedom to store up to five pieces of luggage at each of the hotel's locations. </p><pre>\n </pre><p>\n  Bargain Hunting Grounds </p><pre>\n </pre><p>\n  Luis Sotolongo, a financial services consultant in Washington, D.C., says that he is frequently tempted by the steady stream of fare alerts he receives through his $49 a year \"Premium\" subscription to the website Scott's Cheap Flights. One of Mr. Sotolongo's most recent triumphs? Snagging a $355 round trip fare to Iceland this past summer. For $199 a year, \"Elite\" tier subscribers can get premium economy, business and first-class bargains. For $15 a month, the new Travel + Leisure Club offers itineraries based on stories from the magazine, as well as concierge support and discounts on hotels and activities. </p><p></p>",
  "published": "2021-11-27T07:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 6343,
          "end": 6348
        }
      ],
      "nexusId": "10063594"
    }
  ]
}