{
  "_id": "9695c22ecea4987c93759320c4e21b76086b2c148bc0e3fa483410e16a070e58",
  "feed": "market-watch",
  "title": "Traders see next U.S. CPI reading close to 7% as volatile markets try to shake off omicron and Federal Reserve's hawkish pivot",
  "text": "<p>Higher inflation for longer would suggest the Federal Reserve needs to hike interest rates sooner — and by possibly more — than expected, though the path of rates will also depend on how severely the omicron variant impacts the economy.Fixings traders, many of them from hedge funds and investment banks, have proven to be closer to the mark than economists on actual CPI readings. They are putting money on the line, updating forecasts by the second instead of once or twice a month, and relying on in-depth analysis that includes taking into account volatile items like airfares and gas, which others typically exclude. In a few cases, hedge funds that trade fixings on the U.K.'s CPI counterpart, known as the Retail Price Index, have dispatched teams to scour the prices of everything from airfares to three-button polo shirts, according to one fund manager.“Fixings have been more spot-on than economists have been, in general, this year,” said Omair Sharif, president of the Los Angeles-based research firm Inflation Insights. “That's because fixings are not just&#xa0;about pure expectations for inflation. They also have premiums built in to account for inflation being higher than&#xa0;what you would expect, and obviously inflation came in stronger.”“There's definitely a lot of money riding on it, that's for sure, with people trying to get an edge and figure out what the data is going to look like,” Sharif said via phone. “But having raw data is not enough. You need someone who knows how to turn raw data into something that matches the methodology of the index.”Headline U.S. inflation readings have now come in at or above 5%, or more than twice the Fed's 2% target, for six straight months and another elevated number will only substantiate the Fed's view that inflation can no longer be seen as transitory. The jury is still out, though, on whether the omicron variant will lead to more lockdowns and an economic slowdown, or keep supply chains disrupted and fan further price rises. While both traders and economists have underestimated the strength of price pressures this year, fixings, which are related to the roughly $1.6 trillion market for Treasury Inflation-Protected Securities, have been more on point. Earlier this year, for example, fixings traded at levels that implied the headline annual CPI rate would come in at 3.7%, 4.9% and 5.1%, respectively, for April, May and June. Actual readings turned out to be 4.2%, 5% and 5.4% — putting fixings closer than economists' median estimates of 3.6%, 4.7%, and 5%.By the Nov. 10 release of the last CPI reading, though, economists had moved in line with traders — with a median forecast for a headline annual rate of 5.9% in October. The actual reading was 6.2%, the highest in nearly 31 years.A difference of 30 basis points or more like those for April, June and October still amounts to “a very big miss” in the fixings market, where the most money is made by coming within 10 basis points of an actual reading, says Gang Hu, an inflation trader with New York hedge fund WinShore Capital Partners.As of Friday, Hu says, fixings were trading at levels that imply the annual headline CPI rate will be at or above 7% from December through February, even after the U.S. produced its smallest job gains of the year.“If anything, the fixings have actually undershot the actual prints all year,” said Chris McReynolds, head of U.S. inflation trading for Barclays Plc UK:BARC in New York. While some might be “shocked” when they see the next CPI prints, “I believe that most of the world of finance has opened their eyes to inflation risks and are cognizant of the upside risks.”Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter. Use this link to subscribe.Fixings have demonstrated their most enduring predictive power in the U.K., where traders have “been accurate or very close” for the past 12 months, said Adam Skerry, a London-based rates and inflation fund manager at abrdn UK:ABDN, formerly known as Aberdeen Standard Investments. Skerry says he relies on fixings to gauge the short-term “direction of travel” in inflation and to help him trade everything from 5-year inflation swaps to short-dated TIPS.“The fixings market never used to be focused on much because it was based on month-to-month readings that were too volatile,” Skerry said via phone. “But now that we're getting inflation breaking out of ranges, there's been a lot more emphasis on it. Short-dated fixings have become more liquid and can be traded more accurately, allowing some investors to make money out of this.”Back in the U.S., markets have turned volatile at a time when the era of Great Moderation — characterized by low inflation, decreased volatility, and a central bank that hasn't needed to move policy rates to extreme levels — appears to be ending after three decades, according to Skerry. The past week's market action offers a glimpse of the volatility that may still be in store. On Tuesday, major stock indexes and long-dated Treasury yields tumbled after Fed Chairman Jerome Powell dropped the word “transitory” from the central bank's inflation description and suggested a faster-than-expected timeline might be needed for tapering bond purchases.Markets attempted to recover over the next three days, with Dow industrials undergoing a wild, almost 1,000-point swing on Wednesday before producing their best percentage gain since early March the next day. But by Friday, all three major stock indexes were nursing weekly losses, while the 10- and 30-year yields had respectively fallen to their lowest levels since September and January. For markets, what's perhaps more important than the headline CPI rate on Friday are the details underlying the data, such as whether there are signs of price pressures continuing to seep broadly across sectors, analysts say.The next CPI figure “doesn't have to come in bigger,” said Gregory Faranello, head of U.S. rates at AmeriVet Securities in New York. “It can be more of the same to keep the Fed on course for a quicker taper and make investors nervous. There's no indication the numbers are going to get meaningfully lower in the short term. We're seeing this in the volatility right now, and we expect more to come.”</p><p>What's on the U.S. economic calendar?</p><p>Monday</p><p>None scheduled</p><p>Tuesday</p><p>Trade deficit at 8:30 a.m. Eastern Time</p><p>Productivity revision at 8:30 a.m.</p><p>Unit labor costs revision at 8:30 a.m.</p><p>Consumer credit&#xa0;at 3 p.m.</p><p>Wednesday</p><p>Job openings at 10 a.m.</p><p>Job quits at 10 a.m.</p><p>Thursday</p><p>Initial and continuing jobless claims at 8:30 a.m.</p><p>Wholesale inventories (revision) at 10 a.m.</p><p>Real household wealth at 12 p.m.</p><p>Real domestic nonfinancial debt at 12 p.m.</p><p>Friday</p><p>Consumer price index and CPI (year-over-year change) at 8:30 a.m.</p><p>Core inflation at 8:30 a.m.</p><p>UMich consumer sentiment index (preliminary) at 10 a.m.</p><p>Expected inflation, five-years (preliminary) at 10 a.m.</p><p>Federal budget at 2 p.m.</p><p>Fed speakers</p><p>Fed officials enter a blackout period ahead of their Dec. 14-15 meeting in Washington.</p>",
  "published": "2021-12-04T09:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3646,
          "end": 3651
        }
      ],
      "nexusId": "10063594"
    }
  ]
}