{
  "_id": "12fd0f2d644e001dce68aef53611455efd8cb4c6936f6d8febe96c62a5d76890",
  "feed": "ftcomall",
  "title": "The sensitive game of sharing intelligence across the Atlantic",
  "text": "<p>Hello. Today I'm on my way to Geneva for the World Trade Organization's annual Public Forum, a sort of combination wonk-in and networking event - a trade fair, if you will. It's being held in person (or in hybrid form anyway) for the first time since the pandemic began. I'll report back on the mood. Meanwhile, the inaugural EU-US <a href=\"https://trade.ec.europa.eu/doclib/press/index.cfm?id=2298\">Trade and Technology Council</a> in Pittsburgh is going ahead tomorrow, but only after some pretty shambolic diplomacy from the European side, confirming what an American sceptic might think about the difficulty of doing deals with the EU. As my colleagues report in this morning's <a href=\"https://www.ft.com/content/07e9e658-7470-44d6-9640-ed2bffde4f2c\">Europe Express newsletter</a>, France, still sore over the <a href=\"https://www.ft.com/content/06f95e54-732e-4508-bc92-c3752904ba67\">Aukus affair</a>, has tried first to delay and then to dilute the substance of the talks, including removing discussions over medium- and long-term production of semiconductors. As of yesterday, two days before the talks start, the EU member states still couldn't unite behind the European Commission's proposed stance.</p> <p>Today's main piece looks at two potentially fruitful areas for discussion, which have survived on this week's agenda: export controls on sensitive products and the screening of foreign direct investment (FDI) for national security risks. <strong>Charted waters</strong> looks at how foreign companies with Chinese operations are at risk of being hit by intellectual property actions against them. </p> <h1>Forging transatlantic trust over tech</h1> <p>If there are obvious areas to pick for transatlantic co-operation on trade and technology with a national security angle, export controls and FDI screening are right up there.</p> <p>Both issues have clear benefits to co-operation. Common lists of sensitive technologies would not just pool transatlantic expertise but prevent companies from the EU filling the gap if the US blocked exports or vice versa. Sharing information and operating procedures to assess suspect foreign companies would have similar benefits. China (no matter how much the EU and US say it's not just about China, it really is about China) would face a common front from the world's other two big trading powers.</p> <p>Is it going to happen? Not this week it won't, and it's not even clear how hard the sides are pushing. As often with trade deals, it's not just about striking an agreement between two partners but getting a united position within them. And in the EU in particular, various iterations of reform have still left it short of straightforward ways to co-operate.</p> <p>Regular readers won't be shocked to know a big issue complicating transatlantic co-operation is the powers reserved to EU member states, which continue to hold competency over national security matters, rather than the commission and the parliament. Reforms in recent years — FDI screening was adopted in 2019, while new export control <a href=\"https://sanctionsnews.bakermckenzie.com/recast-eu-dual-use-regulation-to-come-into-force-on-9-september-2021-our-summary-and-how-to-receive-full-analysis/\">rules</a> came into force just three weeks ago — have somewhat centralised the processes, but still left the commission with essentially only a monitoring and voluntary co-ordinating role. A third of all member states don't even have an <a href=\"https://trade.ec.europa.eu/doclib/docs/2019/june/tradoc_157946.pdf\">FDI screening law.</a></p> <p>The EU has traditionally rooted its export controls in multilateral agreements such as the <a href=\"https://www.wassenaar.org/\">Wassenaar Arrangement</a>, which aim to regulate trade in existing military and “dual-use” technologies that also have civilian functions. The statement that the TTC will release will pay due homage to the multilateral principle. But those regimes have been <a href=\"https://www.cambridge.org/core/journals/international-and-comparative-law-quarterly/article/abs/global-export-controls-of-cyber-surveillance-technology-and-the-disrupted-triangular-dialogue/3C755DA93E2E1F1F90D38179173334CA\">declining in importance</a> as countries such as the US have gone their own way in designing export control regimes. The recent reform in the EU did introduce rules making it easier for the EU to block exports of cyber-surveillance equipment on its own initiative. But more generally the EU has been slow to adopt controls on exports of new emerging technologies that might have strategic importance. The member states, where the power to propose restrictions of technologies lies, <a href=\"https://www.akingump.com/en/news-insights/the-recast-dual-use-regulation-a-missed-opportunity.html\">watered down</a> the commission's original reform proposal.</p> <p>Naturally, there are also issues of transatlantic trust. The Trump administration slammed massive controls on tech exports to China that caught European companies in the crossfire, as well as <a href=\"https://www.foreignaffairs.com/articles/united-states/2021-07-29/chinas-sputnik-moment\">stimulating competitors</a> via import substitution in the Chinese economy. President Joe Biden isn't Donald Trump, but the Aukus affair doesn't build confidence in co-operation.</p> <p>Nor is the US likely to be keen on sharing intel that might, for example, identify which Chinese companies have particularly strong links to China's security services and whose plans for takeovers in the American and European economies therefore ought to be treated with particular suspicion. It took years for the EU member states to design a system of <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/ip_20_1867\">secure channels</a> and contact points to pool confidential information related to FDI among themselves. It would take a long time to persuade the Americans to link up. </p> <p>Peter Chase of the German Marshall Fund think-tank, one of our go-to people on this subject, points out that there's a difference between the US and EU actually sharing raw intelligence and merely giving each other confidential assessments based on that information. Still, he says: “Sharing information between the EU and US is a necessary part of effectively stopping technology leakage. But this won't happen quickly; there are too many legal and institutional jealousies. It's a three-to-five-year project.”</p> <p>Any quicker solutions? Well, in the case of certain technologies governments could go plurilateral on export controls. Bill Reinsch, who was the US Department of Commerce under-secretary for export administration in Bill Clinton's administration, points out that only a handful of countries outside China have companies that are serious participants in the strategically important field of semiconductor manufacturing equipment (SME). Reinsch, now at the Center for Strategic and International Studies think-tank in Washington, says: “If you get the Dutch, the US, the Japanese, the South Koreans and the Taiwanese, you are pretty much there”. <a href=\"https://www.clingendael.org/sites/default/files/2019-08/Report_US-China_stand-off.pdf\">This interesting paper</a> from the Dutch Clingendael Institute makes a similar case for a multipronged approach with bilateral, EU-wide and multilateral initiatives.</p> <p>But that's only one area. Even if it works for SME, plurilateralism can't just be applied across the board. In the meantime, you can treat any press releases about a big breakthrough on export control or FDI screening at TTC this week with a judicious degree of scepticism. They're talking about the right stuff, but they don't have all the relevant people in the room, and it's going to take them a long time to make serious progress.</p> <h1>Charted waters</h1> <p>Foreign businesses have long complained about the lack of IP protections in China. It is somewhat ironic, then, that they are now becoming key targets in a growing number of IP lawsuits filed by Chinese companies. </p> <p>Nikkei Asia has a <a href=\"https://www.ft.com/content/c78b69e3-82bd-4f72-881c-12b2ca1ce926\">great piece</a> looking at how Beijing's bid to enhance IP legislation over recent years has opened the floodgates for litigation.</p> <p>Here are a couple of key charts, highlighting at a glance the degree to which key changes in the legislation have led to a rise in cases. <em>Claire Jones</em></p> <h1>Trade links</h1> <p><strong>Anabel González</strong>, former Costa Rican trade minister who took over as one of the <strong>WTO's deputy directors-general</strong> in June, <a href=\"https://www.wto.org/english/blogs_e/ddg_anabel_gonzalez_e/ddg_anabel_gonzalez_e.htm\">blogs</a> about her first 100 days in the job.</p> <p><strong>Lucian Cernat</strong>, head of global regulatory co-operation at the European Commission's trade directorate, writing in a personal capacity for the think-tank <strong>ECIPE</strong>, explains how trade policy can encourage the <a href=\"https://ecipe.org/publications/from-smes-to-unicorns/\">growth of tech.</a></p> <p><strong>HGV driver</strong> Christopher Johns, who drives long distance in UK and&#xa0;Europe tells the Guardian about the <a href=\"https://www.theguardian.com/business/2021/sep/27/getting-into-europe-a-relief-hgv-driver-on-uk-crisis\">realities of life on the road</a>, and why he thinks the government should show more appreciation for those still driving, before bringing in new people from abroad. Our own <strong>Sarah O'Connor</strong> adds that temporary lorry driver visas are <a href=\"https://www.ft.com/content/73fb9887-055f-4a5b-89b1-5df0c37ecc2b\">a symptom of government failure</a>.</p> <p>Finally, a dispute over crude cargo worth $2m <a href=\"https://asia.nikkei.com/Business/Energy/Indonesia-accused-over-oil-tanker-carrying-stolen-Cambodian-oil\">is escalating</a> after <strong>Cambodia</strong> accused <strong>Indonesia</strong> of violating the human rights of the crew on <strong>the oil tanker Strovolos</strong>, which was seized by the Indonesian navy in July.&#xa0;(Nikkei, $)</p><p>Source: Alan Beattie 2021 'The sensitive game of sharing intelligence across the Atlantic' FT.com 28 September. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-09-28T10:31:16.994Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4313,
          "end": 4318
        }
      ]
    }
  ]
}