{
  "_id": "3869be5129cc21c092f6717f04d62233f50aac2ac33a7640cc64e91bbf4eab4c",
  "feed": "wall-street-journal",
  "title": "Ford, GM Step Into Chip Business; Stung by semiconductor shortage, Detroit's two biggest car companies are looking to align with computer-chip makers to develop and potentially manufacture chips",
  "text": "<p>Shortly after, GM President Mark Reuss said GM was also trying to forge deeper ties with chip makers, striking strategic partnerships that could lead it to co-develop semiconductors and potentially produce them jointly. The move is part of a strategy to reduce variation in the microprocessors it uses in vehicles, he said.</p><p>The semiconductor shortage has scuttled output of millions of planned vehicles industrywide this year. Some car executives have said they are taking steps to get a better handle on their chips, a critical piece of the supply chain into which they have had little visibility.</p><p>Ford is the latest example of companies realigning their business modelsas they grapple with the pandemic-related disruptions. Multinational companies got an early shock in the Covid-19 crisis when border closings, local restrictions and lockdowns caused chaos. Some have decided on permanent solutions.</p><p>Businesses have also continued to face shipping delays and trucking bottlenecks, prompting them to rethink the geography of their supply chains and giving priority to strategies that ensure reliability over the outsourcing models of the past.</p><p>In the autos and semiconductor industries, the parts crisis is driving deeper collaboration, with executives from both sectors establishing closer relationships to address challenges and working together to introduce new products. It also comes as more car functions become automated, driving increasing use of chips in vehicles.</p><p>\"We need you, and you need us,\" Intel Corp. CEO Pat Gelsinger said at an auto event in September. \"This is a symbiotic future that we are off innovating and supplying as the automobile becomes a computer with tires.\"</p><p>Ford's move would go a step further by eventually bringing some chip development in-house. The Dearborn, Mich., auto maker said designing its own chips could improve some vehicle features—such as automated-driving capabilities or battery systems for electric vehicles—and potentially help Ford sidestep future shortages.</p><p>\"We feel like we can really boost our product performance and our tech independence at the same time,\" said Chuck Gray, Ford's vice president of vehicle embedded software and controls.</p><p>Part of the agreement with GlobalFoundries is intended to enhance near-term chip supplies for Ford, which has been hit especially hard by the supply crunch relative to many other auto makers. The joint-development work is aimed at producing higher-end chips that would go into vehicles several years out, Mr. Gray said.</p><p>Building a serious chip-design operation will be far from a simple undertaking for Ford. Designing sophisticated semiconductors with their minute transistors is a difficult discipline that typically takes companies years to master.</p><p>Even before the pandemic jacked up demand for chips, semiconductor companies were complaining of an acute shortage of qualified engineers. Ford will be competing for talent not just against chip companies like Intel and Nvidia Corp., but also deep-pocketed tech giants like Amazon.com Inc. and Apple Inc. that are increasingly designing chips in house.</p><p>Mr. Reuss, on a call with investors Thursday, said GM plans to join with some of the semiconductor industry's biggest names, including Taiwan Semiconductor Manufacturing Co., Qualcomm Inc. and NXP Semiconductors NV.</p><p>\"We see the semiconductor requirements more than doubling over the next several years\" Mr. Reuss said, adding that the vehicles GM produces are becoming more technologically advanced.</p><p>GM also wants to reduce the number of unique microprocessors needed to power increasingly complex and tech-laden vehicles by 95%. To do this, it plans to develop with partners three core families that use similar architectures, Mr. Reuss said. These chips can then be produced in higher volumes and offer better quality and predictability, he said.</p><p>Semiconductors are used to electronically control many functions in cars, from engine calibration to steering and air-bag deployment. Those computer chips have been scarce this year as auto makers compete for supply with producers of other consumer goods, including electronics and appliances.</p><p>The chip shortage has hurt some auto makers worse than others, while its duration and course have proven unpredictable. Some car executives and analysts have said they expect a gradual easing, although they predict that disruptions will continue through much of 2022 and possibly beyond.</p><p>Much of the problem has been attributed to a shortage of older, relatively inexpensive microcontrollers commonly used across the auto industry. But increasingly, auto makers are moving to more-sophisticated chips as they pursue advancements like electric cars and semiautonomous driving.</p><p>Ford's move into chips is another example of auto makers working to develop expertise in areas of the supply chain that they have traditionally left to outside suppliers.</p><p>The prime example is batteries for electric vehicles, an area in which car makers are pouring tens of billions of dollars as they rush to develop new plug-in models. Ford, Volkswagen AG, GM and other major auto makers are teaming with battery companies to build factories that they say will give them a technical advantage and more-stable future supplies.</p><p>GlobalFoundries is based in Malta, N.Y., and owned by Mubadala Investment Co., an investment arm of the Abu Dhabi government. It was created in 2009 when Advanced Micro Devices Inc. spun off its chip-production operations. The company has said it logged about $6 billion in revenue last year.</p><p>Mike Hogan, a senior vice president in charge of GlobalFoundries automotive business, said the Ford tie-up should improve the auto maker's technical capabilities while expanding future U.S. chip production for the car business broadly.</p><p>\"This is a great example of how you take a crisis and turn it into an opportunity,\" he said.</p><p>Write to Mike Colias at Mike.Colias@wsj.com and Ben Foldy at Ben.Foldy@wsj.com</p><p>Ford, GM Step Into Chip Business</p>",
  "published": "2021-11-18T18:42:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2961,
          "end": 2966
        },
        {
          "start": 1508,
          "end": 1513
        }
      ]
    }
  ]
}