{
  "_id": "ba918089cd4bfdb0c8daced7936ccf533847f30d9bfa22cb5c16fa43f149035b",
  "feed": "wall-street-journal",
  "title": "Pandemic Disrupts Co-Work Business Models",
  "text": "<p>With the majority of office employees still working from home during the Covid-19 pandemic, demand has plummeted. But co-working firms remain on the hook for the expensive long-term leases they signed during the boom years, and many are struggling to meet these obligations. Knotel Inc. became the industry's biggest victim yet of this mismatch when it filed for chapter-11 bankruptcy last month.</p><p>Now, some analysts suggest the pandemic is accelerating the end of the industry's lease-and-sublet model. \"The business model was similar to picking up pennies in front of a steamroller, which history has shown isn't a sustainable strategy,\" said Daniel Ismail, a senior analyst at commercial real-estate analytics firm Green Street.</p><p>Instead, he expects revenue-sharing agreements to become more common. They are similar to the relationship between hotel owners and operators, where operators get fees and a share of profits but don't have to pay rent. Revenue-sharing deals are considered less risky because they leave operators with lower fixed costs.</p><p>\"You will be making more money on the space, if you're doing a lease deal, when times are good,\" said Shlomo Silber, chief executive of New York-based co-working company Bond Collective. \"However, when times are bad, you'll really get hurt.\"</p><p>Bond Collective recently signed its first-ever revenue-sharing agreement for a 88,000-square-foot office building in Brooklyn, Mr. Silber said, and is in talks to convert some of its older leases into management deals.</p><p>Those still beholden to the subleasing business model have suffered. Occupancy in co-working spaces fell to 51% in the fall, down from 78% in February, according to a survey by data company CoworkIntel.</p><p>Knotel was once valued at more than $1 billion. The New York-based firm managed more than 4 million square feet of office space in early 2020, racking up huge rent bills to landlords that it couldn't afford anymore.</p><p>Some co-working companies have been operating under revenue-sharing arrangements for years. Industrious, for example, runs most of its locations under these agreements, and it has closed just one location, out of a current 107, according to Chief Executive Jamie Hodari.</p>",
  "published": "2021-02-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1708,
          "end": 1713
        }
      ]
    }
  ]
}