{
  "_id": "331e81c090052ba79a961b7fa28a3bd9436eb1ff74db5ff07c02d380378a2bf9",
  "feed": "market-watch",
  "title": "Dow pivots 200 points lower, Nasdaq Composite tumbles over 2% Friday as investors' mood dims after jobs report",
  "text": "<p>How are stock benchmarks trading?</p><p>The S&amp;P 500 index SPX was down 52 points, or 1.1%, to reach 4,522, after hitting an intraday peak at 4,608.03.</p><p>The Dow Jones Industrial Average DJIA was trading 226 points, or 0.7%, lower at 34,402, but had hit 34,801, near Friday's open.</p><p>The Nasdaq Composite Index COMP was trading 341 points, or 2%, lower at 15,042 and threatening to close below its 100-day moving average at 15,082.37.</p><p>On Thursday, the Dow industrials rose 617.75 points, or 1.8%, to 34,639.79 — the best percentage gain since March 5, 2021 and the best point gain since Nov. 9, 2020. The S&amp;P 500 index closed up 1.4% to 4,577.10, its best day since Oct. 14. The Nasdaq Composite added 0.8% to 15,381.32. All three indexes are reflecting a loss of under 1% for the week thus far.</p><p>The Russell 2000 index RUT gained 2.7% to finish at 2,206.33, a day after hitting its first correction since June 2020.</p><p>What's driving the markets?</p><p>Markets were wrestling with the significance of a report that showed that a mere 210,000 new jobs were created in November, well below estimates from economists polled by The Wall Street Journal for a gain of 573,000 new jobs.</p><p>The lackluster headline numbers come even though businesses took more aggressive steps to hire people, and may highlight the challenges that the labor market may face in the recovery phase from the pandemic, especially as the spread of the omicron variant takes shape.</p><p>However, the report did have some strong points. The jobless rate fell to 4.2% from 4.6%, and touched a new pandemic low. Economists say the official rate likely underestimates the true level of unemployment by a few percentage points, however.</p><p>On top of that, some 594,000 people rejoined the labor force in November. The so-called rate of participation rose two ticks to 61.8%.</p><p>“While disappointing on the headline number, the rest of the report was much better and this may help explain why stocks are rolling over,” wrote Michael Hewson, chief market analyst at CMC Markets UK, in a daily note.</p><p>“The headline number of 210k vs 550k expected was a big miss and yet there is a lot of good news in the report despite that: the labor-force participation Rate increased, reflecting a greater share of the population has returned to the workforce, and the headline unemployment rate dropped to 4.2%, which reflects a robust labor market,” wrote Chris Zaccarelli, chief investment officer for Independent Advisor Alliance. &#xa0;</p><p>The data have become even more important after the Federal Reserve Chairman Jerome Powell this week, who spoke of a strong economy and the prospect of a quicker taper, which could speed up interest-rate hikes and deliver a hit to rate-senstive, growth oriented stocks in the technology sector.</p><p>Alarmed by persistently high inflation, the Fed might be moving to end its economic-stimulus strategy sooner than it had planned.</p><p>The market also has harbored lingering concerns that tech valuations were too lofty, which, perhaps, are highlighted the precipitous decline in shares of DocuSignDOCU, which were down nearly 40% after the electronic-signature company billings and revenue forecast missed expectations and its chief executive said the pandemic boom had worn off in the quarter.</p><p>“Markets have a lot to digest as the economy is strong, but the labor market is reaching its full potential and inflationary forces are already elevated, which is why the Fed is feeling more urgency to complete their tapering early and may need to raise interest rates more quickly than many people are expecting,” Zaccarelli wrote.</p><p>After several days of volatile action, major indexes logged positive closes for the first time in three sessions on Thursday. Gains were driven by hopes that the omicron variant of the coronavirus that causes COVID-19 will prove less deadly, even if more transmissible, and less disruptive for the global economy.</p><p>Investors learned of a second U.S. case of the omicron variant from a Minnesota resident visiting New York, who reportedly showed mild symptoms.</p><p>Want Intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>In other economic reports, the final November reading of IHS Markit's purchasing managers index geared to the service sector was 58 versus an initial reading of 57. The more closely watched services reading from the Institute for Supply Mangement rose to 69.1 in November from 66.7, above forecasts. A reading of 50 or better indicates improving conditions. U.S. factory orders were up by 1% in October.</p><p>While markets bounced Thursday, volatility remains high, said Ipek Ozkardeskaya, senior analyst at Swissquote, in a note to clients.</p><p>“That's a sign that the stress in the market is not over just yet, because the root cause of the latest market selloff is not only omicron, it's also the fear of seeing the markets left with less Federal Reserve support due to Fed's willingness to address the high inflation issue moving forward. And, that remains a major downside risk to the risky assets,” said Ozkardeskaya.</p><p>Shares of Chinese companies may be in focus on Friday, after Chinese ride-hailing giant Didi Global DIDI said late Thursday it will delist from the New York Stock Exchange, following pressure from the Chinese government. Shares of Didi rose 9% in premarket trading.</p><p>In politics, Congress's passage of a short-term extension of government funding, through Feb. 18, which will be sent to President Biden's desk, averts a partial shutdown after resolving a standoff over vaccine rules.</p><p>What companies are in focus?</p><p>Shares of Marvell TechnologyMRVL shares surged 18% after the chip maker's results and outlook topped Wall Street forecasts.</p><p>How are other assets trading?</p><p>West Texas Intermediate crude CL00 was trading up 3.4% to $68.83 a barrel, and global benchmark Brent BRN00 rising 3% to $71.79 a barrel.</p><p>Gold futures GC00&#xa0;for February delivery&#xa0;GCF22 rose 0.6%, or $10.60 to $1,773.40 an ounce, bouncing off seven-week lows.</p><p>The ICE U.S. Dollar Index&#xa0;DXY,&#xa0;a measure of the currency against a half-dozen other monetary units, was up less than 0.1% at 96.223.</p><p>The 10-year Treasury note yields&#xa0;BX:TMUBMUSD10Y&#xa0;was at 1.431%, down 2 basis points. Prices for Treasurys fall as yields rise.</p>",
  "published": "2021-12-03T11:19:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4032,
          "end": 4037
        }
      ],
      "nexusId": "10063594"
    }
  ]
}