{
  "_id": "35249af2982b9d0ee3282392043e100d6a32e3ca9bea04409ff2eadcbd9259ea",
  "feed": "wall-street-journal",
  "title": "Microsoft Released Windows 11. But Should You Upgrade? The newest Windows operating system got a nice makeover, but we're still waiting for Android-app compatibility and other game-changing features. Plus, your PC might not even be eligible for the update.",
  "text": "<p>#2: The Put-It-Off-er. Like a trip to the DMV, you delay—sometimes for years—until you know it's safe to make this monumental life change. (I'm looking at you, Windows 7 holdouts!)</p><p>Well, when Windows 11 arrives on Tuesday, you're better off putting it off, at least for a few months. At launch, Microsoft's latest feels more like Windows 10.5 than what the company promised at its big announcement in June. And if you have an older PC, you might not be eligible for an upgrade, or even want one.</p><p>SHARE YOUR THOUGHTS</p><p>Do you plan to opt for the redesign of Windows 11 or stick to the familiarity of Windows 10? Join the conversation below.</p><p>Don't get me wrong. I'm a fan of the visual makeover and the new productivity tricks, but the most exciting features—including Android-app support, third-party widgets and a universal mute control—are nowhere to be found. Besides, I've come to the conclusion that Windows 11 is mostly about Microsoft and its hardware partners selling more computers, not about giving your current one a new lease on life. </p><p>Windows 11 puts the Start menu front and center on the taskbar. PHOTO: Joanna Stern/The Wall Street Journal</p><p>In fact, the minimum hardware requirements for Windows 11 are higher than for Windows 10. You can download Microsoft's PC Health Check app to see if your machine gets picked for the team. Microsoft is taking a phased approach, slowly rolling out updates to eligible devices. You can check to see if your device has it by going to Settings &gt; Update &amp; Security &gt; Windows Update. (Microsoft will continue to support Windows 10 until October 2025.)</p><p>My tests of Windows 11 on three laptops from different years had a predictable outcome: A 2019 Dell XPS 13 ran slow while a similar-age Microsoft Surface Laptop 3 ran just fine, though it needed a few adjustments; and the brand new $1,600-and-up Surface Laptop Studio made for Windows 11 ran like it was, well, made for Windows 11.</p><p>I predict that eventually Windows 11—like Windows 10—will be great for all its users, but for now, even if you're eligible for an upgrade, you should think through the potential out-of-the-gate issues. I've mapped out my experience with the new features to help you decide.</p><p>A Centered Redesign</p><p>Think of Windows 11 like your favorite restaurant after a remodel. It's got a fresh coat of paint, a redesigned bar (taskbar, that is), spiffy new polished tables and shiny new silverware. But the food you love remains the same. Everything from the icons to the menus have been given a modern look, although you'll occasionally see a pop-up or settings menu that might not have been touched since George W. Bush was in the White House. </p><p>Sometimes you stumble upon parts of Windows 11 that haven't been modernized. PHOTO: Joanna Stern/The Wall Street Journal</p><p>The biggest aesthetic difference? The Start button and other taskbar icons have moved to the bottom center. People coming from MacOS or ChromeOS might enjoy this, but fear not, you Left Corner die-hards: You can easily move it back there in the taskbar settings menu. You can also, thankfully, remove new preset taskbar icons (ahem, Microsoft Teams Chat). You can continue to pin your favorite apps. As you add more, the Start button scoots to the left.</p><p>A Productivity Boost</p><p>My absolute favorite feature, Snap Layouts, allows you to easily arrange multiple windows on the screen. Hover over the maximize button and you'll see various window layouts based on your screen size and orientation—two side by side, a grid of four, etc. When you click an option, the tool places the current window in one spot, then suggests where other open windows should go.</p><p>An instant hit for users of external monitors: Windows 11 remembers what windows you had where. When you unplug your monitor, they all minimize instead of piling up on your remaining screen. And when you reconnect, each window springs back to its right place.</p><p>Still missing from the first release of Windows 11 is one of Microsoft's most touted features: the universal mute button. This is supposed to stop everyone's favorite \"Can't Find the Mute Button\" game and allow you to mute your mic at the system level. Microsoft said it plans to add this feature at a later date.</p><p>A Few Widgets </p><p>A new widgets icon on the taskbar launches this interface. PHOTO: Joanna Stern/The Wall Street Journal</p><p>I have long called widgets \"apps for the lazy.\" Instead of making you open an app or, heaven forbid, search the internet, widgets are always there, providing information at a glance. They can be great. Here, however, they're not.</p><p>There are staples like weather and stocks but I longed for ones tied to the apps I frequently use, such as Spotify or Twitter. Microsoft said it plans to start opening widgets up to third parties at a later date. Also, the current Microsoft options are half baked. The ones I tried, including OneDrive, took me to websites rather than apps. And, despite customization options, the news recommendations have been very off. (Perhaps some version of me wants to read about pandas being too lazy for sex.)</p><p>A Promising App Store </p><p>The TikTok app in the Microsoft Store is really just a website. PHOTO: Joanna Stern/The Wall Street Journal</p><p>For Microsoft, the new store is more than a place to get apps. Back in June, Chief Executive Satya Nadella positioned his store as an open market, the opposite of those operated by Apple and Google. Unlike them, it will be open to web apps, it won't take a cut if apps use their own payment systems, and it will even host third-party app stores. Amazon's Android Appstore and the Epic Games Store are slated to be first.</p><p>The new store makes discovering apps a lot easier, and the search is improved. Still, it's a confusing place. For instance, I downloaded TikTok only to realize it's just the TikTok website in its own window. There is no note explaining that in the store, unless you count the angry reviews. I ran into this it's-just-a-website situation with other apps, including Instagram and Reddit.</p><p>Microsoft says Android apps will hit Windows 11 in the coming months. It would be nice to see clear labeling of the various app types, so you know what you're downloading.</p><p>A Few Hiccups</p><p>As my tale of laptop testing illuminates, I had mixed results with Windows 11 across a trio of PCs. A Dell XPS 13 just felt slower, despite its 10th-generation Intel processor and 8 gigabytes of RAM. Even when I closed Slack, which was eating RAM like a hungry, hungry hippo, the computer still wasn't as peppy as it was on Windows 10. If your older computer is still running smoothly on Windows 10, you might think twice about upgrading.</p><p>I had a much better experience on a Microsoft Surface Laptop 3 with similar specs. Everything was snappy and most of my stuff was right where I left it—with the exception of the microphone and speaker settings. On both this and the Dell, the audio just didn't work until I futzed with it.</p><p>When the Surface Laptop Studio came into my life, I got a far better understanding of what Microsoft wants Windows 11 to feel like. With an 11th-generation quad-core Core i7 processor, Nvidia graphics and 32GB of RAM, my $2,700 test machine runs like a Lambo on a freshly paved road. Everything zips along on its 14.4-inch, 120Hz touch screen, which you can fold over the keyboard to make it a tablet. The biggest downside? The machine is a bit clunky to carry around.</p><p>That is really my takeaway: Windows 11 runs crazy well on crazy new laptops, and promoting them appears to be Microsoft's central goal. The pandemic kept people on their PCs longer than ever. What better way to get folks off of their old machines than with a fancy new operating system tailored to fancy new hardware?</p><p>\"We want people to have a choice in their computing journey. That is why Windows 10 is here today and why Windows 11 moves you forward with technology you need right now,\" Microsoft Chief Product Officer Panos Panay told me, adding that he'd tell his 89-year-old father to hit the update button on his Windows PC as soon as it appeared.</p><p>That is one user who won't regret his decision—especially since his son is, you know, in charge of Windows. But for everyone else with a Windows 11-eligible machine, you may be better off being a Put-It-Off-er, at least until the kinks are worked out and all the promised features are there to explore.</p><p>—For more WSJ Technology analysis, reviews, advice and headlines, sign up for our weekly newsletter.</p><p>Write to Joanna Stern at joanna.stern@wsj.com</p><p>Microsoft Released Windows 11. But Should You Upgrade?</p>",
  "published": "2021-10-05T17:09:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 6340,
          "end": 6345
        }
      ]
    }
  ]
}