{
  "_id": "e65f678f25093989211604c0f3dc5953119177e1a0c37cef3a713213004072fa",
  "feed": "market-watch",
  "title": "‘Proceed with caution': here's what Wall Street analysts see for the U.S. stock market in 2022",
  "text": "<p>“There probably will be some elevated volatility around the potential tightening of Fed policy,” said Shawn Snyder, head of investment strategy at Citigroup's U.S. consumer wealth management division, in a phone interview. “Omicron throws in a bit of a wrench” to the 2022 outlook, he said of the new variant of the coronavirus, though investors have appeared encouraged by some early signs that it may be less dangerous than initially feared.</p><p>The CBOE Volatility Index VX00, or VIX,&#xa0;jumped in late November and remains above its 200-day moving average even after subsiding since last week, according to FactSet data. The VIX broke above 30 last week for the first time since the first quarter of 2021, the data show, amid market jitters over the emergence of omicron and the potential move by the Federal Reserve to remove some accommodation from the market faster than investors had anticipated.</p><p>“That's a big transition that creates tension for investors,” said Lauren Goodwin, economist and director of portfolio strategy at New York Life Investment, in a phone interview. The Fed looks to be positioning for more flexibility for potential interest rate hikes next year, with increased inflationary pressure likely to mean more rate rises in 2022 than currently expected, creating more market risk, she said.</p><p>Some investors worry that interest rate-sensitive growth and technology stocks would be particularly vulnerable should the Fed aggressively tighten its monetary policy through rate hikes. The S&amp;P 500 index, SPX which has a large exposure to tech, is on track for a third straight year of strong gains after rising almost 25% in 2021 through Tuesday, according to FactSet.</p><p>The U.S. stock market will probably deliver more modest gains “accompanied by higher volatility” next year, Jeffrey Kleintop, chief global investment strategist at Charles Schwab, told MarketWatch by phone.</p><p>Goodwin said she also expects increased volatility, amid transitions that include the fading of the fiscal stimulus that provided direct support to consumers during the COVID-19 crisis and the Fed taking its “foot off the gas” in the economic recovery. She expects “much lower” stock-market returns next year compared to gains so far in 2021.</p><p>“Most of the equity upside should be realized between now” and the first half of 2022, “when monetary and fiscal policy tailwinds will be strongest,” JPMorgan Chase &amp; Co. strategists said in a 2022 outlook report Wednesday.</p><p>Wall Street banks have been rolling out their 2022 forecasts for the S&amp;P 500, with Goldman Sachs Group and JPMorgan being among the most bullish on U.S. stocks.&#xa0;</p><p>Goldman expects the S&amp;P 500 will end 2022 at 5,100, according to a portfolio strategy research report from the bank dated Dec. 3. Meanwhile, JPMorgan analysts predicted in a research report at the end of November that the U.S. stock benchmark will rise next year to 5,050, partly on “robust earnings growth” and easing supply chain woes. RBC Capital Markets has forecast the same price target as JPMorgan, while Deutsche Bank predicts the S&amp;P 500 will end next year at 5,000, according to a slide presentation from its chief investment office.&#xa0;</p><p>Meanwhile, Citigroup set an S&amp;P 500 target of 4,900 for the end of 2022, a research report from the bank in late October shows. Coming in below that level, Barclays predicted in a U.S. equity strategy report this month that the index will finish next year at 4,800.</p><p>“Proceed with caution,” the Barclays analysts wrote in their 2022 outlook report dated Dec. 2. “We see limited upside for equities next year,” they said. In their view, “household and corporate cash hoards should support modest earnings growth but persistent supply chain woes, reversal of goods consumption to trend and China hard-landing are key tail risks.”&#xa0;</p><p>Bank of America's analysts have a lower price target than Barclays for the S&amp;P 500 next year, with a BofA Global Research report last month showing the benchmark will end 2022 at 4,600.&#xa0;</p><p>“Unfortunately we see a lot of similarities between today and 2000 — the tech bubble peak,” said Savita Subramanian, head of equity and quant strategy at BofA, during a late November media briefing on their U.S. stock market outlook.</p><p>See:S&amp;P 500 may end ‘pretty flat' in 2022 amid previously ‘unthinkable' negative real rates, says BofA strategist</p><p>Morgan Stanley has a more bearish outlook for next year that puts the S&amp;P 500 below the index's close Tuesday at 4,686.75. A report Monday from the bank's wealth management division shows a base-case forecast of 4,400 for the S&amp;P 500 at the end of 2022 even with an expected gain in earnings.</p><p>“We expect the S&amp;P 500 to be range-bound and volatile, and bond returns to be negative net of inflation,” said Lisa Shalett, chief investment officer at Morgan Stanley Wealth Management, in the note. “Fixed income should be reduced to fund greater exposure to real assets and to absolute return funds.”</p><p>The core of Morgan Stanley's “cautious” view on the S&amp;P 500 is based on price-to-earnings ratios typically compressing during “a midcycle transition,” Shalett said. She pointed to a chart in her note showing that “median stock has traversed the midcycle transition.”</p><p>MORGAN STANLEY WEALTH MANAGEMENT REPORT DATED DEC. 6, 2021 The chart shows “the median S&amp;P 500 stock has corrected 15% from its 52-week high,” but the index has been kept aloft by the 15 largest companies now accounting for 40% of its market capitalization, according to her note.&#xa0;</p><p>“While they may be great companies, we are less convinced they will all be great stocks in 2022 as financial conditions tighten, interest rates rise, employment costs increase and inflation remains challenging,” Shalett said. “We think profit margins for the top 15 have peaked.”</p><p>In Morgan Stanley's view, “this suggests investors should move toward stock picking and away from passive index funds,” her note shows.&#xa0;</p><p>JPMorgan expects that “international equities, emerging markets and cyclical market segments will significantly outperform,” according to its report Wednesday.</p><p>“The reason for this is our expectation for increasing interest rates and marginally tighter monetary policy that should be a headwind for high-multiple markets such as the Nasdaq,” the JPMorgan strategists wrote, citing the tech-laden Nasdaq Composite Index COMP.</p><p>Citi's Snyder told MarketWatch that during “midcycle” he likes high-quality stocks, “dividend-growers” and global healthcare&#xa0; equities. Consistent earnings growth and “reasonable valuations” make healthcare attractive, he said, and stock bets in the area can serve as “a volatility dampener” in portfolios.</p><p>Immunology is one of three megatrends poised to accelerate next year as “a range of next-gen oncological therapeutics come up for approval and enable more targeted cancer treatment,” according to Jeff Spiegel, head of U.S. iShares megatrend and international ETFs. Shares of the iShares Genomics Immunology and Healthcare ETF IDNA were up about 0.2% this year based on midday trading Wednesday, FactSet data show, at last check.</p><p>Want Intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Two other megatrends to watch in 2022 are “digital transformation” intensifying through the cloud, 5G and cybersecurity, and “automation technologies” such as robotics and artificial intelligence, Spiegel wrote in a report this month. Automation technologies should grow “in response to ongoing supply chain bottlenecks and wage inflation” in the pandemic, he wrote.</p><p>“I think we'll actually be dealing with gluts next year rather than shortages,” said Charles Schwab's Kleintop. “That will help drive down inflation, particularly in the second half of next year, making an aggressive path of rate hikes unlikely.”</p><p>The market is expecting three rate hikes by the U.S. central bank in 2022 after Fed Chair Jerome Powell signaled last week that it may speed up the tapering of its monthly asset purchases, said Deepak Puri, Deutsche Bank's CIO for the America, during a media briefing Monday on his outlook for next year.</p><p>While the Fed may become more aggressive in tapering its bond purchases, potentially completing the process in March instead of June, said Puri, he expects the Fed will still be “dovish” on rates next year. Puri forecasts that the Fed will raise rates just once next year, which is below consensus, he said.</p><p>“We expect two rate hikes next year,” said New York Life Investment's Goodwin.</p><p>Morgan Stanley's Shalett wrote in her 2022 outlook note that “we see a classic reflationary rebalancing in which higher nominal and real rates reflect higher average growth and inflation rates.” She also expects yield curves will steepen, profit margins to be squeezed by rising costs, and price-to-earnings ratios to compress in “rate-sensitive sectors.”&#xa0;</p><p>“Within the U.S., we like reopening and reflationary themes and beneficiaries of higher bond yields,” JPMorgan said in its report Wednesday. The bank's strategists expect the yield on the 10-year Treasury note BX:TMUBMUSD10Y will rise to 2.25% by the end of next year, the report shows.</p><p>“Our view is that 2022 will be the year of a full global recovery, an end of the global pandemic, and a return to normal conditions we had prior to the COVID-19 outbreak,” Marko Kolanovic, chief global markets strategist at JPMorgan, and the bank's global co-head of research Hussein Malik wrote in the report Wednesday.</p><p>According to Shalett, “on most counts, 2022 will be a critical year when the imbalances wrought by the global pandemic begin to resolve and the business cycle normalizes from extremes.”</p>",
  "published": "2021-12-08T12:55:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 7050,
          "end": 7055
        }
      ]
    }
  ]
}