{
  "_id": "6edba4ea7198c7c50bd4a0705f316cf9970533a2de4d2e7a4bdcc96b09536487",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- The Score: The Business Week in 7 Stocks",
  "text": "<p>GM is revving up plans to increase its workforce. The auto maker aims to expand its offices in Southern California with the opening of a new $71 million tech campus next year. GM said Tuesday that the new campus, which will replace its existing design center in North Hollywood, will allow it to add area workers and expand business ventures related to electric and self-driving cars. It will be located on an 8-acre site in Pasadena, closer to many universities and design schools that are prime recruiting grounds for its operations, the company said. GM shares fell 0.4% Tuesday.</p><p>MCDONALD'S CORP.</p><p>MCD +0.2%</p><p>McDonald's is sweetening perks for its workers this summer. U.S. franchisees of the burger giant aim to boost hourly pay, give workers paid time off and help cover tuition costs to draw enough workers and improve the company's image as an employer. McDonald's corporate parent said it is making a multimillion-dollar investment to back the franchisee efforts, as many U.S. restaurants are struggling to hire enough workers to run their businesses during the economy's post-pandemic rebound. Franchisees own 95% of the chain's roughly 13,450 U.S. stores. McDonald's shares added 0.2% Tuesday.</p><p>GOLDMAN SACHS GROUP INC.</p><p>GS -1.2%</p><p>As the U.S. economy roars back to life, Wall Street is reaping the gains. Goldman Sachs and JPMorgan Chase &amp; Co. reported significant increases in second-quarter profits on the back of corporate America's spring rebound. While bank executives say the recovery remains vulnerable, results show consumer spending returning to pre-pandemic levels and borrowing poised to rise. Goldman Sachs shares lost 1.2% Tuesday.</p><p>JOHNSON &amp; JOHNSON</p><p>JNJ -1.2%</p><p>The heat is now on a prominent sunscreen maker. Johnson &amp; Johnson recalled most of its Neutrogena and Aveeno spray sunscreens from U.S. stores Wednesday after detecting benzene, a potentially cancer-causing chemical, in some samples. The company is also notifying distributors and retailers to stop selling the products. The consumer-health giant said it doesn't use benzene in the manufacturing of the spray sunscreens and is investigating the contamination. J&amp;J said the levels were not expected to cause health issues. Johnson &amp; Johnson shares fell 1.2% Thursday.</p><p>DELTA AIR LINES INC.</p><p>DAL -1.6%</p><p>Even though vacations are back, airlines still have a long journey ahead. Delta on Wednesday said U.S. vacation travel has fully recovered as the airline reported its first quarterly profit since the Covid-19 pandemic crushed the industry in 2020. Delta's results were supported by rising travel demand and a fresh round of government aid to cover workers' salaries. But corporate and international travel remained weak, and while planes and airports are more packed than they were last year, Delta isn't flying a full schedule. Delta shares fell 1.6% Wednesday.</p><p>TWITTER INC.</p><p>TWTR +1%</p><p>A disappearing-posts function on Twitter is about to disappear. After introducing Fleets about eight months ago as a way to expand its audience, the social-media company said the function would cease on Aug. 3 after it failed to boost user engagement. Fleets were intended to compete with similar services on rival platforms, giving users a way to post text, photos and videos that vanish after 24 hours. It's a years-old concept that has flourished on visual-focused apps like Snapchat, owned by Snap Inc., and Facebook Inc.'s Instagram. Twitter shares gained 1% Wednesday.</p><p>INTEL CORP.</p><p>INTC -1.5%</p><p>Intel wants to turbocharge its chip production. The Wall Street Journal reported Thursday that the company is exploring what could become its largest acquisition ever: a roughly $30 billion deal to buy chip producer GlobalFoundries Inc. Intel's chief executive, Pat Gelsinger, said in March that the company would launch a major push to become a chip maker for others, amid a global shortage of semiconductors. The shortfall has disrupted manufacturing and caused temporary shutdowns of automobile factories. Intel shares dropped 1.5% Friday.</p>",
  "published": "2021-07-17T00:00:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3968,
          "end": 3973
        },
        {
          "start": 3406,
          "end": 3416
        },
        {
          "start": 3665,
          "end": 3670
        },
        {
          "start": 3459,
          "end": 3464
        },
        {
          "start": 3935,
          "end": 3940
        },
        {
          "start": 3429,
          "end": 3434
        }
      ]
    }
  ]
}