{
  "_id": "5950527a0ee6131c4efd9d3249b3e8ecc0e49057a9f8b6b67aa29df2b2a5b9bd",
  "feed": "wall-street-journal",
  "title": "Remote Work Lifts Desktop PC Sales",
  "text": "<p>This year, though, desktop demand has jumped, as some employees returned to the office, and others cemented their work-from-home setups. Desktop shipments world-wide are expected to be up about 7% this year after dropping sharply during the first year of the pandemic, according to International Data Corp. Computer companies such as Dell Technologies Inc. and HP Inc. say they have seen an uptick in global shipments, which had declined over preceding years.</p><p>\"For many of those people working from home, they might have been OK with a laptop before. But they really want something that will be a large display, so that they're really productive,\" said Alex Cho, HP's president of personal systems. \"They want a great keyboard and a mouse, dual displays.\"</p><p>Laptop demand also has remained hot, though annual shipment growth reported by IDC this year is expected to ease to 15% from the 29% surge in the first year of the pandemic.</p><p>The desktop PC is now in its fifth decade of existence. Laptop sales surpassed desktops for the first time in 2009, per IDC. The rise of smartphones around the same time put a computer in everyone's pockets, and tablets such as Apple Inc.'s iPad also won widespread adoption.</p><p>The pandemic seemed to mark the latest trend to dent desktop popularity. But the desktop is difficult to kill. Generally, it offers more computing speed, greater memory, a bigger screen and a better camera than similarly priced laptops, industry executives say.</p><p>\"It does offer great value. It does offer better performance. Those things still matter, and they will continue to matter,\" said Jitesh Ubrani, research manager for IDC's Worldwide Mobile Device Trackers.</p><p>Such attributes explain why some employees who initially started remote work with laptops switched over to desktops after concluding they weren't getting adequate performance with their portable devices, industry executives said.</p><p>\"There were a lot of complaints of [the laptop] not having enough power, about missing the old fashioned keyboard,\" said James Rocker, chief executive of Nerds That Care, a Long Island, N.Y., information-technology services company.</p><p>Intel Corp. CEO Pat Gelsinger is among those who made the switch. He said he had two laptops and replaced one with a desktop during the pandemic. \"I'm mostly at my desk at home,\" Mr. Gelsinger said. \"There's a bunch of use cases where the desktop is just a better device.\"</p><p>Intel, which sells chips for all kinds of personal computers, is seeing that kind of behavior play out more broadly, he said.</p><p>Dell, which ranks No. 2 in desktop shipments this year, said it has seen particularly strong desktop demand from the commercial customers, as businesses called employees back to the workplace and ordered them new computers. The company's desktop shipments were up 41% in the second quarter, compared with the year-ago period, and up nearly 18% in the most recent quarter, per IDC data.</p><p>Apple desktop sales also jumped this year. The company in April started taking orders for its newest iMac desktop computer. It is equipped with a chip that enables better performance, a 24-inch screen and what the company is calling the best camera and sound system in an iMac to date.</p><p>In the quarter that the new iMac went on sale, Apple's desktop shipments rose about 23%, according to the IDC data, and advanced more than 60% in the subsequent three-month period. Apple said people who are working from home want bigger screens and maximum power.</p><p>Lenovo Group Ltd. has shipped the most desktops world-wide this year, per IDC data. Pandemic demands drove the company to focus on improving audio quality and noise suppression on desktops, said Sanjeev Menon, general manager of Lenovo's desktop business.</p><p>The global chip shortage also bolstered desktop shipments this year, IDC's Mr. Ubrani said. Some laptops have been out of stock, and computer makers have said they gave priority to the shipment of more expensive ones that are more lucrative, making desktops an attractive, cheaper alternative.</p><p>The resurgence of the desktop is expected to have its limits. IDC forecasts global desktop shipments will drop 10% by 2025 and aren't projected to return to pre-pandemic levels.</p><p>Even so, the desktop isn't expected to disappear entirely.</p><p>\"There will be desktops forever,\" Intel's Mr. Gelsinger said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-12-31T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2409,
          "end": 2414
        },
        {
          "start": 2136,
          "end": 2141
        },
        {
          "start": 4292,
          "end": 4297
        }
      ]
    }
  ]
}