{
  "_id": "c564a94d794271ed93155fcc034c807ce960268609db4ad5e586ceef6275137e",
  "feed": "market-watch",
  "title": "November's 210,000 new jobs marks worst headline number of 2021—but there are bright spots",
  "text": "<p>“Consistent with low jobless claims and record-low layoff announcements, labor shortages are only worsening,” said senior economist Sal Guatieri of BMO Capital Markets.</p><p>Read: Jobless claims jump 28,000 to 222,000, but big ups and downs around Thanksgiving raise questions</p><p>The U.S. jobless rate, meanwhile, fell to 4.2% from 4.6% and touched a new pandemic low. Economists say the official rate likely underestimates the true level of unemployment by a few percentage points, however.</p><p>In another encouraging sign, the size of the labor force grew substantially. Some 594,000 people rejoined the labor force in November, based on a separate survey of households</p><p>The so-called rate of participation rose two ticks to 61.8% and reached the highest level since the start of the pandemic.</p><p>The poll of households also showed that a much-larger 1.14 million people found work in November, which is why the jobless rate fell so sharply. Yet the household data is more volatile than the payroll survey of businesses from which the government derives the official increase in employment.</p><p>Want intel on all the news moving markets each day?Sign up for our daily Need to Know newsletter.</p><p>Spencer Platt/Getty ImagesBusinesses have sought to cope with a labor-market shortage by increasing pay and benefits. Hourly pay rose sharply again last month and wages have climbed 4.8% in the past year.</p><p>The last time wages rose that rapidly before the pandemic was in the early 1980s.</p><p>The paltry increase in hiring last month probably won't deter the Federal Reserve from speeding up plans to end its bond-buying program to stimulate the economy. The high demand for labor shows the U.S. is still primed to grow at a rapid clip and the central bank is more worried now about high inflation.</p><p>Big picture: Businesses still can't attract workers fast enough to meet their needs.</p><p>At the current pace of hiring, employment levels in the U.S. might not return to precrisis trends for two years — or more. The longer the labor shortage persists, the longer it will take for the U.S. economy to make a full recovery.</p><p>What's the holdup?</p><p>An unusually higher number of people retired during the pandemic and millions more are still too anxious to return to work. They fear exposure to the coronavirus or worry they might have to stay home to care for their children, especially if new strains of the coronavirus emerge and shut down schools again.</p><p>The increase in the size of the labor force in November was good news, but it remains to be seen if the uptrend is sustained.</p><p>Key details: Companies in the hospitality business, mostly restaurants and hotels, created just 23,000 new jobs last month. That largely explains the big shortfall in hiring in November.</p><p>These businesses lost the most jobs during the pandemic and are still far from a full recovery. The lingering delta strain of the coronavirus appears to be keeping some customers away and companies are struggling to fill a chasm of open jobs.</p><p>The biggest job gains took place in white-collar professional jobs and warehouse and transportation. Employment also grew steadily in construction and manufacturing.</p><p>Retailers and government cut jobs in November.</p><p>Strong demand for labor continued to push up wages. Average hourly pay rose 0.3% in November to $31.03 an hour. Over the past 12 months, wages have climbed a sharp 4.8%.</p><p>Yet the rate of inflation has also soared and largely eaten up the extra earnings. The cost of living has surged 6.2% in the past year, based on the consumer-price index.</p><p>Alarmed by persistently high inflation, the Fed might be moving to end its economic-stimulus strategy sooner than it had planned.</p><p>Read: Uh-oh, another inflation gauge shows prices soaring at fastest pace in 31 years</p><p>Hiring in November and September, meanwhile, was somewhat stronger than previously reported. Job gains in the two months were raised by a combined 82,000.</p><p>What they are saying? “Although the headline number was weak, the details of the November jobs report were much better,” said chief economist Gus Faucher of PNC Financial Services.</p><p>“The big drop in the unemployment rate, along with a large increase in the labor force, in unalloyed good news,” he said. “If more people are starting to look for work again, this would allow for stronger near-term hiring.”</p><p>Read:U.S. consumer confidence sinks to 9-month low on inflation and Covid worries</p><p>Market reaction: The Dow Jones Industrial Average DJIA and S&amp;P500 SPX were under pressure Friday morning, giving up opening gains.</p>",
  "published": "2021-12-03T12:23:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1082,
          "end": 1087
        }
      ],
      "nexusId": "10063594"
    }
  ]
}