{
  "_id": "845ecbd93c69fd6dd61d69c250cfa36d5b1c2fa943b5037a3eb6f64935183ef1",
  "feed": "wall-street-journal",
  "title": "EXCHANGE --- Heard on the Street: Chips, Ahoy! Intel To Stay (Mostly) Inside",
  "text": "<p>The former Intel engineer was named chief executive of the chip-making titan on Jan. 13. Wall Street roundly cheered the move, believing that a leader with strong technical chops was needed to help Intel finally solve its long-running manufacturing problems. But the announcement came just a week before the company's fourth-quarter earnings report, in which the company had promised to announce whether it would outsource manufacturing of more future chip designs, likely to rival Taiwan Semiconductor Manufacturing.</p><p>Mr. Gelsinger won't officially start until Feb. 15, but he came on Thursday's conference call with analysts to give a hint of this thinking. He said he was pleased with the progress the company has made on its 7-nanometer manufacturing process under development. He said he was confident that the majority of Intel's 2023 products would be made internally, though also that it was likely that Intel would expand its use of outside manufacturing \"for certain technologies and products.\"</p><p>In other words, no radical changes seem to be in the offing. That is unsurprising, given Intel's long history in chip making and the significant challenges that would come from trying to pursue a \"fabless\" business model. But these vague pronouncements will leave investors guessing for a while more. Intel's share price jumped more than 6% in the final minutes of trading Thursday, as its earnings report slipped out early. But the stock gave it all back and more Friday, falling 9.3%.</p><p>The leadership change also prevented Intel from giving a forecast for the new year, which it typically has in its fourth-quarter report. The company's results from the fourth quarter -- and its projection for the first quarter -- show the strong benefits of a booming market for PCs, along with continued weakness on the data-center side. Intel promised a fuller outlook for the year and more details about its manufacturing strategy once Mr. Gelsinger has had more time on the job. He won't be able to spend much of it in the break room.</p>",
  "published": "2021-01-23T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1528,
          "end": 1533
        },
        {
          "start": 47,
          "end": 52
        },
        {
          "start": 198,
          "end": 203
        },
        {
          "start": 827,
          "end": 832
        },
        {
          "start": 1093,
          "end": 1098
        },
        {
          "start": 911,
          "end": 916
        },
        {
          "start": 11,
          "end": 16
        },
        {
          "start": 1830,
          "end": 1835
        },
        {
          "start": 1305,
          "end": 1310
        }
      ]
    }
  ]
}