{
  "_id": "1be9db70720847b707b95cf95a5836d9a152ccc89c6bd62eb3ab256eee604d93",
  "feed": "wall-street-journal",
  "title": "Heard on the Street:  China's Tech  Crackdown Could  Backfire Badly  ---  Beijing tackles anticompetitive practices, hard  ----  By Nathaniel Taplin",
  "text": "<p>\n  [Financial Analysis and Commentary] </p><pre> </pre><p>\n  In the superhero movie \"Avengers: Infinity War,\" antagonist Thanos snaps his fingers and half of life in the universe instantly disappears. After the rout of the past few days, that may sound horribly familiar to investors in certain Chinese educational and internet technology stocks. </p><p>\n  The big question is what comes next. </p><p>\n  The regulatory fusillade against China's internet technology firms has been intensifying for months and clearly has several drivers, among them a good-faith effort to curb anticompetitive practices that hurt small businesses and IT upstarts, elite displeasure with the financial and media clout of companies like Ant and Alibaba, and Beijing's worries about data security. </p><p>\n  But perhaps the most compelling explanation, articulated on multiple occasions by the government itself, is simply that Beijing would strongly prefer more investment to flow into what it regards as real technology like microchips, batteries, robotics and advanced materials, rather than continuing to endure what it calls a \"disorderly expansion of capital\" in areas such as internet software platforms. </p><p>\n  Certainly this is the conclusion of the stock market itself: Since Friday, July 23, Alibaba and Tencent have lost 8% and 10% respectively in Hong Kong, while state-backed Semiconductor Manufacturing Corp., known as SMIC, and Hua Hong Semiconductor are up 24% and 22% respectively. </p><p>\n  All of this sounds great in theory. The problem is, it may not work, especially since state-backed incumbents like SMIC are so entrenched in many of these priority sectors at home, and in many cases deep-pocketed foreign competitors have a strong technological lead abroad. If it doesn't succeed, Beijing could find that it has seriously damaged one of its most vibrant industries -- and a large source of jobs -- in exchange for a bevy of mediocre, slower-growing chip and robotics companies. </p><p>\n  Consider, for example, the return on invested capital for China's largest internet companies, compared with those in areas such as microchips and batteries that Beijing has been pushing for years with mixed success. In the fiscal years 2016-2020, Alibaba and Tencent averaged an ROIC of 18.9% and 19.5% respectively according to FactSet. SMIC and Hua Hong averaged 3.6% and 7.4%. Battery champion Contemporary Amperex Technology, or CATL, averaged a more respectable 15.5%, but that has shrunk to around 10% following big subsidy cuts and changes allowing real foreign competition in 2019. </p><p>\n  Now imagine that for the next decade China produces lots of Hua Hongs and CATLs but no more Alibabas or Bytedances. The impact on growth, employment and debt could be significant. </p><p>\n  Of course, there is no reason capital-intensive manufacturers can't produce outsize returns once they reach the technological frontier and gain real market power. Just look at Intel or Huawei, which made respectable returns for many years. And some Chinese companies in priority sectors are doing fine. Venerable Chinese robotics firm Shenzhen Inovance, for instance, had an ROIC of 20% last year. On the other hand, Huawei succeeded partly because it was free to build upon American technology and had easy access to global export markets. Inovance has been around since 2003. Future would-be Huaweis or Chinese Intels will find themselves facing a very different global landscape. </p><p>\n  The impact on employment could also be significant. With the exception of last year, when China's factories were boosted by being the only game in town, all of China's net employment gains since 2012 have been in services. In part that reflects a good thing -- rising productivity in manufacturing, meaning fewer workers needed per unit of output. But forcibly trying to redirect more investment into capital-intensive manufacturing won't do much to help new graduates already struggling to find work, especially if those efforts produce mediocre, slow-growing companies rather than technological champions. </p><p>\n  Beijing is right to see anticompetitive practices in its internet tech sector as a major problem. But when a government comes to believe it can snap its fingers and create -- or destroy -- whole industries at will, things can easily go awry. And the \"disorderly\" expansion of private capital has produced immense wealth for the country and its people. There is a Chinese saying, favored by official spokespeople, that comes to mind: picking up a stone to smash one's foot. In English there is another: shooting oneself in the foot. </p><p></p>",
  "published": "2021-08-02T06:07:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2858,
          "end": 2863
        },
        {
          "start": 3295,
          "end": 3301
        }
      ]
    }
  ]
}