{
  "_id": "8c00263a7ad08d3126b8d8f4e916301f20daaa104c0bfb81a184279eac919afb",
  "feed": "market-watch",
  "title": "Micron dubbed a ‘best idea' at Cowen on potential to outperform chip sector",
  "text": "<p>Cowen's Karl Ackerman thinks that investors are misunderstanding Micron's MU story. While DRAM spot prices have been falling, channel inventory is improving, according to Ackerman. Perhaps more important, Micron now derives about 75% of its business from long-term agreements, he said, compared with 20% four years ago, which makes the company less beholden to changes in spot prices.</p><p>Long-term agreements “coupled with more stable supply should lessen historical cycle volatility and drive more predictable growth,” Ackerman wrote, while boosting his price target on Micron's stock to $99 from $80 and maintaining an outperform rating.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Micron's stock rallied 1.0% in midday trading Monday. While it has lost about 14% from its 21-year high of $95.59 reached on April 12, 2021, it has surged 24% since closing at a one-year low of $66.38 on Oct. 13.</p><p>Ackerman also disagrees with what he says is another bearish argument on Micron shares—that memory could lag in 2022 if the semiconductor industry is “driven by inventory restocking.” He is more bullish, writing that memory integrated circuits are becoming more critical to data centers, automotive applications, and networking system architectures. Growth in those categories has helped memory companies boost their share of semiconductor industry demand.</p><p>The FactSet consensus is still ahead of Ackerman's new fiscal 2022 earnings estimate of $8.22 a share, but he said that some buy-side expectations call for earnings as low as about $6.75 to $7.00 a share, which he considers “too pessimistic.” The FactSet EPS consensus for fiscal 2022 is $8.80. Micron's stock has the potential to outperform the broader semiconductor industry during calendar 2022, in Ackerman's view.</p><p>Ackerman joins Evercore ISI analyst C.J. Muse, who tapped Micron as a semiconductor “top pick” a few weeks back, pointing to “green shoots” in the memory sector as well as opportunities for Micron to play into hot themes like the build out of the metaverse.</p><p>See also: Facebook is spending more, and these companies are getting the money</p><p>Micron shares have gained 13.0% over the past month, while the PHLX Semiconductor Index SOX has edged up 0.2% and the S&amp;P 500 SPX has declined 2.2%.</p>",
  "published": "2021-12-06T12:55:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 653,
          "end": 658
        }
      ]
    }
  ]
}