{
  "_id": "849121a70ab0915d003c47d480125b4ea2a89176d96ca0024da7762af99cb4f4",
  "feed": "wall-street-journal",
  "title": "Tesla, Intel, Bitcoin: What to Watch in the Stock Market Today; Crypto stocks were up as bitcoin prices recovered; Intel will list shares in its Mobileye self-driving-car unit",
  "text": "<p>* Tesla CEO Elon Musk spoke about what's next for the auto maker and SpaceX in an interview with The Wall Street Journal. Watch the full interview here.</p><p>* Executives at Instagram, which is owned by Meta, formerly known as Facebook, unveiled new features that they say will make their platform safer for teens to use.</p><p>* Private-equity firm Permira will acquire cybersecurity-software developer Mimecast in an all-cash deal that values the company at $5.8 billion.</p><p>* Coupa Software said its loss in the third quarter widened from a year earlier as operating expenses jumped.</p><p>* Health savings account manager HealthEquity reported a loss in the recent quarter and said it expects a full-year loss as well.</p><p>* British pharma giant GlaxoSmithKline said new early-stage studies showed its antibody medication is effective against the Omicron coronavirus variant, adding to data provided last week.</p><p>* Software maker GitLab's first results as a public company revealed a wider quarterly loss than Wall Street expected.</p><p>* Database company MongoDB raised its full-year guidance above analysts' estimates.</p><p>* Shares of cryptocurrency exchange Coinbase ticked higher, reversing direction after closing down for five straight trading sessions. Bitcoin rose above $51,000, recovering after touching a low of $42,000 on Saturday.</p><p>* Auto parts retailer AutoZone reported higher quarterly earnings per share than Wall Street's estimates.</p><p>* Apparel company Designer Brands posted a surge in profit.</p><p>* Toll Brothers, ChargePoint, Stitch Fix, Dave &amp; Buster's, Avid Bioservices and Casey's General Stores are expected to post earnings after markets close.</p><p>Chart of the Day</p><p>* Fears about the economic impact of the new Covid-19 variant have hit bank stocks hard, but they are still on track for their best year in more than two decades.</p><p>Write to Anna Hirtenstein at anna.hirtenstein@wsj.com</p><p>Tesla, Intel, Bitcoin: What to Watch in the Stock Market Today</p>",
  "published": "2021-12-07T14:36:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1874,
          "end": 1879
        },
        {
          "start": 115,
          "end": 120
        },
        {
          "start": 7,
          "end": 12
        }
      ]
    }
  ]
}