{
  "_id": "d33095aae076e693dafff70da5e5a27fdf251ab72b9d97c53dc85dfb5747ac5c",
  "feed": "ftcomall",
  "title": "Businesses still feeling the pain of EU customs checks",
  "text": "<p><em>Welcome back.&#xa0;Do you work in an industry that has been affected by the UK's departure from the EU single market and customs union? If so, how is the change hurting — or even benefiting — you and your business? Please keep your feedback coming&#xa0;to&#xa0;</em><a href=\"mailto:brexitbrief@ft.com\"><em>brexitbrief@ft.com</em></a><em>.</em></p> <p><strong>When the new EU-UK trade arrangements came into effect on January 1 there were, inevitably, a flurry of news reports about the difficulties being faced by businesses, particularly those involved in agrifood and smaller operators that shipped consignments by the pallet load, rather than entire containers.</strong></p> <p>There was always a question of the extent to which these woes were “teething problems” and how much were systemic and structural issues caused by imposing rest-of-world trading processes on the fast-moving, flexible trade that had grown up under the EU single market.</p> <p>As we approach the end of month four, Brexit Briefing's inbox is still filling up with stories of continuing frustration, and not just with agribusinesses.&#xa0;</p> <p>The Office for Budget Responsibility, the independent fiscal watchdog, <a href=\"https://www.ft.com/content/31b3f11d-901c-4d6d-aefd-d915911d5a9d\">has estimated</a> that exports and imports “will be around 15 per cent lower in the long run”, which roughly matches last month's <a href=\"https://www.ft.com/content/b71a0e1f-e993-4b8c-bf22-d3160cf7cf8b\">ONS trade data</a> for imports.</p> <p>What is concerning some industries is the lack of progress that is being made, particularly on clearing plants and animal products through EU customs, and so-called “groupage” where small businesses sent individual pallets to fill a container.</p> <p>Take the fast-growing pet food industry that the FT <a href=\"https://www.ft.com/content/88b457ed-19e7-4dd8-b870-e9928967f3e9\">wrote about recently </a>and saw trade volumes with the EU fall one-third in February, according to the Pet Food Manufacturers' Association.</p> <p>For example, companies like Natures Menu in Norfolk, who Brexit Briefing spoke to this week, say they have €120,000 worth of stock stranded waiting clearances for more than 60 days and counting, and an additional €300,000 stuck in its Norfolk warehouse.</p> <p>These are not inconsiderable numbers for a company that was doing nearly 10 per cent of its £50m turnover in Europe last year, and reckons it will be lucky to do one-third of that in 2021, even in an absolute best-case scenario.</p> <p>The frustrations are all about the incredibly complex paperwork, but also rules, such as requirements for tests of enterobacteriaceae, which non-EU countries have to meet to a standard that EU single market companies do not.&#xa0;</p> <p>A recent Natures Menu consignment spent 30 days in Gothenburg before being eventually returned, and when it did come back, the reason given was simply “label mismatch”. Another load was returned because the company had written “salmon” instead of “fish” on one of the forms. Even the best prepared companies are finding how easy it is to make mistakes.</p> <p>To ordinary businesses like Natures Menu a lot of this smacks of blatant EU protectionism, not least since some of their products are actually manufactured in the EU and none of the UK's standards have actually changed. But of course, the law has.</p> <p>Whatever the reasons, says James Langan, the managing director of Natures Menu, unless they are resolved these barriers will inevitably have implications for the company as it loses its EU income stream and questions whether it should devote expensive human resources to the task of trying to slay (often unsuccessfully) the EU's bureaucratic dragon.</p> <p>Where there are workarounds to be found, they are costly. Peter Kersh, the managing director of World Feeds Ltd, a small business near Doncaster, Yorkshire, that featured in our original report, said there has been “no change really”, with groupage still the big issue.</p> <p>He recently managed to get a small shipment through to Italy as a test, using a dedicated vehicle rather than groupage, but this cost more than £1000 against typically £300 before Brexit, which he says is “not tenable in the long term”.&#xa0;</p> <p>It is not just food-related industries that are suffering. Maxwell-Scott, a Yorkshire-based luxury leather goods retailer with a factory in Italy, estimates that it has missing stock amounting to £50,000 and a loss of sales of £100,000 per month because of shipping woes.</p> <p>The workload on its customer service team has increased 60-70 per cent, with Germany a particular problem thanks to its strict customs and VAT system which the company says has led to a 90 per cent fall in revenue on its German Amazon platform worth £10,000-£20,000 a month.&#xa0;</p> <p>Maxwell-Scott has spent a lot of time battling its main carrier, UPS, which seems to have been overwhelmed at times, with parcel searches that usually take 8-10 working days unresolved after more than five weeks, the company says. Again, Maxwell-Scott argues that these costs are crimping its ability to invest in new lines and products.</p> <p>And the effects cut both ways. Alexander Kirchfeld, chief executive of SEA Vertrieb, a Germany-based audio equipment distributor that sources a fifth of its products from UK manufacturers, says it is facing six-week delays on goods from the UK.</p> <p>The company is still waiting on more than £7,000 worth of products that have been stuck in German customs since mid-February.&#xa0;“It's a complete mess,” Kirchfeld told my colleague Oliver Barnes, again citing a miserable customer service experience with UPS. “The combination of Brexit and the pandemic seems to have created total chaos for customs and no one really knows what's going on.”</p> <p>Elizabeth Carnahan, founder of Gracefruit, a UK cosmetic ingredients supplier, which generates about a third of its revenue from the German market, tells a similar story, with 20 out of the 75 parcels Gracefruit has sent to Germany with UPS since the new year still stuck.&#xa0;</p> <p>She too is finding a workaround, this time shipping via the Czech Republic, but she estimates sending goods via a more circuitous route will cost her business tens of thousands of pounds in the long run.&#xa0;</p> <p>UPS is not alone in struggling with deliveries and says that it is taking “swift measures” to try and address Brexit issues and is “working with German customs officials to help customers comply with the new rules and latest documentation needs, created by Brexit”. But many businesses are starting to wonder if these costs and delays are now baked into the future.</p> <p>Whether they have to be, remains an open question. When the UK starts to introduce its own border controls next year, these frictions will cause more pain and may incentivise governments on both sides of the Channel to take steps to address the issues.</p> <p>That the EU-UK deal can evolve for the better is also the aim of <a href=\"https://www.ft.com/content/2bf9d562-f7ac-46f0-b8eb-8ded2206bfcc\">a new cross-party group of MPs</a> and industry leaders that have set up an independent commission to try and ferret out fixes, the most immediately obvious being a deeper UK-EU veterinary deal, bilateral youth mobility schemes and technology to smooth border flows.</p> <p>But this will require political tempers to cool, on both sides. It is true Boris Johnson's government has opted for a sovereignty-first Brexit, but equally the EU side is not above maximising the economic costs of that approach or using its leverage to orientate supply chains and investment inside the single market, whether for electric vehicles or financial services.&#xa0;</p> <p>The difficulty is that the longer these approaches persist, the deeper the negative cycle of action and reaction becomes, creating permanent scarring and a constantly adversarial culture. It remains to be seen what dynamic emerges from the management of the Trade and Co-operation Agreement's various committees, but on current showing business may have to wait a while before pragmatism takes hold.&#xa0;</p> <h2>Brexit in numbers</h2> <p><strong>One key measure of the impact from Brexit will be investment flows on either side of the Channel, and the extent to which UK business shift investment into the EU to access the single market and EU business invest in the UK to smooth access to the UK market.</strong></p> <p><a href=\"https://personal.lse.ac.uk/sampsont/OutwardFDI_AP.pdf\">Research by the LSE</a> suggests that since Brexit, UK companies have invested more heavily in Europe than they would have done had the UK voted to remain in the EU, estimating additional investments by UK companies in the EU at about £21.2bn by March 2019.&#xa0;</p> <p>The assumption is that much of this is at the expense of investment in the UK, as UK companies look to find ways to continue to operate in the EU, either setting up branch offices or warehousing inside the single market.</p> <p>The LSE date only runs to the first quarter of 2019, but Professor Thomas Sampson who co-authored the research, says that much of the anecdotal evidence from companies (like those noted above), suggests we can expect the trend to continue.</p> <p>It is also noteworthy, Sampson adds, that the additional post-Brexit FDI by UK companies into the EU between the 2016 referendum and March 2019 related to services investment. Given that the goods exports have been hard hit by the post January 1 2021 trading rules, you might expect to see those businesses also investing in the EU to preserve access to the market.</p> <p>Predicting flows the other way, EU businesses investing in the UK, is less certain. Those companies will face the inverse of the choices confronting UK businesses, either sucking up import costs and frictions, exit the UK market altogether, or invest in UK facilities to retain access to the market.</p> <p>Sampson makes no firm forecasts here, but observes that given the UK's smaller market size there is “less incentive to set up in the UK than vice versa” — which is what is indicated by the research in the paper.&#xa0;</p> <p><em>A quick heads up for BB readers about an exciting new addition to the FT newsletters line up. The daily Brussels Briefing is being reborn as “Europe Express”, in light of the fact that the UK's relations with Europe must now extend far beyond Brussels. You'll get the best of our top-flight Brussels bureau intel and insights, but there will also be daily dispatches from Berlin, Paris, Rome, Athens and other capitals. Sign up for the newsletter </em><a href=\"https://ep.ft.com/pages/newsletters/566825b8cb56e60cea589e91/subscribe/success\"><em>here</em></a><em> and send thoughts, scoops and comments to </em><a href=\"mailto:europe.express@ft.com\"><em>europe.express@ft.com</em></a><em>.</em></p> <p><strong>And, finally, three Brexit stories you may have missed this week.</strong></p> <p>Boris Johnson called some of the Northern Ireland protocol's requirements “absurd” and “ludicrous” this week. But even as Britain's prime minister talks up “further steps” to mitigate unilaterally the effects of his post-Brexit deal with the EU on Northern Ireland, the UK government machine is <a href=\"https://www.ft.com/content/ce89dea5-1217-45e6-9b79-5ea7321e7494\">“throwing the kitchen sink”</a> at making it work.</p> <p>Northern Ireland's economy minister is <a href=\"https://www.ft.com/content/974c17d2-a181-412a-906f-150c9d54fa16\">pushing the UK government</a> to ease the strains of post-Brexit rules that threaten the competitiveness of the region's aerospace industry by forcing companies to pay tariffs on raw materials imported from Great Britain.</p> <p>UK companies making non-branded drugs have already <a href=\"https://www.ft.com/content/40c52efc-17d8-4ac7-8a03-762df46adc9f\">started to withdraw medicines</a> from the Northern Ireland market because they cannot afford to meet the costs of new post-Brexit red tape, according to industry leaders.</p><p>Source: Peter Foster 2021 'Businesses still feeling the pain of EU customs checks' FT.com 22 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-22T15:09:44.056Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 9721,
          "end": 9726
        }
      ],
      "nexusId": "10063594"
    }
  ]
}