{
  "_id": "b2065b12e2453b285ae31be6a081f14b61850c86bb461478c825a9a57375b230",
  "feed": "wall-street-journal",
  "title": "The Real Infrastructure Problem",
  "text": "<p>In ransomware attacks, criminals use computer code to seize control of information systems and then extort businesses to unlock them. Sometimes they also threaten to dump sensitive intel on the web. The FBI says the DarkSide criminal network believed to be based in Eastern Europe perpetrated the attack.</p><p>Some in the media are minimizing the attack by noting that DarkSide is only after money and purportedly doesn't extort schools and hospitals. Small consolation. These thieves are bent on causing damage and have exposed an enormous vulnerability in the U.S. energy system by taking down a critical fuel artery.</p><p>Fortunately, there was plenty of fuel in storage before the shutdown, and the pipeline should be back online this week. But meantime gasoline will have to be transported by trucks, which is less efficient. Transportation bottlenecks were already snarling supply-chains, and the pipeline shutdown won't help.</p><p>---</p><p>Yet this is the world that the climate-change lobby wants. The Biden Administration should be putting money into shoring up cyber vulnerabilities, but instead it's using the \"infrastructure\" label to remake the energy economy, squeeze fossil fuels, and make the grid more vulnerable, not less.</p><p>Texas's nearly week-long power outage in February showed how grid problems can cascade. After wind turbines froze, gas power plants couldn't make up for the lost generation and surging demand from homes that use electric-powered heaters. Some gas pipelines and compressors also froze or shut down because they rely on electricity.</p><p>Power outages also affected water treatment systems in Texas and rippled across the Midwest, which relies on gas from Texas for power and heating. The outage exposed how the U.S. grid is becoming less reliable as it becomes more reliant on intermittent renewables and natural gas to back them up. Nuclear and coal plants that provide baseload power are shutting down because of environmental regulations, and they can't compete with cheaper gas or subsidized solar and wind.</p><p>The Energy Information Administration says 2021 could set a record for the most nuclear retirements. New York Gov. Andrew Cuomo ordered the Indian Point nuclear plant, which has historically provided a quarter of the power to New York City and Westchester, to shut down last month. So now fossil fuels -- namely natural gas -- will make up 93% of downstate New York's electric capacity.</p><p>Mr. Cuomo has severely compromised the grid's reliability in New York and Northeast by blocking pipelines to deliver more gas to power plants and heating fuel to households. The result is the region is becoming more reliant on gas compressors to push more fuel through pipelines. Pipelines and compressors are vulnerable to bad weather and cyber attacks.</p><p>The Department of Homeland Security reported in February 2020 that a ransomware attack shut down a natural gas compressor facility for two days, though it didn't say where. An attack on gas infrastructure during the winter will have the potential to cause more damage as more coal and nuclear plants retire.</p><p>This will be obvious to hackers offshore, whether they are independent criminals or state-affiliated groups. Russia's foreign intelligence may have picked up more leads on America's cyber vulnerabilities when its proxies penetrated SolarWinds software and purloined information from government agencies, including the Federal Energy Regulatory Commission and Energy Department.</p><p>Many utilities and energy companies also use SolarWinds. The U.S. government could help companies harden their information systems, but the risks to infrastructure will grow unless the U.S. makes the energy system more resilient and redundant. That won't happen with Mr. Biden's 500,000 new EV charging stations and rooftop solar panels on every home.</p><p>Just the opposite. The grid and other infrastructure will become more vulnerable as more systems get electrified and connected. The Government Accountability Office warned in March that home solar panels, EV chargers and \"smart\" appliances that companies control remotely are creating new entry points for cyber criminals to take over the grid.</p><p>Defending the U.S. against cyber attacks is the Biden Administration's most important infrastructure job, but that's not what its $2.3 trillion proposal would do.</p><p>(See related letters: \"Letters to the Editor: Internet-Linked Infrastructure Is Not Secure\" -- WSJ May 19, 2021)</p>",
  "published": "2021-05-11T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 181,
          "end": 186
        }
      ],
      "nexusId": "10063594"
    }
  ]
}