{
  "_id": "32e447e5cf49b6efa95dd0b03222b8dfac540abf0525dac476465f0520759da0",
  "feed": "ftcomall",
  "title": "Intel chief says more consolidation needed in chip industry",
  "text": "<p>Intel's chief executive said more consolidation was needed in the <a href=\"https://www.ft.com/content/d365bfe0-98c4-49b5-8e82-dc4386623ace\">chip manufacturing industry</a>, days after a report that the US chipmaker was in talks to buy GlobalFoundries for $30bn.</p> <p>“We just view that smaller players won't be able to keep up,” Pat Gelsinger said. Speaking on a call with analysts to discuss Intel's latest earnings, he added that “foundries without leading-edge capabilities” — a term generally used to mean those not making computer chips with the smallest feature sizes — would struggle to compete.</p> <p>GlobalFoundries, which is owned by Mubadala, an Abu Dhabi sovereign wealth fund, abandoned leading-edge manufacturing three years ago. At the time it scrapped plans to make 7 nanometre&#xa0;chips — the same process technology that Intel has struggled with.</p> <p>Gelsinger's comments amount to the clearest indication yet that the US chipmaker could use dealmaking to boost its manufacturing base. Intel said it was in discussions with 100 potential customers for the <a href=\"https://www.ft.com/content/987b5761-6b59-48f3-8f52-52a4fb84264e\">new foundry business</a> that it announced in March, justifying a rapid expansion in its production facilities.</p> <p>“We wouldn't say M&amp;A is critical, but neither would we rule it out,” the Intel CEO told Wall Street. Mubadala has not commented on talks with Intel, which were <a href=\"https://www.wsj.com/articles/intel-is-in-talks-to-buy-globalfoundries-for-about-30-billion-11626387704?mod=article_inline\">reported</a> by The Wall Street Journal, while GlobalFoundries has said it was not in discussions.</p> <p>Meanwhile, Intel said it expected the <a href=\"https://www.ft.com/content/d0f4efec-d83c-47e1-b81f-7b57b729d76d\">supply chain crunch</a> roiling the electronics world to come to a head this summer, and predicted that it could take another two years for the pressure to ease fully across the industry and for supplies to customers to return to normal.</p> <p>The supply pressures — particularly a lack of the silicon wafers from which Intel carves its chips — would hold back production of personal computer <a href=\"https://www.ft.com/stream/8b010053-6a9c-4c39-be1e-28856e47b874\">semiconductors</a> in the current quarter, weighing on sales, the company said.</p> <p>The caution, along with higher costs that the company said it was facing later this year as it tries to finally increase production of 7nm chips, wiped 2 per cent from its shares in after-market trading.</p> <p>Some industry leaders have predicted a quicker rebound in chip supplies, arguing that the shortages have been artificially exacerbated by customers over-ordering to try to make up for the shortfalls. But Gelsinger has warned for months that the problems will hamper electronics makers for much longer than many expect, repeating on Thursday that it would take “a year or two for the industry to catch up with demand”.</p> <p>The warning came as <a href=\"https://www.ft.com/stream/7d63e57e-25d0-4925-bff7-6c35af845012\">Intel</a> reported surprisingly strong second-quarter earnings, thanks to the continued rebound in PC sales that began with Covid-19 lockdowns. Revenue of $19.6bn topped Wall Street's expectations by almost $2bn — though sales were still slightly weaker than a year ago, when a jump in digital demand caused by the pandemic brought a surge in chip sales to cloud companies.</p> <p>Intel raised its previous revenue guidance for the full year by $1bn, to $73.5bn — though after the $2bn outperformance of the latest quarter, that still implied a $1bn shortfall in the remainder of the year.</p><p>Source: Richard Waters in San Francisco 2021 'Intel chief says more consolidation needed in chip industry' FT.com 22 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-22T23:35:18.069Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1227,
          "end": 1232
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2849,
          "end": 2854
        },
        {
          "start": 907,
          "end": 912
        },
        {
          "start": 1688,
          "end": 1693
        },
        {
          "start": 2479,
          "end": 2484
        },
        {
          "start": 1351,
          "end": 1356
        },
        {
          "start": 746,
          "end": 751
        },
        {
          "start": 1158,
          "end": 1163
        },
        {
          "start": 310,
          "end": 315
        }
      ],
      "nexusId": "10063594"
    }
  ]
}