{
  "_id": "059061cab6966773c247472132dc1ee5e59b1a7f404fc6372361d01ac7613129",
  "feed": "ftcomall",
  "title": "TSMC/silicon chips: multilayer supply chain amplifies shortages",
  "text": "<p>The more moving parts, the more things can go wrong. That even applies to silicon chips, which have no moving parts at all. The supply disruption choking production of these sophisticated products now extends to a scarcity of humble cardboard boxes.</p> <p><a href=\"https://www.ft.com/content/fbdd0fb0-9ac6-47b5-ad2f-2c23e8245e92\">Shortages</a> also encompassing shipping containers, water, chemicals and raw silicon are putting pressure on chipmakers. Analysts say this helps explain weakness in the shares of Taiwan Semiconductor Manufacturing Co. That is despite <a href=\"https://www.ft.com/content/6fbb6aaf-f022-4e3c-a3e0-2f2887429f8d\">strong earnings</a> from the world's largest contract chipmaker.</p> <p>Net profits rose 14 per cent in the third quarter to T$156bn ($5.6bn), beating expectations. Sales rose more than a fifth. A global shortage of semiconductors, crucial components in everything from smartphones to toasters, has continued to boost TSMC's earnings.</p> <p>Yet the stock is down 7 per cent in the past six months, reflecting worries that capacity is constrained, capex is too high and margins may fall. </p> <p>The complexity of chip manufacturing increases its sensitivity to disruption. Taiwanese factories produce large silicon wafers, cut them into thousands of chips and ship them to south-east Asia where contractors assemble, test and package them. These microprocessors are then sent on to China for incorporation in circuit boards and shipping to clients.</p> <p>Each stage is a potential bottle neck, as closures of factories in Malaysia and <a href=\"https://www.ft.com/content/13fe62e2-1e6e-4f9d-81d3-6a27d68d1171\">Vietnam</a> demonstrated earlier this year.</p> <p>TSMC raised gross margins to 51 per cent in the third quarter. That was an improvement on the previous quarter but still below profitability at US peer Intel. The group has set aside $100bn over the next three years to build capacity. This may not be enough to meet demand.</p> <p>The good news is that TSMC renegotiates sales contracts at this time of year. Haggling began last month. TSMC is likely to fix higher prices. That should be reflected in earnings as early as the fourth quarter. Rival Samsung reportedly raised prices with key customers by up to a fifth last month.</p> <p>Input shortages will abate faster than chips shortages. Those could extend well into next year. Moreover, advanced chips are a growing source of revenue, accounting for more than half of all TSMC's revenue during the third quarter. <a href=\"https://www.ft.com/content/4c81a62e-ef56-49e1-aec5-ab9ff07f5290\">New technologies</a> such as AI and self-driving cars require smaller, faster, more complex semiconductors. There will be no lack of demand. TSMC and Samsung remain good investments regardless of whether their contractors can source cardboard boxes.</p> <p><em>The Lex team is interested in hearing more from readers. Please tell us what you think of the chip supply chain in the comments section below</em></p><p>Source:  2021 'TSMC/silicon chips: multilayer supply chain amplifies shortages' FT.com 14 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-14T12:59:38.516Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1577,
          "end": 1582
        }
      ]
    }
  ]
}