{
  "_id": "cafe7655d110ef552da6afbc2fac642a8b400364bcf2e640db1d3b19d595ff22",
  "feed": "market-watch",
  "title": "Stock futures rise following S&P 500's best day since March as retail sales report looms",
  "text": "<p>Brent-oil futures BRN00 briefly hit $85 a barrel, the highest level since October 2018.</p><p>How are stock-index futures trading?</p><p>Dow Jones Industrial Average futures YM00 rose 0.4% to 34,929</p><p>S&amp;P 500 futures ES00 gained 0.4% to 4,445</p><p>Nasdaq-100 futures NQ00 rose 0.3% to 15,087.</p><p>On Thursday, the Dow Jones Industrial Average DJIA rose 535 points, or 1.56%, to 34913, the biggest one-day point and percentage gain since July 20. The S&amp;P 500 SPX increased 74 points, or 1.71%, to 4438, its best day since early March, while the Nasdaq Composite COMP gained 252 points, or 1.73%, to 14823, its best day since May.</p><p>What's driving the market?</p><p>The first big week for third-quarter earnings winds down on Friday, with results from Goldman Sachs GS. Wall Street cheered a big batch on Thursday that included Morgan Stanley MS, Bank of America BAC, Citigroup C and Wells Fargo WFC.</p><p>Next week will see a number of big names reporting across several sectors, including Johnson &amp; Johnson JNJ, Netflix. NFLX, Tesla. TSLA, Intel INTC and Chipotle Mexican Grill CMG.</p><p>Apart from bank earnings that helped assure investors that the economy continues to grow despite rising inflation, stocks surged on Thursday following a drop in first-time jobless claims to a pandemic low and producer prices that rose by less than expected.</p><p>September retail sales are ahead for Friday, and expected to drop 0.2% from a 0.7% gain the prior month, according to economists surveyed by The Wall Street Journal and Dow Jones Newswires. The data is expected at 8:30 a.m. Eastern Time, along with September import prices and the Empire State index for October.</p><p>“Up until yesterday, we were reluctant to turn our eyes to the upside, and we said that there was a chance for another setback in equities. In our view, with no significant change in the fundamental background, that chance is still on the table,” said Charalambos Pissouros, head of research at JFD Group, in a note to clients.</p><p>“However, with the technical pictures of several equity indexes pointing to breaks above significant downside resistance lines, we will now aim higher for a while, as investors may have already accepted that the Fed will taper in November, and perhaps raise interest rates even next year,” said the analyst, adding investors should be wary of “trusting a long-lasting recovery,” and be ready to re-evaluate if needed.</p><p>Which companies are in focus?</p><p>Shares of Alcoa Corp.AA climbed 4% in premarket trading after the aluminum producer reported stronger-than-expected results, said it would pay its first dividend since 2016 and announced a $500 million share buyback.</p><p>Virgin Galactic Inc.SPCE shares slid 20% in premarket after delaying its next test flight and the start of its space-tourism business.</p><p>How are other assets trading?</p><p>The 10-year Treasury yield BX:TMUBMUSD10Y rose fell 3 basis points to 1.551%. Yields and debt prices move in opposite directions.</p><p>Oil futures rose, with the U.S. benchmark CL00 up 0.8% at $82.01 a barrel. Gold futures GC00 fell 0.8% to $1,783.80 an ounce.</p><p>The Stoxx Europe 600 XX:SXXP rose 0.3%, while London's FTSE 100 UK:UKX rose 0.1%.</p><p>The Shanghai Composite CN:SHCOMP rose 0.3%, while Japan's Nikkei 225 JP:NIK advanced 1.8%</p>",
  "published": "2021-10-15T06:13:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1004,
          "end": 1009
        }
      ]
    }
  ]
}