{
  "_id": "6ca1d8cdb1cd39a4f9cf00188e2fe2f84f95d6c8d6304abea9fc905407bfc088",
  "feed": "ftcomall",
  "title": "Investor protests at US executive pay hit record high",
  "text": "<p>Investor protests over executive pay have hit an all-time high as ire deepens for packages that were rewritten during the pandemic to make it easier for chief executives to earn tens of millions of dollars.</p> <p>On Thursday, Halliburton became the 13th S&amp;P 500 company this year to garner less than 50 per cent support for a pay vote at an annual meeting, according to data provider ISS Corporate Solutions.</p> <p>The failure tally in 2021 marks the highest number since non-binding executive pay votes were mandated by the 2010 Dodd-Frank financial reform law. Twelve S&amp;P 500 companies failed such “say-on-pay” votes in 2020.</p> <p>With more than one-third of S&amp;P 500 companies scheduled to hold shareholder meetings in the weeks ahead, the number of failed bonus votes is expected to shoot up.</p> <p>“It is quite possible that we might get to 20 failed votes this year,” said Brian Johnson, executive director of ISS Corporate Solutions.</p> <p>Though the votes are non-binding, shareholder dissatisfaction with pay cannot be easily shrugged off. Companies that fail pay votes tend to underperform, Morgan Stanley said in a May 21 report. “Between 2015 and 2019, failed say-on-pay votes were a material red flag for share price underperformance,” the bank said.</p> <p>This year's revolt against bonuses stems largely from 2020 board decisions to rewrite long-term incentive plans to make performance targets easier to hit, Johnson said.&#xa0;</p> <p>As companies shut operations and furloughed workers last year, hundreds of company boards reset bonus plans to exclude the worst months of the pandemic's economic hit from bonus criteria or add new bonus metrics to lessen the blow of a company's battered share price.&#xa0;</p> <p>Remuneration committee board members had to look at 2020 “almost as a tale of two periods,” said Betsy Atkins, a former chief executive who sits on several boards including Wynn Resorts and SL Green.</p> <p>“There was January and February when the annual plan was approved and things looked normal or strong, and then there was the pandemic,” she said. The committees she sits on encouraged chief executives to forgo part or all of their salaries in part “to extend the cash runway” when the companies' outlook was deeply uncertain.</p> <p>But other pay plans were hammered for routine exorbitance. Intel, which failed a pay vote earlier this month, has offered new chief executive Pat Gelsinger a pay package totalling $110m, according to Morgan Stanley. </p> <p>Support for the pay of Starbucks executives plunged to 47.5 per cent from 84.5 per cent the year earlier. Chief executive Kevin Johnson received two special bonuses in recent years, and a maximum bonus of $50m was criticised for being too large, Morgan Stanley said.</p> <p>The failed pay votes illustrate changing attitudes by the world's largest asset managers. BlackRock, Vanguard and State Street said they had voted against some of the companies that failed pay votes this year. For example, State Street voted against Starbucks this year after supporting it in 2020.</p> <p>“We have seen a dramatic shift particularly this year with large asset managers being more assertive and making it clear that quiet, behind-the-scenes engagement is not the only tool in the toolbox,” said Richard Fields, a partner at law firm King &amp; Spalding. “A sleeping giant has been woken up.”</p><p>Source: Patrick Temple-West and Andrew Edgecliffe-Johnson in New York 2021 'Investor protests at US executive pay hit record high' FT.com 23 May. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-05-23T10:00:55.308Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2258,
          "end": 2263
        }
      ],
      "nexusId": "10063594"
    }
  ]
}