{
  "_id": "8f020d88da19dc20ab695e1f3dd5c4f976453fc22a1ad4a97c50d24684c9a869",
  "feed": "ftcomall",
  "title": "James Bond's suits — the Spectre of tight tailoring",
  "text": "<p>If 007 is looking for Spectre, he should try his tailor: only infiltration by a global criminal organisation could explain the abysmal fit of his clothes. </p> <p>Just about every suit Daniel Craig has worn as James Bond bunches up around his arms and thighs. The sleeves are too short, with as much as three inches of shirt cuff popping out. The point of good tailoring is that it hangs smoothly; Craig's Bond suits cling and pull around the waist and chest. The jackets stop near the top joint of the thumb, rather than the canonical lower one, when Craig's arms hang by his side. The lapels are too skinny for a broad-chested man and look cartoonish. </p> <p>All of these disasters have been on display from <em>Casino Royale</em> right up to <a href=\"https://www.ft.com/content/2536e2fe-6d6c-43ec-a09f-14f239731ea6\"><em>No Time to Die</em></a> (or, as I call it, <em>No Time for a Second Fitting</em>). It is hard to accept that Bond, the great model of masculine style and icon of a nation known for its bespoke suits, has fallen so low. We assume that anything 007 wears looks good by definition. But search online for some pictures and look for yourself. These are very fine, hilariously ill-fitting clothes. </p> <p>I am hardly the first to make this observation. The problems are obvious, and people who understand how tailoring really works (I don't) have long expressed their horror on social media. The problems cannot be explained by the fact that Craig is muscular. As Scott Schuman of The Sartorialist notes, a little extra space in the midsection of a jacket, and a single pleat in the trousers, softens the angular lines of a gym body to excellent effect. Sean Connery competed as a bodybuilder as a young man; he managed to find suits that fit. </p> <p>It is also impossible that the suits are the way they are by mistake. There are plenty of dumb things in multibillion-dollar movie franchises, but all of them are dumb on purpose. What are the stylists going for here? Jesse Thorn of PutThisOn suggests they may be “a way to emphasise his inelegant, almost brutish physicality”. (He also points out, with perfect accuracy, that Craig's suits have “inspired a generation of shitty groomsman outfits”.) This certainly fits the image of Craig's iteration of Bond as dour and lethal. But I think the effect is not to make him look tough, but rather to make him look short. At 5ft 10in, he isn't. </p> <p>My theory is that the filmmakers are trying hard to make Bond look “contemporary”, a natural impulse when trying to draw young viewers to a 60-year-old series. It may have worked, for all I know. Certainly, tight was in style in the heyday of the Thom Browne suit. But these suits, which fit skinny boys nicely, are awful on big men, as LeBron James proved by <a href=\"https://www.vogue.com/article/nba-finals-2018-cleveland-cavaliers-thom-browne-suits\">buying them</a> for his teammates at the Cleveland Cavaliers. It was all very fashion-forward and looked like hell. Other large-framed stars, from Idris Elba to Chris Pratt, have squeezed into snug suits, with similarly disastrous results. But, in any case, the small-suit moment may have passed.</p> <p>There is an interesting philosophical question here. Is there really such a thing as the right way for a suit to fit? I mean, who cares how much cuff shows, or whether you button the second button, or what have you? All of the so-called-rules, one might argue, are simply matters of arbitrary aesthetic whim, and if they have any good use, it's that they are fun to break. If everyone decides a tight suit looks good, then it does.</p> <p>The problem with this argument is that it is difficult to look chic while also looking uncomfortable. The problem with Craig's Bond suits is that they would in fact be terrible clothing for driving a motorcycle out of the back of a plane (or whatever). If I'm going on a secret mission, you can be damn sure I'm going to be able to crouch down without straining the inside seam of my trousers or sweating right through my jacket.</p> <p>A century ago (as <a href=\"https://www.ft.com/content/1153108d-032e-4223-b390-0b1bcd8c38f5\">Thorstein Veblen</a> explained), fancy clothes were designed to make physical activity impossible to comfortably complete, in order to demonstrate distance from the working classes. Hence the top hat and the corset. But beyond high heels, it is difficult to think of a holdover from that barbaric era. If there is something constricting about a suit, it doesn't fit. The true rules of tailoring (as opposed to mere preferences about details) are what they are because they convey ease, through the natural drape of the cloth and the proportionality of the cut. Craig's suits look uncomfortable, and therefore they make him look like a try-hard. </p> <p>The makers of the next Bond film have a puzzle to solve, one that the Craig episodes failed to crack — how to retain the elegant classicism, the idea of Bond as a connoisseur, that is intrinsic to the series, while still selling millions of movie tickets to young people. The interesting thing is that this is the very same problem faced by every maker of luxury menswear. Of course, it will not do to put Bond in high-end trainers and a cashmere jumper. But there is a neat solution to the filmmakers' dilemma: make the next Bond female, and open whole new vistas for what a stylish superspy should look like.</p> <p><a href=\"https://www.ft.com/robert-armstrong\"><em>Robert Armstrong</em></a><em> is the FT's US financial commentator</em></p> <p><em>Follow </em><a href=\"https://www.instagram.com/financialtimesfashion/?hl=en\"><em>@financialtimesfashion</em></a><em> on Instagram to find out about our latest stories first</em></p> <p><strong>Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/f4b3ec12-cd89-41bd-befc-f3ce26589468\"><em>It's time 007 let out the seams and looked the part</em></a><em>&#xa0;/&#xa0;</em><a href=\"https://www.ft.com/content/f4b3ec12-cd89-41bd-befc-f3ce26589468\"><em>From Steven A Ludsin, East Hampton, NY, US</em></a></p><p>Source: Robert Armstrong 2021 'James Bond's suits — the Spectre of tight tailoring' FT.com 19 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-19T04:00:28.061Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [],
      "nexusId": "10063594"
    }
  ]
}