{
  "_id": "1f132e56e45346bae67d56910f4b9385e3c73d1e70e8cd7c633198fa3a0b458b",
  "feed": "ftcomall",
  "title": "Has Berlin got a Green light to get tough on Beijing?",
  "text": "<p>The leadership of the World Trade Organization could, it seems, teach global supply chains a thing or two about resilience. After Omicron forced member countries to cancel this week's big ministerial at short notice, director-general Ngozi Okonjo-Iweala was quick to come out and say that no one was giving up, and to start plans to resume talks. There's some idea of rescheduling the ministerial for March, though that seems a bit ambitious to us. But in any case, Okonjo-Iweala said she would try to push forward the big issues such as fisheries subsidies and the intellectual property waiver for Covid-19 vaccines through negotiations at ambassador level in Geneva. </p> <p>A WTO deal on domestic services regulation, not huge but symbolically helpful, is also reaching fruition. We're still highly sceptical about progress with the IP waiver, though there are some more hopeful noises about fisheries. At least they're going to give it a shot. Today's main piece looks at what the change of government in Berlin will mean for German and EU trade policy, while <strong>Charted waters</strong> shows us why the latest surge in Covid cases in Germany is set to feed into supply chain snags. </p> <h1>The Greens are moving with the grain</h1> <p>The traffic light era is almost upon us, with the new Social Democrat/Free Democrat/Green coalition about to <a href=\"https://www.ft.com/content/8bfd5c9e-eedf-4655-8fc7-011e3cc31291\">take power in Germany</a>. On some issues, the parties come from, let's say, contrasting perspectives — the fiscal sadism of the <a href=\"https://ecfr.eu/article/commentary_the_long_shadow_of_ordoliberalism/\">ordoliberal </a>FDP versus the relative sanity of the SPD. You might predict a similar contradiction in trade between the traditionally free-market FDP and the Greens, who have been given the economy and climate ministry, which runs trade policy. The Greens have been critical of Angela Merkel's strategy of friendly engagement with China, and they want to load up trade deals with concerns about human rights and the environment. </p> <p>In practice, there might be more coalition unity than that, and <a href=\"https://www.ft.com/content/e6981443-2ef0-4db4-a718-8cbacf8b32e5\">more continuity</a> with Merkel. The German Greens in the Bundestag are actually quite pragmatic about relations with business: Mikko Huotari, executive director of the <a href=\"https://merics.org/en\">Merics </a>think-tank, points out that they have a record at state level of supporting Germany's export industry. The big industrial players such as Volkswagen are anyway pretty good at promoting their interests no matter who is in government. In any case, Olaf Scholz's chancellery will no doubt retain a big say in trade policy. </p> <p>The most interesting part is the overall context. With disillusionment setting in within the German public and businesses about dealing with China, German policy has been drifting towards a mindset sceptical of traditional trade deals that are focused purely on access to export markets.</p> <p>Reinhard Bütikofer, the veteran German MEP and the China hawks' China hawk, who was part of the Greens' coalition negotiating team, this week improbably quoted former SPD chancellor Gerhard Schr<em>ö</em>der, not typically one of his political heroes. Regarding foreign policy, he said, “Wir wollen nicht alles anders, aber vieles besser machen” (“We don't want everything different, but we want to do a lot better.”). His quote reflects an instinctive respect for consensus, given that the German electorate has placed a coalition government in power for the entire postwar period. </p> <p>Bütikofer argues that an emergent China-sceptic consensus is aligning the German business, human rights and national security communities. One salutary lesson was the fate of the EU-China Comprehensive Agreement on Investment (<a href=\"https://www.ft.com/content/a7188a4d-f871-4a1c-a83b-0a98ad7c05d7\">CAI</a>) which Merkel's government, doing the German export sector's bidding, jammed through in the dying days of its EU presidency last year. China's subsequent move to <a href=\"https://www.ft.com/content/f4ccafc4-9759-429f-af65-c8e6c075174b\">slam sanctions</a> on parliamentarians across Europe (including Bütikofer, to his evident satisfaction), and even on think-tanks such Merics, meant that CAI was slung into the deep freeze.</p> <p>It's possible that CAI could get support from Germany and a majority in the European parliament if sanctions were lifted and Beijing did some serious work on rapprochement. The SPD, with its roots in the industrial trade unions, instinctively wants to support German manufacturing. But China's increasing belligerence and its “dual circulation” strategy, prioritising the domestic economy over exports, suggests CAI could be a pivot point in EU-China relations. “I've never advocated decoupling,” Bütikofer said. “On the other hand, we do see some decoupling with Chinese characteristics and we have to deal with that.”</p> <p>More broadly, the grain of EU policy in general, under continual pressure from France, has shifted towards scepticism about the traditional model of trade deals.</p> <p>A case in point is the stalling of the <a href=\"https://www.ft.com/content/e906b1b9-8749-467a-b445-36f2b0ee71de\">EU-Mercosur</a> trade deal because of EU environmentalist concerns about Brazil burning down the Amazon, a view also conveniently espoused by French cattle farmers threatened by beef imports. Merkel, responding to public opposition, last year prudently expressed “considerable doubts” about the deal and stopped actively pushing for it. The new <a href=\"https://www.fdp.de/sites/default/files/2021-11/Koalitionsvertrag%202021-2025_0.pdf\">coalition statement</a> goes further and explicitly demands strong measures against deforestation as a condition of ratifying.</p> <p>Another example: the European Commission has prepared an array of unilateral (sorry, “autonomous”) <a href=\"https://www.ft.com/content/0e94cd4e-16f9-4bfc-8bba-333027fb95ed\">weapons </a>against foreign skulduggery (not the technical term) including an <a href=\"https://www.ft.com/content/20f06425-aa1d-43d5-9d85-6988d05f0726\">anti-coercion instrument</a>, new corporate due diligence responsibilities for environmental and human rights standards, and a tool to deter subsidised foreign companies from snaffling government procurement contracts in the EU.</p> <p>Germany has often been cautious about these tools, warning the commission not to put heavy burdens on industry or invite foreign retaliation against exports. Huotari said that, particularly with regard to procurement, “the message to the commission now will be that what you guys are doing is good, and we are not going to put as many blocks in your way as we have in the past”.</p> <p>There are other aspects of German trade policy we'll examine in future newsletters, particularly carbon border pricing. But our preliminary conclusion is this: it's not just the swapping of Scholz for Merkel we need to watch for but fundamental movements in the European centre of gravity on China and trade.</p> <h1>Charted waters</h1> <p>Regular readers will be aware of our view that much of the mess we're seeing in supply chains is down to a huge shift in demand, away from services and towards consumer durables. With the world and his grandma using the pandemic as an excuse to stock up on everything from laptops to dumbbells, it's little wonder the system is under pressure. </p> <p>To get a sense of the scale of the shift — and the degree to which it still matters — we present to you the chart below. It shows that the surge in Covid cases in Germany has triggered a cancellation in restaurant bookings. That will free up even more disposable income to be spent on physical goods in the run-up to Christmas. <em>Claire Jones</em></p> <h1>Trade links</h1> <p><strong>Scoop</strong> from Aime Williams and Andy Bounds in Brussels: the US is <a href=\"https://www.ft.com/content/608e5634-9894-449d-9a09-4f903f0e7169\">holding back</a> from settling the dispute on steel and aluminium tariffs with the UK because it says London is threatening Northern Ireland's Good Friday Agreement.</p> <p>The US Progressive Policy Institute's <a href=\"https://mailchi.mp/c37a8bce8fcd/trade-fact-of-the-week-6180118?e=e423d4ae35\">trade fact of the week</a> says that <strong>Donald Trump's tariffs</strong> probably added about 0.5 per cent to <strong>inflation</strong>.</p> <p>Chad Bown, from the Peterson Institute, <a href=\"https://www.economicstrategygroup.org/publication/bown/\">looks systematically</a> at why <strong>Trump/Biden trade policy</strong> is the way it is.</p> <p><strong>Intel's chief executive</strong> said that, pending US legislation to <strong>secure semiconductor supplies,</strong> the government should <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/U.S.-priority-should-be-American-chipmakers-not-TSMC-Intel-chief\">invest more in American companies</a> (Nikkei, $) than in <strong>Samsung</strong> and <strong>TSMC</strong> to keep intellectual property from “going back to Asia”.&#xa0;</p> <p>Good news for trade, less so for the planet. <strong>Large coal miners</strong> in Indonesia <a href=\"https://asia.nikkei.com/Business/Markets/Commodities/Indonesian-coal-miners-earnings-soar-on-record-prices\">swung back to profit</a> (Nikkei, $) in the first nine months of the year, with <strong>China</strong>, <strong>India</strong> and neighbouring <strong>south-east Asia</strong> as the main export destinations. <em>Alan Beattie and Francesca Regalado</em> </p><p>Source: Alan Beattie 2021 'Has Berlin got a Green light to get tough on Beijing?' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-12-02T11:31:22.539Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 7423,
          "end": 7428
        }
      ]
    }
  ]
}