{
  "_id": "77fdf1abd68cde9cca163e79268d3ae492196f1efcceeb3d5561681c6f880c0e",
  "feed": "market-watch",
  "title": "Elon Musk exercises more options, sells another $1 billion of Tesla stock",
  "text": "<p>According to filingswith the Securities and Exchanges Commission on Thursday, Musk exercised options to buy 2.1 million shares at $6.24 each and immediately sold more than 934,000 of them at prices ranging from $1,058 to $1,112, making about $1.01 billion.</p><p>The sale was the first for the Tesla chief executive since Nov. 23, following a flurry of sales in the previous weeks.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Musk has sold about 10.1 million shares worth about $10.86 billion since Nov. 8, &#xa0;a day after&#xa0;Musk's Twitter poll decided he should sell 10% of his Tesla stake. Some of the stock sales had been put into motion well before the poll was posted.</p><p>Assuming Musk intends to sell 10% of his shares, he's more than halfway there. Before the sales began, his 10% stake amounted to about 17 million shares — so after Thursday's sales, he has about 6.9 million shares to go.</p><p>Also read:Tesla's $1,900 ‘Cyberquad' EV for kids has already sold out, restocked and sold out again</p><p>Musk, the world's wealthiest man, has millions of stock options that he needs to exercise by August 2022, and Musk said in September that he intended on selling a large chunk of stock in the fourth quarter.&#xa0;CNBC reported last month&#xa0;that Musk faces about a $15 billion tax bill on those options.</p><p>Tesla shares TSLA are down more than 10% over the past 30 days, but are still up 48% year to date, and up 54% over the past 12 months.</p>",
  "published": "2021-12-04T09:30:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 392,
          "end": 397
        }
      ]
    }
  ]
}