{
  "_id": "ced60b11685655133090570979b9471439032ff4bc125f857ad8ecc019664e93",
  "feed": "wall-street-journal",
  "title": "Intel, Others See Growing Chip Demand",
  "text": "<p>Taiwan Semiconductor Manufacturing Co., the world's leading contract chip maker, in January pledged to spend up to $28 billion on plant investments this year, a record for that company and a 47% annual increase.</p><p>\"Everything is becoming more digital and we are saying Intel is stepping into that gap aggressively to help provide the capacity that's needed,\" Intel Chief Executive Pat Gelsinger said Tuesday as he rolled out his turnaround plan for the company. The embrace of more digital tools fueling that demand, he said, was only accelerated by the pandemic.</p><p>Microsoft Corp. CEO Satya Nadella, joining his Intel counterpart by video at the chipmaker's strategy rollout, said that \"we're entering a complete new era as computing becomes embedded in our world.\"</p><p>Mr. Nadella expects spending on technology, currently at about 5% of gross domestic product, will accelerate. \"It's going to double in the next 10 years to 10%,\" he said last month.</p><p>Even before Intel's latest investment plan the semiconductor industry was on pace for record capital spending, market research firm IC Insights said. The industry globally was expected to plow a record $129.4 billion into things such as new plants and equipment, up around 14% from a year ago.</p><p>Intel became America's chip-making icon over decades by designing the most advanced chips and making them in-house. But it stumbled in recent years, falling behind rivals that typically specialized either in chip design or production.</p><p>Graphic-chips rival Nvidia Corp., which outsources all chip-making, last year surpassed Intel as the most valuable U.S. semiconductor company. TSMC, meantime, grew to become the dominant contract chip maker, or foundry as they are called.</p><p>Mr. Gelsinger on Tuesday also said Intel would spend $20 billion over several years on two new U.S. chip factories. They would underpin the company's desire to make chips designed by others, he said, such as by Microsoft, Apple Inc. and Qualcomm Inc.</p><p>The planned outlays by Intel and other chip makers are especially focused on the U.S., in response to concerns about recent chip shortages affecting auto companies and other domestic businesses as well as to America's dependence on chip production in Asia, given tension with China.</p><p>Intel's two planned new plants are to be built in Arizona. TSMC also is building a new U.S. chip facility and Samsung Electronics Co. is considering a $17 billion investment in U.S. chip factories.</p><p>Europe also wants to grab a large share of the chip market. Intel said that in addition to more U.S. investment it is also eyeing expanded chip-making capacity overseas.</p><p>\"There is sort of a step change in the demand,\" said Gaurav Gupta, research vice president at Gartner. \"Semiconductors are just becoming more and more critical across technologies.\"</p><p>Intel's bullishness on the chip outlook is leading it into territory where it has faltered before -- its plan to make chips for others instead of just its own designs. \"Obviously, there will be many questions whether Intel can be successful as a foundry given failure in the past,\" Evercore ISI analyst C.J. Muse said in a note. But, he added, the plan Intel laid out Tuesday \"suggests this is a much more serious endeavor under current leadership.\"</p><p>But the effort comes with pitfalls, including complicating Intel's relationship with TSMC and Samsung. Intel now will be vying for some of the business the two Asian contract chip makers go after. Both also are key partners with Intel and part of Mr. Gelsinger's plans to outsource more of its own chip-production work to help bring its devices to market more reliably after past delays.</p>",
  "published": "2021-03-25T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1562,
          "end": 1567
        },
        {
          "start": 3014,
          "end": 3019
        },
        {
          "start": 3150,
          "end": 3155
        },
        {
          "start": 3306,
          "end": 3311
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2247,
          "end": 2252
        },
        {
          "start": 267,
          "end": 272
        },
        {
          "start": 957,
          "end": 962
        },
        {
          "start": 357,
          "end": 362
        },
        {
          "start": 3476,
          "end": 3481
        },
        {
          "start": 2505,
          "end": 2510
        },
        {
          "start": 609,
          "end": 614
        },
        {
          "start": 3350,
          "end": 3355
        },
        {
          "start": 1748,
          "end": 1753
        },
        {
          "start": 2797,
          "end": 2802
        },
        {
          "start": 1239,
          "end": 1244
        },
        {
          "start": 1987,
          "end": 1992
        }
      ],
      "nexusId": "10063594"
    }
  ]
}