{
  "_id": "5f7a3f9231018d9ebffc6c3a6cd2184bdc6d4d9a505a73aa6b7ba92bcc3ff371",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  The Score:  The Business Week in 7 Stocks  ----  By Erik Holm",
  "text": "<p>\n  INTEL CORP. </p><p>\n  INTC +3.1% </p><p>\n  Intel wants Mobileye to take the wheel. The semiconductor giant said late Monday it is planning to publicly list shares in its Mobileye self-driving-car unit next year, tapping into surging investor demand for companies betting on the future of transportation. The move could value Mobileye at north of $50 billion, The Wall Street Journal reported, and Intel would retain a majority stake. Intel acquired the Israeli company in 2017 for around $15 billion. Intel Chief Executive Pat Gelsinger said the offering would give Mobileye an ability to attract more business. Intel shares rose 3.1% Tuesday. </p><pre> </pre><p>\n  AMERICAN AIRLINES GROUP </p><p>\n  AAL -0.2% </p><p>\n  The chief executive of American Airlines is handing in his wings. The company revealed Tuesday that CEO Doug Parker will step down next year, passing the controls over to Robert Isom. Mr. Parker was a champion of airline consolidation, engineering mergers that transformed the industry and built American into an industry giant. Mr. Isom has served as the company's president since 2016. Later in the week, the company said it would trim international flights next summer because of Boeing Co.'s delays in delivering new 787 Dreamliners. American shares fell 0.2% Tuesday. </p><pre> </pre><p>\n  ROYAL CARIBBEAN GROUP </p><p>\n  RCL +8.2% </p><p>\n  Stocks rose this week on hopes the new Omicron strain will have a less-pronounced impact on travel and consumer confidence than first feared. Scientists are still assessing the strain's severity and how well existing vaccines work against it, but Wall Street has increased conviction another major economic shock isn't coming. Cruise lines were among the biggest winners. Royal Caribbean jumped 8.2% Monday, and Carnival Corp. rose 8.1%. </p><pre> </pre><p>\n  PFIZER INC. </p><p>\n  PFE -0.6% </p><p>\n  Pfizer and its vaccine partner BioNTech SE said a third dose of their Covid-19 vaccine neutralized the Omicron variant in lab tests, boosting antibodies and providing significantly more protection than two doses do. Still, two doses may prove effective in preventing severe illness, they said Wednesday. The results were issued in a press release by the companies, and weren't peer reviewed or published in a scientific journal. On Thursday, U.S. health regulators cleared the Covid-19 booster from the two companies for use in 16- and 17-year-olds, widening eligibility. Pfizer shares fell 0.6% Wednesday. </p><pre> </pre><p>\n  STARBUCKS CORP. </p><p>\n  SBUX -0.8% </p><p>\n  Labor unrest is brewing in Buffalo, N.Y. Starbucks baristas there voted to form the first labor union at one of the coffee giant's U.S. cafes in its 50-year history. The workers said they would push the company to bargain over pay and other matters. In separate elections at two other area stores, one voted against a union and results in the other weren't conclusive Thursday. The National Labor Relations Board said it will review challenges from both sides. In September, popular support for unions hit a high last shown in 1965, according to Gallup. Starbucks shares fell 0.8% Thursday. </p><pre> </pre><p>\n  TYSON FOODS INC. </p><p>\n  TSN +0.3% </p><p>\n  Tyson is letting the robots into the henhouse. The Arkansas-based meat giant said Thursday it plans to spend about $1.3 billion to automate parts of its production lines over the next three years, as meatpackers struggle with a nationwide labor shortage that left many processing plants understaffed. Tyson, a U.S. chicken producer responsible for producing about one-fifth of the country's poultry, said it expects to save about $450 million by the end of its 2024 fiscal year from reduced labor costs and increased production from automation. Tyson shares rose 0.3% Thursday. </p><pre> </pre><p>\n  GENERAL MOTORS CO. </p><p>\n  GM +6% </p><p>\n  GM is giving a jolt to Michigan's economy. The car maker plans to invest more than $3 billion in two electric-vehicle projects that will be located in its home state, The Wall Street Journal reported Friday, a potential win for Michigan after a recent influx of auto projects into Southern states. One project would convert its Orion Assembly plant in suburban Detroit to serve as its hub for production of electric pickup trucks, potentially creating more than 1,500 jobs at a factory that today is lightly used, the Journal reported. GM shares rose 6% Friday. </p><p></p>",
  "published": "2021-12-11T07:06:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 592,
          "end": 597
        },
        {
          "start": 23,
          "end": 28
        },
        {
          "start": 481,
          "end": 486
        },
        {
          "start": 377,
          "end": 382
        },
        {
          "start": 414,
          "end": 419
        }
      ]
    }
  ]
}