{
  "_id": "8dc588b3110ff09526dc54f5a3c96e4dfbea99ad53e6376522dab0d50e64ffed",
  "feed": "wall-street-journal",
  "title": "China's SMIC to Build $8.87 Billion Chip Production Line in Shanghai; Chip maker will team up with government to build the facility amid a global shortage",
  "text": "<p>The joint venture will have a registered capital of $5.5 billion. The remaining funds will be raised through third-party investors, SMIC said.</p><p>The investment comes in the midst of the worst chip shortage in years that has crimped production at major auto makers around the world and pushed up prices for consumer electronics.</p><p>SMIC joins other major chip makers that have announced expansion plans as the industry has struggled to meet rising demand. Taiwan Semiconductor Manufacturing Co. said it would invest $100 billion over the next three yearsto increase production capacity.</p><p>South Korean technology giant Samsung Electronics Co. plans to invest $116 billion by 2030, and U.S.-based GlobalFoundries Inc. has said it is doubling capital investment this year to boost capacity. Intel Corp. has also pledged $20 billion toward expanding its chip manufacturing capabilities and is exploring a deal to buy GlobalFoundries.</p><p>China has been trying to increase domestic manufacturing of chips in recent years, as U.S. export restrictions have dealt a blow to Chinese companies like SMIC and Huawei Technologies Co. Earlier this year, SMIC said in an earnings call that the company wasn't able to take full advantage of the surging demand for chips this year, hindered by restrictions that prevented it from accessing certain U.S. technologies and suppliers.</p><p>The emphasis from Beijing has led to a flood of public and private investment in Chinese chip companies. However China's high-profile, well-funded projects haven't always panned out.</p><p>Tsinghua Unigroup Co., a key player in China's push for self-reliance in semiconductors, defaulted on a bond last year and said in July that one of its creditors had asked a court to begin bankruptcy proceedings.</p><p>Mainland China is the world's second-largest producer of mature nodes chips of 28 nanometers and higher, according to a report from Boston Consulting Group and the Semiconductor Industry Association, trailing Taiwan.</p><p>The auto industry, which uses mature-technology semiconductors, has had to scale back production on a lack of chips needed for air-bag functions, brake control and more. Both General Motors Co. and Ford Motor Co. said this week that they would further curtail production at two and three plants, respectively.</p><p>Separately, SMIC said Chairman Zhou Zixue has resigned due to health reasons. Chief Financial Officer Gao Yonggang will serve as acting chairman, it said.</p><p>Write to Stephanie Yang at stephanie.yang@wsj.com</p><p>China's SMIC to Build $8.87 Billion Chip Production Line in Shanghai</p>",
  "published": "2021-09-03T12:18:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 781,
          "end": 786
        }
      ]
    }
  ]
}