{
  "_id": "b70b962f99503747fe0b9d711bf1d3cc79c02a047dc6e7e7c5f177d7fb9e8373",
  "feed": "wall-street-journal",
  "title": "Qualcomm Wins Veoneer Bid to Advance Self-Driving Car Ambitions; Deal with SSW Partners worth $4.5 billion tops competing offer from Magna International",
  "text": "<p>The deal plucks Veoneer from Canadian automotive supplier Magna International Inc. after Magna in July agreed to buy Veoneer for $31.25 a share to bolster its own autonomous-driving efforts.</p><p>Under Chief Executive Cristiano Amon, who took the job in June, Qualcomm is seeking new avenues for profit beyond phone-related chips, and the automotive industry is a primary target. The San Diego-based company supplies chips that power in-car communications and infotainment systems, and aims to extend its reach in driver-assistance technology.</p><p>Qualcomm last year partnered with Veoneer to form Arriver and began developing driving technology targeted to hit the road in 2024.</p><p>But Veoneer was looking for a buyer, reasoning that it needed to size up to compete with other driver-assistance technology providers. The Magna deal in July for $3.8 billion threatened to disrupt Qualcomm's plans for Arriver.</p><p>Qualcomm initially tried to buy out solely the Arriver assets, but was rebuffed. Then in August it made an offer for the entire company at $37 a share, a premium of more than 18% to Magna's price.</p><p>Qualcomm's push comes at a time when the fortunes of the automotive and chip industries are increasingly intertwined. The global chip shortage forced major auto makers to shut down some production, leading to greater interaction between the industries and the realization that as cars become smarter and require more chips, automotive players need to behave more like technology companies.</p><p>\"Car companies should all be seen as technology companies and part of the tech sector,\" Mr. Amon said last month at an auto show in Germany that was peppered with chip executives. \"And with that, the car companies cannot outsource the technology domain. They have to have a relationship with technology companies in all of the key ingredients that build this future.\"</p><p>The Qualcomm deal represents a win for a tech company against an auto supplier in the battle for control over future car technology. Many of the most advanced autonomous-driving efforts are being led by tech companies, including Intel Corp.'s Mobileye arm, which plans to put robotaxis on the road in Germany next year, and Alphabet Inc.'s Waymo unit, which operates robotaxisin Arizona and recently received approval to operate commercially in San Francisco.</p><p>Magna, one of the world's largest suppliers of automotive parts and systems, has been trying to build up its driver-assistance capabilities in part through acquisitions. Its agreement to buy Veoneer allowed the Swedish company to accept a superior proposal and walk away in exchange for a $110 million breakup fee.</p><p>Qualcomm and SSW on Monday said Veoneer terminated its agreement with Magna and canceled a shareholder vote scheduled for Oct. 19 to approve the deal.</p><p>Magna, based in Aurora, Ontario, said it waived its right to make a matching offer, citing a \"disciplined approach to valuation as we pursue strategic acquisitions.\"</p><p>The new deal represents an 86% premium to Veoneer's closing price of $19.93 on July 22, before the Magna deal was announced. Veoneer shares rose more than 4% Monday.</p><p>Qualcomm and SSW said they expect the Veoneer deal to close next year.</p><p>Write to Asa Fitch at asa.fitch@wsj.com and Colin Kellaher at colin.kellaher@wsj.com</p><p>Qualcomm Wins Veoneer Bid to Advance Self-Driving Car Ambitions</p>",
  "published": "2021-10-04T17:24:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2082,
          "end": 2087
        }
      ]
    }
  ]
}