{
  "_id": "37867b81c6f627c63fbb7e1cd698555a2a301906c16437fac7ca44b42f87ecdd",
  "feed": "market-watch",
  "title": "Apple's augmented-reality ambitions could be a ‘game changer,' Bank of America says in upgrade",
  "text": "<p>Bank of America analyst Wamsi Mohan upgraded Apple's stock AAPL to buy from neutral Tuesday, in part due to optimism for a potential AR headset, which he thinks could arrive at the end of 2022 or the start of 2023.</p><p>“We view this technology as a game-changer as it will enable many new applications which will require high-performance hardware and higher access speeds,” he wrote in a note to clients.</p><p>Augmented reality allows people to see digital effects over their real-world surroundings, while virtual reality lets people immerse themselves in digital worlds.</p><p>The eventual launch of a headset supporting AR technology, and perhaps even VR technology, could bring several benefits to Apple, in Mohan's view. For one, he notes that Apple's stock multiple has moved higher ahead of major product introductions in the past. That could happen again if investors sense an AR headset is forthcoming.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Apple would likely “be able to charge a premium” for an AR/VR headset, Mohan continued. And such a device could help boost Apple's revenue in more indirect ways, including by allowing the company to benefit from the sale of “more immersive AR/VR-enabled apps.”</p><p>Augmented reality may also give a lift to Apple's flagship product, as Mohan predicts that consumers may opt for iPhones that better support powerful applications.</p><p>“As apps become feature rich, the required bandwidth to support these apps should also grow significantly,” he wrote. “To get the most of these apps, consumers will need iPhones that have high speed processors and which can support high speed (5G) connectivity.”</p><p>Accordingly, consumers may start replacing their iPhones more quickly than they did in the past, a trend Mohan sees supporting fiscal 2023 sales trends.</p><p>He boosted his price objective on Apple shares to $210 from $160, though the shares are down 1.1% in Tuesday trading and on track to log their second-straight day of declines. Apple shares recently traded just shy of $174; they need to close at or above $182.86 for the company to notch a $3 trillion valuation.</p><p>Apple's stock is up about 17% over the past three months as the Dow Jones Industrial Average DJIA has risen 2.6%.</p>",
  "published": "2021-12-14T13:41:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 913,
          "end": 918
        }
      ],
      "nexusId": "10063594"
    }
  ]
}