{
  "_id": "3ed631e2a840e7db1a58e9b31773d71ffe1f24b466f32f1e825ea8949359d22a",
  "feed": "ftcomall",
  "title": "Intel offers to spread $20bn chip factory investment across EU",
  "text": "<p>US chipmaker Intel has said investment in its planned new European $20bn semiconductor factory could be spread across several EU member states, as it lobbies to win the bloc's financial and political support for the project.</p> <p>Pat Gelsinger, the group's chief executive, recently met French president Emmanuel Macron and Italian prime minister Mario Draghi to discuss <a href=\"https://www.ft.com/content/8fd09156-434c-45c6-8d26-3765b98f1980\">the global chip shortage</a> that has hit industries in Europe and beyond.&#xa0;</p> <p>His visit followed signals from the EU that substantial sums could be made available to help the bloc meet a new target to double semiconductor production to 20 per cent of the global market by 2030, including making the most advanced chips.&#xa0;</p> <p>Talking to the Financial Times, the chipmaker's executives suggested there could be “EU-wide benefits” if Intel's requirements for a new European fabrication plant were met, raising the possibility of spreading the facilities and services to support chip production across multiple member states. </p> <p>“We could put manufacturing on one site and packaging on another,” said Greg Slater, Intel vice-president of global regulatory affairs, part of the team exploring possibilities for expansion in Europe. Research and development could also be shared across EU countries, while spending with European suppliers would increase “dramatically”.</p> <p>“We are well placed to make this an ecosystem-wide project, not just a couple of isolated paths in one member state,” he said. “We do believe that this is a project that will benefit Europe at large.”&#xa0;</p> <p>As well as financial support, Intel is looking for a site of roughly 1,000 acres with developed infrastructure, which would be capable of supporting up to eight chip fabrication facilities, known as fabs, and which has access to talent.&#xa0;Intel has looked at countries including Germany, the Netherlands, France and Belgium to explore potential for a factory. A decision is expected by the end of the year.</p> <p>Initially, two fabs would be established, at a total cost of some $20bn for 10 years of operation, he said. Over the lifetime of the plant, total investment could top $100bn, Intel executives have said.&#xa0;</p> <p>French officials said Intel was looking at bringing fairly advanced 10 nanometre chip technology, or better, to Europe. Discussions continued over whether this would suit the needs of European customers, who currently rely on more mature technologies. “It takes a lot of money to position yourself to go on the most advanced technologies,” an official said. “We are looking at what is feasible and what is desirable.”</p> <p>State aid will be crucial to ensuring the factory's competitiveness. “The cost disadvantage is 30 to 40 per cent with Asia . . . and a lot of that is due to government support,” Slater said.</p> <p>However, Intel was not just looking for a handout, French officials said. “They are looking at the ecosystem, the location of the site . . . It's not just a question of what the states will give them in terms of money. It's a complex set of factors.”</p> <p>Intel said it was also “factoring in the value of being near European customers that would put us in a better and stronger position to meet their growing demand”.</p> <p>Thierry Breton, Brussels commissioner for the single market and in charge of industrial strategy, has said Europe should aim eventually to produce the most advanced 2nm chips.</p> <p>However his ambition has raised concerns that Europe could be wasting money, given the high costs and complexities of producing advanced semiconductors.&#xa0;</p> <p>Jacob Wallenberg, one of Europe's most respected industrialists, told the Financial Times that while he understood the ambition, there were substantial risks. “The question is whether you can ever catch up. It would be unfortunate if we went down a path that costs too much and didn't really solve the problem.”</p> <p>Intel is investing $20bn in two new factories in the US and a further $7bn to double the capacity of its plant in Ireland, as part of a multiyear strategy to catch up with Asian semiconductor giants TSMC and Samsung. It is also planning to bring its most advanced 7nm chip production to the Irish site, the group said.<br></p><p>Source: Peggy Hollinger and Leila Abboud 2021 'Intel offers to spread $20bn chip factory investment across EU' FT.com 10 July. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-07-10T06:00:48.480Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2099,
          "end": 2104
        },
        {
          "start": 3793,
          "end": 3798
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 787,
          "end": 792
        },
        {
          "start": 1063,
          "end": 1068
        },
        {
          "start": 2746,
          "end": 2751
        },
        {
          "start": 1756,
          "end": 1761
        },
        {
          "start": 13,
          "end": 18
        },
        {
          "start": 1549,
          "end": 1554
        },
        {
          "start": 2150,
          "end": 2155
        },
        {
          "start": 2988,
          "end": 2993
        }
      ],
      "nexusId": "10063594"
    }
  ]
}