{
  "_id": "dd8f18b135905392bfa253d842828ea85bcc99dd4d951492e4c0a374ca9ebd30",
  "feed": "ftcomall",
  "title": "Koch Industries invests in supplier touted as alternative to Huawei",
  "text": "<p>One of America's most influential business and political families has thrown its weight behind a US telecoms technology company looking to fill the void left by the ban on Chinese vendors deemed high risk by the US and UK. </p> <p>Koch Industries, an oil-based conglomerate that says it has annual revenue of about $115bn and which is one of the largest privately held companies in the US, has paid $500m for a significant minority stake in Mavenir, which develops software used for 5G networks. The investment was made through its Koch Strategic Platforms fund that targets growth markets including industrial automation and healthcare. </p> <p>Siris Capital Group, the private equity firm, will retain a majority stake in Mavenir which was due to be floated last year. The listing, which revealed that Nvidia and Intel had also bought stakes in the company, was aimed at raising more than $350m at a valuation of more than $1.5bn, according to the SEC filings. However the flotation was pulled because of “market volatility” in November.</p> <p>David Park, president of KSP, said: “We want to partner with companies that can transform Koch Industries for the future. Mavenir checks all the boxes.” Koch's investment will strengthen Mavenir's balance sheet and expose the business to other industries that are investing in 5G to modernise their processes. </p> <p>It is Koch's largest allocation to the telecoms sector to date. The group has also invested in Kore Wireless, the internet of things network that listed via a special acquisition vehicle, this year. </p> <p>The Koch family fortune grew out of an oil refinery business with the group also known as one of the largest donors to conservative causes, <a href=\"https://www.ft.com/content/301a2556-96f5-11e8-b747-fb1e803ee64e\">including the Republican party</a>, in the US. It has invested in a number of companies outside of its core industrial businesses including the maker of carpets used by the British royal family. </p> <p>Texas-headquartered Mavenir has emerged as one of the leading players in the<a href=\"https://www.ft.com/content/6d77f69a-cd52-4f1d-b8c8-86b5df2ca689\"> ‘Open RAN' market</a> which comprises a number of smaller players that can compete with industry giants Huawei, Ericsson and Nokia. </p> <p>The US and UK governments have made the use of alternative players a political imperative having banned the use of Huawei equipment for 5G networks on national security grounds. </p> <p>Mavenir is already working with Dish on its <a href=\"https://www.ft.com/content/e9e61099-a216-4b12-b054-24ac76745a73\">5G network</a>. </p> <p>The UK government has set aside a £250m fund for the development and testing of Open RAN technology, having been advised to stimulate more adoption of smaller suppliers so that the country's 5G networks do not become too reliant on Huawei's main rivals Ericsson and Nokia. </p> <p>Vodafone said on Wednesday it had established a test and integration lab at its Newbury headquarters to drive the development of the new technology.</p><p>Source: Nic Fildes 2021 'Koch Industries invests in supplier touted as alternative to Huawei' FT.com 21 April. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-04-21T17:29:00.588Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 799,
          "end": 804
        }
      ],
      "nexusId": "10063594"
    }
  ]
}