{
  "_id": "650b1b53553f4bd04987b409bb5b7fa3b1f9dd84399b1a3f7b833ced5d3519d7",
  "feed": "ftcomall",
  "title": "Everyman chief banks on James Bond's box office appeal",
  "text": "<p>The purchase of £57,448 worth of shares in cinema business Everyman Media by chief executive Alex Scrimgeour was announced just ahead of the opening weekend for the much-delayed James Bond film, <a href=\"https://www.ft.com/content/2536e2fe-6d6c-43ec-a09f-14f239731ea6\"><em>No Time To Die</em></a>.</p> <p>The film grossed £21m in its first three days in UK cinemas, which was more than its predecessors <em>Skyfall</em> and <em>Spectre</em> made in their opening weekends. It also became the biggest money-spinner for UK cinemas since the pandemic began after just four days, according to industry title <em>Screen International</em>.</p> <p>Although the reappearance of Britain's most famous spy to the big screen may have shaken the UK's cinema industry, it has not stirred Everyman's share price, which traded only 2p higher than the 130p that Scrimgeour bought his shares at on September 24.</p> <p>Everyman Media Group is a chain of 35 cinemas aimed at the premium end of the market, with comfy sofa seating and special, one-off screenings of live events. Its biggest shareholder is long-term Blue Coast Private Equity with a 19 per cent share, but both Blackrock and Canaccord Genuity also own sizeable stakes of 9.5 per cent and 9 per cent, respectively.</p> <p>The company raised £17.5m through a private placing at the start of the pandemic when it became clear that cinemas might have to spend long periods without revenue. They remained shut until May 17 and, even then, were operating at limited capacity. As a result, its first-half loss to July 31 stood at £9.2m on revenue of £7.7m, which included £3.7m of Covid-19 support loans. Scrimgeour, who joined Everyman in January after previously running Cote Restaurants, expressed confidence about the company's prospects when it issued interim results last month, saying that attendances by September 19 had already reached 80 per cent of pre-pandemic levels. The company plans six new openings by the end of next year, with the first due to open at London's Borough Market in December.</p> <h2>Petershill Partners' board members buy stakes at listing price&#xa0;</h2> <p>The financial sector never seems short of ideas of how to generate fees from itself, with <a href=\"https://www.ft.com/content/90684a78-b03a-4fec-8e45-9738c2477e95\">the flotation</a> of Petershill Partners the latest example.&#xa0;Petershill, which is majority-owned by funds managed by investment bank Goldman Sachs, buys stakes held by general partners in private equity firms, hedge funds and other alternative asset managers.&#xa0;</p> <p>It holds stakes in 19 mid-market firms who have between $2bn and $15bn of assets under management, which is a sector of the market that has grown more quickly over the past decade than the mega-firms managing $15bn or more, according to its prospectus. It has invested in venture specialists General Catalyst and Industry Ventures, buyout firms Harvest Partners and Accel-KKR and hedge funds including Caxton Associates and LMR Partners.&#xa0;</p> <p>The firms it has invested in have $187bn of assets under management and Peterhill's cut of partner revenues last year rose by 15 per cent to $313m. The alternative asset industry, which includes private equity, private credit, hedge funds, infrastructure and real estate funds, has grown at a compound annual rate of more than 10 per cent a year over the past decade, according to data provider Preqin. It estimates the industry will continue to grow by 9.8 per cent per year between 2020-25, by which time it will manage assets worth around $17.2tn.</p> <p>Growth is being driven by institutional investors increasing their allocation to alternative assets in a yield-starved market.</p> <p>Petershill Partners raised £1.2bn from its IPO, valuing it at £4bn. Three board members snapped up stakes in the company at its offer price of £3.50 per share as it began trading on October 1, with chairman Naguib Kheraj investing £750,000 and independent non-executives Erica Handling and Mark Merson buying shares worth about £300,000 and £400,000, respectively.&#xa0;</p> <p>Petershill's shares have largely traded sideways since the float. Its main competitor in the market for buying GP stakes is Blue Owl, the US-based company which floated on the New York Stock Exchange in December last year. Since its listing, its shares have jumped by more than 50 per cent to $15.59.</p><p>Source: Michael Fahy, Investors’ Chronicle 2021 'Everyman chief banks on James Bond's box office appeal' FT.com 8 October. Used under licence from the Financial Times. © The Financial Times Limited 2021. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2021-10-08T17:00:43.524Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": []
    }
  ]
}