{
  "_id": "1bab28a56f614adfb167a4d042a43fc9bae4f57c2b50c1479df0b81b79f0eba0",
  "feed": "wall-street-journal",
  "title": "The Future of Everything: The Transportation Issue --- Forward Looking: Private Transit --- Advances in batteries and sensors are leading to safer, more planet-friendly personal mobility devices.",
  "text": "<p>Between 65% and 80% of wheelchair users injure themselves each year with tips or falls, according to the Consumer Product Safety Commission. LUCI, an accessory that mounts on power wheelchairs, uses stereovision, infrared, ultrasonic and radar sensors, and Intel Corp.'s RealSense cameras to map the chair's surroundings so it can better navigate curbs, obstacles and tipping scenarios. It offers audible anti-tipping alerts, low-battery alerts, automated speed control and location monitors for users and caregivers in case of tips. Available since February for $8,445, LUCI has prevented over 10,000 accidents, says co-founder Barry Dean. Next year, Mr. Dean and his engineer brother, Jered Dean, plan to launch additional products that automatically unload pressure to shift the user's weight and prevent pressure sores. The team is working with the Colorado Smart Cities Alliance to map the accessibility of \"forgotten spaces\" like sidewalks and alleys. \"This type of information not only gives wheelchair users more independence, but can be applicable to delivery bots or parents with a stroller,\" Jered Dean says.</p><p>A Motorcycle That's Above it All</p><p>The Speeder is a futuristic-looking flying motorcycle created by Ventura, Calif.-based Jetpack Aviation. Though some elements are still in development, the vertical take-off-and-landing aircraft will have jet turbine engines that provide vertical thrust. Once in the air, the engines would tilt backward and the aircraft would fly on small wings powered by net-zero-carbon fuel. Two recreational models, priced starting at $385,000 each, are available for preorder. One reaches speeds of over 150 mph, and flies for nearly an hour at more than 15,000 feet; an ultralight version that doesn't require a pilot's license to operate is limited to 60 mph by federal regulations and flies for 15 minutes. The company hopes to make them available in 2023. A faster, heavy-duty model intended for military and rescue missions is also in development. Within 10 years, the recreational Speeder could be automated and used for public transportation in cities, with rooftops repurposed for parking, says CEO David Mayman.</p><p>Scoot Along in Style</p><p>Segway's latest crack at urban mobility is the S-Pod, an electric-powered, egg-shaped armchair on wheels. Aimed at an older demographic, the self-balancing device can travel 43 miles at speeds of up to 24 mph on a single charge. Riders navigate using a joystick. Segway first plans to roll out S-Pods at airports, shopping malls, theme parks and corporate campuses as early as next year. Autonomous versions for city use are years away.</p><p>Toyota's C+walk, a three-wheeled standing electric scooter developed for the Summer Olympic Games in Tokyo, went on sale in October in Japan for around $3,000. The company is developing a seated version for commercial use that will have three speed settings that max out at 4 mph, spokesman Aaron Fowles says. Both models are intended for pedestrian-friendly zones.</p><p>---</p><p>MORE FROM THE FUTURE OF EVERYTHING: Get innovation and tech coverage in your inbox every week. Sign up for the newsletter at wsj.com/newsletters. Read more at wsj.com/foe.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2021-11-10T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 257,
          "end": 262
        }
      ],
      "nexusId": "10063594"
    }
  ]
}