{
  "_id": "d44f64ba7bf1253018d805b3f0c6718be1fb2abbf9efb3be653fd6302851287e",
  "feed": "wall-street-journal",
  "title": "Afghanistan Crisis Smolders  With Eight Days to Deadline  ----  By Vivian Salama and Nancy A. Youssef",
  "text": "<p>   With logistics and conditions at Kabul's international airport growing more dire, the Biden administration on Tuesday is scheduled to discuss with allies a withdrawal from Afghanistan beyond an Aug. 31 deadline that left just eight days to evacuate thousands of people. </p><p>   Compounding the problem are the challenges borne of the more rapid-than-expected Taliban takeover. The State Department doesn't know exactly how many Americans are left on the ground, although some have estimated that between 10,000 and 15,000 were there when the evacuations began, several U.S. officials said. </p><p>   President Biden on Tuesday will meet virtually with the leaders of the Group of Seven leading nations to discuss coordination and evacuation plans, as well as the need for humanitarian assistance for Afghan refugees. On Sunday, Mr. Biden said he and his military advisers were discussing extending the Aug. 31 withdrawal deadline. </p><p>   In response, the Taliban, through direct talks with the U.S. in Kabul, said it wouldn't recognize any extension, nor would it assure that forces that stay in Afghanistan beyond Aug. 31 wouldn't be subject to attack. </p><p>   Mr. Biden's national security adviser, Jake Sullivan, said Monday that the number of Americans on the ground is hard to assess because many Americans didn't register with the embassy when they arrived in Afghanistan, and many didn't deregister when they left. \"Now, it's our responsibility to find them,\" Mr. Sullivan said. </p><p>   Getting them to the airport can be a treacherous exercise. Afghan, American and German soldiers were involved Monday morning in an exchange of fire at the airport that left one Afghan soldier dead and three wounded, German military officials said. </p><p>   No injuries to American or German soldiers were reported. Some remnants of the Afghan army are working with international troops to provide security around the perimeter of the U.S.-controlled airport. </p><p>   Beyond Americans, estimates from the government and private groups working on the evacuations suggest the number of Afghans seeking refuge is in the tens of thousands. Deciding who to accept, with the prospect of bringing them to the U.S., is a massive task for the Departments of State and Homeland Security. </p><p>   Congressional offices had tallies of hundreds of American citizens they were advocating for, finagling flights and working to get them past Taliban checkpoints and into the airport. \"I continue to hear in real time firsthand stories of people turned away by uniformed U.S. personnel even though they are on every list,\" said Rep. Tom Malinowski (D., N.J.). </p><p>   Sen. Lindsey Graham (R., S.C.) told Fox News on Monday, \"We're going to leave a lot of people behind who fought for us so bravely.\" </p><p>   Following a classified briefing on the situation in Afghanistan Monday, House Intel Committee Chairman Adam Schiff (D., Calif.) said completing evacuations by the Aug. 31 withdrawal deadline is possible but \"very unlikely.\" </p><p>   On Monday, a total of about 10,900 people were evacuated from Kabul, a White House official said, through a combination of U.S. military cargo flights and coalition flights. Since Aug. 14, the U.S. has evacuated and facilitated the evacuation of about 48,000 people, the White House said. </p><p>   According to a U.S. official involved in the effort, the U.S. is evacuating mostly U.S. citizens, green-card holders, and the spouses and children of those individuals. </p><p>   Afghans who were employed by the embassy or other U.S. agencies in Afghanistan haven't yet been evacuated in significant numbers. </p><p>   \"They're getting very worried,\" the official said. \"These are the people we could have helped get out weeks ago.\" </p><p>   \"Unless we execute within a day or two, it's not going to end well,\" the U.S. official said, adding that the Taliban are screening documents on behalf of the U.S. outside the Kabul airport, and there is concern that the group may raise objections when it comes time to evacuate locally employed Afghan staff in larger numbers. </p><p>   Many of the U.S. Embassy's local staffers weren't moved to a secure location at the airport alongside American employees because they had been working outside the embassy compound \"given the volatile security situation,\" the official said. </p><p>   Some Afghan staffers have since been relocated, State Department spokesman Ned Price said Monday. </p><p>   Mr. Price added that the administration was working to expedite the screening process for Afghans but cited the \"rigorous vetting\" required before admission to the U.S. \"That vetting, by and large, is taking place [in] third countries,\" he said. </p><p>   Some U.S. officials fear that if the U.S. stays beyond Aug. 31, security cooperation with the Taliban would collapse. </p><p>   \"We are well aware of the stated desire of the Taliban to have this mission completed by the 31st,\" Pentagon spokesman John Kirby said Monday, adding that the goal is to complete the mission by then. </p><p>   A U.S. official said that the final evacuation was initially intended to increase around Aug. 27. That withdrawal initiation date has since moved on to Aug. 29, further suggesting that withdrawal could stretch beyond Aug. 31. </p><p>   Allies with the North Atlantic Treaty Organization, which fought alongside the U.S. in its war in Afghanistan and decided to pull out when Mr. Biden announced his intention to withdraw, are now considering the potential for their own extension since they, too, are struggling to withdraw their own nationals and the Afghans who worked alongside them. </p><p>   Mr. Biden spoke on Monday with British Prime Minister Boris Johnson to coordinate evacuation efforts, the White House said. </p><p>   Meanwhile, the U.S. was struggling to find new destinations for refugees as bases in Qatar, Germany and other locations filled up and conditions there deteriorated. </p><p>   To date, eight transit hubs in six countries \"are hosting more than 17,000 evacuees and have beds available to accept more people,\" an administration official said. </p><p>   --- </p><p>   Michael R. Gordon, Courtney McBride, Ben Kesling, Alex Leary and Siobhan Hughes contributed to this article. </p><p></p>",
  "published": "2021-08-24T06:07:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2780,
          "end": 2785
        }
      ],
      "nexusId": "10063594"
    }
  ]
}