{
  "_id": "884ae6548cf1f1a41b017ade019b040a9ea800faf6aea20174be536fb7f7a968",
  "feed": "wall-street-journal",
  "title": "Intel CEO Calls New U.S. Restrictions on Chip Exports to China Inevitable; The chip executive said rules are part of rebalancing of supply chain in U.S. technology competition with China",
  "text": "<p>\"I viewed this geopolitically as inevitable,\" Mr. Gelsinger said. \"And that's why the rebalancing of supply chains is so critical.\"</p><p>His comments Monday followed high-profile public lobbying of Congress to pass the bipartisan Chips and Science Act, which extends nearly $53 billion in subsidies for research and development and to build or expand fabs in the U.S., in July. Mr. Gelsinger was a leading advocate for the legislation.</p><p>Mr. Gelsinger has embarked on a massive expansion of chip plants, referred to as fabs. The company has announced plans to erect new facilities in Ohio, Germany and elsewhere since Mr. Gelsinger took over last year at a combined cost potentially topping $100 billion.</p><p>\"Where the oil reserves are defined geopolitics for the last five decades. Where the fabs are for the next five decades is more important,\" Mr. Gelsinger said Monday.</p><p>Mr. Gelsinger said the ambition for efforts to boost domestic chip manufacturing in Western countries was to shift from about 80% in Asia to about 50% by the end of the decade, with the U.S. taking 30% and Europe the remaining 20%. \"We would all feel so good\" if that were to happen, he said.</p><p>Intel on Monday also launched an alliance to support manufacturing of cutting-edge chips in the U.S. for national-security-sensitive applications. As the U.S. rivalry with China has intensified in recent years, the U.S. government and defense industry have placed growing emphasis on having advanced chips made on U.S. soil.</p><p>Mr. Gelsinger's support comes despite Intel's large involvement in China, both through customers and manufacturing operations. The company produces memory chips at a plant in northeast China, although it is in the process of transferring those operations to South Korea's SK Hynix Inc. Its sales to China last year topped $21 billion, although many Chinese electronics manufacturers that buy Intel's chips sell their end products—laptops, desktop computers and other equipment—in other countries. </p><p>Patrick Gelsinger, CEO of Intel, talks with Thorold Barker at WSJ Tech Live in Laguna Beach, Calif. PHOTO: Nikki Ritcher for the Wall Street Journal</p><p>While the chip industry is showing signs of shakiness after a boom at the start of the pandemic, Mr. Gelsinger justified his spending on manufacturing growth by pointing to a strong long-term outlook. He said he expects global revenue across the chip industry to nearly double from about $600 billion now to $1.1 trillion at the end of the decade.</p><p>In the nearer term, things look more gloomy. Intel's sales are expected to fall by 21% in the third quarter to about $15 billion, according to analysts surveyed by FactSet, amid a slowdown in personal computer sales that drive about half of the company's revenues. Intel is set to report results on Thursday.</p><p>Mr. Gelsinger is also gearing up for a public listing of its Mobileye self-driving unit on Wednesday during the worst year for IPOs in decades. The company was initially expecting the business to attract a valuation of $50 billion, but has adjusted its outlook to around $16 billion if it prices shares at the high end of its range.</p><p>\"It's a tough market, but at the same time we believe this company should be public and it's the best way to maximize the company's potential,\" he said, calling the partial listing of the company a way to move Mobileye into the market rather than raise capital for Intel.</p><p>Mobileye is moving closer to enabling cars to navigate autonomously, having inked deals to power robotaxis in Germany and Israel last year that are in the testing stages. Mr. Gelsinger said autonomous vehicles would become commonplace in about three years' time, though they have moved forward more quickly outside of the U.S., in countries where regulatory policies have been more accommodating.</p><p>Write to Tim Higgins at tim.higgins@wsj.com and Asa Fitch at asa.fitch@wsj.com</p><p>Intel CEO Calls New U.S. Restrictions on Chip Exports to China Inevitable</p>",
  "published": "2022-10-24T22:59:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2742,
          "end": 2747
        },
        {
          "start": 1158,
          "end": 1163
        },
        {
          "start": 2006,
          "end": 2011
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 3384,
          "end": 3389
        },
        {
          "start": 3867,
          "end": 3872
        },
        {
          "start": 1875,
          "end": 1880
        },
        {
          "start": 1521,
          "end": 1526
        },
        {
          "start": 2522,
          "end": 2527
        }
      ]
    }
  ]
}