{
  "_id": "7d5963c642702d10caec7858e538a249a7b286a2dc16d07979af9d78c42e5ed8",
  "feed": "market-watch",
  "title": "Lyft, Unilever, JLL and dozens more companies want Congress to break stalemate on clean energy before midterm elections; Russia-related volatility and high gas prices are reasons to pass Build Back Better or some form of federal 'green' incentives, executives tell lawmakers",
  "text": "<p>Passage of federal assistance for greener business must still materialize amid disruptions to global energy markets after energy giant Russia invaded Urkaine, the letter said. Commodities prices were already trending higher as the economy snapped back from the worst of COVID-19. And, Congress must make haste following \"new dire warnings from the world's leading scientists that the window to act on the climate crisis is closing,\" the executives wrote.</p><p>\"The urgency for these investments has only grown in 2022. We need this package now to reduce dependence on expensive, volatile global energy markets and supply chains, strengthen U.S. energy security and economic competitiveness, and ensure we have a stable climate for businesses and consumers,\" said Zach Friedman, director of federal policy at Ceres.</p><p>A Ceres spokesperson said the letter is not specific in its backing of a current spending bill — since stalled in Congress — that Democrats call Build Back Better. That effort has several energy-related and climate-specific provisions for businesses and households. Tuesday's letter is \"urging climate-focused investments, whether that's in BBB or another vehicle,\" the spokesperson said.</p><p>Signatories, who hail from large companies that record at least $200 million in revenue each year, include: AdobeADBE, AirbnbABNB, ConstellationSTZ, Danone North AmericaFR:BN and eBayEBAY.</p><p>Also putting their name to the plea: HPHPQ, JLLJLL, LogitechLOGI, LyftLYFT, RedfinRDFN, SalesforceCRM and UnileverUK:ULVR.</p><p>Specifically, they want the legislation to include a new package of aggressive tax credits for utility-scale clean energy developmentICLN, incentives to help consumers and companies accelerate their shift to clean vehiclesTSLA and energy systems, investments in U.S. supply chains and advanced manufacturing capabilities, and efforts to advance resilient forestry and climate-smart agricultural practices in rural areas.</p><p>Read: EVs can store power for our homes and the grid: Why 'vehicle-to-everything' technology is a must-follow investing theme</p><p>\"Strong federal policy support will allow companies across the U.S. to power their businesses on affordable, secure, domestic clean energy and build a more sustainable and competitive economy,\" said Renée Morin, chief sustainability officer at online auction site eBay, who signed the letter.</p><p>The range of business interest in such a bill remains wide-reaching.</p><p>\"As one of the world's leading commercial real estate companies, we know that improving operational efficiencies and reducing emissions from the built environment is critical to preserving and creating value for our clients and communities,\" said Richard Batten, chief sustainability officer, JLL. another signatory.</p><p>Dozens of companies have also released their own individual statements calling for Congress to pass a climate and clean energy package, including Alphabet's Google GOOGL and Intel Corp. INTCin recent weeks.</p><p>And in February, 27 large companies including CumminsCMI, Ford Motor Co.F, General ElectricGE, and utility Southern Co.SO sent a separate letter calling for Congress to approve strong federal climate investments and policies.</p><p>President Biden last week marked Earth Day in the Pacific Northwest, where he extolled the benefits for the greening of the economy, including 500,000 electric vehicle charging stations within last year's bipartisan infrastructure law. That number is small relative to what private interests say is needed to fully hook up the nation.</p><p>But Biden has had to defend why a would-be crowning achievement of his presidency — the climate-heavy Build Back Better bill — can't clear Congress. Biden at one time said some of the more popular climate provisions might be stripped from the big spending bill to face their own test in Congress.</p><p>Ahead of the trip west, an administration official said the team is participating in the crafting of a \"reconciliation package that will cut some of the biggest costs that families face\" when it comes to energy.</p><p>White House press secretary Jen Psaki has said that negotiations to advance some of Build Back Better's climate-focused proposals were ongoing even though Biden wasn't publicizing them. \"Just because he's not talking about it doesn't mean those conversations are not happening behind the scenes,\" she said, the Associated Press reported.</p><p>Several Republicans have said that the Russian invasion of Ukraine and the ballooning inflation in the energy sector only confirm that the U.S. needs its own sources of natural gasNG00 and oil through fracking and drilling. Biden, too, has agreed to short-term steps that boost more U.S.-sourced oil and gas.</p><p>A closely divided Congress, including pro-energy Joe Manchin, the Democratic senator from resource state West Virginia, has limited climate legislative action for Biden.</p><p>The four oil ​giants, including Exxon MobilXOM and ChevronCVX, employee an average of around 40 lobbyists per year and spent a combined total of $374.7 million on federal lobbying, while the American Petroleum Institute employed an average of 48 lobbyists per year and spent $78 million, according to a release issued when the House Oversight Committee convened last fall on the matter. Exxon and Chevron have diversified from a strictly fossil fuel-based product lineup.</p><p>Read: Chevron, Suncor and other North American energy giants sharply lag European rivals in 'green transition' scorecard</p><p>Renewable energy industries have their own power circle in Washington, with a former Biden aide among the most active in helping secure last year's infrastructure law.</p><p>Lyft, Unilever, JLL and dozens more companies want Congress to break stalemate on clean energy before midterm elections</p>",
  "published": "2022-04-26T15:56:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2911,
          "end": 2916
        }
      ]
    }
  ]
}