{
  "_id": "a3872a2225d47a3f38b51dc8ce405712ed8ec24952fac5f1afd5644aaaf49156",
  "feed": "ftcomall",
  "title": "Investors dash out of US tech stocks in powerful market rotation",
  "text": "<p>Investors dumped shares in many of the technology companies that surged during the pandemic as the looming spectre of higher interest rates prompted them to buy into businesses more tightly linked to the economic recovery. </p> <p>The technology-heavy Nasdaq Composite index closed 3.3 per cent lower on Wednesday, its worst day since February 2021, while <a href=\"https://www.ft.com/content/b468097c-eda9-4815-bd47-2eea707785c9\">a sell-off</a> in the $22tn US Treasury bond market intensified.</p> <p>With yields on US government debt climbing, the appeal of many unprofitable companies — including some that had only recently gone public — has been knocked. Their valuations are dependent on potential earnings in the future and therefore sensitive to rising rates.</p> <p>The <a href=\"https://www.ft.com/content/d248d1af-261e-47c8-9a5f-0d264cb9f83b\">fierce rotation</a> out of tech stocks since the start of the year, which has favoured shares of banks and big industrial groups, has also been propelled by expectations that the Omicron coronavirus variant will be less disruptive to large global economies than previous strains of the virus.</p> <p>“Spec-tech is getting wrecked,” said Hani Redha, a portfolio manager at PineBridge Investments, referring to unprofitable, “speculative” technology companies with high valuations that are being hardest hit.</p> <p>A closely watched index collated by Goldman Sachs that tracks the returns of lossmaking tech groups is down 9.8 per cent this year, trailing the 1.4 per cent fall by the benchmark S&amp;P 500. Shares of Berkshire Hathaway-backed software maker Snowflake are down 12 per cent in the first few days of 2022, while ecommerce group Farfetch's shares have fallen 13 per cent, and those of cyber security company Cloudflare have declined 19 per cent.</p> <p>Drugmaker Moderna and Covid test processor Quest Diagnostics, which fared well last year, are down 15 per cent and 9 per cent, respectively, in 2022. </p> <p>By contrast, investors have moved into the shares of carmakers Ford and General Motors, as well as banks, including Bank of America and Citigroup. The KBW Bank index is up almost 5 per cent this year, closing in on a record high.</p> <p>Companies in the <a href=\"https://www.ft.com/content/20ae6c32-2c03-45ad-af8d-b4310c5acce0\">travel and leisure industry</a>, among the hardest hit during the pandemic, have also risen, with shares in American Airlines and United Airlines, as well as cruise operator Carnival, moving higher. A Goldman index of companies closely tied to the reopening of the US economy in 2021 — which includes mall operator Simon, the hotel group Marriott International and aeroplane maker Boeing — is up 2.5 per cent this year.</p> <p>The rotation accelerated on Wednesday in the wake of a <a href=\"https://www.ft.com/content/35766dd4-7da1-4064-9e60-79a714297c5a\">warning from the Federal Reserve</a> that a faster pace of interest rate rises could be necessary to tame inflation. </p> <p>But even after the US stock market fell broadly, investors maintained recent bets on banks, industrial and energy companies whose fortunes are tied closely to the US economic expansion. All three sectors are up for the year so far.</p> <p>Given the swings early in the year, bankers and investors warned they were bracing themselves for a bumpy ride over the first quarter. Many are squarely <a href=\"https://www.ft.com/content/2c73b1f4-b8c1-415b-8df0-237eff180cb0\">focused on the Fed</a>, which is pulling back pandemic-era support that helped buoy the stock market.</p> <p>The sharp rise in bond yields in recent days has galvanised investors, with David Lebovitz, JPMorgan Asset Management strategist, saying it had “destabilised” growth and tech stocks. The yield on the 10-year Treasury has climbed 0.19 percentage points so far in 2022, among the largest three-day rises recorded over the past year, according to Financial Times calculations.</p> <p>“We are not going for the high flyers,” Lebovitz added. “We are going for the companies that can generate the earnings.”</p> <p>The potential for further coronavirus mutations could also curtail enthusiasm for stocks tied to the health of the economic recovery. </p> <p>“Let's face it, there is still a significant amount of uncertainty out there . . . the possibility of a new variant could be very problematic,” said Kristina Hooper, chief global market strategist at Invesco. “And frankly, Fed normalisation by itself will create higher volatility.”</p><p>Source: Eric Platt and Joe Rennison in New York 2022 'Investors dash out of US tech stocks in powerful market rotation' FT.com 5 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-05T22:45:31.332Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": []
    }
  ]
}