{
  "_id": "07c9ad74801d3644410cf7952b3ed19b6620581b38ded15be2f3a27d57dc1da7",
  "feed": "market-watch",
  "title": "We're probably in the early stages of a new bull market. Nervous? Start with these 5 'moat' stocks; Favor wide moat, five-star stocks flagged by Morningstar Direct",
  "text": "<p>Playing armchair psychologist, that may be tough given the trauma you've experienced in this bear market in stocks SPX. To \"trick\" your mind into going along, consider focusing on \"safe\" names. These won't go up much as speculative names. But they're less likely to fall hard in the volatility and possible retest of June lows. It'll mean you are less likely to get shaken out. Then plan purchases in three to five steps, to average in.</p><p>The big question: How to define \"safe?\" Outperforming managers offered their view in this column of mine.</p><p>One longstanding, go-to approach for me is to favor wide moat, five-star stocks at Morningstar Direct.</p><p>The wide moat suggests safety because moats tell us a company has competitive advantages — like superior brands and technology, trade secrets, and the bargaining power that comes from size. Companies with moats lose less business when downturns happen. They take market share.</p><p>The five-star rating implies safety because since it trades far below Morningstar's conservative discounted cash flow valuation. The discount tells us a lot of the damage has been done. Other investors notice this, which suggests some price support as they buy.</p><p>Morningstar Direct is allowing me to share its complete list of wide moat, five-star stocks. I'll then single out five favorites that offer cyclicality and potential market beta to enhance upside in a market recovery. </p><p> Company                                     Ticker   Sector                   Recent price   Moat rating   Stock Rating   Anheuser-Busch InBev                        BUD      Consumer Defensive       $54.41         Wide          5  ASML Holding NV                             ASML     Technology               $542.27        Wide          5  Comcast Corp                                CMCSA    Communication Services   $42.27         Wide          5  Compass Minerals International Inc.         CMP      Basic Materials          $34.53         Wide          5  Equifax Inc.                                EFX      Industrials              $200.56        Wide          5  Etsy Inc.                                   ETSY     Consumer Cyclical        $96.87         Wide          5  Guidewire Software Inc.                     GWRE     Technology               $77.20         Wide          5  Imperial Brands PLC                         IMBBY    Consumer Defensive       $22.50         Wide          5  Intel Corp.                                 INTC     Technology               $40.61         Wide          5  JD.com Inc.                                 JD       Consumer Cyclical        $64.01         Wide          5  MercadoLibre Inc.                           MELI     Consumer Cyclical        $789.20        Wide          5  Meta Platforms Inc.                         META     Communication Services   $183.17        Wide          5  Roche Holding AG                            RHHBY    Healthcare               $41.96         Wide          5  Salesforce Inc.                             CRM      Technology               $185.35        Wide          5  ServiceNow Inc.                             NOW      Technology               $460.29        Wide          5  Taiwan Semiconductor Manufacturing Co Ltd   TSM      Technology               $87.79         Wide          5  Tencent Holdings Ltd                        TCEHY    Communication Services   $43.16         Wide          5  Teradyne Inc.                               TER      Technology               $102.77        Wide          5  The Walt Disney Co                          DIS      Communication Services   $104.18        Wide          5  Tyler Technologies Inc.                     TYL      Technology               $370.97        Wide          5  Yum China Holdings Inc.                     YUMC     Consumer Cyclical        $47.27         Wide          5  Zimmer Biomet Holdings Inc.                 ZBH      Healthcare               $108.45        Wide          5</p><p>Source: Morningstar Direct                                                                                </p><p>You can choose what you want from the Morningstar list, but I'd go light on traditional defensive names like Anheuser-Busch InBev BUD, Comcast CMCSA, and Imperial Brands IMBBY UK:IMB. They're less likely to give you outsized upside when the \"risk on\" mentality returns as worries about inflation and recession ease and markets recover.</p><p>3 tech names</p><p>I'd like to own a lot of quality tech going into the next phase of the bull market. Tech has been heavily discounted because it is cyclical. By the same token, tech should post above-average returns as concerns about the mid-cycle economic slowdown ease.</p><p>Meta Platforms</p><p>I was a big fan of Meta META back when it sold off after its initial public offering, trading down to the low $20s. I sold too soon, but earlier this year I was buying back in the weakness. We won't get the same gains again, of course. But Meta seems too heavily discounted.</p><p>The moat: Meta is the largest social network in the world, with over 3.6 billion monthly active users on its apps, which include Instagram, Messenger, and WhatsApp. This creates a network effect, a good source of moat power. The more people join a network, the more valuable it is for everyone.</p><p>Facebook also has proprietary consumer data, which makes it a superior platform for advertisers. So it'll post outsized gains as advertisers continue to migrate online. That's a mega trend that'll help you as a Meta shareholder.</p><p>Investors are worried about the transition to the metaverse. But they had similar fears about whether Mark Zuckerberg could manage the transition to smartphones in the late 2000s. That worked out OK.</p><p>Salesforce.com</p><p>This company offers software that helps sales teams automate the management of sale efforts, leads and account data. Salesforce CRM products like Sales Cloud, Service Cloud and Marketing Cloud are really popular. Customer retention is 92%. The company has a 33% market share.</p><p>Salesforce.com has a moat because of network effect and switching costs — the time, expense, and risk of moving to new apps. Sales growth will slow to an estimated 17% a year over the next five years from recent mid-20% growth, says Morningstar. But that'll be offset by rising margins, according to Morningstar Direct analyst Dan Romanoff.</p><p>ServiceNow</p><p>ServiceNow NOW offers software that helps companies manage their information technology infrastructure, internal help desks, customer service, and HR and finance departments.</p><p>ServiceNow uses the classic \"land and expand\" strategy. It starts customers off on a product or two, and then sells more services. ServiceNow often lands first in IT departments. That's clever, because IT teams turn into internal marketers, convincing other departments to buy ServiceNow software.</p><p>ServiceNow derives its moat from high customer switching costs; it would cost too much in time and productivity to go with a competitor's products. Customer retention is around 98%. Morningstar projects 23% annual sales growth over the next five years, and improving margins as the company grows sales faster than costs.</p><p>COVID-discounted consumer names</p><p>I like exposure to names getting heavily discounted because of worries about weak consumer sentiment and the COVID BA.5 variant. Despite the super-strong jobs market, consumers are shaken by how much prices are going up. As the inflation frenzy eases, consumers will go back to feeling confident because they have jobs and they've been getting pay hikes.</p><p>As for BA.5 and the next variants to come, the long history of viruses tells us that they tend to dumb down as they age, not become more lethal. Did you know the Spanish flu still circulates?</p><p>Yum China (YUMC)</p><p>The largest restaurant company in China, Yum China YUMC HK:9987 operates over 12,000 outlets in 1,700 cities, including 8,400 KFCs and 2,600 Pizza Huts. It's in the process of rolling out Taco Bells. Yum is also developing several emerging brands that it owns outright.</p><p>China's zero-COVID policy has hurt restaurant chains like Yum. Earlier this year, Yum had to close over half its restaurants. First-quarter same-store sales decreased 8%, and profit margins slipped.</p><p>At some point COVID will diminish as a risk as natural immunity builds and variants become less virulent. That'll boost Yum sales. Yum will also benefit from the popularity of its brands in China, and growing disposable incomes there. Morningstar Direct analyst Ivan Su assigns a wide moat rating based on Yum's brand power, its talent for inventing popular menu items, and cost advantages because it is so big.</p><p>Walt Disney</p><p>Disney's DIS stock is down 44% from highs last September. What's the problem? Investors worry that its theme parks and TV network advertising businesses are cyclical and will suffer during recessions.</p><p>Investors also fear the impact of poor consumer sentiment. COVID cases are rising quickly, which raises concerns about attendance at theme parks in the U.S., France, Hong Kong and China as well as the company's cruise-line business.</p><p>Subscriber growth at Disney+ streaming services has been good, but costs are up a lot, too, one reason the company missed first quarter earnings estimates.</p><p>Longer term, Disney's strengths will get back to rewarding shareholders. Disney is one of the strongest brands in history, one reason for its wide-moat rating at Morningstar. In sports, ESPN dominates. Disney's vast library of popular content is a solid asset even as distribution channels evolve. But Disney is no lightweight in that that game. Its direct-to-consumer offerings — Disney+, Hotstar, Hulu, and ESPN+ — continue to grow nicely, to 205 million subscribers in the second quarter.</p><p>Michael Brush is a columnist for MarketWatch. At the time of publication, he owned META and YUMC. Brush has suggested META, CRM, NOW, YUMC and DIS in his stock newsletter, Brush Up on Stocks. Follow him on Twitter @mbrushstocks.</p><p>We're probably in the early stages of a new bull market. Nervous? Start with these 5 'moat' stocks</p>",
  "published": "2022-07-26T13:44:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1898,
          "end": 1903
        }
      ]
    }
  ]
}