{
  "_id": "06c98c8e8b1c1cc16846ff089446e84ed944bd1ead689facdb62506c92c485a3",
  "feed": "wall-street-journal",
  "title": "Intel Delays Groundbreaking Ceremony for Ohio Plant Amid Uncertainty Over Chips Legislation; Company still plans to build the Ohio chips facility, but frustrated about status of proposed law supporting U.S. semiconductor industry",
  "text": "<p>Intel still plans to build the facility and hasn't pushed back the start of construction, said Intel spokesman Will Moss. Intel, which announced the plant plans in January, said it intended to invest at least $20 billion in the Ohio facility, with construction expected to begin in late 2022 and production to start in 2025.</p><p>While the groundbreaking is ceremonial, the decision to delay is a sign of Intel's frustration over the chips legislation, which includes about $52 billion in funding for expanding domestic semiconductor production and research and development. House and Senate negotiators are considering the funding, often referred to as the CHIPS Act, as part of broader proposed legislation on innovation that proponents say is necessary for national security. Intel has been lobbying heavily for the legislation.</p><p>Mr. Moss said the company remains excited to begin construction on the Ohio manufacturing plant, but that the scope and pace of the project depends heavily on funding from the chips legislation.</p><p>\"Unfortunately, CHIPS Act funding has moved more slowly than we expected and we still don't know when it will get done,\" he said, calling on Congress to act so Intel \"can move forward at the speed and scale we have long envisioned for Ohio\" and other U.S. projects.</p><p>President Biden has repeatedly pointed to the Ohio investment as a key manufacturing development and an indicator of the U.S. taking a larger role in the global semiconductor industry. The president mentioned the company's planned investment in his State of the Union address and has met in person with Intel CEO Pat Gelsinger.</p><p>Alex Leary contributed to this article</p><p>Write to Ken Thomas at ken.thomas@wsj.com and Asa Fitch at asa.fitch@wsj.com</p><p>Intel Delays Groundbreaking Ceremony for Ohio Plant Amid Uncertainty Over Chips Legislation</p>",
  "published": "2022-06-23T17:21:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 95,
          "end": 100
        },
        {
          "start": 1182,
          "end": 1187
        },
        {
          "start": 122,
          "end": 127
        },
        {
          "start": 774,
          "end": 779
        },
        {
          "start": 1732,
          "end": 1737
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 400,
          "end": 405
        },
        {
          "start": 1591,
          "end": 1596
        }
      ]
    }
  ]
}