{
  "_id": "efbf8cc8bb3052d1c8b996ff04e9c01286bc8b72e81f012372cd134bb6e4a198",
  "feed": "wall-street-journal",
  "title": "Ford Supply-Chain Leadership Overhaul Reflects EV Ramp Up; Auto maker's new hires highlight the importance of technology skill sets as focus shifts to development of electric vehicles",
  "text": "<p>\"We're seeing much more of a technology-centered vehicle, where the parts require a different skill-set,\" said Terry Esper, associate professor of logistics at the Ohio State University's Fisher College of Business. \"It's not about knowing how to, if you will, put pipes and screws and hoses together, as much as it's going to be about understanding technology, coding, technology integration, servers and all these other tech components.\"</p><p>The other new appointments include executives with Silicon Valley resumes that reflect a new approach to developing and producing vehicles. Roz Ho, who joined Ford from HP Inc., will become chief connected vehicle software officer. Others hired onto the team have worked at Alphabet Inc.'s Google, Amazon.com Inc., Intel Corp. and Apple Inc.</p><p>Ford, one of the largest U.S. auto makers, has seen sales increase as it has pivoted toward electric vehicles. It had sold more than 36,500 electric vehicles year-to-date through August. Its all-electric F-150 Lightning truck, which launched in the spring, has seen particularly high demand, Ford has said.</p><p>The company plans to spend $50 billion over the next four years with a goal of producing 2 million EVs a year by the end of 2026.</p><p>The company earlier this week said it faces some $1 billion in expenses beyond what it had projected due to higher costs passed along by suppliers and because supply-chain challenges have led to parts shortages and unfinished vehicles that it can't get to dealerships.</p><p>Mr. Lawler's near-term priorities in his expanded role include working with Ford's supply-chain team to improve the quality, cost, volume and delivery of goods produced, a company spokesman said. Over time, the chief global supply-chain officer role will focus on further developing strategic relationships with suppliers and getting the company more involved on issues such as technology innovation, planning and sourcing, the spokesman said.</p><p>Consumer demand for electric vehicles has surged in the past year ahead of the expectations of many traditional car makers, pushing companies including Ford, General Motors Co. and Volkswagen AG to rush to scale up production.</p><p>Some automotive companies are building out their own supply chains for the batteries that are at the core of EVs as they look to ensure supplies, sending the car makers deeper into the sourcing of raw materials such as lithium and nickel critical to battery production. They also face challenges in getting parts such as semiconductors that have become central to how cars function.</p><p>Ford has been working on building closer ties with its suppliers for years, but pandemic-related supply-chain snarls have made it a more urgent priority, the company spokesman said.</p><p>Dr. Esper said the shift in the power behind vehicles has car makers looking to hire executives with technology backgrounds, rather than working with outside suppliers as they have done for decades.</p><p>\"We're seeing these companies like a Ford starting to build some of those talents and skills and capabilities in-house as opposed to relying on tech partners,\" he said. \"I think that's going to cause just a new landscape of how businesses are structured, [and] how and with whom they partner. It's going to be a very interesting thing to watch play out.\"</p><p>Write to Liz Young at liz.young@wsj.com and Kristin Broughton at Kristin.Broughton@wsj.com</p><p>Ford Supply-Chain Leadership Overhaul Reflects EV Ramp Up</p>",
  "published": "2022-09-22T21:16:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 755,
          "end": 760
        }
      ]
    }
  ]
}