{
  "_id": "aee8ddb3e48097a7a7e436120033fcb9f6468ed1d0ccc47be810e0d604462570",
  "feed": "market-watch",
  "title": "Intel reportedly plans to lay off thousands of workers, with details potentially emerging alongside quarterly earnings; Intel reports quarterly results on Oct. 27. Its last big layoff round, comprising 12,000 job cuts, was announced in tandem with first-quarter earnings in 2016.",
  "text": "<p>The last time Intel laid off a large number of workers was back in April 2016, when the Santa Clara, Calif.–based chip company announced it was cutting 12,000 jobs, or 11% of its workforce,on the same day it reported quarterly earnings.</p><p>Read: Chip stocks could suffer worst year ever as effects of shortage-turned-glut spread</p><p>Intel is schedule to report third-quarter earnings on Oct. 27. Analysts expect earnings of 34 cents on sales of $15.43 billion based on Intel's forecast of about 35 cents a share and $15 billion to $16 billion in sales. In the year-earlier quarter, Intel reported earnings of $1.71 a share on revenue of $19.19 billion.</p><p>Ever since Intel Chief Executive Pat Gelsinger took the helm in early 2021, he's faced an uphill battle to return the company to its former glory as a leading-edge chip manufacturer.</p><p>That means building out the company's manufacturing capacity, which, while a popular idea during a global chip shortage, has faced criticism as the multiyear plan not only weighs heavily on margins and profitability, but comes at a time when PC demand has plummeted.</p><p>See: PC market in 'steepest' fall since data started being collected in mid-1990s, analysts agree</p><p>Also: AMD warning prompts analysts to revisit whether PC chip market has bottomed yet</p><p>Last year, Gelsinger defended his capital plan, promising that margins would stay \"comfortably above 50%,\" a promise that had aged liked milk nine months later when a challenging 2022 wore margins down to about 45% in the second quarter.</p><p>Read on: Biden touts U.S. economy's progress at Intel plant's groundbreaking in Ohio even as Democrats' Senate nominee there suggests president shouldn't run in 2024</p><p>Intel reportedly plans to lay off thousands of workers, with details potentially emerging alongside quarterly earnings</p>",
  "published": "2022-10-12T12:09:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 120,
          "end": 125
        },
        {
          "start": 326,
          "end": 331
        },
        {
          "start": 462,
          "end": 467
        },
        {
          "start": 1566,
          "end": 1571
        },
        {
          "start": 575,
          "end": 580
        },
        {
          "start": 1684,
          "end": 1689
        },
        {
          "start": 657,
          "end": 662
        },
        {
          "start": 14,
          "end": 19
        }
      ]
    }
  ]
}