{
  "_id": "98cc6efd2eb4201469477f14f18cb9b23985045d81f35ffecc5fb5702176107f",
  "feed": "market-watch",
  "title": "Intel earnings slammed on Wall Street: 'Such a disconnect' between company's optimism and reality; Analysts say the company's recent earnings miss and downbeat guidance may not be the end of chipmaker's pain",
  "text": "<p>\"The market turbulence and updated outlook are disappointing,\" Intel INTC Chief Financial Officer David Zinsner said on the call. \"However, we believe our turnaround is clearly taking shape and expect Q2 and Q3 to be the financial bottom for the company.\"</p><p>Shares were off nearly 9% in midday trading Friday.</p><p>The results had plenty of fodder for Intel bears, while spooking even some more upbeat analysts.</p><p>\"While some investors could potentially see a kitchen sink in the results, it seems more likely that things are circling the drain,\" Bernstein analyst Stacy Rasgon wrote, while reiterating an underperform rating on Intel's stock. \"Of course outlook for a Q4 snapback could prove dangerous should the macro continue to worsen, and while the company did bring their PC market expectations down this year (to -10%) the state of PCs into 2023 &amp; beyond remains nebulous.\"</p><p>He called Intel's report \"the worst we have seen in our career\" and offered that in the company's datacenter unit, \"frankly it seems likely that their competitor is about to destroy them on server share.\"</p><p>Opinion: Which Intel CEO is to blame for the current woes? Or is it actually AMD's CEO?</p><p>Rasgon cut his price target to $30 from $35.</p><p>Barclays analyst Blayne Curtis also suggested that more pain could follow.</p><p>\"The substantial miss smells like the clearing the decks moment that some investors have been looking for but we aren't even sure if estimates are reset enough and we struggle with what exactly the bull case is with the continued roadmap issues and such a disconnect between the company's optimism and the current reality,\" he wrote in his note to clients.</p><p>He kept an underweight rating on the stock while reducing his price target to $35 from $40.</p><p>\"We are tempted to warm up to the story after 4 years with an UW [underweight] but we just don't see the path forward with such roadmap, strategy, and market struggles,\" Curtis wrote.</p><p>The Chips Act, which passed through Congress Thursday, \"removes another catalyst for the bull case and the rubber will truly meet the road with INTC's flawed foundry strategy as the market moves from shortages to oversupply,\" he wrote.</p><p>Evercore ISI's C.J. Muse called the latest report \"very ugly\" as he noted a shortfall in the company's datacenter business that had been the company's \"bread and butter.\"</p><p>\"Not a good read given that Data Center has been a general area of strength thus far through earnings,\" he wrote.</p><p>Additionally, Intel executives expect that gross margins could get back up to the low end of their target range by the end of the year, causing Muse to \"wonder if this is perhaps a bit aggressive.\"</p><p>\"Overall, this was about as messy as a quarter can get, and we are not 100% convinced that we are out of the woods just yet – with still a very challenging road ahead as INTC undergoes its major transformation,\" he wrote. Muse has an in-line rating on Intel shares and a $40 price target.</p><p>Meanwhile, Baird analyst Tristan Gerra cut his rating on the chip stock to neutral from outperform, while dropping his price target to $40 from $60.</p><p>\"We are increasingly concerned 20+ year-high inventory days in the PC supply chain…could take quarters to unfold, given what we think are structural changes in PC consumer consumption patterns, combined with a seasonally weak first half which would continue to pressure Intel's utilization rates and gross margin recovery,\" he wrote.</p><p>Intel bull Srini Pajjuri of SMBC Nikko Securities America admitted that the latest report made him \"clearly disappointed,\" but he saw cyclical and macroeconomic issues to blame for Intel's woes.</p><p>\"We believe the hard reset sets the stage for a near term trough in estimates,\" he wrote. \"Q4 outlook is achievable in our view as it 1) implies ~10% lower PC CPU volumes vs pre-pandemic levels 2) assumes slower ramp of Sapphire Rapids.\"</p><p>Pajjuri has an outperform rating on Intel's stock, though he brought his price target down to $46 from $50.</p><p>Shares of Intel have lost 30% so far this year, as the S&amp;P 500 SPX has dropped 14%.</p><p>Intel earnings slammed on Wall Street: 'Such a disconnect' between company's optimism and reality</p>",
  "published": "2022-07-29T16:35:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 63,
          "end": 68
        },
        {
          "start": 3345,
          "end": 3350
        },
        {
          "start": 345,
          "end": 350
        },
        {
          "start": 620,
          "end": 625
        },
        {
          "start": 2453,
          "end": 2458
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2889,
          "end": 2894
        },
        {
          "start": 1092,
          "end": 1097
        },
        {
          "start": 3409,
          "end": 3414
        },
        {
          "start": 882,
          "end": 887
        },
        {
          "start": 3590,
          "end": 3595
        },
        {
          "start": 3960,
          "end": 3965
        },
        {
          "start": 4034,
          "end": 4039
        },
        {
          "start": 3878,
          "end": 3883
        }
      ]
    }
  ]
}