{
  "_id": "cdcc82f42790670acdbb358d26020e980b0a5b6e79a538aa3c7539f26100c4c4",
  "feed": "ftcomall",
  "title": "Taiwan/Pelosi: push to pick US or China leaves TSMC in dire straits",
  "text": "<p>Asian markets usually ignore imminent visits by US politicians below secretary of state grade. Not when the politician is Democratic bigwig Nancy Pelosi and her mooted destination is Taiwan. Indices bumped downwards in Taiwan, Hong Kong and China. The Taiwan dollar plunged to a two-year low. </p> <p>Chinese warplanes have been <a href=\"https://www.ft.com/content/50f56242-2bd7-44c6-8878-a755ad1e3043\">roaring over the Taiwan Strait</a>. Silicon chips feature in tensions as well as military hardware. Taiwan Semiconductor Manufacturing Co, the island's dominant chipmaker, may have to choose between ties with the US or China. That is also the dilemma for Taiwan, whose prosperity is built on east-west trade.</p> <p>Chinese president Xi Jinping had warned his US counterpart Joe Biden that “whoever plays with fire will get burnt”. There are real fears China may try to reclaim independent Taiwan by force, triggering conflict with the US.</p> <p>Geopolitical polarisation is bad for little Taiwan. Its global business clout depends on chipmakers such as TSMC, whose strategic importance has been multiplied by a global shortage. These companies produce nearly two-thirds of the world's outsourced chipmaking supply. Neither China nor the US has succeeded in matching Taiwanese or South Korean production capabilities.</p> <p>The US Congress, where Pelosi is Speaker of the House, has passed a $52bn federal programme to boost domestic chipmaking. Recipients include TSMC, which is building a plant in Arizona to make high-end, sophisticated 5nm chips. A key condition for subsidies is that beneficiaries must not increase Chinese production of chips more advanced than 28nm — a benchmark of processor density.</p> <p>That is a problem for TSMC. It already makes superior 16nm chips in China. The Chips Act would prevent the company from upgrading its facilities in Nanjing. China is hungry for advanced chips. It would react badly to an indirect US embargo. </p> <p>TSMC is feeling the strain as a linchpin between Chinese and US economies intent on pulling apart. Its shares have fallen more than a quarter from their January peak and trade at 13 times forward earnings, a discount of a fifth to US peer Intel, which has only low-tech assembly and testing facilities in China. </p> <p>Pressure for TSMC to pick a side is relatively subtle. The Taiwanese chip group may find workarounds. But demand for advanced chips is rising alongside global tensions. Sooner or later, China and America will present chip multinationals with the same choice more starkly. “Both of the above” will not then be a feasible response.</p><p>Source:  2022 'Taiwan/Pelosi: push to pick US or China leaves TSMC in dire straits' FT.com 2 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-02T11:49:41.608Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2087,
          "end": 2092
        }
      ]
    }
  ]
}