{
  "_id": "852fceebf2558c82233a89c6a0581b1206f18745b90ea0b844fdb07d4eb029c0",
  "feed": "wall-street-journal",
  "title": "Elon Musk Says Tesla Plans to Cut 10% of Salaried Staff; CEO's plan to shed employees draws negative response from President Biden",
  "text": "<p>Tesla didn't respond to a request for comment. Reuters earlier reported on Mr. Musk's plan to cut staff.</p><p>Mr. Musk added that the effort wouldn't apply to workers building cars and battery packs or installing solar panels, noting that the hourly workforce would increase. Tesla is racing to ramp up production at two new assembly plants in Germany and Texas.</p><p>Shares of the company plummeted almost 9% in midafternoon trading Friday. Mr. Musk's dire outlook also drew a response from President Biden during an unrelated press conference.</p><p>The president pointed to plans by Ford Motor Co. and Intel Corp. to boost their hiring. \"You know, lots of luck on his trip to the moon,\" Mr. Biden said of Mr. Musk, who has been vocal this year in complaints about the president.</p><p>Mr. Musk shortly after tweeted \"Thanks Mr President!\" The tweet included an artist's rendering of a SpaceX rocket on the moon and linked to a NASA 2021 press release announcing a $2.9 billion contract for the company to carry astronauts to the lunar surface. Mr. Musk also runs Space Exploration Technologies Corp., as SpaceX is formally known.</p><p>Mr. Musk has sparred with the White House before, arguing the administration has favored unionized auto makers over Tesla. The billionaire has also bristled at tax proposals aimed at the most wealthy Americans and some of the administration's spending plans.</p><p>Last month, Mr. Musk suggested on Twitter the economy was headed toward recession that could last 12 months to 18 months based on past experience. The downturn, he said, could cause some companies to fold, he said, an idea he cheered. \"Companies that are inherently negative cash flow (ie value destroyers) need to die, so that they stop consuming resources,\" Mr. Musk tweeted, adding, \"this is actually a good thing.\"</p><p>Mr. Musk, on an earnings call in April said Tesla was bracing for higher supplier and logistic costs amid soaring inflation. \"We're seeing suppliers request 20% to 30% cost increases for parts from last year to the end of this year. So there's a lot of cost pressure there,\" he said, adding the company had raised vehicle prices to help offset some of those costs.</p><p>Tesla ended 2021 with 100,000 workers, 39% of whom were production workers, according to a regulatory filing. That would suggest about 6,000 salaried workers might be affected by the cuts announced Friday.</p><p>The company had 69,000 workers at the end of 2020. Its hiring boom reflected ambitious, multiyear sales growth goals that Mr. Musk has set and that could someday make Tesla the world's bestselling car maker.</p><p>Tesla has been the bright spot in the car industry where U.S. auto sales have fallen 19% this year through May while the Austin, Texas-based electric car company has boosted deliveries 88%, according to estimates by research firm Wards Intelligence.</p><p>The electric vehicle maker also has had to contend with production turmoil, though, particularly in China, where governmental Covid-19 restrictions have curtailed output at the company's largest plant by volume. Tesla was among the hardest hit in April. It sold just 1,512 cars made at its Shanghai plant, down 94% from a year ago.</p><p>Tesla's market value has soared during the past two years in part because of Mr. Musk's ability to navigate the Covid-19 pandemic that has disrupted production of its rivals. He has been a vocal critic of how U.S. officials have handled the health crisis with shutdowns, including attacking California officials when they shut down Tesla's San Francisco area assembly plant in 2020.</p><p>In recent days, Mr. Musk told employees at Tesla and SpaceX that they had to return to the office at least 40 hours a week or seek employment elsewhere.</p><p>Tesla's 18-year history has been punctuated with several near-death experiences, and workers have seen many rounds of hiring booms and head count reductions. The success of the Model 3 compact car and Model Y compact sport-utility vehicle have helped change Tesla's fortune, transforming it from a niche luxury player to a mass-market auto maker.</p><p>For years, investors fretted about Tesla's cash levels as it dipped to dangerously low levels. That has changed as the company has shown several quarters of continued profitability, paid down most of its debt and raised a large cushion of cash that could help weather a downturn.</p><p>Still, the car business can eat cash quickly in an economic slowdown when sales stall, costs mount and growth plans are disrupted.</p><p>Mr. Musk has moved swiftly to cut costs before when signs of economic trouble emerge. Early in the pandemic, Tesla sought rent cuts from some of its landlords to help make it through the crisis.</p><p>Write to Tim Higgins at Tim.Higgins@WSJ.com and Rebecca Elliott at rebecca.elliott@wsj.com</p><p>Elon Musk Says Tesla Plans to Cut 10% of Salaried Staff</p>",
  "published": "2022-06-03T18:40:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 589,
          "end": 594
        }
      ]
    }
  ]
}