{
  "_id": "a66b609a8a301ecfc6dc7d392738d90355e2a4f00ec41d534e967884d9f42240",
  "feed": "wall-street-journal",
  "title": "U.S. News:  U.S. Firms' Chip Inventory Now Less Than 5 Days  ----  By Josh Zumbrun and Alex Leary",
  "text": "<p>   WASHINGTON -- U.S. manufacturers and other companies that use semiconductors are down to less than five days of inventory for key chips, the Commerce Department said Tuesday, citing the results of a new survey. </p><p>   In 2019, companies typically maintained 40 days of inventory for key chips, according to the Commerce Department report. Now for the same chips -- defined as 160 products that companies identified as being the most challenging to acquire -- companies are operating with less than 5 days of inventory, the report said. </p><p>   Commerce Secretary Gina Raimondo said the survey results show the urgency for Congress to approve the U.S. Innovation and Competition Act, which includes $52 billion to boost domestic chip production. </p><p>   \"We aren't even close to being out of the woods as it relates to the supply problems with semiconductors,\" Ms. Raimondo said Tuesday. \"The semiconductor supply chain is very fragile and it is going to remain that way until we can increase chip production.\" </p><p>   Since September, the Commerce Department has sought detailed data from the major companies in the semiconductor supply chain. </p><p>   Its report was based on a survey of companies, including material and equipment providers, semiconductor manufacturers and automotive, industrial and healthcare companies that need chips for their products. </p><p>   The thin inventories are a source of particular concern because of how a single shutdown can ripple through the supply chain. With these wafer-thin inventories, a closure of an overseas factory earlier in a company's supply chain, for more than a few days, can cause them to exhaust their inventories. </p><p>   \"This means a disruption overseas, which might shut down a semiconductor plant for 2-3 weeks, has the potential to disable a manufacturing facility and furlough workers in the United States if that facility only has 3-5 days of inventory,\" the Commerce Department report said. </p><p>   The Commerce Department released its findings as part of a push to revive the U.S. Innovation and Competition Act. </p><p>   The Senate passed its version of the $250 billion measure to boost high-tech research and manufacturing on a bipartisan vote last year, including $52 billion for expanding domestic chip production. </p><p>   Similar legislation was stalled for months in the House, but late Tuesday backers released details of their package, titled the America COMPETES Act. The bill is roughly comparable to the Senate package. </p><p>   The House bill focuses strongly on supply chain issues, authorizing $45 billion for grants and loans to support supply chain resilience and manufacturing of critical goods. It also takes a number of steps to combat climate change that aren't included in the Senate version, setting up potential conflict with Republicans. </p><p>   President Biden has highlighted the shortage of semiconductors in efforts to control supply-chain problems and inflation. While the focus has largely been on their use in automobiles and resulting production slowdowns, the president has noted their use in other products, from refrigerators to hospital equipment. </p><p>   \"America invented these chips,\" Mr. Biden said at an event last week touting Intel Corp.'s plan to invest at least $20 billion in new chip-making capacity in Ohio. Over the years, more chip production moved overseas, mainly to lower-cost countries in Asia. </p><p>   The White House, citing industry data, says chip companies have announced nearly $80 billion in new investments in the U.S. that should unfold through 2025. </p><p></p>",
  "published": "2022-01-26T07:10:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3129,
          "end": 3134
        }
      ],
      "nexusId": "10063594"
    }
  ]
}