{
  "_id": "3cd288f5d47f21ead5e9a798c4ea3429c415107f3eb06ec8e8108e6cd596dc68",
  "feed": "wall-street-journal",
  "title": "Intel CEO Pushes to Further Separate Chip-Design, Production Arms; New structure allows the company's chip-making factories to work like contract operations",
  "text": "<p>Intel Corp. plans to create greater decision-making separation between its chip designers and chip-making factories as part of Chief Executive Pat Gelsinger's bid to revamp the company and boost returns.</p><p>The new structure, which Mr. Gelsinger disclosed in a letter to staff on Tuesday, is designed to let Intel's network of factories operate like a contract chip-making operation, taking orders from both Intel engineers and external chip companies on an equal footing.</p><p>Intel has historically used its factories almost exclusively to make its own chips, something Mr. Gelsinger changed when he launched a contract chip-making arm last year.</p><p>The latest adjustment \"will allow us to identify and address structural inefficiencies that exist in our current model by driving accountability and costs back to decision makers in real time,\" Mr. Gelsinger said.</p><p>Analysts have said the close link between Intel's chip design and production operations at times led to choices that made financial sense for one but not the other part of the company, weighing on overall returns.</p><p>Intel is one of the few companies to both design and produce chips in-house. The company's main chip rivals, including Nvidia Corp. and Advanced Micro Devices Inc., rely on other companies to produce their chips. AMD more than a decade ago spun off its chip-making factories.</p><p>Mr. Gelsinger has been trying to fast-track Intel's chip-making effort since he became CEO last year. He has laid out significant investment plans to expand existing chip-making, including new factories in the U.S. and Europe.</p><p>The company also is counting on government help to defray some costs. Political leaders in the U.S. and Europe have signaled eagerness to build up chip-making locally and counter the industry's shift toward Asia, where manufacturing has typically been less costly. President Biden over the summer signed legislation allocating more than $50 billion for domestic chip manufacturing and research.</p><p>\"We've invested in the capacity required to meet the industry's demand for semiconductors, bringing much-needed balance to the global supply chain,\" Mr. Gelsinger said.</p><p>Intel also has stuck a partnership with Brookfield Asset Management Inc. to help finance its factory-expansion ambitions.</p><p>The Intel boss has set out the ambition to return the American semiconductor icon to a leadership position in chip production after having fallen behind Asian rivals. He has said the company remains on track to achieving that objective.</p><p>The turnaround effort has come with challenges, though. Intel in July said one of the company's newest families of chips was delayed. The company also has been hit by the sharp slowdown in PC shipments this year, a major market for Intel.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Intel CEO Pushes to Further Separate Chip-Design, Production Arms</p>",
  "published": "2022-10-11T21:30:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 405,
          "end": 410
        },
        {
          "start": 305,
          "end": 310
        },
        {
          "start": 470,
          "end": 475
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1069,
          "end": 1074
        },
        {
          "start": 2551,
          "end": 2556
        },
        {
          "start": 2774,
          "end": 2779
        },
        {
          "start": 2136,
          "end": 2141
        },
        {
          "start": 897,
          "end": 902
        },
        {
          "start": 2727,
          "end": 2732
        },
        {
          "start": 2262,
          "end": 2267
        },
        {
          "start": 1389,
          "end": 1394
        }
      ]
    }
  ]
}