{
  "_id": "d33eb6310f1029c0155e7ff2a69ca1bce4fdc901ac566083aa675b2ea5ba58fe",
  "feed": "ftcomall",
  "title": "‘Open RAN' telecoms trials aim to reshape mobile market",
  "text": "<p>The UK's decision to <a href=\"https://www.ft.com/content/abadf6d9-361f-40d4-a7f2-fdd734e8fdf7\">ban equipment made by China's Huawei</a> from its 5G telecoms network is forcing mobile operators to embrace new infrastructure solutions — launching a new wave of innovation.</p> <p>Under a government plan set out last year, operators were told that more than a third of mobile network traffic should be carried over so-called ‘Open RAN' — or Radio Access Network — by 2030. </p> <p>Open RAN allows telecoms groups to separate the hardware and software of a mobile base station, thereby opening the door for a mix of equipment and technologies from different vendors. </p> <p>Ministers pledged £51mn of investment in trials of Open RAN and next-generation technology, as part of a broader strategy to diversify the supply chain after banning the use of Huawei equipment from 2021.</p> <p>The announcement prompted a rapid acceleration in both trials and deployment of this new form of mobile network technology. </p> <p>It also meant that much of the physical hardware could be, in effect, general-purpose, but overlaid with sophisticated new software and cloud-based computing as it becomes available — and as network capacity demands increase.</p> <p>The ban on Huawei equipment had followed UK government concerns that the Chinese technology company posed an unacceptable threat to the security of its national telecoms infrastructure.</p> <p>Now, telecoms companies are committing even more in R&amp;D spending to developing the open network architecture that they hope will cut costs, and drive better service for their customers.</p> <p>Santiago Tenorio, director of network architecture at Vodafone, says 2022 will be the year “when Open RAN graduates and becomes ready for prime time . . . the pace of the rollout is ramping up, with more live deployments in rural areas, and the technology getting ready to reach some urban areas soon”.</p> <p>BT recently made its first big commitment to Open RAN trials using Nokia equipment in Hull, alongside work in an innovation centre dedicated to network architecture at its R&amp;D facility at Adastral Park in Suffolk. </p> <p>Several sites in Hull will use the designs to optimise network performance for customers on EE, the mobile network owned by BT. </p> <p>Neil McRae, chief architect at BT, says Open RAN should “encourage greater diversity, improved resilience and reliability, and possibly reduce costs in the network over time — although, like any new technology, these claims need to be proven”.</p> <p>The UK government decision has also opened up the mobile equipment market to new competitors, enabling them to break the tight grip held for many years by traditional vendors, such as Ericsson and Nokia. </p> <p>Orange has built an Open RAN lab in France using equipment from Samsung, Dell, Intel and Nokia, but opened it to other suppliers and start-ups to trial interoperability between components.</p> <p>This increased competition from smaller, innovative companies — many of which have not previously been able to pursue these contracts gives telecoms groups the opportunity to drive down costs. </p> <p>Similarly, in a challenge to traditional equipment makers, Vodafone in January opened Europe's first dedicated R&amp;D centre for microchips to power Open RAN networks, in Málaga, Spain. </p> <p>The mobile group said that about 20 tech firms specialising in chip architecture design and development will join it, helping to create a strong ecosystem for silicon design in Europe.</p> <p>Vodafone UK has already launched a live Open RAN 4G site, which it said would lead to faster rollout of remote rural coverage — one of the biggest problems in the UK for mobile networks. </p> <p>David Meads, chief executive of Cisco UK &amp; Ireland, says “connecting every corner of the UK with fair and equitable access to high-speed connectivity will be instrumental in helping regions to achieve many of the objectives set out by the [Johnson government's] levelling up agenda” </p> <p>He adds: “To ensure that connectivity can reach even the most remote and rural parts of the UK requires us to rethink the economics of the internet. How networks have been built to date won't serve the needs of the future. That is where initiatives such as Open RAN come in, providing a paradigm shift beyond traditional network deployment models.”</p> <p>These shifts in technology are expected to benefit consumers.</p> <p>Johan Wibergh, chief technology officer at Vodafone, says the company is already “seeing immersive gadgetry and a new batch of business applications that work off a network built for higher speeds and ultra-low latency [delays]”.</p> <p>Virgin Media O2 has been trailing Open RAN since January 2020, with a number of pilots with partners such as Vilicom, NEC and Mavenir. </p> <p>Jeanie York, chief technology officer at Virgin Media O2, says Open RAN will provide an opportunity to “diversify and innovate when it comes to the way we partner to deliver future mobile connectivity and virtualise more elements of our network”.</p> <p>She adds: “The creation of open standards breaks down the traditional ‘all in one' approach and the over-reliance on just a handful of companies, presenting interesting new opportunities and greater flexibility.”</p> <p>However, the Open RAN technology is still in trial stages, with executives not expecting any significant rollout for several years — despite the government's encouragement. </p> <p>McRae at BT says Open RAN technologies are still some way from being able to compete with “established solutions for scale deployment in the UK, both commercially and in performance terms”.</p> <p>“Open RAN has significant potential to play a much bigger role in the BT network, but later in the decade,” he believes. “It needs to mature as a technology to match the customer experience of integrated systems, especially as we are the network provider for the Government's Emergency Services Network (ESN) programme.”</p><p>Source: Daniel Thomas 2022 '‘Open RAN' telecoms trials aim to reshape mobile market' FT.com 7 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-07T04:30:07.963Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2670,
          "end": 2675
        }
      ],
      "nexusId": "10063594"
    }
  ]
}