{
  "_id": "aa7ab2ddac17745fd532216f7a1f9de4975cbe1d583551fde649b17c166e1a1f",
  "feed": "market-watch",
  "title": "It's Jerome Powell time — and one Wall Street bank warns the S&P 500 could fall another 20%. Goldman Sachs says the bull market will continue.",
  "text": "<p>So the big question as Fed Chair Jerome Powell prepares to step in front of the microphone, is whether it's time to buy the dip or not.</p><p>Arguing yes: London-based strategists at Goldman Sachs, led by Peter Oppenheimer. They concede returns will likely be low from here, but the bull market should continue so long as economies grow. Value stocks, they argue, will continue to be boosted by the transition from quantitative easing to quantitative tightening, as the Fed pivots from fighting deflation to fighting inflation.</p><p>By and large, the Goldman team says most of the moves in the market have been explained by fundamentals, but it says some defensive sectors, including food and beverages, household goods and personal products, may have rerated too much, while semiconductors may have sold off by too much. The strategists put together companies in their “alpha” framework — think ARK-y type companies — that are buy rated and sold off. The list of those that have dropped 70% or more from their peak includes Pinduoduo PDD, DraftKings DKNG and Sunrun RUN.</p><p>The Barclays strategists led by Maneesh Deshpande are more pessimistic, saying it's too early to buy the dip. Granted, the start of a Fed hike cycle historically hasn't led to a major selloff, but this time, valuations are already too high and there is downside risk to earnings after the binge in consumption goods. Last week, they noted, there was a change in the selloff, which moved from high-valuation stocks and other speculative assets to a broader contagion.</p><p>The Barclays team says there could be another 8% downside potential to the S&amp;P 500 using pre-pandemic valuations — or as much 20%, based on how the Fed responded in 2001 and 2018 to selloffs. (Less likely, the team says, is a bounce, from better earnings than expected, a stronger policy response from China, or just abating in pessimism.)</p><p>The Barclays team is recommending companies with overweight ratings by its analysts but also screen for low valuation and low volatility, a list that includes General Dynamics GD, Exxon Mobil XOM and AT&amp;T T.­</p><p>The buzz</p><p>The Fed decision will be the focus on the market, with the Federal Open Market Committee statement due at 2 p.m., and the Powell press conference at 2:30 p.m. The most extreme option, a ‘shock and awe' move, would be a half-point rate increase, while a less jarring move would be to move up the end of the quantitative-easing program for the second time in three months.</p><p>“Our baseline is that the FOMC will finish QE in March and start QT in May or June, but it is possible that they just call it quits on QE in Feb. This could seem hawkish on the announcement but if Powell says that they hope by going a bit faster on QE they can go a bit slower on fed funds, it would become market friendly,” said Steven Englander, head of North American macro strategy at Standard Chartered.</p><p>The Bank of Canada also has a rate decision to make, with the market tilted in favor of a quarter-point rise.</p><p>Microsoft MSFT late Tuesday posted stronger-than-forecast earnings and revenue for its fiscal second quarter and guided to better revenue than estimated in the current quarter.</p><p>The earnings calendar includes Boeing BA, AT&amp;T, and, after the close, Tesla TSLA and Intel INTC.</p><p>The market</p><p>U.S. stock futures ES00NQ00 were rallying, following the fifth drop in six sessions for the S&amp;P 500. The yield on the 10-year Treasury BX:TMUBMUSD10Y eased to 1.78%.</p><p>Top tickers</p><p>Here were the most active stock market tickers on MarketWatch as of 6 a.m. Eastern.</p><p> Ticker  Security name  TSLA    Tesla  GME     GameStop  AMC     AMC Entertainment  MSFT    Microsoft  NIO     NIO  AAPL    Apple  BBIG    Vinco Ventures  NVDA    Nvidia  XELA    Exela Technologies  AMZN    Amazon.com</p><p>Random reads</p><p>A man was turned down for a heart transplant in Boston after refusing to take a COVID-19 vaccine.</p><p>A joke by McDonald's MCD after a tweet from Tesla CEO Elon Musk of course turned into big cryptobucks by people who rushed to create “Grimacecoins.”</p><p>Here's the world's oldest fish in an aquarium, named Methuselah.</p><p>Need to Know starts early and is updated until the opening bell, but sign up here to get it delivered once to your email box. The emailed version will be sent out at about 7:30 a.m. Eastern.</p><p>Want more for the day ahead? Sign up for The Barron's Daily, a morning briefing for investors, including exclusive commentary from Barron's and MarketWatch writers.</p>",
  "published": "2022-01-26T06:48:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3237,
          "end": 3242
        }
      ]
    }
  ]
}