{
  "_id": "0afc81384d2923895bf1c6f4adadb601ed628ee55d72b7e43eab35205c7c3836",
  "feed": "market-watch",
  "title": "‘Bullish engulfing' chart patterns abound after stock market's big bounce",
  "text": "<p>A “bullish engulfing,” which is one of the more well-known and recognizable candlestick chart patterns, suggests momentum may have swung in favor of the bulls. When the pattern appears at the low of a recent trend, it suggests that trend may have just ended.</p><p>Many chart watchers believe that the deeper the decline when the pattern appears, and/or the longer the downtrend, the more likely the pattern produces a bottom. Read more about “bullish engulfings.”</p><p>As per candlestick charting textbooks, a “bullish engulfing” is a multi-day pattern, the first being a day when a stock or index closes below where it opens, and at a fresh low. On the second day, the stock/index gaps lower at the open, in which the opening price is below the previous day's close, then reverses course to close above the previous session's open.</p><p>Don't miss: 7 key candlestick reversal patterns.</p><p>The idea behind the pattern, which can also be referred to as a “key reversal” pattern, is that bulls have withstood the bears' final thrust, and then launched a successful counterattack.</p><p>A gain the next day supports the notion that the trend has reversed.</p><p>Also read: S&amp;P 500's correction comes with first ‘bullish divergence' chart signal.</p><p>Keep in mind that prices will often hold steady, and may even pull back, in the days following “bullish engulfings,” as both bulls and bears assess the new landscape. But the bullish message of the pattern remains intact until a new low is made.</p><p>The following charts show several examples of “bullish engulfing” patterns that appeared on Thursday.</p><p>Intel</p><p>Shares of Intel Corp. INTC opened Wednesday at a $45.17 then closed at a 15-month low of $44.65. On Thursday, the semiconductor maker's stock gapped down to $43.90 at the open (down 1.7%), then swung higher to close up 4.8% at $46.72 to fully engulf the previous session's trading range.</p><p>FactSet, MarketWatchA bullish engulfing appeared the last time the stock bottomed. It closed at a seven-month low of $44.11 on Oct. 29, 2020, then after the reversal appeared the next day, the stock soared 55% before it peaked at a 15-month high of $68.26 on April 9, 2021.</p><p>FactSet, MarketWatchThe good news for Intel bulls is that Thursday's bullish engulfing came just two days after another key candlestick reversal pattern, known as a “doji.”</p><p>FactSet, MarketWatchA “doji”, which in Japanese means at the same time, is when the stock opens and closes at the same price, or very close to that price. When the pattern appears at the lows of a recent downtrend, it suggests that trend may be about to change.</p><p>When a “doji” price is in the middle of a day's trading range, it suggests that after a big struggle, supply and demand have reached equilibrium, making it easier for bulls to take charge.</p><p>The stock opened Tuesday at a fresh low $44.69, then traded in an intraday range of $43.85 (down 2.6%) to $45.40 (up 0.8%) before closing at $44.69.</p><p>The stock rose 1.6% in afternoon trading on Friday.</p><p>Facebook parent Meta</p><p>Social media giant Meta Platforms Inc. shares FB closed Wednesday down 1.8% at $198.45, the lowest closing price since April 29, 2020. Then on Thursday, the stock opened down 3.7% at $191.06, hit an intraday low of $190.22, before bouncing sharply to close up 4.6% at $207.60.</p><p>FactSet, MarketWatchThat engulfing pattern followed a near doji on Tuesday, when the stock opened at $202.34 and closed at $202.08.</p><p>The stock rose 0.8% in afternoon trading on Friday.</p><p>Twitter</p><p>Twitter Inc.'s stock TWTR has been trending down for nearly a year since it peaked at a record close of $77.63 on March 1, 2021.</p><p>On Wednesday, the social media company's stock fell 0.5% to $32.76, the lowest closing price since July 6, 2020.</p><p>FactSet, MarketWatchThe next day, it gapped down 4.5% at the open before bulls took charge, and the stock closed up 6.8% at $34.98. Basically, bulls made their mark by completely engulfing the trading ranges of the previous two sessions.</p><p>In afternoon trading on Friday, the stock tacked on 0.8%.</p><p>Also read: Facebook-parent Meta's stock bounces after chart flashed most oversold reading in a decade.</p><p>Microsoft</p><p>Microsoft Corp.'s stock MSFT dropped 2.6% on Wednesday to close at a seven-month low of $280.07.</p><p>On Thursday, the software giant's stock opened down 2.8% at $272.51, hit an intraday low of $271.52, then bounced 8.5% off that low to close up 5.1% on the day at $294.59.</p><p>FactSet, MarketWatchThe difference between Microsoft's bullish engulfing and that of Twitter and Meta is that the downtrend has lasted only three months, since the stock closed at a record $343.11 on Nov. 19.</p><p>On Friday, the stock edged up 0.5% in afternoon trading.</p><p>Salesforce</p><p>Shares of Saleforce.com Inc. CRM sank 2.4% on Wednesday to close at a 19-month low of $190.54, or 38.5% below its Nov. 8, 2021 record close of $309.96.</p><p>Then on Thursday, it opened down 3.0% at $184.74, but bounced sharply to close up 7.2% at $204.29.</p><p>FactSet, MarketWatchThe customer relationship management software company's stock rose another 1.7% on Friday, but remained the worst performer of the Dow Jones Industrial Average's DJIA 30 components over the past three months.</p><p>Retailer ETF</p><p>The list of charts in which “bullish engulfings” appeared wasn't limited to large-capitalization technology stocks. The SPDR S&amp;P Retail exchange-traded fund XRT closed Wednesday down 2.4% at $73.06, the lowest price since Jan. 20, 2021, and 29.9% below the Nov. 16, 2021, record close of $104.16.</p><p>FactSet, MarketWatchOn Thursday, the ETF opened with a 4.2% dive to $69.98, but bounced to a 3.9% gain at its close of $75.93.</p><p>The ETF extended that bounce with a 1.4% gain in afternoon trading on Friday.</p><p>Dow transports</p><p>While “bullish engulfings” didn't appear in the Big 3 stock market indexes, one appeared in the Dow Jones Transportation Average's DJT chart. That index is viewed as a proxy for economic growth, as it tracks the companies that take and deliver what other companies make.</p><p>The index fell 1.4% on Wednesday to a 4 1/2-month low of 14,523.47, which was 14.8% below its record close of 17,039.38 on Nov. 2, 2021.</p><p>On Thursday, it opened down 1.0% at 14,375.20, then fell as much as 2.7% to its intraday low of 14,311.59, before roaring back to close up 2.1% at 14,826.94.</p><p>FactSet, MarketWatchMany chart watchers follow the performance of the Dow transports as a key tenet of the Dow Theory of market analysis. This analysis has remained relevant on Wall Street for more than a century and is so important that bull or bear market signals can't appear unless both the Dow transports and Dow industrials are trending in the same direction.</p><p>On Friday, the Dow transports ran up 373 points, or 2.5%, in afternoon trading, while the Dow industrials hiked up 783 points, or 2.4%.</p>",
  "published": "2022-02-25T16:02:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2167,
          "end": 2172
        },
        {
          "start": 1577,
          "end": 1582
        },
        {
          "start": 1561,
          "end": 1566
        }
      ]
    }
  ]
}