{
  "_id": "df643e08a90ff57864380dfd8ddd7bf51e514200d09a3ad19f7b5112cce6b08b",
  "feed": "market-watch",
  "title": "Going live: Event planners are shouldering big financial risks as American corporations looks to schmooze again this spring",
  "text": "<p>CES, the big annual tech show, carried on in Las Vegas, albeit as a shorter event with industry heavyweights, including Intel Corp. INTC, International Business Machines Corp., IBM and Facebook parent Meta Platforms Inc., FB attending virtually.</p><p>With the fast-spreading omicron triggered another round of setbacks to start 2022, event planners now are betting on spring to finally mark a turning point for the hard-hit industry.</p><p>Their hopes hinge on American corporations taking a note from the recovery already under way for domestic air travel for leisure purposes, with the linchpin being a robust revival of trade show attendance and other in-person business gatherings.</p><p>Warren Buffett's Berkshire Hathaway BRK. B could help with its festival-like annual shareholder meeting slated to be an in-person gathering on April 30 in Omaha, after having been livestreamed the past two years.</p><p>Although, without the draw of a legendary investor like Buffett, many small-business corporate event planners still face the continuing threat of financial ruin, simply for forging ahead in a third year of the coronavirus.</p><p>“There is some event insurance,” said Jade Friedensohn, chief executive officer and co-founder of event organizer DealCatalyst, her new business venture after 19 years in event planning focused on financial services.</p><p>“The problem we've experienced is that the deductible is so high. Unless it's an event with multimillion dollars in potential revenue, then the policy doesn't make sense,” she said by phone.</p><p>Another challenge, she said, has been that many hotels require “iron clad” contracts months in advance from organizers, regardless of the COVID-19 threat level.</p><p>“It's like putting your neck down on a guillotine,” Friedensohn said. “With hotels, it depends on the chain, and it depends on the sales representative. They have wildly different standards around allowing you to postpone, and around keeping your deposit.”</p><p>“Technically, everything is open for business, but everyone is COVID-hesitant.”</p><p>9/11-type insurance</p><p>Air-passenger travel continued to recover last year with the help of vaccine distribution for adults and teens and the lifting of travel restrictions, even through it still ended 2021 below pre-pandemic levels.</p><p>December saw global domestic travel volumes 22.4% below the same month of 2019, according to a recent DBRS Morningstar report, which showed international travel JETS severely lagging at almost 60% below levels from a year before.</p><p>“The recovery has been led by domestic leisure travel supported by high household savings, a desire to travel following a prolonged period of living in one's primary residence, and the removal of most travel restrictions,” DBRS Morningstar analysts David Laterza and Mark Nolan, wrote in the report.</p><p>Organizers behind the estimated $400 billion annual industry for in-person business events want Congress to do more to support live gatherings, not only to better navigate this pandemic, but any others in the future.</p><p>“This was one of the first industries to shut down when the pandemic emerged. And it's one of the last to come back in scale,” said Tommy Goodwin, vice president of government affairs at the Exhibitions &amp; Conferences Alliance.</p><p>ECA, an advocacy group, came together after the March 2020 lockdowns with a focus, initially, on assembling uniform health and safety standards for holding corporate events. It now has the ear of lawmakers in Washington and includes major trade associations, planners and labor organizers in the events sector, where it says about 99% operate as small businesses.</p><p>“You should be able to get event cancellation coverage,” Goodwin said, in a phone interview. “The ECA is talking to folks in D.C. on the insurance side, because we have a market failure.”</p><p>A key aim of ECA is to urge Congress to get organizers of in-person events insurance that covers communicable diseases, similar to terrorism insurance made available after the 9/11 attacks, often credited with convincing lenders to resume financing big commercial properties.</p><p>A longtime challenge for event planners has been that they typically start lining up sponsors and venues months in advance of any go-live date, including paying deposits and signing financial contracts, sometimes up to a year or more before.</p><p>Front-loaded outlays can leave them on the hook for steep losses when events are canceled, postponed or only sparsely attended due to last-minute cancellations, a hazard that has intensified during the pandemic.</p><p>A bridge plan</p><p>Large-scale corporate events have been going off for roughly a year, but Goodwin said it has been “in fits and starts,” and dependent on state policies around reopening.</p><p>If even one major event sponsor opts out due to health and safety concerns because of the virus, that can spell devastating financial losses down the food chain, he said, including for catering, where hiring staff back has been difficult.</p><p>To help bridge the gap between now and when corporate events more fully rebound, ECA wants Congress also to release an estimated $2.5 billion in unused pandemic relief funds from the roughly $16 billion “Shuttered Venues Operators Grant” to support in-person business events.</p><p>“We want to make sure there are people in place, ready to go, and that small businesses survive,” Goodwin said.</p><p>Read: WHO Europe head says continent is seeing ‘plausible endgame' to pandemic, while U.S. numbers remain high due to large number of unvaccinated</p>",
  "published": "2022-02-04T15:14:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 120,
          "end": 125
        }
      ]
    }
  ]
}