{
  "_id": "b79edcd49f331aba7d03792e6dbc96f51a8e6e97117c8be341e5f563dcdf5b41",
  "feed": "market-watch",
  "title": "Intel wins latest race in chip uses for the cloud, says KeyBanc Capital Markets; Chip giant Intel Corp. is leading growth in cloud technology, according to new research from KeyBanc Capital Markets.",
  "text": "<p>In May, cloud instances resumed solid sequential growth, KeyBanc said, increasing 3% from April and 26% compared with the same period last year. This was led mostly by instances harnessing Intel processors, which increased 4% from April and 18% on the same period last year. The growth was mostly fueled by use of Intel's Ice Lake processor, which grew 10% month-over-month and 71% year-over-year thanks largely to use in Amazon.com Inc.'s AMZN Amazon Web Services (AWS) platform.</p><p>See Now: Nvidia unveils Ampere GPU architecture for AI boost, and the first target is coronavirus</p><p>\"We view these results as moderately positive for INTC, given modest share gains in cloud for the first time since September 2021,\" wrote KeyBanc analyst John Vinh, in a note released Thursday.</p><p>Cloud instances that used Nvidia Corp. NVDA and Advanced Micro Devices Inc. AMD processors increased modestly, according to Vinh. Instances harnessing Nvidia's graphics processor grew 2% month-over-month and 39% year-over-year, thanks mostly to use of its Ampere processor at Alibaba Group Holding Ltd. BABA.</p><p>AMD cloud instances grew 1% from April and 116% year-over-year. Use of the company's Milan processors grew modestly in May, led my AWS deployments, Vinh wrote.</p><p>See Now: Intel stock suffers worst day of the year after analysts point to AMD as a reason for data-center weakness</p><p>Shares of Intel gained 3.1% in afternoon trading Friday, boosted by the broader rebound in tech stocks, while Nvidia climbed 4.0% and AMD rose 4.8%, outpacing the S&amp;P 500 index's SPX 2.4% gain.</p><p>Intel wins latest race in chip uses for the cloud, says KeyBanc Capital Markets</p>",
  "published": "2022-06-24T17:39:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 92,
          "end": 97
        },
        {
          "start": 189,
          "end": 194
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1368,
          "end": 1373
        },
        {
          "start": 1552,
          "end": 1557
        },
        {
          "start": 1251,
          "end": 1256
        },
        {
          "start": 314,
          "end": 319
        }
      ]
    }
  ]
}