{
  "_id": "8e52ea9633446c7a54527bab1e6c9c7f0df80aa96c1d592723ae3e50075110f6",
  "feed": "wall-street-journal",
  "title": "EU's Microchip Plan to Rival U.S. and Asia Takes Next Step; European Chips Act would mobilize funding commensurate with $52 billion proposed in the U.S.",
  "text": "<p>EU companies and institutes are leaders in microchip research and in specialized machines for production of semiconductors, but they lag behind Asian and U.S. companies in manufacturing and marketing most categories of finished chips. The new effort aims to close that gap and increase the EU's self-sufficiency in semiconductors, which are vital in almost all fields of technology and industry.</p><p>Severe microchip shortages over recent months have crimped automotive production world-wide and constricted manufacturing of products from smartphones to healthcare equipment.</p><p>The microchip push is part of a broader EU campaign to boost economic resilience and decrease dependency on other economies in expanding and critical fields including pharmaceuticals, batteries and renewable energy. The EU today produces roughly 10% of the world's chips, down from around 20% in the 1990s, Mr. Breton said. The EU aims to significantly raise its market share.</p><p>Shifting market share to European companies from U.S. and Asian chip giants will be a challenge. Europe lacks heavyweights such as Intel Corp. or Taiwan Semiconductor Manufacturing Co., which make chips for industry's biggest segments, including data centers, smartphones and laptops.</p><p>Intel said in September it would build new chip-making facilities in Europe valued at up to $95 billion. Taiwan Semiconductor said earlier this month it is assessing feasibility of a new fabrication plant in Europe.</p><p>Since the coronavirus pandemic began, the EU and its 27 members have approved over $1 trillion in government spending to help economies recover and develop. Much of the money is earmarked for projects that will help the bloc shift to renewable energy sources and expand the use of digital technologies. The microchip plan, unveiled last March, fits within these efforts.</p><p>Mr. Breton said Friday that the Chips Act wouldn't make Europe self-sufficient or a leader in every area, but would give it better leverage in negotiations with other big players.</p><p>\"Europe is holding extremely good cards,\" Mr. Breton said. He said that while Europe is \"extremely well-positioned in the supply chain\" for semiconductors, it is less competitive in finished products.</p><p>\"In the new geopolitics of supply chains, it is important to have the right balance of power,\" he said.</p><p>Europe's biggest semiconductor companies include the Netherlands' ASML Holding NV, which builds machines that make chips, as well as Germany's Infineon Technologies AG and the Netherlands' NXP Semiconductors NV. Both make chips for the comparatively small automotive and industrial sectors.</p><p>Mr. Breton declined to specify funding in the Chips Act before its official unveiling, provisionally targeted for Feb. 8.</p><p>\"Of course we are very well aware of what others are doing,\" he said, referring to $52 billion allotted by legislation now in Congress for expanding U.S. domestic microchip production.</p><p>\"Our level of investment will be commensurate with what the U.S. wants to put,\" he said. He indicated that funding would likely come from a variety of EU, national and regional funds rather than a single allotment.</p><p>\"Of course we don't have a federal budget like the U.S.,\" he said.</p><p>China in 2019 set up a $29 billion government-backed fund to boost its domestic chip industry, and last year announced plans to speed up development in advanced technologies like chips over five years.</p><p>Mr. Breton said the EU is trying to improve conditions for market leaders to emerge, but isn't picking winners.</p><p>\"Nobody knows where the next market leader will come from,\" said the former tech executive and French finance minister. \"But it will come from a solid ecosystem.\"</p><p>Write to Daniel Michaels at daniel.michaels@wsj.com</p><p>EU's Microchip Plan to Rival U.S. and Asia Takes Next Step</p>",
  "published": "2022-01-28T23:01:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1080,
          "end": 1085
        },
        {
          "start": 1234,
          "end": 1239
        }
      ]
    }
  ]
}