{
  "_id": "25dbe2c2ead4a01b4d2ff11e12f8d103ffe90fea6be5b9bedf634dbc61b56a8e",
  "feed": "market-watch",
  "title": "Cannabis vape maker Left Coast Extracts is aiming to expand its California appeal to more states; Left Coast Extracts argues that more retail stores would help beat back the still-strong illicit market for weed",
  "text": "<p>The company expects to bring on 100 employees to reach a total workforce of 250 people by the end of the year, including warehouse staff, packagers, cartridge fillers, marketers, website designers and social media specialists.</p><p>Barody and Kometas hope the California vibe appeal of Left Coast Extracts and its focus on quality will help it continue its rapid growth into other states, starting with Nevada in October.</p><p>\"We stand for quality,\" said Barody. \"There's a little bit of Left Coast for everyone. We listen to feedback from our customers. We want people to feel motivated, and to be a lifestyle brand that [offers] that entrepreneurial spirit and the idea of following your heart and your dream.\"</p><p>Also Read: New York poised to award first retail cannabis licenses to drug war casualties instead of big incumbents</p><p>The company has gotten as large as it has by offering a unique product and reinvesting all of its cash flow into growth, Kometas said.</p><p>\"We've raised money ourselves and flipped everything we got and put it back in our business,\" Kometas said. \"We've invested in the company, with no loans, no partners. It's just us.\"</p><p>Left Coast Extract is currently partnering with licensed manufacturing, distributors and retailers, including a licensee in Nevada who's producing officially-sanctioned Left Coast vape pods.</p><p>Left Coast Extract's dominant product line includes a patented, proprietary pod system, 10 cartridges and a battery.</p><p>\"You get a stronger hit because the hardware is better,\" Kometas said.</p><p>Left Coast Extracts traces its roots to when Kometas left the Navy after eight years of service, including time in the presidential honor guard. He got a medical cannabis card to help him with anxiety.</p><p>\"It relieved my stress I had in my transition from the military to civilian life,\" Kometas said.</p><p>Kometas and Barody tapped into their entrepreneurial spirits and launched Left Coast in 2014 with an initial focus on supplying vape products to the medical market.</p><p>\"We realized we felt we wanted to be a brand and so Left Coast was born,\" Barody said. \"It's a clever way of referring to California– You hear it all the time referenced in songs, movies and TV shows.\"</p><p>\"Cannabis from California has a very strong reputation,\" Barody said. \"We also somehow wanted to also encourage the California spirit and to live the California dream, you know, follow your dream. \"</p><p>The couple are married and are raising three kids. The business is a like a fourth child because it requires a lot of time and effort, they said.</p><p>Also Read: Quebec and Alberta provinces reportedly won't allow sales of Mike Tyson's cannabis by Hexo</p><p>While they've managed to build a business in California, the state's legal business continues to face a major challenge from the unregulated cannabis market, such as counterfeit versions of Left Coast Extract products.</p><p>When they've reported these illegal products to state regulators and local police, often the response from law enforcement is spotty or non-existent, they said</p><p>They'd also like to see a lower tax burden for customers buying cannabis and for businesses in the cannabis trade.</p><p>\"We definitely think that taxes should be cut to help businesses succeed in California,\" Barody said. \"The state should take into consideration the cannabis business operators and listen to the intel from them. We are the pioneers of this industry. Everyone is learning from us. These are uncharted waters. The rulebook is still being made.\"</p><p>The state should have also awarded more cultivation licenses and more stores than it has thus far. Some communities have also contributed to this problem by enforcing local bans.</p><p>\"If more cities legalized cannabis, you wouldn't need the [illegal] market,\" Kometas said. \"More access to retail cannabis would battle the illicit market.\"</p><p>Also Read: How a California cannabis company's founder is tapping his deep roots in the business to navigate the legal market</p><p>Cannabis vape maker Left Coast Extracts is aiming to expand its California appeal to more states</p>",
  "published": "2022-09-26T17:20:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3318,
          "end": 3323
        }
      ],
      "nexusId": "10063594"
    }
  ]
}