{
  "_id": "de762be486a4f24fd136cd4c801be2a76fba7fd612cdb49213adb9086f52d8fb",
  "feed": "wall-street-journal",
  "title": "Chip-Making Juggernaut TSMC Eyes Multibillion-Dollar Arizona Factory Expansion; New facility would produce cutting edge 3-nanometer semiconductors",
  "text": "<p>The company's big bet on making chips in the U.S. comes after Washington agreed to provide semiconductor makers lucrative grants to bring advanced manufacturing back to American soil.</p><p>TSMC's new facility would manufacture so-called 3-nanometer transistors, some of the tiniest and most lightning-fast currently possible, the people said.</p><p>TSMC said in a statement to The Wall Street Journal Wednesday that it is constructing a building to potentially serve as a second fab at its site in Arizona. It will consider adding more advanced chip capacity there, though it hasn't made a final decision, the statement said.</p><p>The expansion is a sign of the chip maker's long-term optimism about demand even in the face of a market upheaval this year. Demand for some chips has cratered following two years of sky-high growth fueled by the pandemic, which shifted workplaces and classrooms to people's homes and juiced buying of all kinds of electronics. Many chip companies, including TSMC, have cut back on near-term capital-spending plans and started reining in costs to cope with the downturn.</p><p>Despite the near-term industry gloom, chip executives still expect global sales to about double to over $1 trillion a year in the next decade, underpinning huge investments in manufacturing capacity. Their spending plans are also being helped by factory-building incentives in both the U.S. and Europe, which hope to shift the industry's center of gravity away from Asia.</p><p>Intel Corp. and memory maker Micron Technology Inc. also are trying to balance near-term savings with investments to satisfy long-term demand.</p><p>PHOTOS: There Aren't Enough Chips - Why Are They So Hard to Make? </p><p>https://www.wsj.com/story/there-arent-enough-chips-why-are-they-so-hard-to-make-3e29c7e0</p><p>PHOTOS: There Aren't Enough Chips - Why Are They So Hard to Make?. PHOTO: Caitlin Ochs for The Wall Street Journal</p><p>The U.S. this year allocated about $39 billion for chip-making grants expected to be doled out starting next year, in addition to creating tax breaks on semiconductor-manufacturing equipment. European countries are putting incentives in place in a bid to double the continent's share of global production to 20% by 2030. Large chip factories typically take several years to build and fully equip, so companies trying to meet future demand need to make their pricey investment decisions far earlier.</p><p>TSMC has said it plans to hold a ceremony in Arizona in December to install the first batch of production equipment in the plant it announced two years ago. The company said back then that it would produce 5-nanometer chips there. It is now gearing up to also produce more advanced 4-nanometer chips with larger capacity at the facility, according to people familiar with the matter. The plant is expected to start mass production in 2024.</p><p>The subsidies governments in the U.S. and Europe are offering to chip makers are largely a reflection of political leaders' recognizing that semiconductors are vital not just to national security—they are used in advanced weapon systems—but also to everyday life. China's development of an increasingly advanced chip industry has caused concern in Western capitals. The U.S. has responded with increasingly expansive controls on exports of advanced chips and chip-production equipment to China.</p><p>The U.S. and its allies also have grown concerned about the concentration of advanced chip making in TSMC's homeland of Taiwan, a self-governing island that Beijing claims as part of its territory. TSMC has been building the most advanced facilities at home but also has explored production in other regions, in part responding to promised incentives.</p><p>The company is considering expanding its production facilities in Japan and is looking into building a multibillion-dollar plant in Singapore.</p><p>Write to Asa Fitch at asa.fitch@wsj.com and Yang Jie at jie.yang@wsj.com</p><p>Chip-Making Juggernaut TSMC Eyes Multibillion-Dollar Arizona Factory Expansion</p>",
  "published": "2022-11-09T15:10:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1458,
          "end": 1463
        }
      ]
    },
    {
      "id": "First_Harvest_Corp%2E",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1458,
          "end": 1469
        }
      ]
    }
  ]
}