{
  "_id": "1b0b0876dc4f387491bce9cbfbade322e9949cdb1ffa455f1f59644e85f08435",
  "feed": "wall-street-journal",
  "title": "Intel CEO Sees Revenue Growth Gaining Pace Starting Next Year; Pat Gelsinger expects Intel to be able to reach and sustain double-digit annual revenue increases and gain market share",
  "text": "<p>Intel Corp. Chief Executive Pat Gelsinger set a goal for the company to reach double-digit revenue growth in three to four years, as the semiconductor giant detailed the financial implications of a multiyear turnaround plan.</p><p>Mr. Gelsinger, now just over a year in the CEO role, on Thursday said top-line growth this year would be \"moderate\" and start to pick up next year. Around 2025 or 2026, sales should increase 10% to 12% a year and remain at a double-digit pace going forward.</p><p>Mr. Gelsinger has set a multifaceted, multiyear plan to revive Intel's fortunes. The company ceded the title of most valuable U.S. chip company to Nvidia Corp. in 2020 and that of biggest chip company by revenue to Samsung Electronics Co. last year. He's moving to restore the company's ability to design some of the most powerful chips and build a massive semiconductor production arm. Intel has committed to more than $100 billion in chip-plant investments over the past year, including last month's announcement to build a new production site in Ohio.</p><p>And this week the company said it planned to purchase Israeli chip company Tower Semiconductor Ltd. The turnaround effort, Mr. Gelsinger has said, is roughly a five-year assignment.</p><p>\"We are a bit ahead of schedule,\" Mr. Gelsinger said at the investor day, while adding, \"We still have a lot of work to do.\"</p><p>The turnaround effort has received some skepticism among investors, with shares lower than they were a year ago. Mr. Gelsinger said, \"I want to double the earnings of this company and double the multiple of this company, as you build confidence in what we're doing.\"</p><p>Intel's sales this year should reach around $76 billion, Intel Chief Financial Officer Dave Zinsner said at the event, slightly up from last year's figure and ahead of Wall Street expectations. With the heavy investments, the company said it expected negative adjusted cash flow this year.</p><p>Mr. Zinsner said the 2025 to 2026 time frame should also be an inflection point for profitability and capital investments. Gross margins will be around 51% to 53% in the next few years and rise to 54% to 58% from 2025 onward, as the pace of investments in new plants moderates.</p><p>Inflation will be a financial headwind for the company, he said. But Intel's integrated model of designing and producing chips means the company should be able to deal with the situation better than some competitors do.</p><p>\"Ironically, we see inflation as being somewhat of an advantage for us,\" Mr. Zinsner said.</p><p>Intel's stock closed down 1.37% at $47.57 Thursday and retreated around 1% in after-hours trading, as the financial details emerged.</p><p>The Intel boss has been bullish about the semiconductor industry's outlook amid booming demand that has led to shortages of some chips. The chip business is expected to roughly double by the end of the decade into a $1 trillion industry, Mr. Gelsinger and some of his counterparts have said.</p><p>Mr. Gelsinger also has detailed plans to take the Mobileye self-driving-car unit public this year. Intel acquired the business in 2017 and expects to retain a stake in the business after its initial public offering. The IPO plan is well under way, he said, without giving additional details.</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com</p><p>Intel CEO Sees Revenue Growth Gaining Pace Starting Next Year</p>",
  "published": "2022-02-18T00:42:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3262,
          "end": 3267
        },
        {
          "start": 546,
          "end": 551
        },
        {
          "start": 2628,
          "end": 2633
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 85,
          "end": 90
        },
        {
          "start": 1669,
          "end": 1674
        },
        {
          "start": 2491,
          "end": 2496
        },
        {
          "start": 870,
          "end": 875
        },
        {
          "start": 3015,
          "end": 3020
        },
        {
          "start": 2249,
          "end": 2254
        },
        {
          "start": 1612,
          "end": 1617
        }
      ]
    }
  ]
}