{
  "_id": "9c62fa05781a3d9aeefdade76b93e4970f888ce57bb617f1bf545bed5caa04cb",
  "feed": "wall-street-journal",
  "title": "Intel Gave CEO Pay Package Worth Nearly $180 Million Amid Turnaround Effort; Chip giant tied compensation for Pat Gelsinger in part to whether he can engineer a revival in its stock",
  "text": "<p>Mr. Gelsinger rejoined Intel in February 2021 after eight years at the helm of VMware Inc., a business software company, where he nearly doubled sales. The stock awards, Intel said in its filing, were based on factors including Mr. Gelsinger's experience and capabilities and the fact that he forfeit approximately $50 million in equity awards from VMWare. They also reflected \"the considerable challenge of leading Intel's transformation,\" it said.</p><p>Intel outlined many of Mr. Gelsinger's stock awards in a corporate filing last year when the company hired him as CEO to spearhead regaining its former leadership position in chip manufacturing after repeated stumbles in the race to build the fastest chips with the smallest transistors.</p><p>Most of Mr. Gelsinger's 2021 compensation came from stock and option awards that vest over three to five years and are contingent on increases in the company's stock price. Intel's value has to at least triple in five years for Mr. Gelsinger to receive about $45 million of the compensation, while he has to meet more modest targets to get other big share grants. Mr. Gelsinger earned $1.1 million in base salary last year.</p><p>Wall Street has so far given Mr. Gelsinger's strategy a cool reception. Through Wednesday's close, the company's shares had fallen more than 9% since he was introduced as the next CEO last January. That performance leaves him further from reaching targets that much of his compensation hinges on.</p><p>South Korea's Samsung Electronics Co. and Taiwan Semiconductor Manufacturing Co. have both surpassed Intel technologically in recent years—a trajectory Mr. Gelsinger hopes to reverse by bringing in engineering talent and making huge new investments in chip manufacturing.</p><p>Spurred on by the global chip shortage and rising government manufacturing incentives, the company is spending $20 billion on new factories in Arizona, and plans at least $20 billion more on a project in Ohio. Intel announced this month another $36 billion in European chip plan investments.</p><p>Mr. Gelsinger also has been pressing the Biden administration and Congress, as well as governments in Europe and elsewhere, to provide billions of dollars in financial support for new Intel factories. This month, Mr. Gelsinger was a guest at the State of the Union address where President Biden urged Congress to pass incentives for chip makers.</p><p>Intel, best known for making central processing units that power computers, has benefited from growing demand for laptops and rising use of internet services amid the pandemic. Its revenue rose 1% to $79 billion last year, amid outsize demand that pressured chip supplies.</p><p>Mr. Gelsinger's 2022 total direct compensation will drop to $26.3 million, Intel said in its filing, which includes a base salary of $1.25 million and $21.5 million in long-term equity incentives. The company said $26.3 million is in line with the 50th percentile of its peer group.</p><p>Mr. Gelsinger has said he donates more than half of his annual compensation and has steadily increased his charitable contributions by a percentage point a year over his career.</p><p>Mr. Gelsinger joined Intel in 1979 and spent 30 years with the company, where he helped develop chips critical to its success during the PC boom of the 1990s and early 2000s. He was the company's first chief technology officer between 2000 and 2005.</p><p>Stephanie Lai contributed to this article</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Intel Gave CEO Pay Package Worth Nearly $180 Million Amid Turnaround Effort</p>",
  "published": "2022-03-30T21:19:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 23,
          "end": 28
        },
        {
          "start": 170,
          "end": 175
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1560,
          "end": 1565
        },
        {
          "start": 2717,
          "end": 2722
        },
        {
          "start": 911,
          "end": 916
        },
        {
          "start": 1941,
          "end": 1946
        },
        {
          "start": 3124,
          "end": 3129
        },
        {
          "start": 416,
          "end": 421
        },
        {
          "start": 2207,
          "end": 2212
        },
        {
          "start": 2369,
          "end": 2374
        },
        {
          "start": 450,
          "end": 455
        },
        {
          "start": 3435,
          "end": 3440
        }
      ]
    }
  ]
}