{
  "_id": "209a68da8b53f06b76a86b66b483bd5c33f7f955502552945104b7739827621b",
  "feed": "wall-street-journal",
  "title": "Intel Posts Sales Decline, Begins Cost-Cutting Efforts",
  "text": "<p>The company is beginning targeted job cuts and making other adjustments including reducing factory hours to cope with the economic downturn, Chief Executive Pat Gelsinger said in an interview Thursday. He declined to specify how many of Intel's more than 120,000 employees would be affected.</p><p>\"We are aggressively addressing costs and driving efficiencies across the business,\" he said.</p><p>Intel said it was working to deliver $3 billion in cost reductions in 2023, growing to $8 billion to $10 billion in annualized cost reductions and efficiency gains by the end of 2025. The company took a $664 million restructuring charge in the third quarter to reflect initial cost reductions.</p><p>Intel posted $15.3 billion in sales in the third quarter, generating net income of $1 billion. It forecast sales of $14 billion to $15 billion for the current quarter, below the $16.3 billion Wall Street has been expecting, and cut its full-year sales forecast, now projecting up to $64 billion in sales, down from as much as $68 billion in July. Intel said it reduced capital-spending plans from $27 billion to $25 billion for this year.</p><p>Intel and other chip makers cashed in on a boom in computer and electronics sales at the outset of the pandemic with the shift toward remote work and distance learning. The market has turned, though, with high inflation, rising interest rates and recession fears that have weighed on demand.</p><p>Tech companies more broadly are facing some of these pressures, driving gloomier-than-expected outlooks this week at Microsoft Corp., Google parent Alphabet Inc. and Facebook parent Meta Platforms Inc. The strong dollar also has dented their earnings.</p><p>\"We are planning for the economic uncertainty to persist into 2023,\" Mr. Gelsinger said on an earnings call. \"It's just hard to see any points of good news on the horizon.\"</p><p>Intel has been one of the worst-hit in the chip industry because of its heavy exposure to the PC market. PC shipments are estimated to have logged a 15% contraction in the third quarter, according to International Data Corp.</p><p>Intel, which derives about half its revenue from the division that houses its PC chips, said it was expecting the computer market to shrink this year by around 15% to 19%, a bigger decline than it earlier forecast, and that it could contract further next year. That division's sales fell 17% in the third quarter.</p><p>The company also is being challenged in the data center market. Intel chips predominate in server farms that process data for companies and governments, but it is facing growing competition there from rival Advanced Micro Devices Inc. Intel's data center division reported a revenue fall of 27% to $4.2 billion for the third quarter.</p><p>The weakness in Intel's core business comes as it is expanding manufacturing and seeking to catch up with rivals in Taiwan and South Korea in the race to build the fastest, most cutting-edge chips. But the ambition doesn't come cheap. Mr. Gelsinger, who took the helm last year, has disclosed plans to build plants in Arizona, Ohio and Germany, among other expansions. Those projects could cost hundreds of billions of dollars combined.</p><p>One challenge in making cost cuts, which include both workforce reductions and efforts to make factories run more cost-effectively, is to execute them while preserving a strategy to expand the company's manufacturing footprint and catch up to rivals, Mr. Gelsinger said.</p><p>\"It really is hitting the accelerator and the brake at the same time,\" he said.</p>",
  "published": "2022-10-28T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2725,
          "end": 2730
        },
        {
          "start": 237,
          "end": 242
        },
        {
          "start": 1027,
          "end": 1032
        },
        {
          "start": 1836,
          "end": 1841
        },
        {
          "start": 386,
          "end": 391
        },
        {
          "start": 2061,
          "end": 2066
        },
        {
          "start": 680,
          "end": 685
        },
        {
          "start": 2439,
          "end": 2444
        },
        {
          "start": 1119,
          "end": 1124
        },
        {
          "start": 2610,
          "end": 2615
        }
      ]
    }
  ]
}