{
  "_id": "11bb8f80ea8dd6ee38d768b84fd27a4064c2cd5766e15f2158f5f7f8150cddc8",
  "feed": "wall-street-journal",
  "title": "'Threads of Power: Lace From the Textilmuseum St. Gallen' Review: Webs of Influence; The Bard Graduate Center's exhibition of lace shows the development of the textile art from 17th-century ruffs to contemporary couture.",
  "text": "<p>Threads of Power: Lace From the Textilmuseum St. Gallen</p><p>Bard Graduate Center Through Jan. 1, 2023</p><p>Handmade lace has been called \"white gold,\" and the BGC exhibition \"Threads of Power: Lace From the Textilmuseum St. Gallen\" shows us why. Created from linen or silk thread and using the humblest tools, the world's finest lace took months and sometimes years to make, and was destined for the highest echelons of human hierarchy. Hence the word \"power\" in the show's title. Those who wore lace were heads of church and state, which is perhaps why lace so often haloed the head and face.</p><p>Those who made lace, who mastered the art of it, were nuns and working-class Arachnes, poorly paid and forever nameless. In \"The Raj Quartet,\" describing a Frenchwoman and the exquisite lace with a butterfly motif that she had made, Paul Scott writes, \"Her heart bled for the butterflies because they could never fly out of the prison of the lace.\" He could be describing lacemakers, focused like Lepidopterans on blooms, weaving symbols and stories, creatures from nature, myth and religion, into geometries of thread.</p><p>Today there are four great lace collections in the world, and the Textilmuseum's is one of them. Established in 1878, just as machine-made laces were replacing handmade work, the museum is a design archive for the Swiss textile industry and holds 6,500 objects dating from the medieval period to the 20th century. \"Threads of Power\"—organized by Emma Cormack, BGC associate curator; Ilona Kos, a curator at the Textilmuseum; and Michele Majer, BGC professor emerita—presents the historical sweep of lace from its origins in the 1500s to the current moment, placing about 200 examples before us.</p><p>Wisely, the show begins with video tutorials on the two techniques of hand lacemaking: needle lace—which uses a needle, pins and buttonholing stitches that build dimension—and the flatter bobbin lace, which employs wood spindles and pins to keep multiple strands separate. Even with the videos it can be hard to bridge the conceptual gap between process and the final product. This is testament to lacemaking's calculus of twisted threads (a 1765 engraving of twist types will make your head hurt) and strategic voids, its tension between abstraction and figuration, the infinitesimal and the divine. Popes, kings and queens were lifted into grace by spiderwebbing female fingers.</p><p>The vitrine just beyond the entrance greets us with a mantle-like needle-lace linen collar from England, c. 1635. Look into its lattice pattern and you find stylized tulips, roses, lilies and pomegranates, an Edenic wealth. There was a close connection between lacemaking and book publishing—specifically the illustrated botanical books from which pattern-makers drew inspiration. Meanwhile, the collar's outer edges are deeply scalloped into points that suggest Gothic flèches, as if the mantle could turn its wearer into a cathedral. Such is the power of lace. In the same vitrine, a collar and cuffs styled in the 1800s were repurposed from lace made around 1600. A precious commodity, lace was passed down through centuries.</p><p>On the second floor, the show moves through fashionable lace of Hapsburg Spain and Bourbon France. The ruff was gone, replaced by cravat ends, lappets, cap backs, sleeve ruffles, stomachers and headdresses. Examples of women's gowns and a man's court suit demonstrate the way lace decorated an ensemble. Louis XIV of France controlled his country's lacemaking centers in Valenciennes and Alençon; consequently, the Sun King motif blazes in extravagant lace borders.</p><p>After the French Revolution, handmade lace, like all conspicuous consumption, was out for awhile. And by the mid-1800s it had to compete with machine-made lace, known as \"chemical lace\"—which is really embroidery stitched upon a fabric, then bathed in a chemical so that the fabric backing disintegrates, leaving the embroidery free and lace-like. On the third floor, the exhibition displays these more affordable laces. Excellent imitations, they trimmed Edwardian dresses, and in the 1920s and '30s, often using metallic threads, brought surface interest to both flapper sheaths and bias cuts.</p><p>In the final room on this floor, a grouping of garments made with chemical lace, dating from 1957 to 2018, includes ensembles by Givenchy, Dior, Saint Laurent, Prada and others. A highlight is Isabel Toledo's 2009 Inaugural ensemble for Michelle Obama, made in Forster Rohner's lemongrass felted-wool lace. This dress with matching coat reads as gold, and when the First Lady wore it she glowed like the eternal flame. Examples of millennial laces from the great Swiss manufacturers hang on the walls. I videotaped Jakob Schlaepfer's \"sequined chemical-lace lurex with hand-appliquéd feathers,\" produced in 1998. Guinea feathers caught in a silver web, translucent sequins sparkling like dewdrops—though not a breath of breeze was in the room, this lace was alive and swaying.</p><p>There's a collar, of course. Circa 2021, made of \"hypertube guipure\"—3-D printed silicone!—it's an echo of a ruff, as Elizabethan as ever.</p><p>Ms. Jacobs is the Arts Intel Report editor for the weekly newsletter Air Mail.</p><p>'Threads of Power: Lace From the Textilmuseum St. Gallen' Review: Webs of Influence</p>",
  "published": "2022-10-19T21:18:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 5111,
          "end": 5116
        }
      ],
      "nexusId": "10063594"
    }
  ]
}