{
  "_id": "7b4e47f1664b83f488e409d6f4fee0ce5aa2545ffba60bff1bcff3888871ffa5",
  "feed": "ftcomall",
  "title": "Intel's stock award to lure Patrick Gelsinger as chief was worth $169.5mn",
  "text": "<p>An initial stock award Intel handed its new chief executive last year was worth $169.5mn, far more than the company initially calculated, vaulting the head of the struggling US chipmaker into the ranks of the country's highest-paid executives.</p> <p>Intel first put the value of Pat Gelsinger's award at $110mn, after he was <a href=\"https://www.ft.com/content/d6e30aca-e72b-4c49-8e8a-1bb25918c5c4\">brought in last January</a> to try to revive a company that had long dominated the US chip industry. Along with a cash bonus and other pay, his total compensation last year came to $178.6mn.</p> <p>Intel's initial internal valuation of the bonus was based on the average value of its shares in a 30-day period before Gelsinger was hired. But news of his appointment in February last year sent the stock sharply higher, boosting the value of his award when calculated later using formal accounting policies.</p> <p>Many companies in the US have yet to disclose executive pay for 2021, but according to data compiled by the AFL-CIO, only four American companies paid their chief executives more than $178mn in 2020. </p> <p>Since Wall Street's early burst of enthusiasm over Gelsinger's appointment, Intel's shares have slid 15 per cent as investors have waited for signs that an Intel turnround is happening. Over the same period, the Philadelphia semiconductor index — a broad index of chip stocks — has risen 15 per cent as booming demand and a global chip shortage have added to a <a href=\"https://www.ft.com/content/93366bc6-f2e9-492a-a33f-72652820a571\">long bull market</a> in chip stocks.</p> <p>In an interview with the Financial Times last month, Gelsinger blamed the weak share price performance on the hit to Intel's free cash flow and profit margins caused by the <a href=\"https://www.ft.com/content/86480e82-e469-4f26-b2eb-ebe922dfbd2b\">heavy investment programme</a> he has started in a drive to boost Intel's manufacturing capacity. </p> <p>“That isn't a very Wall Street-friendly message, [but] it's exactly the right thing to do,” he said. “We're not going to be governed by the near-term view of quarterly Wall Street. We're judging ourselves over a multiyear buildout and restoration of the company.”</p> <p>Gelsinger has spent much of his first year <a href=\"https://www.ft.com/content/3f7e4a87-f0c4-469a-b0cf-7bb3570e31f4\">laying the groundwork</a> for a huge expansion in Intel's manufacturing as well as courting politicians on both sides of the Atlantic. That has culminated in announcements of giant new chip plants in Ohio and Germany, bringing in government subsidies that are expected to reach tens of billions of dollars.</p> <p>Justifying the size of the stock award it offered to entice Gelsinger to join, Intel in its <a href=\"https://www.sec.gov/Archives/edgar/data/0000050863/000005086322000011/proxy2022.htm#i6719adb9ba3442c68ac29da6ef1c1f7f_43\">filing</a> on Wednesday said that “almost 50 per cent” was to make up for him giving up compensation promised by his previous employer, VMware, which had been put at about $42mn. </p> <p>However, based on the recalculated figure this week, the extra bonus Intel offered to lure its new chief executive, over and above his lost compensation, was far higher than the initial estimate.</p> <p>Intel claimed that in discussions with its board and management, shareholders had “consistently expressed support for Mr Gelsinger's hiring, and that “we did not hear requests to change the quantum or structure”. It did not say whether shareholders had been told about the recalculated fixture.</p> <p>Both valuations of the stock award were based on a method known as a Monte Carlo simulation, which takes into account both the absolute share price and the likelihood of future price increases. </p> <p>Roughly half of the adjustment came from the higher share price caused by news of Gelsinger's hiring. The other half was due to the extra volatility introduced into the stock price at the time of his arrival, which also lifted the implied value of the award using the Monte Carlo method.</p><p>Source: Richard Waters in San Francisco 2022 'Intel's stock award to lure Patrick Gelsinger as chief was worth $169.5mn' FT.com 30 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-30T17:13:25.829Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2029,
          "end": 2034
        },
        {
          "start": 23,
          "end": 28
        },
        {
          "start": 1091,
          "end": 1096
        },
        {
          "start": 1644,
          "end": 1649
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2749,
          "end": 2754
        },
        {
          "start": 2622,
          "end": 2627
        },
        {
          "start": 506,
          "end": 511
        },
        {
          "start": 244,
          "end": 249
        },
        {
          "start": 1526,
          "end": 1531
        },
        {
          "start": 2365,
          "end": 2370
        },
        {
          "start": 1171,
          "end": 1176
        }
      ]
    }
  ]
}