{
  "_id": "70f012b3c9fb33bd3a97d5ed27a833e61fa7a4e86dcf14a56f3bb7d8acb60d05",
  "feed": "wall-street-journal",
  "title": "Texas Instruments Messes With Its Own Formula; Chip maker that has long prized cash flow over growth is planning expensive shifting of gears",
  "text": "<p>The latest surprise also involves a bit of a gamble. During a capital-allocation call with analysts last week, TI executives outlined plans to increase substantially capital expenditures for the next few years—beyond the significant boost Wall Street was already projecting. The plan calls for an outlay of around $3.5 billion annually through 2025, which is about $1 billion a year higher than what analysts were projecting for that period.</p><p>More notably, the plan represents capital expenditure equivalent to a high-teens percentage of TI's annual revenue for those years, based on Wall Street's current projections. That is a huge jump—the company averaged 5% of annual revenue over the past decade.</p><p>TI's explanation is that it sees more growth prospects ahead—hence the need for more production capacity. The company is targeting a compound annual revenue growth rate of 7% over the next decade or so, compared with the 4% it averaged from 2010 to 2020. Given that chip demand is expected to keep climbing, driven by everything from cars to household gadgets to data centers, it isn't a bad bet.</p><p>\"We believe this is a reasonable assumption, particularly given the secular trend of increased semiconductor content per application,\" Chief Financial Officer Rafael Lizardi said on the call.</p><p>The plan isn't risk-free. Chip makers across the globe are pouring billions of dollars into expanding manufacturing. Intel and Taiwan Semiconductor Manufacturing Co. are projected to invest a combined $67 billion this year alone. And while TI has an advantage in focusing on lower-cost manufacturing lines that have actually been the most acute areas of production shortages of late, the potential for overbuilding that could result in expensive fabrication facilities not being fully used can't be ignored.</p><p>Morgan Stanley analyst Joseph Moore wrote that \"the fact that many semiconductor companies are making substantial capital investments this year does suggest that global utilization is likely to face pressure\" in the long term.</p><p>The elevated expenditures also don't look temporary. Mr. Lizardi said TI expects capex to settle at around 10% of annual revenue for 2026 and beyond. Stacy Rasgon of Bernstein wrote that TI's stock is \"unlikely to respond hugely favorably\" to sustained pressures on gross margins and free cash flow, as well as \"perceived increased cyclical risk.\"</p><p>Indeed, the shares have slipped nearly 9% over the past two sessions since the company released its updated plans—double the decline seen by the PHLX Semiconductor Index during that time. Even for lower-cost chip makers, staying competitive is no cheap task.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Texas Instruments Messes With Its Own Formula</p>",
  "published": "2022-02-07T12:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1408,
          "end": 1413
        }
      ],
      "nexusId": "10063594"
    }
  ]
}