{
  "_id": "419f5fe03dc377567d7b561823017826bad81ab9421a6e798fd6c258d4d2f223",
  "feed": "wall-street-journal",
  "title": "Intel Posts Sharp Drop in Sales, Issued Muted Outlook; CEO Gelsisinger says: 'We must and will do better.'",
  "text": "<p>Higher interest rates and inflation have hit consumers' pocketbooks around the world, and the return to in-person work has softened demand for PCs that people bought in droves over the past two years to facilitate remote work and distance schooling.</p><p>The Intel division that houses its PC chips reported a 25% fall in revenue to $7.7 billion, and its datacenter-chip division fell 16% to $4.6 billion of sales.</p><p>\"This quarter's results were below the standards we have set for the company and our shareholders. We must and will do better,\" Chief Executive Pat Gelsinger said in a statement.</p><p>The chip-making icon said revenue in the current quarter should be about $15 billion to $16 billion. Wall Street was expecting sales of more than $18 billion.</p><p>America's largest chip maker by sales is having to grapple with other market disruptions. Consumer spending cooled in May in the U.S., according to the most recent government data, and an economic slowdown has been under way since the beginning of the year. Europe's growth forecast for this year has slowed amid Russia's invasion of Ukraine, and Chinese growth has been hindered by Covid lockdowns.</p><p>PHOTOS: There Aren't Enough Chips - Why Are They So Hard to Make? </p><p>https://www.wsj.com/story/there-arent-enough-chips-why-are-they-so-hard-to-make-3e29c7e0</p><p>PHOTOS: There Aren't Enough Chips - Why Are They So Hard to Make?. PHOTO: Caitlin Ochs for The Wall Street Journal</p><p>Chip makers less directly exposed to fluctuations in consumer demand have reported stronger results in recent quarters. Pent-up demand for cars, coupled with a shift toward electric vehicles that gobble up more semiconductors than their gas-powered counterparts, helped boost earnings at car-chip maker NXP Semiconductors NV this week. Texas Instruments Inc. on Tuesday also reported results above Wall Street estimates. Alongside their automotive businesses, both companies sell to industrial customers who have been less hard-hit by consumer weakness.</p><p>Intel executives had warned that the second quarter wasn't shaping up as strongly as they initially expected. Chief Financial Officer David Zinsner said in June that headwinds for the business were \"much worse than what we had anticipated coming into the quarter.\"</p><p>The demand pullback comes as Intel is trying to remake itself under Chief Executive Pat Gelsinger. Since taking the reins last year, Mr. Gelsinger has set an ambitious course for Intel to regain a technology edge on other chip producers that surpassed it in the race to make the fastest chips with the smallest transistors.</p><p>He's also trying to turn the company into a major contract chip maker, producing semiconductors for others. That business, which recently signed up Taiwanese smartphone-chip maker MediaTek Inc. as a customer, aims to compete with Taiwan Semiconductor Manufacturing Co. and Samsung Electronics Co. in an arena where Intel in the past has struggled to gain a foothold.</p><p>A centerpiece of that strategy is an expensive campaign to grow Intel's manufacturing footprint, with help from governments around the world that increasingly see chip-making as a national-security priority. Intel plans to open huge new chip-making plants in Arizona, Ohio and Germany, among other expansion projects.</p><p>In the U.S., the company is banking on government incentives to lighten the financial load of that expansion, including money from a $52 billion industry investment bill that passed in the Senate on Wednesday. Intel has said the pace and scale of its Ohio project is contingent on federal incentives, and it delayed a groundbreaking ceremony set for this month as the funding legislation remained in limbo.</p><p>The House on Thursday joined the Senate in approving the spending plan that now goes to President Biden who is expected to sign it into law.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Intel Posts Sharp Drop in Sales, Issued Muted Outlook</p>",
  "published": "2022-07-28T20:13:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3136,
          "end": 3141
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2416,
          "end": 2421
        },
        {
          "start": 2876,
          "end": 2881
        },
        {
          "start": 1972,
          "end": 1977
        },
        {
          "start": 254,
          "end": 259
        },
        {
          "start": 2992,
          "end": 2997
        },
        {
          "start": 3834,
          "end": 3839
        },
        {
          "start": 2266,
          "end": 2271
        },
        {
          "start": 3456,
          "end": 3461
        }
      ]
    }
  ]
}