{
  "_id": "f2e7eca3b2b7e770bdc43ac5f74d55aa93e5594c82060db34576077d468af8a7",
  "feed": "wall-street-journal",
  "title": "Nvidia, Applied Materials Warnings Cast Shadow on Chip-Earnings Season; Falling demand and U.S. restrictions on semiconductor exports to China pressure industry",
  "text": "<p>Applied Materials Inc., one of the largest makers of chip-manufacturing equipment, this month said that its sales for its current quarter should be around $400 million lower than it previously anticipated after the U.S. restrictions came out. The graphics-chip specialist Nvidia Corp., the U.S.'s largest chip company by market value, warned in August that it could take a quarterly sales hit of as much as $400 million after the U.S. government notified the company about limits on the sale of some of its products to China.</p><p>Lam Research Corp., another large U.S. equipment maker, reports earnings after the closing bell Wednesday. Analysts ahead of the results have cut expectations for sales, particularly for the current quarter ending in December. The company generates roughly a third of sales from China.</p><p>ASML Holding NV, the Dutch maker of some advanced chip-production tools that the U.S. has tried to keep out of China, on Wednesday said that it was assessing the effect of Washington's new regulations as it reported third-quarter sales of €5.8 billion, equivalent to about $5.7 billion, and record net bookings.</p><p>ASML said it expected limited direct impact because its tools don't use a lot of U.S. technology. Chief Executive Peter Wennink signaled, though, that there are other signs of potential disruptions. \"There is uncertainty in the market due to a number of global macroeconomic concerns including inflation, consumer confidence and the risk of a recession,\" he said, adding, however, that demand for ASML tools remained strong.</p><p>The U.S. rules on China require makers of manufacturing equipment to get licenses from the Commerce Department before selling to Chinese companies making advanced chips, among other strictures. The curbs on Nvidia affect some of the highest-performance chips the company makes, which are used to do artificial-intelligence calculations that the U.S. fears would be used for China's military, surveillance and nuclear-weapons programs. Beijing has criticized the restrictions.</p><p>The U.S. government measures are serious, said Bank of America research analyst Vivek Arya, noting that China is the world's largest customer for semiconductors. He added that the bulk of the chips sent to China are for goods such as smartphones, PCs and videogames, not the supercomputer application some of the U.S. measures target.</p><p>Analysts expect the rules to have a more significant impact on China's efforts to develop its domestic chip-making sector. Cowen Inc. said the restrictions could cut $10 billion from spending on chip manufacturing equipment next year alone.</p><p>The regulatory threat to sales comes as consumer appetite for PCs has rapidly deteriorated. Buyers that gorged on devices when the pandemic first hit are holding off on buying new machines in the midst of recession fears and high inflation. Gartner Inc. says the recent downturn in PC shipments is the worst in more than two decades.</p><p>Advanced Micro Devices Inc., which makes central-processing units for PCs and competes with Intel Corp., this month cut its forecast for third-quarter sales by about $1.1 billion, citing flagging PC demand, muting expectations for its quarterly results expected Nov. 1. At Intel, PC-related chips account for about half of revenue, and its sales are forecast to fall by 15% when it reports third-quarter figures next week, according to a survey of analysts by FactSet. That follows a tumultuous second quarter for Intel, in which it reported a surprise loss and issued a glum outlook.</p><p>Sales of smartphones, a major destination for chips, have been under pressure and are expected to be down 6.5% this year, according to International Data Corp.</p><p>San Diego-based Qualcomm Inc., a supplier of chips for phones, in July cut its annual smartphone forecast and gave a more muted outlook for the quarter than Wall Street had expected. The company is still expected to report a rise in sales in its next results on Nov. 2, as its chips gain share in Samsung Electronics Co.'s latest phones and it expands its automotive and internet-of-things businesses.</p><p>Market conditions have led to other signs that the global chip shortage is easing. The average time it takes for a chip maker to deliver an order of chips fell by four days in September, according to statistics from Susquehanna International Group, the largest decrease in any month since the shortage took hold.</p><p>In a sign of investor sentiment, the PHLX Semiconductor Sector Index has slid around 44% this year and 13% since the end of the second quarter alone.</p><p>To adjust, some chip makers are cutting back on spending, including slowing the expansion of production capacity even as they remain committed to long-term growth. Memory-chip maker Micron Technology Inc. in September said it was reducing its capital spending by around 30% to $8 billion in its current fiscal year to limit oversupply as demand weakened. Taiwan Semiconductor Manufacturing Co., the world's largest contract chip maker, trimmed its planned spending by about 10% this year in October, to $36 billion, citing the economic environment.</p><p>Semiconductors remain in hot demand in some areas. Lead times for automotive chips and those with industrial uses are still at or near historic highs, and chip makers that supply those industries—including the Dutch company NXP Semiconductors NV and Germany's Infineon Technologies AG—have said recently that they still see few canceled or delayed orders.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Nvidia, Applied Materials Warnings Cast Shadow on Chip-Earnings Season</p>",
  "published": "2022-10-19T11:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3449,
          "end": 3454
        },
        {
          "start": 3027,
          "end": 3032
        },
        {
          "start": 3208,
          "end": 3213
        }
      ]
    }
  ]
}