{
  "_id": "8a5e3c50a2953e0568d706160b63051e949984bc52b1f09443378c6d42a36aff",
  "feed": "ftcomall",
  "title": "US export curbs will have ‘limited' impact, chip tool supplier ASML says",
  "text": "<p>Europe's largest chip equipment manufacturer ASML has said Washington's latest export controls against China have a limited impact on the company's equipment shipping plan for 2023. </p> <p>“The direct implication for us is fairly limited,” ASML's chief financial officer Roger Dassen said on Wednesday. “First off, as you know we are a European company. So there is not a lot of US technology in our tools.” </p> <p>The Dutch chip tool supplier makes a variety of products and is the world's only company capable of producing extreme ultraviolet lithography machines that are essential for manufacturing advanced <a href=\"https://www.ft.com/semiconductors\">semiconductors</a>.</p> <p><a href=\"https://www.ft.com/stream/07fe779c-b51c-4b12-a9b5-40c472df450b\">Taiwan Semiconductor Manufacturing Co</a>, Intel and Samsung all rely on ASML's deliveries and services for the EUV tools to build cutting-edge chips. </p> <p>Dassen said ASML continued to ship non-EUV equipment out of Europe to China, as it evaluated the latest US export controls. He pledged the company would do “whatever it takes” to follow Washington's rules. It has already told its US staff to <a href=\"https://www.ft.com/content/51f9ec46-ec9e-43a1-ba64-45e0e6e6da71\">stop serving</a> all Chinese customers while it assesses the sanctions.</p> <p>This is the first time ASML has commented on the impact of the new US controls, which impose restrictions on exports of technology to Chinese chip manufacturers and other entities involved in artificial intelligence and supercomputers. </p> <p>Some of the rules also restrict non-US companies from exporting to China if their products contain US technology. While companies can apply for an export licence, Washington has signalled that most requests will be denied.</p> <p>ASML, which has a stock market value of about $170bn, has been caught up in the US-China tech war since late 2019 with its planned shipment of an EUV machine to China's contract chipmaking champion Semiconductor Manufacturing International Corp. </p> <p>The Dutch government has urged ASML not to ship the machine following US pressure that started during the Trump administration. The Biden administration has been holding talks with the Netherlands and Japan to agree on a list of chipmaking tools that should not be exported to China. The US wants to restrict the export of some non-EUV manufacturing tools.</p> <p>Dassen said that though ASML could ship non-EUV machines to China, there would be an indirect impact on its equipment demand. He predicted that Chinese clients may be forced to reduce orders because they cannot get other equipment from the US chip gear suppliers as a result of the new controls. </p> <p>ASML chief executive officer Peter Wennink said in an analyst call on Wednesday that this could affect up to 5 per cent of the company's order backlog. </p> <p>He added that ASML's business predominantly serves more mature chip production technologies in China rather than the advanced chip production targeted by Washington's export control rules. </p> <p>The company's comments come as it reported stronger than expected earnings results for the last quarter. It delivered €5.8bn net sales with a gross margin of 51.8 per cent, above its previous guidance of between €5.1bn and €5.4bn, and a gross margin between 49 per cent and 50 per cent.</p> <p>For the full year, ASML expects revenue to grow 13 per cent to €21.1bn with a gross margin approaching 50 per cent.</p> <p>ASML said overall demand for the company's equipment and systems remained strong and it believed expanding its capacity was “the right thing to do” despite uncertainties in the market, including inflation, deteriorating consumer confidence and the risk of an economic recession.</p> <p>TSMC, the world's largest contract chipmaker and a client of ASML, last week lowered its annual capital expenditure by about 10 per cent to $36bn this year because of a slowdown in demand for smartphones and PCs. </p> <p>“Clearly there is uncertainty in the short term but the secular trends are there,” Dassen said, adding that the push from economies to bring semiconductor production onshore also supports demand. </p> <p>“I think that creates a situation that we're seeing where the lion's share of the customers are really still pushing us to get the tools sooner rather than later.”</p><p>Source: Lauly Li in London and Demetri Sevastopulo in Washington 2022 'US export curbs will have ‘limited' impact, chip tool supplier ASML says' FT.com 19 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-19T09:10:13.744Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 653,
          "end": 658
        }
      ]
    }
  ]
}