{
  "_id": "7a40fd4de28a49d292bd74db61bf6cb77511a998a4e8671163e97b4ee40cb2a1",
  "feed": "ftcomall",
  "title": "‘Everything is gone': Russian business hit hard by tech sanctions",
  "text": "<p>Russian companies have been plunged into a technological crisis by western sanctions that have created severe bottlenecks in the supply of semiconductors, electrical equipment and the hardware needed to power the nation's data centres.</p> <p>Most of the world's largest chip manufacturers, including Intel, Samsung, TSMC and <a href=\"https://www.ft.com/stream/d5ed7462-6b30-44d3-a302-d7ae8801048c\">Qualcomm</a>, have halted business to Russia entirely after the US, UK and Europe imposed export controls on products using chips made or designed in the US or Europe. </p> <p>This has created a shortfall in the type of larger, low-end chips that go into the production of cars, household appliances and military equipment. Supplies of more advanced semiconductors, used in cutting-edge consumer electronics and IT hardware, have also been severely curtailed.</p> <p>And the country's ability to import foreign tech and equipment containing these chips — including smartphones, networking equipment and data servers — has been drastically stymied. </p> <p>“Entire supply routes for servers to computers to iPhones — everything — is gone,” said one western chip executive. </p> <p>The unprecedented sweep of western sanctions over President Vladimir Putin's <a href=\"https://www.ft.com/war-in-ukraine\">war in Ukraine</a> is forcing Russia into what the central bank said would be a painful “structural transformation” of its economy. </p> <p>With the country unable to export much of its raw materials, import critical goods or access global financial markets, economists expect Russia's gross domestic product to contract by as much as 15 per cent this year.</p> <p>Export controls on “dual use” technology that can have both civilian and military applications — such as microchips, semiconductors and servers — are likely to have some of the most severe and lasting effects on Russia's economy. The country's biggest telecoms groups will be unable to access 5G equipment, while cloud computing products from tech leader Yandex and Sberbank, Russia's largest bank,will struggle to expand their data centre services.</p> <p>Russia lacks an advanced tech sector and consumes less than 1 per cent of the world's semiconductors. This has meant that technology-specific sanctions have had a much less immediate impact on the country than similar export controls had on China, the behemoth of global tech manufacturing, when they were introduced in 2019. </p> <p>While Russia does have several domestic chip companies, namely JSC Mikron, MCST and Baikal Electronics, Russian groups have previously relied on importing significant quantities of finished semiconductors from foreign manufacturers such as SMIC in China, Intel in the US and Infineon in Germany. MCST and Baikal have relied principally on foundries in Taiwan and Europe for the production of the chips they design.</p> <p>MCST said on Monday that it was exploring switching its production to Russian factories owned by JSC Mikron, where it said it could create “worthy processors with sovereign Russian technology”, according to business news site RBC. But Sberbank said last year that Elbrus chips, developed by MCST, had “catastrophically” failed tests, showing their memory, processing and bandwidth capacity to be far below those developed by Intel.</p> <p>In response, the Kremlin is having to get creative. Russia this month introduced an import scheme whereby companies are allowed to “parallel import” hardware — including servers, cars, phones and semiconductors — from a long list of companies without the consent of the trademark or copyright holder. </p> <p>Russia has historically been able to rely on unauthorised “grey market” supply chains for the provision of some technological and military equipment, purchasing Western products from resellers in Asia and Africa via brokers. But a global dearth of chips and crucial IT hardware has meant that even these channels have dried up.</p> <p>“Some companies have organised supplies from Kazakhstan,” said Karen Kazaryan, head of the Internet Research Institute in Moscow. “Some second-tier Chinese companies are ready to supply. There is a reserve of components in Russian warehouses . . . but it's not the volume they need, it's not stable, and the prices have gone up at least twice.” </p> <p>Russian officials have also explored moving production to foundries in China, but there is little evidence that Beijing is coming to the rescue.</p> <p>One leading chip executive said that “in terms of consumer electronics and phones and PCs and data centres, what you see in most cases is that manufacturers from outside Russia are not providing products to Russia even if it contains a legacy chip from China”.</p> <p>They added that despite Chinese president Xi Jinping's reluctance to condemn the war in Ukraine, several Chinese companies had decided to stop selling smartphones to Russia — even though these electronics were carved out of sanctions in an effort not to directly punish Russian consumers — because they were concerned about the impact on their brands.</p> <p>A dearth of high-end chips has palpably rocked Russia's nascent cloud computing market, which has grown in recent years thanks to laws mandating companies store data on Russian soil.</p> <p>Since sanctions came into force, Russia's main cloud service groups — Yandex, VK Cloud Solutions and SberCloud — have experienced a surge in demand for their services because most Russian companies are no longer willing to host their applications in data centres abroad, according to analysts at marketing intelligence group IDC.</p> <p>VK Cloud Solutions wrote to the Kremlin last month requesting urgent help to find “tens of thousands of servers”, according to local media reports. Domestic companies are no longer able to source these from western companies, and a shortage of the advanced chips that go into servers is preventing Russian IT manufacturers from ramping up production of their own. </p> <p>In 2021, there were 158,000 of the most ubiquitous servers — known as X86 — delivered to Russia, 27 per cent of which were produced by Russian manufacturers, 39 per cent by US and European vendors, and the rest made in Asia, according to IDC data. </p> <p>The sanctions have also forced mobile operators to drastically scale back their plans. With no ready domestic replacement for 5G hardware — advanced mobile internet technology manufactured by Nokia, Ericsson and Huawei — operators will probably attempt to buy up outdated 4G equipment on the secondary market from countries that have already moved on to the next generation of technology, said Grigory Bakunov, a former senior Yandex executive.</p> <p>He added that the government was likely to advise companies not to build competitors to western tech leaders, such as Yandex's fledgling taxi app or VK's social network. “This is how you solve the issue of what to do for the next five years with no infrastructure,” Bakunov said. “You cut down on how much equipment you use by steadily giving up on competition.”</p> <p><em>This article has been amended to correct a chart that contained a mistake on Russian imports of semiconductors</em></p><p>Source: Anna Gross in London and Max Seddon in Riga 2022 '‘Everything is gone': Russian business hit hard by tech sanctions' FT.com 2 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-02T12:30:40.086Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3103,
          "end": 3108
        },
        {
          "start": 2518,
          "end": 2523
        },
        {
          "start": 294,
          "end": 299
        }
      ]
    }
  ]
}