{
  "_id": "ff457cf9caf149a8fc602fef64fc3e108271de5cbb8a945981dfd8f630266e99",
  "feed": "ftcomall",
  "title": "A Blackstone copycat emerges at General Atlantic",
  "text": "<p><strong>One thing to start</strong>: HSBC, UBS, Barclays, Deutsche Bank, Santander, UniCredit and Standard Chartered all reported <a href=\"https://www.ft.com/content/f5621e1e-6fa2-4f01-9753-2d1f13c028ee\">better than expected third-quarter results</a> this week, boosted by central bank interest rate raises.</p> <p><strong>In today's newsletter:</strong></p> <ul>  <li><p>General Atlantic steps on Blackstone's toes</p></li>  <li><p>Barry McCarthy's $168mn dangling carrot&#xa0;</p></li>  <li><p>Mobileye fails to steer the broader IPO market</p></li> </ul> <h1>General Atlantic encroaches on Blackstone's turf</h1> <p><strong>Blackstone</strong> has a new competitor in the arena of private credit investments — one of the co-founders of its own $234bn in assets lending arm.</p> <p><strong>Tripp</strong> <strong>Smith</strong>, one of the founders of <strong>GSO</strong> <strong>Capital </strong>— the predecessor to <strong>Blackstone</strong> <strong>Credit</strong> — has sold his credit investment firm <strong>Iron</strong> <strong>Park</strong> <strong>Capital</strong> to <strong>General</strong> <strong>Atlantic</strong> and will now lead the US-based private equity group's newly created credit investment arm, <strong>General</strong> <strong>Atlantic</strong> <strong>Credit</strong>. </p> <p>The merger <a href=\"https://www.reuters.com/markets/us/general-atlantic-buys-iron-park-expand-into-credit-business-2022-10-26/\">announced on Wednesday</a> is aimed at creating a mega platform in private credit just as rising interest rates have made senior loans with floating rates increasingly attractive. </p> <p>In a meeting with limited partners on Wednesday, Smith said the opportunity ahead for lenders was the best he's seen since the 2008 financial crisis, according to a source who attended.</p> <p>Blackstone has deployed an epic spigot of cash over the past two years into what looks like the tail-end of a golden age for buyouts. Smith, on the other hand, is joining forces with General Atlantic to build scale and capitalise on leaner times — where terms increasingly favour lenders, not borrowers.</p> <p>“With the changing market environment, companies are facing complex business challenges at a pace and scale unmatched in many years,” said Smith in a press release.</p> <p>The tie-up between Smith and General Atlantic is years in the making. In the periphery, there appears to be a brewing rivalry with Blackstone.</p> <p>Smith co-founded GSO alongside <strong>Doug</strong> <strong>Ostrover</strong> and <strong>Bennett</strong> <strong>Goodman</strong>, before selling the firm to Blackstone in 2008.</p> <p>Blackstone kept the GSO brand intact for 12 years or so as it grew from&#xa0;$21bn in assets to $135bn by 2020, when the unit was rebranded Blackstone Credit after all three co-founders had departed. </p> <p>Ostrover went on to co-found <strong>Blue</strong> <strong>Owl </strong><a href=\"https://www.ft.com/content/e4025f44-caec-4195-8f3b-2cd8c15e5db4\">via a complex three-way Spac deal</a> in 2020, which has since become one of Blackstone's competitors in credit investments. Smith meanwhile created Iron Park in 2019.</p> <p>There has been friction between General Atlantic and Blackstone before. In 2020, a spat broke out when General Atlantic hired former GSO executive <strong>Mike</strong> <strong>Whitman</strong>, then entered into a joint venture with Smith called <strong>Atlantic</strong> <strong>Park</strong>. Blackstone argued the hiring violated handcuffs placed on Smith from poaching GSO alumni. </p> <p>Whitman left General Atlantic during the quarrel and joined Iron Park. Through Wednesday's acquisition, he's effectively rejoining the private equity group.</p> <p>With just $4bn in assets under management, Iron Park failed to scale. Smith is hoping to draw more assets under the General Atlantic umbrella.</p> <p>General Atlantic has had a tough time in the credit space after its <a href=\"https://www.ft.com/content/cdb7f2fe-7589-457e-8c5d-e5f515c557da\">troubled investments in <strong>Greensill Capital</strong></a>. As investors manage exposure to traditional private equity funds, it has spotted an opportunity it can't pass up. </p> <p>The buyout firm's chief executive&#xa0;<strong>Bill</strong> <strong>Ford</strong> said that the new credit arm will cater to “businesses looking for active support”, while offering its limited partners more balanced portfolios.</p> <p>If General Atlantic and Smith gain critical mass in credit, it would bolster any bid for the firm to eventually go public.</p> <h1>Peloton raises the stakes for its new chief executive</h1> <p>At <strong>Peloton</strong>, “Together we go far” is a rallying cry to evoke a sense of community. At any given moment, users could be (virtually) riding alongside stars like <a href=\"https://www.instagram.com/reel/CgFTzomFi-4/?utm_source=ig_embed&amp;ig_rid=8acf8380-37c7-4548-a4d5-8b2cdb59d0aa\"><strong>Lizzo</strong></a>, <strong>Kansas City Chiefs</strong> quarterback <strong>Patrick Mahomes </strong><a href=\"https://news.yahoo.com/rishi-sunak-morning-routine-6am-112602113.html\">or even</a> Britain's new prime minister <strong>Rishi Sunak</strong>.</p> <p>That emphasis on togetherness seems to have taken a back seat when it comes to the connected fitness group's hiring practices, though, as it raced to find new leadership in the face of declining sales and <a href=\"https://www.ft.com/content/33c8306c-abad-41f6-874f-e95bb23c6460\">an activist campaign</a> by<strong> Blackwells Capital</strong>.</p> <p>Peloton <a href=\"https://www.ft.com/content/d93b7a10-8ebd-4137-bc25-c71100db7116\">offered <strong>Barry McCarthy</strong></a> a package it valued at $168mn to woo the former finance chief of <strong>Netflix </strong>and <strong>Spotify</strong> out of retirement and become its new chief executive, the FT's Patrick McGee reports, a figure 2,299 times larger than the median employee salary.</p> <p>This would make McCarthy one of the highest-paid chief executives in the US on paper, though a regulatory filing said that “nearly all of this amount reflects Mr McCarthy's new hire equity grant” — options to purchase 8mn shares at a later date. His annual salary is $357,692.</p> <p>The company was in a tight spot when it sought to fill the void left by <strong>John Foley</strong>. Peloton's founder and former chief stepped down following allegations from Blackwells that Peloton had been “grossly mismanaged” and that insiders had enriched themselves by selling more than $700mn of stock since the company's initial public offering in late 2019.</p> <p>McCarthy took over after Peloton's market value had collapsed from nearly $50bn to less than $8bn and the supercharged growth it experienced early in the coronavirus pandemic failed to make way for a “new normal” that would take Peloton's value to $1tn, as Foley had envisioned.</p> <p>His successor will have to prove his worth to get the full $168mn. The fine print won't allow him to exercise his options until the shares rise above $38.77 at which point he can buy them — they were floating at about $7.69 on Wednesday.</p> <p>These performance-based equity grants — aptly referred to within the company as “Together we go far” awards — are also awarded to other C-suite executives as a way to “motivate and retain our employees”, the filing stated.</p> <p>The 500 employees laid off earlier this month in Peloton's fourth restructuring of the year were not in line to receive such benefits.​</p> <h1>Mobileye proves it's the exception to the rule</h1> <p>Initial public offerings have been rare in the US this year. Successful ones have been even rarer. </p> <p>Autonomous driving group <strong>Mobileye'</strong>s bright start as a public company on Wednesday, therefore, will have been a great relief for majority owner<strong> Intel</strong> and the bankers at <strong>Goldman Sachs</strong> and<strong> Morgan Stanley</strong> who led its $861mn listing.</p> <p>On Tuesday evening, it became the first big company since last December to <a href=\"https://www.ft.com/content/a67ff6f3-18aa-4cf7-ad6f-264d2b6ba094\">price an IPO above its target range</a>, the FT's Nicholas Megaw reported. By the end of its first day of trading on Wednesday, the stock had jumped another 38 per cent, lifting Mobileye's market cap to around $23bn compared to the $15bn Intel paid to buy it in 2017. </p> <p>The deal has done little to lift hopes for a wider revival for the lethargic IPO market, however.</p> <p>Underwriters took a cautious approach to make sure the deal went well — that 38 per cent bounce was from a low starting point compared with the $50bn valuation Intel was reportedly hoping for this time last year. They also publicly offered just 5 per cent of the company's stock and secured advance commitments for almost 40 per cent of that from two cornerstone investors: <strong>Baillie Gifford</strong> and <strong>Norges Bank</strong>.</p> <p>Mobileye had some advantages over the venture-backed start-ups that made up the bulk of listings in recent years. It boasts higher revenues, lower losses and a longer record. </p> <p>“Other VC-backed companies are going to have very different financials. That will limit the positive effect that a good solid IPO by Mobileye will bring,” cautioned <strong>Kyle Stanford</strong>, a venture capital analyst at<strong> PitchBook</strong>.</p> <h1>Job moves</h1> <ul>  <li><p><strong>Ares</strong> has appointed<strong> Kort Schnabel</strong>, a partner and co-head of the firm's US direct lending strategy, as co-president. He replaces <strong>Michael Smith</strong>, who stepped down from the role he shared with <strong>Mitchell Goldstein</strong> to join the firm's board of directors. </p></li>  <li><p><strong>Shell </strong>has appointed <strong>Cyrus Taraporevala</strong>, the president and chief executive of <strong>State Street Global Advisors </strong>who intends to retire from his post at the end of the year, as a non-executive director, effective in March.</p></li>  <li><p>Private equity firm <strong>HIG Capital</strong> has hired <strong>Alessio Lucentini</strong> as managing director and head of real estate asset management in Europe. He joins from <strong>EQT Exeter</strong>.</p></li>  <li><p><strong>Houlihan Lokey</strong> has hired former <strong>Bank of America </strong>and <strong>HSBC</strong> banker <strong>Andy Cairns</strong> as a managing director and Middle East and Africa head of its capital markets division, based in Dubai. He was most recently global head of corporate finance at <strong>First Abu Dhabi Bank</strong>. </p></li>  <li><p><strong>Jones Day</strong> <a href=\"https://www.jonesday.com/en/news/2022/10/jones-day-names-45-new-partners\">has named</a> 45 new partners.</p></li> </ul> <h1>Smart read</h1> <p><strong>Down bad </strong>Andreessen Horowitz wore the title of Silicon Valley's greatest crypto bull proudly. Despite that strategy <a href=\"https://www.wsj.com/articles/andreessen-horowitz-went-all-in-on-crypto-at-the-worst-possible-time-11666769270\">not panning out so well</a>, partner Chris Dixon isn't giving up, the Wall Street Journal reports.</p> <h1>Smart listens</h1> <p><strong>ESG gets political </strong>The FT's Patrick Temple-West explains why Republicans are upset about environmental, social and governance investing, and <a href=\"https://link.chtbl.com/ftbehind-the-money\">what this backlash might mean for the future of the practice</a> on the latest episode of Behind the Money<em>. </em></p> <p><strong>Seed money </strong>After parting ways with his former firm Sequoia Capital, Michael Goguen left Silicon Valley to set up shop in Whitefish, Montana. But the billionaire venture capitalist has been accused of harbouring a dark secret behind his philanthropic exterior: running a sprawling sex trafficking ring. Listen to the new season of New York Magazine's Cover Story podcast <a href=\"https://podcasts.apple.com/us/podcast/id1594675355\">here</a>.</p> <h1>News round-up</h1> <p><a href=\"https://www.ft.com/content/83126f95-1982-4062-b77c-41afe1d5afcf\">Music business scrambles to contain fallout from Kanye West controversy</a> (FT) </p> <p><a href=\"https://www.ft.com/content/9cd82f3e-4aa6-44eb-93a1-890f46c2f9f6\">Germany allows Chinese shipping group a stake in its biggest seaport</a>&#xa0; (FT) </p> <p><a href=\"https://www.ft.com/content/2fb7f7f4-d2fc-427e-abcf-feb2ade20056\">European banks' bumper quarter raises prospect of windfall taxes</a> (FT) </p> <p><a href=\"https://www.ft.com/content/254cf2b1-d090-4804-b6a4-0e0d43536ff3\">Barclays profits beat estimates as trading revenues soar</a> (FT + <a href=\"https://www.ft.com/content/20eb00d9-f113-4d9b-a471-5f077bf639bf\">Lex</a>) </p> <p><a href=\"https://www.ft.com/content/c4fa610e-f58f-4c63-a3a4-5b6087123a33\">Standard Chartered profits rise 40% on back of global interest rate increases</a> (FT) </p> <p><a href=\"https://www.ft.com/content/1a3bbeef-5851-4fc3-89b3-cd2905167e14\">Deutsche Bank profit buoyed by rising interest rates</a> (FT) </p> <p><a href=\"https://www.ft.com/content/274d4629-b9e1-4468-a75e-966bf7e34b68\">MEPs to call for greater powers for Brussels to curb EU spyware use</a> (FT) </p> <p><a href=\"https://www.ft.com/content/536fc7fb-0748-4289-97ed-a6e50bd6435a\">Deceptive fund name crackdown puts investment managers on edge</a> (FT)</p> <p><a href=\"https://www.bloomberg.com/news/articles/2022-10-26/solomon-gorman-headline-hk-summit-where-87-of-speakers-are-men\">Old boys club at Hong Kong banking summit puts women on sidelines</a> (Bloomberg) </p> <p><a href=\"https://www.ft.com/content/fefe4857-10b8-497b-9904-da86daf5c7bb\">Saudi wealth fund targets $24bn investment in Arab states</a> (FT) </p><p>Source:  2022 'A Blackstone copycat emerges at General Atlantic' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-27T04:00:48.121Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 6066,
          "end": 6071
        },
        {
          "start": 6106,
          "end": 6111
        },
        {
          "start": 6459,
          "end": 6464
        },
        {
          "start": 6501,
          "end": 6506
        },
        {
          "start": 6745,
          "end": 6750
        },
        {
          "start": 6789,
          "end": 6794
        }
      ]
    }
  ]
}