{
  "_id": "a88e72973bc346b1ef096a58f9213c0ba8664158ae72dd6168bfb0e00350a3d8",
  "feed": "market-watch",
  "title": "HP reports ongoing boom in PC sales, record revenue",
  "text": "<p>Lores pointed to double-digit revenue growth for gaming, peripherals, workforce solutions, consumer subscriptions, and industrial graphics and 3-D as further signs of the resurgence.</p><p>HP's hyper growth in gaming, industrial 3-D, and peripherals — all of which grew by more than 20% year-over-year, and are on pace to be a $10 billion business — bear watching as the company expands into new markets, according to Daniel Newman, principal analyst at Futurum Research.</p><p>Though backlog remains an issue amid a components crunch that has bedeviled makers of consumer electronics and other products, HP has made “excellent progress managing the supply chain,” Lores said.</p><p>Net revenue was a record $17 billion, up 9% from $15.6 billion a year ago. It was the most reported by HP since the separation of Hewlett-Packard Co. in 2015.</p><p>HP's stock HPQ rose 2.5% immediately after the results were announced.</p><p>HP&#xa0;reported&#xa0;fiscal first-quarter net earnings of $1.1 billion, or 99 cents a share, compared with net earnings of $1.1 billion, or 83 cents a share, in the year-ago quarter. Adjusted earnings were $1.10 a share. HP, which provided an outlook of 92 cents to 98 cents a share for the first quarter, offered guidance of $1.02 to $1.08 a share for its current second quarter, in the upper range of what analysts have forecast.</p><p>The company also announced it was returning $1.8 billion to shareholders in the form of share repurchases and dividends.</p><p>Analysts surveyed by FactSet had expected net income of $1.02 a share on revenue of $16.5 billion in the first quarter.</p><p>HP's personal systems sales, which include PCs and laptops, made up a large chunk of quarterly revenue, at $12.2 billion, up 15% from the same quarter a year ago. The performance blew past the estimates of analysts polled by FactSet. They had forecast $11.6 billion.</p><p>Printer revenue, however, declined 4% to $4.8 billion.</p><p>HP's stock has declined 9% this year, while the broader S&amp;P 500 index&#xa0;SPX is down 8% in 2022.</p><p>Lores' comments on the ongoing PC boom mirror those of Intel Corp. INTC CEO Patrick Gelsinger during that company's analyst day on Feb. 17.</p><p>“The PC has become more essential to everyday human life than ever before. This new normal of hybrid work and education,” Gelsinger said then. “This market is now structurally larger and we see this 1 million unit per day kind of number as a sustainable one for the future, and we share this with our ecosystem partners, and Microsoft that yep, this is just a bigger, more important industry.”</p>",
  "published": "2022-02-28T16:17:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2030,
          "end": 2035
        }
      ]
    }
  ]
}