{
  "_id": "edeea2f99327aa0ad4f81acacf2a7a65b986c123bbc96c5d0c1fcc771217eeb9",
  "feed": "ftcomall",
  "title": "The Furrows by Namwali Serpell — rewriting life and grief",
  "text": "<p>If <a href=\"https://www.ft.com/content/7bc14e18-2550-11e5-bd83-71cb60e8f08c\">Namwali Serpell</a>'s 2019 debut, <em>The Old Drift</em>, was a multigenerational, multi-vocal epic set across centuries, her sophomore novel, <em>The Furrows</em>, is an elegy. Zambia — its past, present and future — was the canvas for her previous book, but Serpell now turns to the US.</p> <p>Told in three sections, the novel charts the passage of time — what Serpell calls “threads of possibility” — over states and decades, and carries the themes of chance encounters and chain effects, fate and forbidden love, from her earlier work. Although <em>The Furrows </em>is not a piece of science fiction, nor magical realism like its predecessor, it is nevertheless surreal and magical in its own ways, and it confirms Serpell's place as one of the most innovative and intelligent writers today.</p> <p>One day, when Cassandra — known as C or Cee — is 12 years old, there's a dreadful and inexplicable accident, and her little brother, the seven-year-old Wayne, is lost for ever, his body never recovered. The family will live with this trauma for years to come; their mother, who is in denial about his death, sets up Vigil, a successful foundation for “missing” children, and their father leaves. As Cee comes of age as a mixed-race child, she is surrounded by the spectre of her brother.</p> <p>In a clever trick, Serpell keeps turning back the clock — restarting and reimagining the scene and story of the day on the shore. Now, Wayne dies in a car crash. Now, Wayne is seen catapulting from a carousel. The reader wonders: how did he <em>really</em> die? Does he <em>really </em>die? A sense of repetition propels the reader forward as they try to detangle fact from fiction.</p> <p>“I don't want to tell you what happened. I want to tell you how it felt,” says Cee, over and over again. And the setting of the story, across beaches and streets and airports, is secondary to the emotions it conjures. Like the character of Matha in <em>The Old Drift</em>, who cries uncontrollably because of heartbreak, Cee never stops grieving<em>.</em></p> <p>Then there's another accident. Cee meets a man named Wayne who is reminiscent of her brother in more ways than she can rationalise to herself and to others. What follows is a story about the slipperiness of life — exploring questions and emotions around reunion and redemption, mixed-race identity, homelessness and police brutality. Can we rewrite death? Can we rewrite life? Can we love again, after loss?</p> <p>“Here's the thing,” says Cee, as she begins to dream up versions of Waynes everywhere. “It isn't that what has been done can be undone. It's that an undoing can reconstitute. Dead matter can gather itself together.”</p> <p>It is in dwelling on the aftermath, and&#xa0;not the accident itself, that <em>The Furrows</em> comes alive — shifting and undoing our understanding of grief. “What hand has reached in and turned the world over?” Cee wonders towards the end of the novel. In telling this story, Serpell too has reached in and turned the world over.</p> <p><a href=\"https://amzn.to/3PCnl7Q\"><strong>The Furrows</strong></a> by Namwali Serpell, <em>Chatto &amp; Windus £16.99/Hogarth $27, 288 pages</em> </p> <p><em>Join our online book group on Facebook at </em><a href=\"https://www.facebook.com/groups/139838140082304/\"><em>FT Books Café</em></a></p><p>Source: Sana Goyal 2022 'The Furrows by Namwali Serpell — rewriting life and grief' FT.com 26 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-26T10:00:28.915Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 3
    }
  ]
}