{
  "_id": "076181b77147885a91643bb9ee51d8f696174d65f5338da77d020b0b57ce0985",
  "feed": "market-watch",
  "title": "AMD stock rises as debate roars about the path to 2023 and beyond; AMD executives promised to clear out inventory backup caused by end of PC boom by the end of the year while continuing to grow data-center sales, but one analyst now says 2023 looks like 'a throwaway year'",
  "text": "<p>\"Not pretty, but maybe it'll do,\" said Bernstein analyst Stacy Rasgon in a note Wednesday.</p><p>\"Admittedly the results were not that pretty,\" said Rasgon, who has an outperform rating and a $95 price target on AMD. \"However, datacenter (which matters most) appears to be holding up with continued share gains more than offsetting market headwinds, and the segment is seen still growing QoQ into year-end (as is embedded).\"</p><p>AMD reported its data-center sales rose 45% to $1.6 billion, while analysts had expected $1.64 billion. Last week, Intel Corp. INTC reported its data-center sales fell 27% to $4.2 billion from a year ago, and the group was not profitable for the quarter.</p><p>AMD is also expected to strengthen its position in data centers with the launch of its new Epyc server chip, code-named \"Genoa,\" on Nov. 10.</p><p>See Now: AMD stock pops as forecast quells fears about data-center sales, excess inventory</p><p>With PC weakness a given, AMD Chief Executive Lisa Su told analysts on the call late Tuesday the company will \"certainly exit the year in a better place,\" concerning inventory,and that costs were already factored into it outlook, which at worst fell about $1 billion short of what Wall Street had forecast.</p><p>At the worst end of its estimate range, with another quarter of expected poor PC sales, AMD forecast full year sales that were, at worst, about $1 billion short of the Wall Street consensus at the time, following a third quarter where it had shaved $1 billion off expected PC sales.</p><p>The bottoming of PC sales with the end-of-the-year clearance of inventory, and the resiliency of data-center sales, however, were not a given to other analysts.</p><p>Mizuho Securities reiterated its buy rating for AMD in a note released late on Tuesday, but lowered its price target to $95 from $102. Analyst Vijay Rakesh sees positives in the chip maker's data-center business and the ramp up of the Genoa chip in the first half of 2023, but notes that the PC market has yet to bottom.</p><p>That sentiment was echoed by Susquehanna Financial Group analyst Christopher Rolland, who reiterated his positive rating and $80 price target for AMD. Rolland sees 2023 quickly turning into a \"throwaway year\" for AMD as it works through PC industry issues.</p><p>\"AMD posted 3Q results that were generally in-line with their negative pre-announcement but offered significantly worse 4Q guidance, hopefully clearing the decks for 2024,\" Rolland wrote in a note released late Tuesday. The chip maker will spend 2023 working through its PC inventory and ramping up sales efforts around Genoa, before the company can return to growth in 2024, according to Rolland.</p><p>Summit Insights Group analyst Kinngai Chan even put data-center on the chopping block. In a note late Tuesday, the analyst said he doesn't think the data-center market is as strong as the company believes it to be.</p><p>Read: Meta spending slams Facebook stock, but here are the chip stocks that are benefiting</p><p>\"While we believe AMD will continue to gain market share in the data center market through 2023, we believe AMD share gains will be less meaningful as our checks indicate AMD already has a very high share in the cloud market,\" said Chan, who has a hold rating on the stock. \"Furthermore, our industry checks indicate that Intel's server CPU offerings remain very competitive in the enterprise and service provider markets.\"</p><p>So far in 2022, the chip sector has had to weather a two-year-old pandemic-triggered parts shortage quickly flip into a glut, causing capacity build-outs across the board to screech to a halt, as PC shipments declined at their worst rate ever recorded, demand for consumer electronics and smartphones decreased, China COVID-19 shutdowns caused more supply-chain havoc, and a widened U.S. restriction on advanced chip technology to China caused many to issue profit warnings.</p><p>Intel earnings reaction:  'Shock and awe' cost cuts rocket Intel stock up 10% to best day since March 2020</p><p>Also, with regards to China restrictions, Su said the majority of its sales to China, which makes up a quarter of revenue, is \"non-data-center.\"</p><p>\"So, it is more in the PC business as well as in some of the consumer facing businesses,\" Su told analysts on the call.</p><p>Of the 43 analysts polled by FactSet, 29 have buy-grade ratings, and 14 have hold ratings on AMD. Of those, no less than 22 analysts lowered their price targets for the stock after the results, to knock the average price target down to $89.24 from a previous $92.68.</p><p>In addition to the data-center event next week, AMD also plans to announce new gaming chips on Thursday.</p><p>At Tuesday's close, AMD shares were down 58% year to date. By comparison, the PHLX Semiconductor Index SOX is down about 39%, while the S&amp;P 500 index SPX is down 19%, and the tech-heavy Nasdaq Composite Index COMP has fallen 30%.</p><p>AMD stock rises as debate roars about the path to 2023 and beyond</p>",
  "published": "2022-11-02T18:07:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 534,
          "end": 539
        },
        {
          "start": 3838,
          "end": 3843
        },
        {
          "start": 3896,
          "end": 3901
        },
        {
          "start": 3261,
          "end": 3266
        }
      ]
    },
    {
      "id": "First_Harvest_Corp%2E",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 534,
          "end": 545
        }
      ]
    }
  ]
}