{
  "_id": "9d6f95b773c1957a7943a4334b47328fc723c3ae4375fbc7a414ccc7c5be43a0",
  "feed": "market-watch",
  "title": "Step aside FAANMGs, this newer crop of tech companies are the ones to watch for the next decade; Companies including Zscaler and MongoDB are growing quickly, even in the face of significant headwinds including higher interest rates",
  "text": "<p>While many thought it would be a time when the bubble for tech earnings would burst, that hasn't been the case. The results have mainly been stronger than expected despite worries about out-of-control inflation, rising interest rates, a prolonged war in Europe and endless Covid-19-related setbacks that have led to mounting pressure on global supply chains.</p><p>Sure, some discretionary and consumer tech have seen pullbacks. PC demand has weakened, and ad-tech for companies not named Alphabet GOOG and Amazon AMZN has slowed. However, after a large swath of tech names have reported, it is safe to say that tech has been much more resilient than most expected.</p><p>Beyond the Fantastic 4, there is a wave of high-flyers that I believe have solid long-term outlooks based on secular trends. Here are the five companies:</p><p>Twilio</p><p>Twilio's TWLO shares have cratered 80% from a record high, hurt by slower growth and higher interest rates. However, Twilio has cornered the CPaaS (communications platform as a service) market, and when it comes to customer engagement via messaging, Twilio and its developer ecosystem are the market leader. The company had 41% revenue growth last quarter, outpacing expectations, while net revenue retention — the share of recurring revenue that's retained from existing customers — remained above 120%. The shift to profitability will be an inflection point for the company, but its revenue growth makes that more when, than if.</p><p>ServiceNow</p><p>The Rule of 40 is one of ServiceNow NOW CEO Bill McDermott's favorite metrics to call out. (It's the principle that a software company's combined growth rate and profit margin should exceed 40%.) And the road to revenue of $16 billion by 2026 is firmly within the company's grasp despite external factors that have some investors concerned about tech spending. In its recent earnings report, ServiceNow had an overall solid result and continues to benefit from tailwinds for workflow automation and AI that will expand productivity while managing human capital investment. While the stock still trades at a high multiple, it saw a drop of over 40% before a slight retracement on good results and positive guidance. While McDermott's comments on foreign exchange may have spooked investors, demand for its platform remains robust. It will continue to grow even in a more challenging macro environment — perhaps best validated by the over 600 open sales and marketing jobs that ServiceNow is trying to fill.</p><p>Zscaler</p><p>With data breaches top of mind at almost every organization, the cybersecurity market is ripe for growth. Zscaler ZS has consistently outperformed expectations and looks likely to see its share price accelerate alongside its revenue growth. Over the past four quarters, the company has routinely beat top and bottom line expectations. However, losses have mounted as revenue has grown, and like other names on this list, that almost surely has investors concerned. The seculars here are significant, though, and the market growth over the next eight years is set to be around 12% CAGR (compound annual growth rate) taking industrywide cybersecurity spending to more than $500 billion in 2030. Zscaler's revenue jumped over 60% in the third quarter. With the rapid pivot to work-from-home and hybrid work, companies' challenges to secure data have become more significant. This trend, plus increased hacking, has been the catalyst for \"zero trust,\" which requires constant validation of all users attempting to access data and applications to eliminate breaches. And regardless of the broader economic situation, the need for cybersecurity won't change — if anything, it becomes more critical.</p><p>MongoDB</p><p>Databases are highly complex and, for most non-technical investors, can be a boring topic. However, the applications we depend on for business and enjoy for personal use require a highly scalable next-generation document-based database that can efficiently work with massive data sets. MongoDB MDB has seen continued top and bottom line growth and beat estimates to turn earnings-per-share profitable in its most recent quarter. The company is aggressively hiring despite the cautious market outlook, with over 230 open sales and marketing jobs listed. With the rapid proliferation of data and apps, the need to have developers driving innovations is essential. MongoDB is well-placed with its focus on a developer data platform that is increasing its competitiveness and helping it to stack up against the likes of Snowflake SNOW and Databricks, which is privately held.</p><p>Confluent</p><p>Confluent CFLT does something vital for enterprises that most investors are probably unaware of. Like MongoDB, Confluent's solution is highly technical, making it a more significant lift for investors to understand. However, Confluent has a purpose-built open-source-based solution that enables companies to move their data more seamlessly in the cloud, which is why it exists and why companies like Citigroup and eBay use its platform. The monetization model is similar to Red Hat's, with the underlying community version being Kafka. With pervasive mobile apps and data usage, legacy ETL (extract, transform and load) and batch processing is no longer adequate. With growth surpassing 50% in the most recent quarter and guidance for revenue and narrowing losses coming in better than expectations, Confluent looks primed for a significant bounce, which already started in the wake of its most recent results.</p><p>Daniel Newman is the principal analyst at Futurum Research, which provides or has provided research, analysis, advising or consulting to Nvidia, Intel, Qualcomm and dozens of other companies. Neither he nor his firm holds any equity positions in companies cited. Follow him on Twitter @danielnewmanUV.</p><p>Step aside FAANMGs, this newer crop of tech companies are the ones to watch for the next decade</p>",
  "published": "2022-08-05T16:29:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 5616,
          "end": 5621
        },
        {
          "start": 5578,
          "end": 5583
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 24
    }
  ]
}