{
  "_id": "05589f9b9298f46a1bb84a487e63a12dfa8810accf50678d508ca50749a2af38",
  "feed": "ftcomall",
  "title": "The scramble for semiconductors is our era's industrial Great Game",
  "text": "<p><em>The writer is founder of </em><a href=\"https://sifted.eu/\"><em>Sifted</em></a><em>, an FT-backed media site for European start-ups</em></p> <p>The table stakes to play in the global semiconductor market keep spiralling upwards. This month, Taiwan Semiconductor Manufacturing Company, one of the world's leading chipmakers, <a href=\"https://investor.tsmc.com/english/encrypt/files/encrypt_file/reports/2022-01/e97803dd13e1a0bb2aa65a2597dd253a689ed578/TSMC%204Q21%20Transcript.pdf\">said it would hike capital expenditure</a> to as much as $44bn this year, almost three times more than 2019. <a href=\"https://www.reuters.com/technology/samsung-raises-non-memory-chip-investment-target-skorea-announces-bigger-tax-2021-05-13/\">South Korea's Samsung Electronics had previously signalled</a> a hefty increase in semiconductor spending; the US manufacturer <a href=\"https://www.ft.com/content/86480e82-e469-4f26-b2eb-ebe922dfbd2b\">Intel this week announced</a> it would invest more than $20bn in building two chip factories in Ohio. </p> <p>One industry leader has likened the competition to gladiatorial combat in ancient Rome. “If you win, all that you have accomplished is the right to go to the Colosseum one more time,” Cristiano Amon, <a href=\"https://www.ft.com/content/0bf28f3c-e526-4592-ab0c-a13d4ba61d86\">chief executive of the US chip designer Qualcomm</a>, told the FT.&#xa0;</p> <p>But the semiconductor battles are not just being fought between gladiatorial companies desperate to supply booming demand for microchips but by strategically-minded governments intent on asserting technological superiority, too. Semiconductors, which run everything from smartphones to medical devices to F-35 fighter jets, have become the battleground for ferocious geopolitical rivalry as the US attempts to strengthen its technological hegemony and slow China's rise. </p> <p>The fight to dominate the semiconductor industry is rapidly turning into today's industrial equivalent of the 19th-century Great Game, when rival powers clashed over Central Asia. Now, as then, the strategy is to secure resources and supply chains, pin down allies and deprive rivals of strategic assets. But the modern game is mostly about boosting intellectual capital, strengthening industrial capacity and pioneering the latest technology.</p> <p>To that end, <a href=\"https://www.ft.com/content/71958118-8daa-47a7-b8a4-11608d6805f4\">Gina Raimondo, the US commerce secretary, this week urged Congress</a> to pass the Chips Act, which would unlock $52bn in subsidies to domestic chip manufacturing. In the EU, Ursula von der Leyen, the commission president, has also been <a href=\"https://www.euronews.com/2021/09/16/von-der-leyen-pitches-european-chips-act-in-a-bid-to-boost-the-eu-s-tech-self-reliance\">pushing a similar Chips Act</a>, aiming to double the bloc's production of semiconductors to 20 per cent of the global total by the end of the decade. <a href=\"https://www.ft.com/content/3a8d3490-5c8a-4823-a5b9-09f7b02bed65\">The British government is also scrutinising the sale</a> of the chip designer Arm Holdings to the US giant Nvidia on national security grounds. </p> <p>China, <a href=\"https://technode.com/2021/04/29/china-spends-more-importing-semiconductors-than-oil/\">which spent more money importing semiconductors than oil in 2020</a>, is being squeezed hard by US export constraints on advanced chips and has declared it a “whole-of-society” priority to achieve technological self-sufficiency. Lavish national and local funds have enabled China to vie with Taiwan and South Korea as the biggest buyers of semiconductor manufacturing equipment.</p> <p>As intended, US export restrictions are hurting China and have significantly weakened the industrial giant Huawei. But, as Dan Wang, a Shanghai-based tech analyst at Gavekal Research, argues, they have also served to realign Chinese tech company's commercial interests with Beijing's national security imperatives and “make semiconductors sexy again”. With a vast domestic market, daring entrepreneurs, a vibrant venture capital industry, a host of US-trained technologists and a flood of funding, China is switching its focus, brains and capital from the consumer internet to more strategic technologies. “The US government has turbocharged China's most dynamic firms to pursue economic self-sufficiency and technological greatness,” says Wang. </p> <p>Still, Beijing's growing authoritarianism and a broadening crackdown on parts of the technology industry may sap China's entrepreneurial vigour. In her book <a href=\"https://www.amazon.com/US-China-Tech-War-Chinese-History-ebook/dp/B098YSDSD6\"><em>US-China Tech War</em></a>, the writer Nina Xiang describes how earlier state-directed, technological campaigns have not always ended well. It remains a formidable challenge for China to design and manufacture 3-nanometer chips like those the world's most advanced plants are planning. One of the most complex industrial processes ever invented, it requires the interplay of decades of technological experience and expertise. But, Xiang tells me, China does not necessarily need to reach the cutting edge of semiconductor technology to derive most of its benefits. </p> <p>Strategic advantage can derive from deploying existing technologies effectively, not just developing the latest inventions. Basic state capacity will determine the outcome of the industrial Great Game as much as technological capability. And on that front, the US has reason to worry: it cannot even <a href=\"https://www.nytimes.com/2022/01/19/business/5g-flight-cancellations.html\">roll out 5G</a> telecoms networks without messing up air travel. In the end, fixing core infrastructure at home may count for more than pursuing strategic technological advantage abroad.<br><br><br></p><p>Source: John Thornhill 2022 'The scramble for semiconductors is our era's industrial Great Game' FT.com 27 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-27T15:52:07.330Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 488,
          "end": 493
        }
      ],
      "nexusId": "10063594"
    }
  ]
}