{
  "_id": "b6aafd2f4be4f772c9cb700efaffd0912b7197851bb5f284cc6c415729387198",
  "feed": "market-watch",
  "title": "PayPal stock dives to worst day on record after ‘ugly' earnings report",
  "text": "<p>Shares PYPL finished down 24.6% in Wednesday trading and posted their largest single-day percentage decline on record, according to Dow Jones Market Data.</p><p>The stock has come down 57% from its 52-week intraday high established in July 2021, and it logged its lowest close since May 2020.</p><p>Late Tuesday, PayPal lowered its full-year revenue outlook from the initial target it gave three months back and delivered a full-year earnings forecast that was below the consensus view. The company noted that factors such as inflation, supply pressures, and softer consumer confidence were weighing on spending patterns.</p><p>But “the biggest negative surprise was an abrupt change in strategy to focus more on user engagement (&amp; quality) vs. user growth to drive revenue growth,” wrote Bernstein analyst Harshita Rawat.</p><p>PayPal executives said they no longer planned to focus on “incentive campaigns” meant to reengage less active users because these didn't drive sustained spending activity beyond the initial “incentive.” Chief Financial Officer John Rainey called the move a “choice” as PayPal seeks to give priority to financial results over user growth that might not meaningfully impact revenue.</p><p>“The new approach sounds sensible to us as many of the new accounts proved less productive,” wrote Susquehanna's James Friedman, who has a positive rating on the stock but lowered his price target to $220 from $310.</p><p>Still, the change came as a shock to analysts. The company “abandoned” its target for 750 million users by 2025, a goal it provided about a year ago and “reiterated throughout the year,” Bernstein's Rawat said.</p><p>“There is a lot to unpack, but we believe this quarter may signal the beginning of the next phase of PYPL's journey – slow transition to a mature company &amp; [it] may likely bring some aging pains (&amp; multiple compression) in the coming years,” Rawat wrote in her note to clients. She has a market-perform rating on the stock and cut her price target to $140 from $180.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>BTIG's Mark Palmer also keyed in on the new active-account strategy as PayPal now expects 15 million to 20 million net new active users for the full year, down from almost 50 million such additions in 2021 and “well below expectations of a year-over-year increase in that metric rather than a steep decline.”</p><p>Additionally, Palmer commented that PayPal's view of spending trends seemed more negative than what fellow payments players Visa Inc. V and Mastercard Inc. MA shared recently.</p><p>In Palmer's view, PayPal cited various outside issues like inflation and supply-chain pressures as reasons for its cautious outlook, but such a stance “offered a sharp contrast with the more upbeat annual outlooks offered recently by the card networks.”</p><p>Read: Visa stock sees biggest post-earnings gain on record amid optimism on travel spending</p><p>He downgraded the stock to neutral from buy and removed his price target following the report.</p><p>Another downgrade came from Raymond James analyst John Davis, who predicted that the company's weaker-than-expected commentary would keep its stock in check until the company is able to show a reacceleration in growth as well as trends that prove its guidance to be “overly conservative.”</p><p>“All in, estimates are heading significantly lower for the second consecutive quarter, and we believe the stock is fully valued given our view shares will struggle to garner pre-pandemic average multiple of ~30x (trading at ~25x our updated 2023E EPS after-hours) in the short to medium-term,” he wrote, while cutting his rating to market perform from outperform.</p><p>PayPal's downbeat forecast “validated” SMBC Nikko Securities America analyst Andrew Bauch's underperform call on the shares, he wrote in a note to clients Wednesday. He wondered if the company's withdrawal of its target for 750 million active accounts by 2025 would be “the first domino to fall in a gradual lowering of all medium-term expectations” over time.</p><p>Bauch cut his price target on the shares to $125 from $160.</p><p>At least one bullish analyst agreed that PayPal's the feasibility of PayPal's other medium-term guidance components would be up for debate in the investment community, even though PayPal's management stuck with its financial targets for the “outyears” through 2025.</p><p>“The key discussion points over the coming weeks will likely be the achievability of medium-term guidance amid the NNA [net-new-active] strategy change, whether the strategy change was a response to competitive dynamics, and what the normalized growth profile of the company looks like,” wrote Barclays analyst Ramsey El-Assal.</p><p>He has an overweight rating and $250 price target on the stock.</p><p>MoffettNathanson analyst Lisa Ellis said she was more “cautiously optimistic” about PayPal's ability to achieve its 20% annual revenue target “in 2023 and beyond.” The company outlined that 20% medium-term growth goal at its investor day a year back.</p><p>Ellis saw some reason for optimism amid PayPal's latest report that supported her more upbeat view over the long run. “Engagement growth is the primary driver” of growth in average revenue per user (ARPU), she wrote, and PayPal saw engagement growth accelerate to about 11% in 2021.</p><p>Additionally, “benchmarks from other traditional and digital financial services providers indicate significant expansion opportunity for PayPal's ARPU,” she continued, while keeping a buy rating on the stock but reducing her price target to $190 from $275.</p><p>D.A. Davidson's Chris Brendler was also inclined to keep the faith after the “ugly” quarter.</p><p>“While the dramatic fall from grace is unnerving, we take solace in several key positives beneath the surface that suggest better trends ahead,” he wrote.</p><p>Pressures from eBay Inc.'s EBAYpayments migration away from PayPal, as well as a “hangover” from earlier stimulus payments, “forced another reset lower that we should have seen coming,” Brendler admitted. But he remained encouraged by trends within PayPal's higher-margin U.S. checkout business and chalked up the company's weaker international performance to supply pressures and the more temporary eBay effects.</p><p>“Combined, we see a better core franchise than the numbers suggest,” he wrote. Brendler has a buy rating on PayPal's stock but slashed his price target to $166 from $275.</p><p>PayPal's stock has tumbled 45.2% over the past 12 months, while shares of Mastercard have run up 18.7% and Visa have climbed 16.2%. The S&amp;P 500 index SPX has rallied 21.6% the past year.</p>",
  "published": "2022-02-02T16:21:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1996,
          "end": 2001
        }
      ]
    }
  ]
}