{
  "_id": "f4caa570ba1e22f830be49e34bb22ed733db2ae1a19aab2e7ec02f2273ab1325",
  "feed": "market-watch",
  "title": "Nvidia's 'China Syndrome': Is the stock melting down? Nvidia shares fall to a 52-week low with their seventh daily decline of 7% or more this year, as revenue estimates and the stock price steadily burn a hole toward the center of the earth",
  "text": "<p>At a 52.6% plummet, Nvidia is 2022's worst-performing chip stock out of the 30 that make up the PHLX Semiconductor Index SOX, which is down 33.5% for the year. In comparison, the S&amp;P 500 index SPX is down 17%, and the tech-heavy Nasdaq Composite Index COMP is down 24.7%.</p><p>Nvidia stock's move on Thursday arrived after the chip maker disclosed in a Securities and Exchange Commission filing late Wednesday that U.S. regulators are imposing \"a new license requirement, effective immediately, for any future export to China (including Hong Kong) and Russia of the company's A100 and forthcoming H100 integrated circuits. DGX or any other systems which incorporate A100 or H100 integrated circuits and the A100X are also covered by the new license requirement.\"</p><p>Full news: Nvidia stock fall after U.S. moves to restrict its data-center sales in China</p><p>Analysts already debated whether Nvidia was in the clear after the chip maker cut its outlook not for the first, not for the second, but for the third time in as many months. Now, for the fourth time this year, Nvidia is suggesting to analysts that the revenue forecast could still be off.</p><p>The near-term effect: Roughly $400 million in expected third-quarter revenue from China could be at risk. At last check, analysts surveyed by FactSet were forecasting annual revenue, on average, of $28.09 billion, a far cry from the $33.35 billion expected at the end of July, and the $34.54 billion estimate at the end of February. Now, analysts are forced to consider whether they should lower their targets again.</p><p>Read: Chip stocks could plunge another 25% as 'we are entering the worst semiconductor downturn in a decade,' analyst says</p><p>\"It feels prudent to take the impacted China revenues out of our Nvidia numbers,\" said Bernstein analyst Stacy Rasgon in a note titled, \"China syndrome?\"</p><p>\"The China Syndrome\" depicted a nuclear reactor that would theoretically start burning its way to other side the earth, i.e., China. The previously little-known term quickly found its way into the American lexicon as the film made its debut on March 16, 1979, less than two weeks before the accident at the Three Mile Island nuclear power plant near Middletown, Pa.</p><p>Rasgon acknowledged that the company is working on alternatives and has expressed seeking licenses for nonmilitary customers, but he said the timing and impact of these remedies, however, is unclear. The new cut is \"not trivial but not an insurmountable blow either, though of course it is clearly an incremental negative as the business may be permanently impaired,\" he said.</p><p>Rasgon also noted that some of Advanced Micro Devices Inc.'s AMD GPUs would be affected by the ban as well. \"However, AMD's datacenter GPU sales are tiny, and they do not foresee any significant impact on their business at this time,\" Rasgon said. He has outperform ratings on both stocks with a price target of $180 on Nvidia, and $135 on AMD.</p><p>The effects of the ban could last well beyond the current quarter, though. Morgan Stanley analyst Joseph Moore said he expects regulators to take 18 to 24 months to determine the total scope of products affected by the ban, and Nvidia stands to lose at least $2 billion in 2023 revenue based on the known restrictions even with a forecast for weak data-center demand from China.</p><p>\"We don't know the broader ramifications of the restrictions, but the specific restrictions on A100 and H100 (basically training products introduced last 3 years) would say that this impacts new products,\" wrote Moore, who has an in-line rating and a $182 price target on Nvidia. \"We would guess that this is a restriction related to AI, so we wouldn't expect ramifications for non-AI chips, but we don't know if the restriction is just GPUs, vs. custom AI ASICs or specialty chips such as Intel's INTC Habana processors.\"</p><p>In-depth: Chip stocks tanked as pandemic demand for electronics slumped, but there are still some winners</p><p>The restrictions also could cause problems beyond Nvidia. Citi Research analyst Atif Malik wrote that \"we see an escalation in U.S. semiconductor restrictions to China and increased volatility for the semiconductors and equipment group,\" while taking Nvidia off the firm's positive \"catalyst watch,\" which had just been instituted on Friday.</p><p>Mizuho analyst Jordan Klein said he senses that \"negativity will spread broadly across Semis as to what restrictions could come next.\"</p><p>This all comes ahead of Nvidia's big GTC conference that begins Sept. 19, where the company is expected to unveil its next generation \"Lovelace\" chip architecture to replace the now two-year old \"Ampere\" architecture during a consumer tech slump. In fact, Nvidia's recent $1.22 billion inventory charge went to clear out a lot of that old inventory before the \"Lovelace\" launch.</p><p>Nvidia stock was also the most actively traded on the S&amp;P 500 index SPX at a preliminary volume of 117.3 million shares, with shares of AMD a close second at more than 94.5 million shares. The 52-week average daily volume of Nvidia shares is 49 million, while AMD's is about 83 million.</p><p>Of the 44 analysts who cover Nvidia, 35 have buy-grade ratings, eight have sell ratings, and one has a sell rating. Of those, six lowered their price targets on the stock, resulting in an average target price of $210, down from $237.50 from a month ago.</p><p>Nvidia's 'China Syndrome': Is the stock melting down?</p>",
  "published": "2022-09-01T20:32:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "confidence": 0.87999994,
      "offsets": [
        {
          "start": 3788,
          "end": 3793
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 61
    }
  ]
}