{
  "_id": "7e340bec2f9f972eabdf36edb157cea82c6179367b2243ef1b5bece8fba80325",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Exhibition Review: Best Dressers: Balenciaga and Dior --- A show pulled from the collections of the Museum at F.I.T. pits two great names in couture against each other",
  "text": "<p>New York -- Kings come one at a time, but from 1947 to 1957 the Paris couture had two -- Cristobal Balenciaga and Christian Dior. Balenciaga rose from humble beginnings in a small Basque town in Spain; Dior from Belle Epoque wealth in Granville, France. Both were shy, their decrees handed down visually, through silhouettes. Both were born on Jan. 21 -- Balenciaga in 1895, Dior in 1905. And while Balenciaga opened his Paris salon in 1937, Dior opened his a decade later, in 1947. For the next 10 years, until Dior's premature death in 1957, they were French fashion's dual monarchy -- no battles between them, but with decidedly different approaches to design. Their side-by-side reign is the subject of a deft exhibition at the Museum at F.I.T.</p><p>Located in the first-floor Fashion and Textile History Gallery, \"Dior + Balenciaga: The Kings of Couture and Their Legacies\" is curated by F.I.T.'s deputy director, Patricia Mears, who organized a similar exhibition in 2015 called \"Yves Saint Laurent + Halston: Fashioning the 70s.\" Like that show, this one pulls solely from the museum's holdings, and sleuths among the pieces for hands-on truths while questioning and correcting generalizations about the two designers. Ms. Mears suggests that viewers should try to guess who made each piece, because what may seem obvious . . . isn't. For instance, Balenciaga was doing nipped-in waists in 1938, nine years before Dior's historic first collection, \"Corolle,\" which codified a tightly corseted Second Empire shape and was quickly dubbed the \"New Look.\" The difference was in the \"sell.\" Dior knew how to market his silhouettes; Balenciaga was uninterested in the market.</p><p>Ms. Mears ushers us in with two gowns of pale beige silk: one from Dior's very last collection, Fall-Winter 1957, called \"Fuseau\" (\"spindle\"), and the other from Balenciaga's collection of Spring 1961. Dior's is a princess line exaggerated into an hourglass, its bosom deeply embroidered, its big bell skirt supported by underskirts. Balenciaga's gown is also a princess line, but only to just below the waist, where a skirt is seamed in with gathers that add volume. Dior's dress weighs nine-plus pounds; Balenciaga's a little over two.</p><p>What this means is that over 10 years, Dior hadn't altered his approach to dressmaking. He was still building shapes with interior girding and buttresses, heavy infrastructure meant to \"correct\" the figure. For him, change meant moving from one poetic image to another -- corolla, cyclone, trompe l'oeil, tulip, lily of the valley and fleche (\"arrow\"), to name a few. Balenciaga, however, without uttering the word \"modern,\" was breathing his way into a new world where women didn't have to force their figures into metaphors or fetishize the waist.</p><p>During that decade of simultaneity, these two designers were in very different places: Dior roaring with newborn power and dominating because of that newness; Balenciaga midcareer and moving inexorably toward his late-period transcendence in the 1960s. And yet their work did slip into alignment, which we see in their day suits with boxy jackets, their voluminous winter coats, and the evening dresses and gowns that took inspiration from previous centuries -- Dior from glittering royalty painted by Winterhalter; Balenciaga from the robes of saints and angels in paintings by Zurbaran and El Greco. Here were two views of the divine, an earthly aristocracy versus the celestial.</p><p>Though Ms. Mears shows no favoritism, it is clearly the construction innovations of Balenciaga that win the day. The way his majestic purple mohair coat (circa 1960) uses straight and bias grain to take weight off the shoulders and let the back sail like a spinnaker is stunning. And an even more daunting masterpiece, a coat of 1961 cut from just two pieces of fabric (made in plaid, no less; 24 invisible darts in the collar), is exhibited along with its monolithic pattern -- a calculus beyond imagining.</p><p>The last leg of the exhibition includes a promenade of garments by designers who apprenticed with the two masters or directed their houses after they were gone. It's a pointed history lesson that includes the vaunted names of Yves Saint Laurent, Hubert de Givenchy, Andre Courreges, Marc Bohan, Gianfranco Ferre, John Galliano, Nicolas Ghesquiere and Maria Grazia Chiuri. The section also includes the linen \"lab shirt\" that Balenciaga made to wear while working, an F.I.T. treasure that's placed next to one of the most controversial dresses in history, his 1957 Sack dress, shown in slubbed silk. Both pieces are off-white, seemingly simple, their lack of embellishment emphasizing the immaculate channel between the man and his creation. A video delineates the Sack's cut and complexity.</p><p>\"Dior was social theater,\" the cultural journalist Rosamund Bernier, present at his opening day of Feb. 12, 1947, is quoted saying. \"Balenciaga was serious stuff.\" In her wall text, Ms. Mears takes it a bit further. \"Dior acknowledged he was not an innovator but a reactionary with an artist's eye. Balenciaga, ever the workaholic perfectionist, understood that he was the greatest dressmaker in the world.\"</p><p>---</p><p>Ms. Jacobs is the Arts Intel Report editor for the weekly newsletter Air Mail.</p><p>(See related letter: \"Letters to the Editor: Dior Gave My Skirt Its Look\" -- WSJ June 24, 2022)</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-06-16T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 5176,
          "end": 5181
        }
      ]
    }
  ]
}