{
  "_id": "69750a48eff6207a95cae0a837bd4408b2b3576b9a11efbe02082a5d66fe76d0",
  "feed": "wall-street-journal",
  "title": "Rockwell Automation Invests More in Manufacturing Capacity; Order backlog has more than doubled from a year ago due to supply-chain constraints, prompting company to further boost capacity as access to components improves, CFO says",
  "text": "<p>The company's order backlog now totals $4.6 billion, up from $2 billion a year ago, the CFO said. The backlog has grown partly as a result of the global shortage of semiconductor chips and other parts.</p><p>\"As we see gradual improvement in our access to the components that we need, we want to be sure that our internal capacity to manufacture finished products keeps up with that,\" said Mr. Gangestad, who joined Rockwell last year.</p><p>Rockwell last week said its profit fell 87% to $53.9 million in the quarter ended March 31 from a year earlier, dragged down by fair-value adjustments related to its investment in industrial-software company PTC Inc. Sales rose 1.8% to $1.81 billion.</p><p>The company occupies 2.8 million square feet of manufacturing space—99% of which it rents—in countries including the U.S., Mexico, China and Poland, according to its most recent annual filing. As part of the capacity expansion, Rockwell will add equipment and employees to its existing manufacturing sites, not space, Mr. Gangestad said. It manufactures hardware and software products such as motor control devices, industrial computers and sensors.</p><p>Rockwell plans to spend $165 million on capital expenditures during the fiscal year ending Sept. 30, up from $120.3 million the previous year, Mr. Gangestad said. About 30% to 40% of its capital expenditures this year will go toward boosting its manufacturing capacity. Capacity represented 35% of capex for the year ended last September, up from 25% the previous year, he said.</p><p>Investment in capacity is surpassing spending on automation services, the CFO said.</p><p>\"Internal capacity has been No. 2 or No. 3 in the past, and now it's becoming No. 1,\" Mr. Gangestad said, referring to Rockwell's capex priorities.</p><p>Investing more in capacity will likely dent Rockwell's free cash flow in the short term, but global supply-chain bottlenecks make the move necessary to meet customer demand, said Joshua Aguilar, a senior equity analyst at financial-services firm Morningstar Inc. Free cash flow was $1.14 billion for the year ended last September, up 13% from the previous year, according to a filing.</p><p>Rockwell also expects to benefit from its global semiconductor suppliers increasing their own capacity, which could improve its access to certain components, Mr. Gangestad said.</p><p>These semiconductor makers, including Texas Instruments Inc., Intel Corp. and Analog Devices Inc., in recent months said they have been adding capacity in response to global chip shortages. Texas Instruments in February said it would spend $3.5 billion a year through 2025 on its manufacturing operations for semiconductor chips in the U.S.</p><p>Rockwell might decide it doesn't need to boost capacity if the economy falls into a recession, said Joseph Giordano, a managing director at financial firm Cowen Inc. \"History tells you that plans get pushed to the right if demand starts to slow.\"</p><p>Write to Mark Maurer at Mark.Maurer@wsj.com</p><p>Rockwell Automation Invests More in Manufacturing Capacity</p>",
  "published": "2022-05-16T09:30:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2367,
          "end": 2372
        }
      ]
    }
  ]
}