{
  "_id": "06134c881aa80df99a75df0f214b22227c8ba8ba4165971df135258bf46f72ca",
  "feed": "market-watch",
  "title": "AMD stock gets a long-awaited upgrade as Intel's stumbles mean it's now ‘open season' in servers",
  "text": "<p>Bernstein analyst Stacy Rasgon upgraded AMD shares AMD to outperform from market perform Tuesday, marking the first time in nearly a decade that he's held a bullish rating on the chip stock. Rasgon noted that AMD's stock price rocketed from below $2 to above $100 while he waited on the sidelines, and he called his prior neutral stance “the biggest missed call of our Wall Street tenure.”</p><p>Rasgon acknowledged that AMD is not the same company it was 10 years ago, a view that he said has been “abundantly clear for years.”</p><p>“And with the combination of continued stellar execution, increasingly bankable earnings power, and a recent sizable pullback making valuation (dare we say?) downright attractive we are, for the first time in almost a decade, pulling the trigger,” he wrote.</p><p>Shares were up 3.9% in Tuesday morning trading.</p><p>Still, the stock has declined about 30% from its November high and now trades at a multiple of under 30 times estimated earnings per share for the next 12 months, and about 20 times the $5-plus in earnings power that Rasgon thinks is likely. That means AMD's valuation is “approaching the cheapest in 5 years,” Rasgon wrote, all while the company has attractive prospects ahead.</p><p>He points to the company's growing traction across its segments, its improved pricing in desktop CPUs, and its continued market share wins in notebooks and servers.</p><p>He's also upbeat about AMD's ability to capitalize on rival Intel Corp.'s INTC challenges after Intel pushed back the timetable for its Granite Rapids server chip into 2024.</p><p>“[T]his also means that the next several years are likely open season for AMD, with Intel acknowledging likelihood for continued share losses to their smaller competitor at least through 2023,” Rasgon wrote. “We suspect AMD will take as much share as they can manage to supply.”</p><p>Additionally, Rasgon said that AMD's management team seems to have a more upbeat view of its just-closed Xilinx acquisition than many Wall Street analysts do.</p><p>While “most Street math has the acquisition slightly dilutive given the all-stock nature and the change to AMD's multiple since it was announced,” he noted that AMD expects the deal to be accretive in its first year. That suggests to Rasgon that “the company might see an annual revenue run rate that could be hundreds of millions of dollars higher than current expectations.”</p><p>Further, the company “likely” has more than $7 billion in gross cash after the deal close and continues to generate cash. AMD already launched a buyback program last year, but the prospect of “further share count reductions through more material buybacks could conceivably also be a contributor to accretion,” in Rasgon's view.</p><p>AMD plans an analyst day on June 9 that could offer more commentary on capital-return goals, as well as topics like margins and longer-term growth, according to Rasgon.</p><p>Despite the recent weakness, AMD's stock has still rallied about 39% over the past 12 months, while Intel shares have tumbled 26%, the PHLX Semiconductor Index SOX has gained 10% and the S&amp;P 500 index SPX has advanced 12%.</p>",
  "published": "2022-02-22T10:21:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2959,
          "end": 2964
        },
        {
          "start": 1469,
          "end": 1474
        },
        {
          "start": 1433,
          "end": 1438
        },
        {
          "start": 1631,
          "end": 1636
        },
        {
          "start": 41,
          "end": 46
        }
      ],
      "nexusId": "10063594"
    }
  ]
}