{
  "_id": "dc64301a1ee0d25648f90ca4a792554cb13a04f4a0b1e24772023e81a81ffcff",
  "feed": "wall-street-journal",
  "title": "The Capitol 'Reconnaissance' Smear; The Jan. 6 committee indulged a false and partisan accusation.",
  "text": "<p>Asked on MSNBC about reports of GOP \"tours to insurrectionists,\" New York Rep. Sean Maloney responded: \"I can confirm that. I don't have firsthand knowledge of it but I spoke to a Member who saw it personally and he described it with some alarm.\" Mr. Maloney added that the \"enemy is within.\"</p><p>Ms. Sherrill and 33 other House Democrats sent a letter to the Capitol police and House and Senate sergeants at arms demanding an \"immediate investigation\" into the \"suspicious behavior and access given to visitors\" on Jan. 5. They said some attackers \"seemed to have an unusually detailed knowledge of the layout,\" and this became a central feature of the Democratic and media narrative.</p><p>Yet no one had named a specific tour giver—until the Jan. 6 committee breathed new life into the allegation by fingering Mr. Loudermilk. Chair Bennie Thompson and Vice Chair Liz Cheney wrote Mr. Loudermilk on May 19 and asked him to testify to \"information regarding a tour you led through parts of the Capitol complex on January 5, 2021.\" The letter and its accusation leaked to the press.</p><p>Republicans on the House Administration Committee this year said they'd reviewed 48 hours of security footage of the Capitol entrances and tunnels, and they told The Hill there were \"no tours, no large groups,\" and \"nothing in there remotely fitting\" Ms. Sherrill's accusation. But the Jan. 6 committee letter to Mr. Loudermilk claimed it had \"evidence\" that \"directly contradicts that denial.\" The media cheered, and Ms. Sherrill made a fist-pump appearance on MSNBC, praising the committee for holding the \"chilling\" perpetrator of the tour \"accountable.\"</p><p>On Monday Mr. Loudermilk was cleared by the Capitol police in a letter to House Administration ranking Member Rodney Davis. Chief Thomas Manger said Capitol police had reviewed the footage and \"there is no evidence that Representative Loudermilk entered the U.S. Capitol\" with a group on Jan. 5.</p><p>The Georgia Representative did escort constituents, but cameras show they toured House office buildings—which are separate from the Capitol. Mr. Manger confirmed that \"at no time did the group appear in any tunnels that would have led them to the U.S. Capitol,\" adding that \"we train our officers on being alert for people conducting surveillance or reconnaissance, and we do not consider any of the activities we observed as suspicious.\"</p><p>The press is downplaying this humiliation by noting the Jan. 6 committee letter also referred to tours of \"House and Senate office buildings,\" which is part of the Capitol \"complex.\" C'mon, man. The Sherrill allegation was that Republicans had given tours of \"the Capitol\" to give rioters advance intel of the layout.</p><p>The Jan. 6 committee could have checked the facts with the Capitol police before it smeared Mr. Loudermilk. The least it can do now is admit it was wrong and apologize. As for Ms. Sherrill, the lesson is not to believe anything she says.</p><p>The Capitol 'Reconnaissance' Smear</p>",
  "published": "2022-06-15T00:21:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2663,
          "end": 2668
        }
      ]
    }
  ]
}