{
  "_id": "d1fb34e9809b978136769d4ff2918c3ca0f8cc68ff0057cc1e22bf323e362692",
  "feed": "wall-street-journal",
  "title": "Tech Bill Aims to Block U.S. Aid for Companies That Build Advanced Chips in China; Draft legislation headed for Senate vote would provide roughly $52 billion to boost U.S. semiconductor manufacturing",
  "text": "<p>As drafted by Senate Majority Leader Chuck Schumer (D., N.Y.) and other lawmakers, the bill would provide around $52 billion in subsidies for attracting advanced semiconductor manufacturing to the U.S.</p><p>It would seek to prevent companies from using the subsidies if they also were building or expanding advanced semiconductor manufacturing plants in China or other potentially unfriendly countries, according to a draft reviewed by The Wall Street Journal.</p><p>Some companies including Intel Corp. have been encouraging lawmakers to ease standards for qualifying for the subsidies for companies doing business with China, according to people familiar with the matter.</p><p>Asked if it was encouraging a more flexible standard, Intel said in a statement that it along with others has been providing input \"to ensure that we have the best legislation possible and don't inadvertently undermine the global competitiveness of companies that receive CHIPS funds.\"</p><p>The Semiconductor Industry Association, a trade group, didn't immediately respond to a question on whether it supports the guardrail provision.</p><p>In a statement, SIA President and CEO John Neuffer said the group is \"encouraged the legislation is progressing and look forward to swift enactment of investments that strengthen domestic chip manufacturing, design and research.\"</p><p>* There Aren't Enough Chips—Why Are They So Hard to Make?</p><p>The Senate could take a procedural vote on the bill as early as Tuesday, an aide said, which will indicate how much Republican support the legislation has. An early bipartisan vote almost certainly paves the way for clearing hurdles to final passage.</p><p>The two parties were divided over the legislation for months, with Republicans saying a House version of the bill had elements related to jobs and climate change that strayed from the original intent of competing with China.</p><p>A further hurdle arose when Senate Democrats sought to revive a separate effort to pass a climate and prescription-drug bill along party lines.</p><p>That led Senate Minority Leader Mitch McConnell (R., Ky.) to threaten to block the broader competitiveness bill. It has since been narrowed to focus on subsidies for semiconductor manufacturing.</p><p>A spokesman for Mr. McConnell declined to comment on whether the Kentucky Republican has officially changed his position. But the climate and prescription-drug bill also has run into problems, easing GOP concerns.</p><p>On Sunday, Sen. John Cornyn (R., Texas) tweeted: \"This will green light proceeding this week to shore up the dangerous vulnerability of US supply chain for advanced semiconductors.\"</p><p>But there's no guarantee that even the sharply narrowed version can pass and become law, as lawmakers push to get it done ahead of the August congressional recess.</p><p>The bill would jettison virtually everything else from the far-reaching competitiveness packages approved by the Senate and House over the past year or so, in hopes of ending a long congressional standoff.</p><p>Among the high-profile provisions that appeared likely to be cut—for now—were additional federal funding for cutting-edge technology research; proposed national-security reviews of some outbound U.S. foreign investments; waivers of tariffs on Chinese imports; and curbs on the sale of counterfeit goods online, among other provisions.</p><p>The new narrow version is expected to clear initial procedural votes in the Senate, according to a person familiar with the matter.</p><p>Another question is whether the House can muster the votes to pass the legislation. Although the effort has support from Speaker Nancy Pelosi (D,. Calif.) and other leaders, some House Democrats are expected to oppose the subsidies to the prosperous semiconductor industry. That means the bill might need support from some Republicans to pass in the often-partisan House.</p><p>Numerous companies are waiting for Congress to pass the $52 billion incentive package for chip production and research before committing to significant expansion efforts, according to company executives and funding proposal documents.</p><p>The expansion plans anticipated getting part of their funding from the subsidy package, which early on had bipartisan support in Congress and has been backed by the Biden administration.</p><p>Those planned facilities would come on top of around $50 billion of plant investments already announced over the past two years as the industry scales up to satisfy increasing demand.</p><p>Critics of government funding for the semiconductor makers say the industry is taking advantage of the chip shortage and that companies would have moved ahead with U.S. projects without subsidies.</p><p>The government money is aimed at revitalizing U.S. chip production after manufacturing in recent decades shifted to Asia, where financial inducements have been plentiful and costs lower. Some national-security experts worry about concentrating so much capacity in Asia.</p><p>Appetite to fund the buildup domestically got a further boost during a two-year chip drought that led to idled car plants and soaring prices for some electronic goods.</p><p>American chip-making capacity has fallen to 12% of the world's total from 37% in 1990.</p><p>Kate O'Keeffe and Asa Fitch contributed to this article.</p><p>Write to John D. McKinnon at john.mckinnon@wsj.com and Natalie Andrews at Natalie.Andrews@wsj.com</p><p>Tech Bill Aims to Block U.S. Aid for Companies That Build Advanced Chips in China</p>",
  "published": "2022-07-18T20:17:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 481,
          "end": 486
        },
        {
          "start": 717,
          "end": 722
        }
      ]
    }
  ]
}