{
  "_id": "50b83967b38eb0bc6536114275eda5f4bd651978156471f9a174919b45beebf2",
  "feed": "wall-street-journal",
  "title": "Chip Giants to Build Factory in France as Global Supply Race Rolls On; GlobalFoundries, STMicro to build plant backed by the French government aimed at boosting supply-chain security",
  "text": "<p>GlobalFoundries Inc. and STMicroelectronics NV, two of the world's largest chip makers, said they would team up to build a semiconductor factory in France, leaning on government subsidies in what has become a global race to strengthen control over technological supplies.</p><p>The factory in Crolles in southeastern France would be jointly operated by the two chip makers and receive what they described as major financial support from the French government. The three parties plan to invest a total of more than $5.7 billion in the plant, which they said should open by 2026 and create more than 1,000 jobs. They didn't detail how the investment would be divided.</p><p>Both chip makers and the French government said Monday that a goal was to support the European Union's ambition of becoming less dependent on other countries for important technologies.</p><p>The expanding footprint of New York-based GlobalFoundries would help provide its customers with supply-chain security, said Chief Executive Thomas Caulfield, adding that it would have been a challenge to do the project without French governmental support.</p><p>Over the past two years, the U.S., China and European countries have raced to strengthen their domestic chip-making abilities because of a confluence of factors. Though the U.S. and Europe have leading companies in developing semiconductor technology, many of the actual chip manufacturers are based in East Asia, including Taiwan, the self-ruled island that Beijing claims and has vowed to unite with mainland China, by force if necessary.</p><p>The global chip shortage, which has only recently shown signs of starting to abate, and a pandemic that caused world-wide shipping delays further spurred politicians to take steps to localize what has long been a globally integrated semiconductor supply chain.</p><p>The EU earlier this year introduced a plan to make available about $49 billion to boost European chip research and production. Shortly after, Silicon Valley giant Intel Corp. announced its intention to build plants for advanced chips in Germany and suggested the project would be contingent upon the government support coming through.</p><p>Intel is also building facilities in Ohio, saying the scope and pace of those plans depend on how quickly Congress allocates about $52 billion in fundingfor expanding U.S. chip production and research and development.</p><p>In 2019, China set up a government-backed $29 billion fund to boost its domestic chip industry, and last year it announced plans to speed up development in advanced technologies, including chips, by 2025. The U.S. government has sought to block Chinese chip companies from importing foreign components they need to make advanced semiconductors.</p><p>GlobalFoundries and STMicroelectronics—which is based in Switzerland—said the new French plant would focus on making chips for automotive, communications and industrial uses. The office of French President Emmanuel Macron said he planned to visit the site of the planned facility on Tuesday.</p><p>Write to Stu Woo at Stu.Woo@wsj.com</p><p>Chip Giants to Build Factory in France as Global Supply Race Rolls On</p>",
  "published": "2022-07-11T14:08:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1967,
          "end": 1972
        },
        {
          "start": 2139,
          "end": 2144
        }
      ]
    }
  ]
}