{
  "_id": "cbc3649a956026c2eb99b1b4cb1bcc71d70ede84331788101c6f7b2c8c2eb8af",
  "feed": "wall-street-journal",
  "title": "Arts in Review -- Exhibition Review: Fashion in the '90s: Decoding a Decade --- The Museum at FIT offers an in-depth look at the varied clothing trends of an often-overlooked period.",
  "text": "<p>New York -- Fashion in the 1990s. It's not so long ago, yet it's impossible to picture. Which is strange, because it was in the '90s that fashion became a national -- no, international -- spectator sport. Small showings in salons gave way to couture extravaganzas in Paris and circus tents in New York. Supermodels vamped the catwalks and dominated the glossies. On CNN, the encyclopedic Elsa Klensch explained fashion to the masses while newspapers and periodicals upped their coverage, hiring intellectuals to write about rag-trade trends. So why don't the clothes come into focus?</p><p>As classical dancers say of a distracted performance that also unleashes amazing moments, fashion in the '90s was \"all over the place.\" So much so that no signifying silhouette or metaphor emerged, certainly nothing like the time-capsule characterizations of previous decades: Dior's corseted '50s; the Space Age '60s; the hippies-and-Halston '70s; the money-flush '80s of power suits and pouf dresses. The 1990s began with a tidal wave of designers wiped out by AIDS. They ended with a new millennium. What happened in between is the subject of \"Reinvention and Restlessness: Fashion in the Nineties\" at the Museum at FIT.</p><p>Organized by Colleen Hill, the museum's curator of costume and accessories, the exhibition of more than 85 pieces begins in the downstairs anteroom with a look at the ways fashion began pushing into popular culture: \"Magazines,\" \"Models,\" \"Runway Shows,\" \"Television and Film.\" Together these sections constitute an interconnected and escalating spiral of promotion and performance, artistic expression and deepening analysis.</p><p>Ms. Hill begins by pairing one of the bulbously padded gingham gowns from Comme des Garcons' controversial Spring-Summer 1997 collection with a 1997 issue of Visionaire devoted to the brand's designer, Rei Kawakubo. Not only did the magazine run an interview with Ms. Kawakubo in which she answered questions with images only, it included a printed muslin pattern, without instructions, which is displayed on the wall. Visionaire was launched in 1991, and the abstract equation of these three objects -- magazine, garment, pattern -- speaks to the growing acceptance of fashion as a realm with its own metaphysics.</p><p>But it was also the stuff of water-cooler confabs. Literacy in design was going mainstream by way of Fran Drescher on television's \"The Nanny,\" represented here by her noisy newsprint-patterned pink-and-black Moschino Couture! jacket (1992), and celebrity statements that got the whole world talking, as when the actress Elizabeth Hurley appeared in Versace's risque 1994 safety-pin gown (also here). Carrie Bradshaw, the style-savvy writer played by Sarah Jessica Parker on \"Sex and the City,\" is embodied by a shoe: one of her feathered Jimmy Choo evening sandals (2000).</p><p>This section also establishes the design scheme that goes through the whole show. We seem to be walking through a construction site -- rooms merely framed; wood studs exposed; the garments, objects, images and videos placed within unwalled airy reach of one another. \"Deconstruction,\" Ms. Hill explains. \"Because of the disparate aesthetics of the '90s. It works with minimalism and grunge, and even the idea of environmentalism and reuse.\" In fact, it feels as if fashion is being reconstructed from the ground up.</p><p>In the main gallery, attempting to make sense of those \"disparate aesthetics,\" Ms. Hill has divided her two headings -- \"Reinvention\" and \"Restlessness,\" which jostle and overlap, suggesting creative energy that is reactive, searching, uncertain -- into four categories each.</p><p>It's best to enter at the door farthest from the stairs, for this brings you face to face with \"Reinvention: Grunge.\" You may remember the uproar. Like punk in the '70s, grunge was influenced by a movement in music, in this case the shaggy thrift-shop apparel of bands like Nirvana and Sonic Youth. Marc Jacobs at Perry Ellis dropped the bomb in Spring-Summer 1993, and was summarily fired. In that same season his close friend Anna Sui refined the idea, elevating it with color and pattern. And then grunge was gone. Ms. Hill gives us one ensemble from each designer -- two match-strikes that kindled an important recalibration.</p><p>Concurrently, and like grunge a corrective to '80s excess, there was \"Minimalism.\" Calvin Klein, Jil Sander, Zoran -- the less-is-more vision of designers like these was heightened in the '90s. Isabel Toledo's gown in two shades of gray jersey (Fall-Winter 1992) -- channeling both Martha Graham and Claire McCardell -- shows just how deep a lean line can be.</p><p>\"Reinvention\" continues with \"The Revival of Luxury\" -- Tom Ford leading the way with his luxe rethinking of '70s design for Gucci (Fall-Winter 1996), and Alexander McQueen bursting on the scene with embellished tartan dresses for Givenchy, lace cuffs dripping like candle wax (Fall 1997). It then moves to \"Deconstruction and the Avant-Garde,\" designs that contain postmodern tropes and witty play, such as Hussein Chalayan's \"Airmail\" dress (1999). Created from white Tyvek shipping material, it's a sleeveless shift that seems to have unfolded itself out of the large airmail envelope that hangs off the back. Where, the dress asks, is fashion going?</p><p>Ms. Hill locates \"Restlessness\" in the decade's exuberant retro revivals (think of John Galliano's mash-ups); in advancing textile technology; in globalism and cultural homage (denounced by some as \"appropriation\" and still a sticky wicket); and in the momentum around environmentalism and sustainability, which the wasteful fashion industry must confront now more than ever. Perfect is a design by Rick Owens from 1998, early in his career. With no money for fabric, he bought army surplus duffel bags and created a nipped-in jacket that presages his genius for cut. Fin de siecle inflections, cargo pockets, repurposed cotton -- it makes a single tense of past, present and future.</p><p>---</p><p>Ms. Jacobs is the Arts Intel Report editor for the weekly newsletter Air Mail.</p>",
  "published": "2022-02-07T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 5971,
          "end": 5976
        }
      ],
      "nexusId": "10063594"
    }
  ]
}