{
  "_id": "f4835c0d23e76a3ab1c4f82006fe0d5cfc94e2f0bc2a798da7208c0a9c41fee1",
  "feed": "market-watch",
  "title": "Semiconductor ETFs close mixed amid fears of an industry 'down cycle,' Pelosi trip to Taiwan; Taiwan manufactures 'more than 60% of the world's semiconductors,' says Sevens Report",
  "text": "<p>Taiwan manufactures \"more than 60% of the world's semiconductors,\" wrote Tom Essaye, founder and president of Sevens Report Research, in a note Tuesday. \"If China invades Taiwan and takes over all these manufacturing facilities, they will essentially have major economies that depend on semiconductors over a proverbial barrel.\"</p><p>Wells Fargo Investment Institute warned in an investment strategy report Tuesday of increased risks for \"an inventory-led correction for the semiconductor industry,\" citing a recent forecast from a foundry in Taiwan.</p><p>\"Our views were confirmed when the largest semiconductor manufacturing foundry in Taiwan recently shared its forecast of a broad semiconductor down cycle, led by an inventory correction cycle expected to occur from the second half of 2022 through the first half of 2023,\" a Wells Fargo equity sector analyst wrote.</p><p>Read: Chip sales stay hot, but analysts warn of impending freeze</p><p>Also see: Why semiconductor stocks are 'almost uninvestable' despite record earnings amid a global shortage</p><p>Shares of Taiwan Semiconductor Manufacturing Co. TSM, which makes chips used in personal computers, communications systems, automotive and industrial equipment and consumer electronics, closed 0.3% lower Tuesday, after trading up earlier in the session. The company's stock has tumbled more than 28% so far in 2022, according to FactSet data.</p><p>Semiconductor-focused exchange-traded funds have also suffered this year.</p><p>The VanEck Semiconductor ETF is down more than 23% so far in 2022, while the SPDR S&amp;P Semiconductor ETF and iShares Semiconductor ETF each have tanked more than 24%, according to FactSet data.</p><p>\"As the U.S. Federal Reserve aggressively raises interest rates to combat inflation, eventually leading to decelerating economic growth, we believe risks have increased for demand weakness to spread from low-end consumer personal computers and low-end smartphones to other semiconductor end markets within the technology economy at some point later this year or early next year,\" the Wells Fargo analyst said in the investment strategy report.</p><p>\"From a sub-industry perspective, within the information technology sector, we continue to favor the semiconductor equipment, software, IT services, and networking equipment sub-industries,\" the analyst said.</p><p>Shares of Advanced Micro Devices Inc. AMD closed 2.6% higher Tuesday, while Nvidia Corp. NVDA rose 0.5% and Micron Technology Inc. MU dipped 0.1%. Intel Corp. INTC ended down 2.6%.</p><p>Speaker Pelosi arrived in Taiwan Tuesday morning Eastern Time, a widely watched trip that China warned against making as tensions climb between the U.S. and Beijing. She became the highest-ranking U.S. official to visit the self-ruled island claimed by China in 25 years, the Associated Press reported Tuesday.</p><p>Read: Nancy Pelosi's plane to Taiwan was the most-watched flight in the world</p><p>U.S. stocks ended a choppy trading session Tuesday with losses as investors weighed tensions with China and comments from Fed officials on central bank rate hikes. The Dow Jones Industrial Average DJIA closed down 1.2%, while the S&amp;P 500 SPX fell 0.7% and the Nasdaq Composite COMP slipped 0.2%.</p><p>Semiconductor ETFs close mixed amid fears of an industry 'down cycle,' Pelosi trip to Taiwan</p>",
  "published": "2022-08-02T20:44:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2444,
          "end": 2449
        }
      ]
    }
  ]
}