{
  "_id": "f01a4dc72f9839b72efbf4a46520c8c2f12cbdcde1f29074d1c8f6dab95d093a",
  "feed": "wall-street-journal",
  "title": "Intel CEO Received Nearly $180 Million in Compensation in 2021; Chip giant described package as of significant magnitude, needed to lure Pat Gelsinger to the role",
  "text": "<p>The company described the new-hire equity awards as of significant magnitude in the filing. Mr. Gelsinger rejoined Intel in February 2021 after eight years at the helm of VMware Inc., a business software company, where he nearly doubled sales.</p><p>\"The committee took action to hire the best leader possible for Intel during a critical period, and to provide him with sufficient incentive to join Intel and forfeit approximately $50 million in equity awards from his prior employer,\" it said in the filing. Intel outlined many of Mr. Gelsinger's stock awards in a corporate filing last year when the company hired him as CEO. At the time, Intel said the awards would vest over several years and some were based on performance.</p><p>Mr. Gelsinger's 2022 total direct compensation will drop to $26.3 million, which includes a base salary of $1.25 million and $21.5 million in long-term equity incentives. The company said $26.3 million is in line with the 50th percentile of its peer group.</p><p>The company benefited from growing demand in its notebooks and recovery in demand for desktop amid the pandemic. Intel's revenue ticked up 1% to $79 billion in 2021 amid industrywide supply constraints.</p><p>Mr. Gelsinger's appointment to CEO came at a turning point for Intel as it continued to battle market-share losses, weighed its strategic direction and lost out to manufacturing rivals in Asia due to repeated delays in rolling out new chip technology.</p><p>Under Mr. Gelsinger's direction, Intel has responded to the global chip shortage by investing heavily in chip plants, including ones in Ohio, Arizona and New Mexico. Intel has also said it would invest $36 billion in chip production and research across Europe.</p><p>Earlier this year, Mr. Gelsinger was in attendance at the State of the Union address where President Biden urged Congress to pass incentives for chip makers.</p><p>Mr. Gelsinger joined Intel in 1979 and spent 30 years with the company where he served in a number of roles including chief technology officer and leader of the Desktop Products Group.</p><p>Intel CEO Received Nearly $180 Million in Compensation in 2021</p>",
  "published": "2022-03-30T16:30:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1468,
          "end": 1473
        },
        {
          "start": 2039,
          "end": 2044
        },
        {
          "start": 115,
          "end": 120
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1093,
          "end": 1098
        },
        {
          "start": 308,
          "end": 313
        },
        {
          "start": 503,
          "end": 508
        },
        {
          "start": 1246,
          "end": 1251
        },
        {
          "start": 393,
          "end": 398
        },
        {
          "start": 635,
          "end": 640
        },
        {
          "start": 1875,
          "end": 1880
        },
        {
          "start": 1601,
          "end": 1606
        }
      ]
    }
  ]
}