{
  "_id": "a827037e8467cf81f45812a90cc0e77223128b2fb396d5138f1c084aa3306e68",
  "feed": "market-watch",
  "title": "Nvidia is hit by another 'crypto hangover,' and that isn't the only problem; The end of a pandemic-era boom in PC sales and videogames is declining just as crypto mining also takes a hit, leading to a glut of previously hard-to-obtain gaming cards that is slamming the chip maker's revenue and its stock",
  "text": "<p>PC sales have pulled back considerably after a two-year surge, and spending on videogames and gear for them has also come back to earth. At the same time, drops in cryptocurrency prices have made mining less profitable, and Nvidia cards have been used extensively to mine for Ethereum ETHUSD and other crypto.</p><p>For more: Why semiconductor stocks are 'almost uninvestable' despite record earnings amid a global shortage</p><p>The result is that demand for gaming cards has dropped, just as waves of secondhand gaming cards have flooded the market from crypto miners looking to recoup some of their costs. While Nvidia cards can now finally be had for close to their manufacturer's suggested retail price after years of higher prices, merchants are still struggling to sell them as cheaper, used cards become available, leading to overstocked inventory.</p><p>\"While the cut is sizable, we doubt it actually comes as an enormous surprise given gaming GPU datapoints have been getting increasingly negative for some time now, as severe shortages quickly turned into gluts and crypto imploded,\" Bernstein analyst Stacy Rasgon, who has an outperform rating and a $210 price target, wrote in a note Monday.</p><p>If all of this sounds familiar, it is because something similar happened in 2018, when Nvidia suffered from what Chief Executive Jensen Huang described as a \"crypto hangover.\"Susquehanna Financial analyst Christopher Rolland said he sees the \"well-expected reset\" as \"reminiscent of the buying opportunity in 2018,\" when record chip sales resulted in a huge glut of supply that took months to clear from inventories.</p><p>Yet Rolland still trimmed his price target to $210 from $220, as the decline was larger than he expected.</p><p>\"Our hopes were not high into the print, but gaming disappointed more severely,\" Rolland said, adding that he expects gaming cards to get even cheaper because \"Nvidia may now be offering pricing programs (rebates?) for channel partners in light of macro headwinds.\"</p><p>The drop-off was also much larger than Citi Research analyst Atif Malik expected, but that just made it even more similar to the 2018 situation.</p><p>\"We expected that gaming sales would decline significantly in the Oct-Q, with an anticipated 30% peak-to-trough decline in gaming sales vs 47% correction in 2018-19,\" Malik, who has a buy rating and a target price of $285, said. \"Gaming was down 44% in the Jul-Q and management expects weakness to continue in the Oct-Q, showing a steeper and faster decline in the gaming business than expected with macro headwinds affecting sell-in and pricing at channel partners.\"</p><p>From 2021: Nvidia is trying to prevent another 'crypto hangover,' and analysts think it's a 'smart move'</p><p>While many analysts were expecting a decline in the gaming category, Nvidia also detailed disappointing revenue results for its data-center business and a sharp drop in gross margins, forecast to be 46.1% versus a guide of 67.1%, because of long-term purchase commitments that were made during the chip shortage and the inventory write-down.</p><p>C.J. Muse, who has an outperform rating and a $225 price target, said the data-center shortfall was \"clearly a disappointment,\" while weak gaming had been expected.</p><p>\"Now, in response to weakening sell-through projections, management is working with gaming partners to adjust channel pricing and inventory, while also slowing Opex growth to manage near-term profitability,\" Muse said.</p><p>Nvidia's early warning — the company expects to fully report second-quarter financial results on Aug. 24 — may be a lesson from Intel Corp. INTC, which confused a few analysts last month by reportingunexpectedly poor results without any kind of warning. Additionally, Advanced Micro Devices Inc. AMD forecast a rare outlook that fell below Wall Street expectations.</p><p>Nvidia shares have now declined 12.6% so far this year, while the S&amp;P 500 index SPX is down 6.6% and the PHLX Semiconductor Index SOX has dropped 12%.</p><p>Nvidia is hit by another 'crypto hangover,' and that isn't the only problem</p>",
  "published": "2022-08-08T20:52:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 3549,
          "end": 3560
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 56
    }
  ]
}