{
  "_id": "98dc6b364ee04d9c1b9e1e4fcf7d170c18617a1d59588d3492607a9829ff503c",
  "feed": "wall-street-journal",
  "title": "Can You Master the Basics of Wine on YouTube? In hours upon hours of online viewing, our wine columnist found some genuinely useful advice—and some channels better avoided.",
  "text": "<p>YOU CAN LEARN how to fix a toilet, assemble a bookshelf or become a wine expert just by watching videos on YouTube.</p><p>Or so the talent of YouTube would like you to believe. While the first two tasks can be plausibly accomplished via video instruction (though not by me), the third might be harder to achieve. Or maybe it's just a matter of finding the right YouTube channel. I watched lots of wine videos in search of credible sources and useful advice. Happily, I found channels that were truly worthwhile, educational and even amusing. I also found channels that true oenophiles would do well to avoid.</p><p>The GuildSomm YouTube channel offers some of the most straightforward videos—hardly surprising, as GuildSomm is a nonprofit organization of wine professionals. In its videos, high-profile sommeliers and wine pros discuss topics ranging from wine regions and styles to proper wine service.</p><p>Particularly informative is the 10-minute, nearly 6-year-old video \"The Wines of Barolo and Barbaresco,\" about the history of Italy's Piedmont region and its wines as described by the producers themselves. As a test of the video's usefulness, I sent my husband, a wine tyro, the link. \"Very informative. Put together nicely for a layman such as myself,\" he said after watching it. He also decided, based on what he'd learned, that we must wait \"at least\" two more years to open any of our Barbarescos.</p><p>The GuildSomm videos featuring Master Sommeliers are just as well-produced. I was particularly impressed by one in which San Francisco-based Master Sommelier Rebecca Fineman describes how to properly decant wine, though I was perplexed by the cartoon penguin that appeared periodically to illustrate Ms. Fineman's points.</p><p>Some wine professionals have their own YouTube channels. Konstantin Baum is an importer, online wine retailer and self-described youngest Master of Wine in Germany, based in Baden-Baden with more than 70,000 subscribers to his eponymous YouTube channel. Mr. Baum said he began recording videos in earnest during the Covid shutdown—a commonplace move for many furloughed wine professionals looking for a way to share their wine insights—and now he has a large catalog of clips.</p><p>By turns serious and amusingly self-deprecating, the youthful Mr. Baum, 39, shoots many of the videos in an aesthetically pleasing stone wine cellar. His delivery is informational and unpretentious on topics ranging from the best wines of Napa Valley to Côte d'Or Burgundies, the difference between natural and conventional wines, and \"the cheapest wines in the world.\"</p><p>During this last video Mr. Baum muses on how wine could be made for so little and expounds a bit on the cost of producing it, then turns to what seem like less than appealing wines. \"This looks like a rosé, maybe? I don't know what this is supposed to be,\" he says of one super-cheap wine, a rather lurid shade of pink, before gamely giving it a taste. \"It's just not nice. Not nice at all….It's not very fun at all.\"</p><p>Mr. Baum's Brooklyn counterpart must be André Hueston Mack, who may not be a Master of Wine but is a renowned sommelier, winemaker and restaurateur, among other things. Mr. Mack, as irreverent as he is knowledgeable, has made more than a few videos devoted to cheap wines on his World of Wine show on Bon Appétit's YouTube channel, and he makes the process seem fun.</p><p>In one memorable segment Mr. Mack decides to pair 11 types of fast food with different wines. The video opens with him biting into a sandwich. \"I think I got a piece of paper—but don't worry about it, this wine pairs perfectly with a Subway wrapper,\" says Mr. Mack, with his trademark aplomb. Each burger, taco and sandwich he tastes is paired with a particular wine that he describes in detail, along with his rationale for the pairing. His wine of choice for the Subway Italian sub? A Chianti. \"It's one of the most classic and iconic Italian wines…. Chianti is value-driven and affordable,\" says Mr. Mack.</p><p>Sean Evans, of the Geordie Wine Guide YouTube channel, also delivers useful wine information in a breezy, rather irreverent style. Mr. Evans, a London-based wine consultant who was born in Newcastle, is the self-described titular Geordie. (The latter city's denizens are referred to as Geordies.) He delivers many of his videos in a cramped-looking corner of a room stuffed with bottles and leafy plants. His \"Easy Introduction to Riesling\" (or \"Rizzas,\" as he calls them) is particularly useful and fun. \"Riesling is what I would call a sommelier's Swiss Army knife,\" he says, describing its versatility with food.</p><p>While Mssrs. Baum, Mack and Evans make casual but educational wine videos seem effortless, their less-talented counterparts achieve the opposite. Madeline Puckette, the co-founder of the Wine Folly empire of books and videos and star of the Wine Folly YouTube videos, offers breezy bits of wine intel often lacking in detailed information or explanations. In a 2019 Wine Folly video titled \"Picking Wines at Total Wine,\" Ms. Puckette begins by suggesting, \"If you can find a local retailer who's small and indie they're usually willing to help you person to person and it's really super awesome.\" But if her viewers fail to do so she suggests shopping in a \"big box place\" like Total Wine &amp; More.</p><p>SHARE YOUR THOUGHTS</p><p>What YouTube channels do you like when it comes to getting advice on wine? Join the conversation below.</p><p>And with that, Ms. Puckette strolls around an unnamed Total Wine &amp; More location, selecting various wines to seek out—seemingly at random. While looking for a California Chardonnay, for example, Ms. Puckette instructs her audience to \"make sure that your California Chardonnay has seen some oak aging\" but doesn't explain why they should do so.</p><p>As habitual YouTube browsers can attest, there is quite a bit of misinformation to be found on the platform, particularly on channels geared to \"wine beginners.\" A search for that term brought me to Olivia Krogstad and Ken Schirer, the fresh-faced duo behind the Wine Therapy channel. They dispense no small amount of dubious advice and personal insight. Take this explanation of how long open bottles of wine last: \"In our experience we think that red wines typically go bad quicker than white wines. But even with white wines, if you open 'em up and try them the next day, sometimes they can taste just a little off,\" says Mr. Schirer. That video was viewed 54,000 times. Who knows how many gullible viewers subsequently decided to dump out their open bottles of red wine?</p><p>Great wine advice doesn't have to come from a Master Sommelier, but based on my YouTube research, I think I'd rather follow the instruction of a cartoon penguin than a perky couple with erroneous ideas about wine preservation.</p><p>Email Lettie at wine@wsj.com.</p><p>Can You Master the Basics of Wine on YouTube?</p>",
  "published": "2022-07-14T17:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4868,
          "end": 4873
        }
      ]
    }
  ]
}