{
  "_id": "790062acfde9c7ffdd29c7e55e77eaa52d225dd6aa3670731df7bd0e01fe4cdb",
  "feed": "market-watch",
  "title": "Nvidia closes Russian offices, will fly relocating employees out of the country, report says; Chipmaker Nvidia is ending its activities in Russia, and is giving its employees in the country the opportunity to relocate",
  "text": "<p>All employees will be given the option of continuing their jobs in other countries, Nvidia said.</p><p>Nvidia stopped selling its products in Russia in March, in the wake of Russia's devastating invasion of Ukraine, the Wall Street Journal reports. Russia has historically accounted for about 2% of Nvidia's revenue historically, the company's CFO Colette Kress said, during its fiscal first-quarter conference call in May.</p><p>See Now: As Ukraine claws back territory, the IMF is crucial to gaining more financial support from Kyiv's allies, says National Bank chief</p><p>Citing a source close to the company, Forbes reports that Nvidia is now taking employees who agree to relocate to offices in other countries out of Russia on charter planes. Nvidia has not yet responded to a request for comment on the relocation effort.</p><p>\"Nvidia has made the right moral decision,\" Mark Dixon, founder of the Moral Rating Agency, told MarketWatch. The Agency was set up to examine whether companies' promises of exiting Russia have been realized, and its research includes both U.S. and overseas companies.</p><p>\"For months [Nvidia] behaved like a confused humanitarian by keeping Russian employees on the payroll, because paying Russian salaries and Russian government taxes only helps finance humanitarian atrocities in Ukraine,\" Dixon added. \"By offering the employees jobs abroad, Nvidia is not only pulling the economic plug on Russia but also adding to brain drain.\"</p><p>The chipmaker's latest move is the perfect model for western companies to follow, according to Dixon. \"It's a double hit to Russia while allowing the company to take care of its employees,\" he said. \"A morally neat solution to tough trade-offs.\"</p><p>See Now: Six months after Russia invaded Ukraine, Moral Rating Agency's 'Courage Index' analyzes companies' statements on Kremlin's aggression</p><p>Nvidia rival Intel Corp. INTC announced on March 3 that it had suspended shipments to all customers in Russia and Belarus. On April 5, Intel suspended all its business operations in Russia.</p><p>Intel, along with fellow U.S. tech giants Alphabet Inc. GOOGL, Apple Inc. AAPL, and International Business Machines Corp. IBM, has also been identified as a \"courageous\" denouncer of Russia's invasion by the Moral Rating Agency.</p><p>Nvidia shares, which have fallen 55.3% this year, were up 4.9% on Tuesday. The S&amp;P 500 Index SPX, which has fallen 20.7% in 2022, was up 2.6% in Tuesday trading.</p><p>Nvidia closes Russian offices, will fly relocating employees out of the country, report says</p>",
  "published": "2022-10-04T19:37:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1966,
          "end": 1971
        },
        {
          "start": 2021,
          "end": 2026
        },
        {
          "start": 1844,
          "end": 1849
        }
      ]
    }
  ]
}