{
  "_id": "3df709f3cb829ed6a61e5e1818f7a65c7db5dd9cc61cf42742b9cc5c73c804c6",
  "feed": "ftcomall",
  "title": "TSMC in Phoenix: $12bn fab eases US microchip supply fears",
  "text": "<p>It was easily the biggest economic security crisis of the pandemic: the supply chain disruptions that plagued the industrialised world brought into sharp relief how reliant the global economy was on a handful of microchip manufacturers in East Asia. </p> <p>Surging demand as homebound workers upgraded their electronics and public transport-averse commuters ordered new cars led to <a href=\"https://www.ft.com/content/13094950-fb45-4686-9ef9-8199c674b90d\">shortages and bottlenecks</a> — and triggered hand-wringing in the Pentagon and other national security agencies, whose high-tech weaponry needed chips made close to the shores of the west's emerging geostrategic rival, China. </p> <p>No company was more central to those fears than Taiwan Semiconductor Manufacturing Company, which not only produces <a href=\"https://www.ft.com/content/05206915-fd73-4a3a-92a5-6760ce965bd9\">nearly 90 per cent</a> of chips made using the most advanced technologies, but also has most of its production on a home island that has become the target of increasingly <a href=\"https://www.ft.com/content/f1296dd0-9eb5-4e75-b986-b0e9e445076a\">belligerent Chinese threats</a>.</p> <p>With the White House and the US Congress putting <a href=\"https://www.ft.com/content/d1e5bb5d-da09-488b-8430-a05d8016a95f\">domestic production of microchips</a> at the centre of their economic policymaking, TSMC's decision in May 2020 to build a new $12bn fabrication plant in Phoenix has emerged as possibly the most-watched foreign investment in the US in decades. </p> <p>Phoenix's ability to secure the fab, which broke ground in its burgeoning northern suburbs last year, was based, in part, on business-friendly taxes, a skilled workforce and existing support programmes for overseas companies — all qualities that helped put the Arizona capital in the top 20 of the FT-Nikkei Investing in America rankings. </p> <p>But Phoenix also benefited from its history as a home to many of America's domestic chipmakers, which have long been overtaken by Taiwanese and South Korean rivals. The city also leaned on decades-long ties to Taipei, which has been a “sister city” of Phoenix since 1979.</p> <p>“Phoenix has always had a very strong relationship with Taiwan,” says Christine Mackay, the city's community and economic development director. Mackay and Kate Gallego, Phoenix's Democratic mayor, met TSMC executives during a trip to Taiwan in early 2019 to celebrate the 40-year sister city relationship.</p> <p>“When we talk to companies like TSMC, they say they really felt that we appreciated what they were doing and knew that they would be a priority for us,” says Gallego.</p> <p>TSMC says it started evaluating US locations in earnest in 2019 after Mark Liu, the company's chair, attended a Washington, DC, conference for foreign investors sponsored by SelectUSA, the US commerce department's programme for attracting overseas capital. </p> <p>Rick Cassidy, chief executive of TSMC Arizona, says the company was looking for many of the same qualities that other investors, both foreign and domestic, are looking for: low costs, a talented workforce and a reliable supply chain. </p> <a href=\"http://www.ft.com/cms/1685760.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>“In terms of cost economics, our consideration was the cost difference between the United States and Taiwan — how we could level the playing field between the potential investment site and the locations where we are already operating,” Cassidy says.</p> <p>But he adds that, because of the chip industry's large and complex network of suppliers, TSMC leaned towards locations with a history in the semiconductor sector. </p> <p>Phoenix emerged as an obvious choice, with the city tracing its semiconductor heritage back to the first Motorola facility there in 1949. Thirty years later, Intel began operating in neighbouring Chandler, and Arizona State University continues to churn out semiconductor specialists even though the US offshored most of its production in the 1990s. </p> <p>“There's been a lot of thorough conversations with TSMC: how do we network into your programmes? How do we raise awareness among your students?” says Kyle Squires, dean of the Ira A. Fulton Schools of Engineering at ASU. The schools began meeting TSMC in mid-2019 to discuss recruitment. </p> <a href=\"http://www.ft.com/cms/11205300.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Politics also played a role, according to Dick Thurston, a former senior vice-president and general counsel at TSMC, who worked with several government agencies eager to attract the chipmaker in the US.</p> <p>Thurston says aides to then-President Donald Trump were eager to steer foreign investment to so-called “swing” states, where polling showed the incumbent president was in a tough fight for re-election. In addition to the traditional northern battleground states like Pennsylvania and Wisconsin, Arizona had become key to Trump's campaign efforts. </p> <p>“When Mark Liu was visiting DC in 2019, the White House was suggesting Arizona,” Thurston says, adding that among those delivering the message was Mike Pompeo, the secretary of state, and Wilbur Ross, the commerce secretary.</p> <p>Although Texas was also one of Trump's targets, two people familiar with the TSMC decision say it shied away from the state because rival Samsung had already invested there, and would go on to build its own advanced fab in the <a href=\"https://news.samsung.com/global/samsung-electronics-announces-new-advanced-semiconductor-fab-site-in-taylor-texas\">small town of Taylor</a>. </p> <p>City and state leaders made wooing TSMC a priority. In addition to Gallego and Mackay, the November 2019 delegation to Taipei included leaders of universities like ASU, local utilities and Arizona-based engineers. </p> <p>The co-ordinated campaign drew notice in Taiwan. “There is a lot of investment in Texas coming from the semiconductor industry as well. [But] being such a big state, they have more of a decentralised way of going about it, attracting investment, and that actually causes a little bit of confusion,” says an official at the American Institute in Taiwan, the US government's quasi-embassy in Taipei.</p> <p>“I'll give a compliment to Arizona: the state-run [economic development agency] and the Phoenix one, which is quasi public-private, have a great working relationship,” the official adds. </p> <p>The state and city also vowed to continue to support the company once it broke ground in Phoenix, providing expat employees with Mandarin-language resources and connecting their families to local school districts, Mackay says. </p> <a href=\"http://www.ft.com/cms/11205169.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>“From the start of our selection process, they were very supportive and enthusiastic about our planned growth,” Cassidy says. “They were always very proactive in answering our questions and giving us resources.” </p> <p>Mackay says at least 40 suppliers have come to the Phoenix area since TSMC's announcement. In June, the Bank of Taiwan announced that it would open an office in the city to serve Taiwanese firms. </p> <p>“The story is just starting,” says Grace O'Sullivan, vice-president at ASU and TSMC's point of contact at the university, adding that the real work will be building a long-lasting partnership with the company.</p><p>Source: Amanda Chu in New York and Kathrin Hille in Taipei 2022 'TSMC in Phoenix: $12bn fab eases US microchip supply fears' FT.com 6 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-06T04:00:16.447Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3345,
          "end": 3350
        }
      ]
    }
  ]
}