{
  "_id": "4b03caef686f464a690dd36744c07a9832f861f079d88ac7bb95f1f728e89590",
  "feed": "market-watch",
  "title": "U.S. stock futures fall after jobs report, while AMD warning weighs on tech listings",
  "text": "<p>* Futures on the Dow Jones Industrial Average YM00 fell 163 points, or 0.5%</p><p>* Futures on the S&amp;P 500 ES00 dropped 32 points, or 0.9%, to 3,724.75.</p><p>* Futures on the Nasdaq 100 NQ00 were down 158.25 points, or 1.4%, at 11,383.50.</p><p>On Thursday, the Dow Jones Industrial Average DJIA fell 347 points, or 1.15%, to 29927, the S&amp;P 500 SPX declined 39 points, or 1.02%, to 3745, and the Nasdaq Composite COMP dropped 75 points, or 0.68%, to 11073.</p><p>Even with Thursday's decline, the S&amp;P 500 is still up 4% on the week.</p><p>What's driving markets</p><p>The Labor Department said the U.S. economy added 263,000 jobs in September, while the unemployment rate declined to 3.5% from an August reading of 3.7%. Average hourly earnings rose 0.3%.</p><p>\"It's becoming more and more evident the labor market is playing a critical role in today's inflation battle,\" said Steve Rick, chief economist at CUNA Mutual Group, in a note. \"If unemployment remains low, employers will increase wages to attract talent, creating more disposable income. Increased purchasing power will then lead to increased demand for goods and services, spiking prices and potentially causing the Fed to raise rates even more.\"</p><p>Federal Reserve Gov. Christopher Waller late on Thursday said he doesn't expect the jobs report to change anyone's thinking at the central bank. \"A jobs number [around 260,000] along with the job openings rate reported on Tuesday would show that the labor market is slowing a bit but is still quite tight. As a result, I don't expect tomorrow's jobs report to alter my view that we should be focused 100% on reducing inflation,\" he said.</p><p>Of course, it's in the Fed's interest not to signal a pivot in policy until it's ready to make one, given its belief that keeping financial conditions tight will help to reduce inflation. New York Fed President John Williams will have the opportunity to comment on the data when he speaks at 10 a.m. ET.</p><p>Besides the jobs report, investors will weigh a profit warning from microchip maker AMD AMD, which said the PC market weakened significantly during the quarter. AMD shares fell 5% in premarket trade, and rivals including Nvidia NVDA and Intel INTC also were lower.</p><p>The PHLX semiconductor index SOX has dropped 36% this year.</p><p>U.S. stock futures fall after jobs report, while AMD warning weighs on tech listings</p>",
  "published": "2022-10-07T12:48:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2149,
          "end": 2154
        }
      ],
      "nexusId": "10063594"
    }
  ]
}