{
  "_id": "a27973408a368e6baa4c4c54fa6ced6c010b5482457394ee071f1d12967a7a3f",
  "feed": "wall-street-journal",
  "title": "CEO Pay Heads for Record as Pandemic Recedes; Annual compensation reaches $14.2 million for CEOs as companies grapple with worker shortages and inflation",
  "text": "<p>Most CEOs received a pay increase of 11% or more, and pay rose by at least 25% for nearly one-third of them. Pay fell for about a quarter of the CEOs, including Paycom Software Inc.'s Chad Richison, last year's highest-paid S&amp;P 500 leader, whose pay fell to about $3 million from $211 million.</p><p>In 2020, while CEO pay rose overall, nearly one-third of these executives had their total compensation decline from a year earlier, and many forfeited some pay during the pandemic.</p><p>Pay for rank-and-file employees rose, too, last year but more slowly, as measured by the compensation figures the companies report for their median employee. Half the companies said pay for their median worker increased by 3.1% or less in 2021, and at one-third of companies, median employee pay declined year over year—broadly similar to prepandemic rates of change.</p><p>CEOs at roughly half the companies were paid at least 186 times what their median worker made in 2021, according to the Journal analysis. That is up from 166 times in the year before the pandemic and 156 times in 2018, the first year that nearly all S&amp;P 500 companies reported median employee pay.</p><p>The Securities and Exchange Commission requires companies to disclose how much their typical worker makes and how it compares with their chief executive's compensation. The disclosure was mandated by the 2010 Dodd-Frank Act in the wake of the financial crisis as executive pay came under more scrutiny, and some investors called for better insight into how companies treated rank-and-file employees. More recently, some asset managers have put more weight on environmental, social and governance issues.</p><p>At some large companies, the board's compensation committees have expanded their scope beyond executive pay to that of the workforce generally, said Caitlin McSherry, director of investment stewardship at Neuberger Berman, which manages more than $460 billion. At the same time, investors have few tools to understand how companies pay workers.</p><p>\"It all comes back to thinking about the workforce in totality,\" Ms. McSherry said. \"There aren't too many disclosures out there that provide insight into workforce pay.\"</p><p>Companies say the pay ratio is a blunt instrument that offers little meaningful insight, in part because businesses have a range of operational structures. Outsourcing low-wage work, for instance, can lift the employee median pay and make a company's ratio lower. In addition, the SEC's disclosure rule gives companies wide leeway in identifying median workers, making comparisons between companies more difficult. Executive pay also can be highly variable, with some companies making multiyear grants, leading to periodic spikes in the pay ratio.</p><p>The widening gap between CEO pay and median worker pay comes amid a tight U.S. labor market, thrown askew as millions of people dropped out of the workforce during the pandemic. Executives at airlines, manufacturers, retailers and restaurants alike have talked about the struggles of finding and hiring enough workers in the U.S.</p><p>Businesses are competing for workers and raising wages. U.S. average hourly wages rose by about 4.9% for all workers in 2021, according to the U.S. Labor Department. The U.S. unemployment rate fell to 3.6% in March as employers added more than 400,000 jobs for the 11th month in a row.</p><p>The CEO compensation figures are reported by companies and include the value of stock awards at the time of grant, along with salary, cash bonuses, perks and some retirement-benefit increases. Equity awards, the value of which can rise or fall significantly after grant, accounted for the bulk of pay for the highest-paid CEOs in the Journal's analysis. These awards typically vest, or become fully the executive's, over several years and can be tied to performance targets.</p><p>Discovery Inc.'s David Zaslav, at nearly $247 million, had the highest 2021 pay disclosed so far among the CEOs of S&amp;P 500 companies who served the full year. Mr. Zaslav's pay was nearly 3,000 times the $82,964 that the company reported paying its median worker last year, up from a multiple of 1,511 in 2018.</p><p>Discovery says that much of Mr. Zaslav's 2021 pay consists of stock-option awards tied to a new contract signed last year, and his pay excluding one-time awards would be 527 times the median worker's. The media company's share price would have to rise significantly for the options to be in the money. Mr. Zaslav is poised to run a bigger company when Discovery completes its merger with AT&amp;T Inc.'s WarnerMedia, which owns HBO and Warner Bros.</p><p>The second-highest paid CEO so far in the S&amp;P 500 was Amazon.com Inc.'s Andy Jassy, who was awarded compensation valued at nearly $213 million, nearly all in restricted stock. That was nearly 6,500 times the median Amazon worker, who made $32,855 in 2021.</p><p>The online retailer, which has hired hundreds of thousands of workers as its business surged in the pandemic, has faced efforts to unionize some of its warehouses. The company said its average annual starting wage has risen to $18 an hour.</p><p>Mr. Jassy took over for founder Jeff Bezos in July 2021, and won't feature in the Journal's full rankings later this spring because he was CEO less than a full year. Mr. Bezos continued to make about $1.7 million, almost entirely made up of company-paid security costs.</p><p>Most of Mr. Jassy's equity won't vest for at least five years, and the award is structured to give him roughly the same number of shares each year, valued at $33 million to $35 million at recent share prices, after 2023, Amazon's securities filing says. An Amazon spokesman called the award competitive with that of CEOs at other large companies.</p><p>Intel Corp. paid Pat Gelsinger, who rejoined the chip maker in the top spot in February 2021, compensation valued at nearly $179 million, or about 1,700 times the $104,400 pay of its median employee, a program manager in Malaysia.</p><p>Intel said Mr. Gelsinger's pay reflected his experience, the challenge of transforming Intel and $50 million in compensation he gave up by leaving business software company VMware Inc. Excluding one-time payments, Mr. Gelsinger's pay for 2021 was about 276 times that of the company's median worker, Intel said in its annual proxy statement.</p><p>As in recent years, some of the highest-paid CEOs of public companies weren't running businesses in the S&amp;P 500 index.</p><p>Private-equity giant KKR &amp; Co. reported paying co-CEOs Joseph Bae and Scott Nuttall compensation valued at $559.6 million and $523.1 million, respectively. The men took over last fall from company co-founders Henry Kravis and George Roberts. \"The vast majority of the compensation is performance-based stock that will have to more than double in value for the stock awards to fully vest,\" a KKR spokeswoman said.</p><p>SHARE YOUR THOUGHTS</p><p>Is CEO compensation justified? Why or why not? Join the conversation below.</p><p>Hollywood agency Endeavor Group Holdings Inc. reported paying Ari Emanuel compensation valued at more than $308 million last year, in part with an arrangement that carries no cap on the number of shares he could receive. The stock awards vest over several years. Endeavor declined to comment.</p><p>The Journal analysis included 325 CEOs at S&amp;P 500 companies with fiscal years ending after June 30 last year and reporting pay through April 1, using data from MyLogIQ, a research firm. Of those, 281 CEOs held the position for at least one full fiscal year.</p><p>Median employee pay, and the CEO pay ratios derived from them, are reported under Securities and Exchange Commission rules that give companies significant leeway on how they rank workers globally to identify the median employee. The pay for that median worker is then determined using the same rules that govern reported CEO pay.</p><p>Write to Theo Francis at theo.francis@wsj.com</p><p>CEO Pay Heads for Record as Pandemic Recedes</p>",
  "published": "2022-04-03T17:48:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 5899,
          "end": 5904
        },
        {
          "start": 5986,
          "end": 5991
        },
        {
          "start": 6199,
          "end": 6204
        },
        {
          "start": 5668,
          "end": 5673
        }
      ]
    }
  ]
}