{
  "_id": "836e4cba3753d2629a091092a44c092779a3d6a2440e479710a3040daabb3e15",
  "feed": "wall-street-journal",
  "title": "What's Happening With the U.S. Semiconductor Market; Intel CEO Patrick Gelsinger on why the Chips Act was so crucial to the global supply chain",
  "text": "<p>Intel Corp. Chief Executive Patrick Gelsinger is guiding the chip giant through a period of industry upheaval.</p><p>On the one hand, U.S. semiconductor makers are grappling with softening demand for chips amid inflation and recession fears, and facing new government restrictions on certain exports to China. On the other hand, the industry is about to get more than $50 billion in subsidies to help it shift more production to the U.S. from Asia, thanks to the bipartisan Chips and Science Act that President Biden signed into law over the summer.</p><p>Under Mr. Gelsinger, who lobbied heavily for the legislation, Intel is going on an expansion spree, investing heavily in new factories in Ohio and other places. The company has also moved forward with an initial public offering of Mobileye, its automated-driving unit.</p><p>Mr. Gelsinger sat down with Wall Street Journal editor Thorold Barker at the Journal's Tech Live conference to discuss these and other topics. Edited excerpts follow.</p><p>A quick shift</p><p>WSJ: For the last few years, we've read endlessly about the shortage of chips in the world. Now, there is an excess of chips and prices have come down and you've had some pretty tough earnings. Is this a chip cycle? Or an economic recession?</p><p>MR. GELSINGER: The expectation is that by the end of the decade, the chips industry approximately doubles.</p><p>So, fundamentally, we have a long-term growth cycle in front of us,. We also have near-term wild cycles. During the Covid-induced cycle, we saw supply chains disrupted overnight. Supply decreased by roughly 5% in an industry that typically is growing by 5% or 6% a year. And demand went to 25% per year. So all of a sudden, there was a huge acceleration in demand, decrease in supply, disruption in supply chains.</p><p>Now you see the economy slowing down around the world. I've been CEO for seven quarters. During that time, we were chasing to catch up for the first five quarters, and now we're dealing with finally catching up for two quarters.</p><p>So, it really is one of those cycles, but it is against the backdrop where the industry is going to double this decade, so we have to keep building those long-term factory build-outs.</p><p>WSJ: But is what you're seeing in terms of demand consistent with a recession coming economically?</p><p>MR. GELSINGER: Clearly, the markets have softened. Whether it is recessionary or not, I'm not an economist in that respect. But markets have softened quickly. Because we were in a shortage for so long, inventory buildup had occurred everywhere.</p><p>WSJ: What about inflation? If you're seeing a falloff in revenue, you're still getting squeezed from the bottom when it comes to what you pay your staff, what comes in terms of raw materials and other things. Are you seeing that squeeze happen on both sides?</p><p>MR. GELSINGER: Yes, absolutely. Shipping costs are up meaningfully, chemicals costs are up meaningfully, energy costs are up very dramatically. Equipment costs are up as a result of that. So, all of these are flowing into the cost basis that we're having to, in some cases, pass forward to customers.</p><p>WSJ: You've been in Washington a lot, helping to push through the Chips Act. How reliant is Intel now on subsidies going forward?</p><p>MR. GELSINGER: First, let's contextualize the Chips Act. If we were building manufacturing in Asia, it is estimated it would be 30% or 40% cheaper. Supply chains are now firmly consolidated there.</p><p>When you're investing $20 billion in a facility, that's a really big number. It is simply economically uncompetitive to build in the U.S. or Europe. And that's why we saw manufacturing shift from 80/20, [80% in the U.S. and Europe versus 20% in Asia] in 1990 to 20/80 today. It has been a dramatic shift over the last 30 years.</p><p>The Chips Act levels that playing field. Without it, we would have to build more in Asia. It is the most significant piece of legislation in industrial policy since World War II.</p><p>WSJ: How do your shareholders feel about bringing production back home? Is that strategy as important to them?</p><p>MR. GELSINGER: There's enthusiasm, but there's also concern.</p><p>We lost leadership [in terms of producing the most advanced chips] and the company stumbled, so we've laid out what we've called this \"Five Nodes in Four Years\" strategy. Typically, a major process node takes two years, and we said we're going to get five done in four years, which is an unprecedented level and pace of innovation. That's expensive. And to build the supply chains in a geographically balanced way, we are building in the U.S. and Europe to complement that.</p><p>Overall, there's strong endorsement for the strategy, but shareholders want to know how long it is going to take, and when they will see the financial return for these massive investments.</p><p>WSJ: And what's the answer to that?</p><p>MR. GELSINGER: We've said that by 2025, we're back to unquestioned leadership.</p><p>WSJ: So you will be cost competitive with Taiwan Semiconductor Manufacturing Co.? And you'll have the same ability to manufacture at home here in the U.S.?</p><p>MR. GELSINGER: We'll be cost-competitive with superior transistors. We will have the best technology in the world by 2025. We will have supply chains that are balanced and resilient with better technology and a cost-competitive way for them to build here.</p><p>Geopolitically inevitable</p><p>WSJ: A lot of this is about China. Can you talk a little bit about the latest rules out of the Biden administration, which restrict exports of advanced semiconductors and chip-manufacturing equipment to China? Is this a good thing?</p><p>MR. GELSINGER: I've viewed this geopolitically as inevitable. And that's why the rebalancing of supply chains is so critical. Are we going to have the supply chains that we need for our autos, for our artificial intelligence, for our national security, for game consoles, for PCs?</p><p>WSJ: So when you were lobbying for the Chips Act, were you also pushing for this?</p><p>MR. GELSINGER: No.</p><p>WSJ: But you welcome it?</p><p>MR. GELSINGER: Yes. I clearly expected this to be the case. It's part of the reason that I've always used the phrase \"geographically balanced, resilient supply chains.\" Taiwan plays such a critical role for the technology supply chains, but it's precarious in that situation.</p><p>So we need more balance to the supply chains. Even the Taiwanese vendors believe deeply that they need their supply chains to become more balanced. As I've said, where the oil reserves are located has defined geopolitics for the last five decades. Where the chip factories are for the next five decades is more important because everything hinges on where our technology is.</p><p>WSJ: This is the worst IPO market in recent memory. Why go ahead with the public listing of Mobileye?</p><p>MR. GELSINGER: It's a tough market. At the same time, we believe this company should be public, and it's the best way to maximize the company's potential.</p><p>WSJ: Do you need the money? Is that why you're pressing ahead? Because, obviously, in normal times you might wait for a better valuation.</p><p>MR. GELSINGER: It is a way to move Mobileye into the market. It isn't a capital race.</p><p>AUDIENCE QUESTION: Should we decide to go forward and produce chips domestically, how long does it take to fill the discrepancy that we currently have?</p><p>MR. GELSINGER: When we started on this journey, we said a moonshot would be to go from 20/80, 80% in Asia, 20% between U.S. and Europe, to 50/50 by the end of the decade, with 20% in Europe and 30% back in the U.S.</p><p>And I think if we get from today's 20/80 to 50/50 by the end of the decade, we would all feel so good.</p><p>What's Happening With the U.S. Semiconductor Market</p>",
  "published": "2022-10-30T14:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3166,
          "end": 3171
        },
        {
          "start": 53,
          "end": 58
        },
        {
          "start": 606,
          "end": 611
        },
        {
          "start": 0,
          "end": 5
        }
      ]
    }
  ]
}