{
  "_id": "10be081539461a3a85e887645dbff60b6eab8a825721ac6e8785fe2ae97f5678",
  "feed": "market-watch",
  "title": "AMD lowered the bar for earnings, but there is still intrigue in one result; AMD earnings preview: Weak PC sales led to forecast reduction, but Wall Street analysts are still watching data-center sales to determine whether AMD is taking enough share from Intel in server chips to overcome other declines",
  "text": "<p>Read: Meta spending slams Facebook stock, but here are the chip stocks that are benefiting</p><p>In a note titled \"PC Weakness Well Known, but DC Magnitude Unknown,\" Susquehanna Financial analyst Christopher Rolland said he was cautious that \"both enterprise and hyperscale capex continues to slow given growing macro concerns.\"</p><p>\"However, we think AMD continues to capture market share as Intel has admitted to 'competitive pressures,'\" Rolland said.</p><p>Read: AMD warning prompts analysts to revisit whether PC chip market has bottomed yet</p><p>AMD will need to continue to take share from Intel in the data-center market if it is to overcome a huge decline in sales of chips meant for personal computers. Nearly a month ago, AMD slashed its revenue forecastby about $1 billion to account for a 40% drop in PC sales amid reports of the worst PC shipment declines on record.</p><p>AMD reports after rival Intel Corp. INTC, allowing investors to get a clearer idea of what is macro concern versus one that is particular to a single chip maker. With AMD already disclosing diving PC sales, as well as facing other issues germane to chip makers at this time — recessionary fears, inflation, the effect of China's COVID-19 restrictions and the war in Ukraine — the one saving grace, or the last shoe to drop, will be data-center sales.</p><p>Intel earnings reaction:  'Shock and awe' cost cuts rocket Intel stock up 10% to best day since March 2020</p><p>Intel's data-center sales fell 27% to $4.2 billion from a year ago, and the group was not profitable for the quarter. Analysts surveyed by FactSet expect data-center sales of $1.61 billion from AMD, following the cut.</p><p>What to expect</p><p>Earnings: AMD on average is expected to post adjusted earnings of $1.02 a share, but few analysts bothered to lower estimates following the warning, according to a FactSet survey of 30 analysts. Estimize, a software platform that crowdsources estimates from hedge-fund executives, brokerages, buy-side analysts and others, calls for earnings of 90 cents a share.</p><p>Revenue: AMD, on average, is expected to post record revenue of $5.69 billion, according to 32 analysts surveyed by FactSet, break-even from a year ago. AMD executives guided about $5.6 billion, down from the previous $6.5 billion-to-$6.9 billion forecast. Estimize expects revenue of $5.96 billion.</p><p>Stock movement: While AMD earnings and sales have both topped Wall Street estimates in the past nine quarterly reports, shares only closed higher the next day in half of those reports.</p><p>AMD shares have fallen 57% year to date. By comparison, the PHLX Semiconductor Index SOX is down about 38%, while the S&amp;P 500 index SPX is down 18%, and the tech-heavy Nasdaq Composite Index COMP has fallen 29%.</p><p>Over the September-ending quarter, AMD shares dropped 17%, as the SOX index declined 9.8%, the S&amp;P 500 fell 5.3%, and the Nasdaq slid 4.1%.</p><p>What analysts are saying</p><p>Following AMD's cut, Bernstein analyst Stacy Rasgon, decided to view it as a possible clearing event.</p><p>\"While we admit this cut is disappointing and bigger than we would have anticipated it may represent a clearing event at least for PCs (datacenter may remain the sticky point; it looks fine in Q3 but we suspect investors are going to be a bit nervous still until we get more clarity on Q4),\" Rasgon said.</p><p>Read: SK Hynix adds to evidence that the chip glut is here to stay for a while</p><p>Susquehanna's Rolland, who has a positive rating and an $80 price target on AMD, estimates that AMD is posting record highs in share gains in desktops and laptops. Rolland's model indicate AMD catching 29.3% of the desktop market and 22.8% of the laptop market.</p><p>Read: Texas Instruments focuses on long-term chip capacity build-out, while weak short-term outlook weighs on stock</p><p>Of the 43 analysts polled by FactSet, 30 have buy-grade ratings, and 13 have hold ratings on AMD, with an average price target of $93.68, down from $125.56 a quarter ago.</p><p>AMD lowered the bar for earnings, but there is still intrigue in one result</p>",
  "published": "2022-10-30T19:22:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 576,
          "end": 581
        },
        {
          "start": 1369,
          "end": 1374
        },
        {
          "start": 383,
          "end": 388
        },
        {
          "start": 255,
          "end": 260
        },
        {
          "start": 1417,
          "end": 1422
        },
        {
          "start": 1311,
          "end": 1316
        },
        {
          "start": 884,
          "end": 889
        }
      ]
    }
  ]
}