{
  "_id": "a578b609bf93c4d9574992fabae92b0a914824d55c016fe037597b0a229b062d",
  "feed": "market-watch",
  "title": "AMD wins Chinese conditional approval for Xilinx deal: reports",
  "text": "<p>China's State Administration for Market Regulation offered approval for the merger with various conditions, including that AMD AMD and Xilinx XLNX use development methods compatible with Arm-based processors, Reuters reported Thursday morning.</p><p>AMD didn't respond to MarketWatch's request for comment on the deal approval.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>The chip company said in late December that while it initially anticipated that the Xilinx deal would close in 2021, it was pushing those expectations back to the first quarter of 2022. AMD first announced the all-stock deal for Xilinx in October 2020.</p><p>Read: Intel stock punished again as slimmer profit margins ding earnings forecast, but CEO sticks to his plan</p><p>Wells Fargo analyst Aaron Rakers noted Thursday that AMD had already won approval for the deal with regulatory bodies in the U.S., U.K., and E.U.</p><p>“We remain positive on AMD's acquisition of Xilinx and are focused on AMD's ability to realize synergies,” he said in his note to clients. AMD previously said that it expects to achieve about $300 million in annualized cost savings within 18 months of the deal close.</p><p>Shares of AMD were up 0.3% in premarket trading Thursday, while shares of Xilinx were ahead 7.0%. AMD's stock has declined 9.5% over the past three months, as Xilinx's stock has lost 3.0% and as the S&amp;P 500 SPX has dropped 4.9%.</p>",
  "published": "2022-01-27T09:07:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 338,
          "end": 343
        },
        {
          "start": 682,
          "end": 687
        }
      ],
      "nexusId": "10063594"
    }
  ]
}