{
  "_id": "749f10241283fa6cf9dedd72806010a32495ce2ec68018b47ec4def7cfd9b260",
  "feed": "ftcomall",
  "title": "EY: a management consultant's PowerPoint guide to splitting up",
  "text": "<p>EY is hatching a <a href=\"https://www.ft.com/content/975214e6-a330-418d-9daf-f5b41b1847f7\">pioneering split</a> of its audit and advisory operations. It is a U-turn but a welcome one that — if it materialises — may set a template for its fellow Big Four audit firms. Presumably EY will start, as must all management consultants worth their salt, with a PowerPoint presentation. Lex previews the slide deck.</p> <p><strong>Slide 1: Venn diagram.</strong> EY's global workforce of 312,000 does not coalesce into two buckets of audit and consultancy. In the middle sit a whole slew of bodies whose function serves both arms: in tax, pensions, IT, cyber security, industry expertise and other skill sets. Putting a line down the middle and sending half into the audit arm and the remainder into consultancy will not fly. Creating a third arm, which both sets can tap, seems messy.</p> <p><strong>Slide 2: Metaverse-mapped 3D flow chart (VR goggles provided).</strong> Take 140 countries, with — conservatively — twice that number of interested regulators and as many different legal structures. Add 13,000 partners, all of whom will have their own vested interests in terms of ring fencing liabilities and tapping income flows. They hold far more muscle than would be the case in your average public company: directors are replaceable, partners <em>are</em> the business.</p> <p><strong>Slide 3: Scatter plot chart.</strong> Severing ties with audit eliminates conflicts and thus widens the field of tech players EY can team up with to service clients. But that leaves it competing with the big integrated tech-savvy companies such as France's Capgemini and Intel, Cognizant and Accenture (which has a two-decade head-start in going it alone) in the US.</p> <p><strong>Slide 4: Winners and losers.</strong> Slipped in at the end, because there will be many. In some ways Big Four firms resemble McDonald's, or any other franchise. The local rainmakers draw in the business and a portion of fees go out for the name over the shopfront and technology. Asymmetric fiefdoms inevitably mean some partners have more to lose than others.</p> <p><strong>Tombstone: RIP the partnership model.</strong> It will take some fiendishly clever footwork to avoid tearing up the structure that has underpinned the industry through history. Client work is a doddle compared with this one.</p><p>Source:  2022 'EY: a management consultant's PowerPoint guide to splitting up' FT.com 27 May. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-05-27T14:38:11.747Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1495,
          "end": 1500
        }
      ]
    }
  ]
}