{
  "_id": "a3fa145a9de5406ecbcb591a4884bca154c21871913aebd53f025380f79824f9",
  "feed": "market-watch",
  "title": "Chip sector flirting with bear-market territory as semiconductor earnings kick off",
  "text": "<p>The PHLX Semiconductor Index SOX was down as much as 4% to an intraday low of 3335.70 Tuesday, ahead of the first big semiconductor earnings report of the season after the bell, from Texas Instruments Inc. TXN That low marks a 17.4% drop from the index's 4039.51 closing high on Dec. 27; on Monday, before the broader market staged an epic rebound from a big selloff, the chip index was as much as 19.4% off that high.</p><p>Chip stocks have already suffered a correction, which signifies a 10% drop from recent highs, while a bear market is defined as a 20% drop from those highs. For the chip sector to slip into a bear market, the SOX index would have to drop below 3231.61.</p><p>In comparison, the S&amp;P 500 index SPX on Tuesday was as much as 10.6% off its recent highs, while the tech-heavy Nasdaq Composite Index COMP was off as much as 16.5%.</p><p>Earnings preview: Chips may be sold out for 2022 thanks to shortage, but investors are worried about the end of the party</p><p>With the world still struggling to emerge from a chip shortage sparked by the COVID-19 pandemic, the U.S. Commerce Department reported Tuesday that inventories at manufacturers who use semiconductors are very low and could result in factory shutdowns.</p><p>In the meantime, the biggest drags on the sector are its largest names, all of which are firmly in bear territory. Intel Corp. INTC, which is scheduled to report on Wednesday, is 25% off its April 9 closing of $68.26.</p><p>Nvidia Corp. NVDA is 32% off its Nov. 29 closing high of $333.76, and shares of Advanced Micro Devices Inc. AMD are 31% off their closing high of $161.91 from the same day. AMD is scheduled to report earnings on Feb. 1, while Nvidia is estimated to report on Feb. 17.</p><p>Shares of Marvell Technology Inc. MRVL is 25% off their Dec. 7 high of $91.51, with the company forecast to report around March 10. GlobalFoundries Inc. GFS, which reports on Feb. 8, sees shares 31% off their $70.54 high from Nov. 29. The third-party foundry went public in October at $47 a share.</p><p>Close to bear territory are shares of Broadcom Inc. AVGO, which are 19.3% off their Dec. 27 high of $674.28, with the company estimated to report around March 17,</p><p>Chip makers that are not yet in bear territory include Texas Instruments, 12.4% off an Oct. 21 closing high of $201.29, and Qualcomm Inc. QCOM, which is 11% off its Dec. 15 close of $189.28. Qualcomm is scheduled to report Feb. 2.</p><p>Shares of chip manufacturing equipment supplier Lam Research Corp. LRCX are 18.2% off their Jan. 14 high of $729.82, while shares of KLA Corp. KLAC are 15.1% off their Jan. 14 high of $445.00 on Thursday. Lam reports Wednesday and KLA Corp. reports Thursday.</p><p>Micron Technology Inc. MU shares are 15.8% off their Jan. 14 high of $97.36, with an estimated earnings report around March 30.</p>",
  "published": "2022-01-25T15:04:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1327,
          "end": 1332
        }
      ]
    }
  ]
}