{
  "_id": "44aa0e4d2b877b8c81d87ef26449b4357e3ff55fc6568ba35ada90982b0ad6d8",
  "feed": "wall-street-journal",
  "title": "Memory-Chip Prices Fall From Pandemic Highs; Prices have come down to levels that suggest the demand boom is likely over",
  "text": "<p>Prices of DRAM, which enables devices to multitask, peaked last fall and began sliding on a quarter-to-quarter basis, though still remained higher than the prior-year periods until recently.</p><p>It is the latest indication of a slowdown in a semiconductor industry that reaped major financial gains in recent years. The pandemic created extra demand for PCs, gadgets and data servers that help power online activity. That helped fuel a historic supply shortage—and a further skyrocketing of prices.</p><p>Memory chips are used in everything from automobiles to smartphones to refrigerators. They represent about 28% of the $595 billion semiconductor industry, which includes microprocessors and image-sensor chips, according to Gartner Inc., a market researcher. Some of the most acute shortages have affected relatively low-cost parts like power-management chips or microcontrollers needed by auto makers.</p><p>Three of the semiconductor industry's top four players by annual revenue last year were memory makers: South Korea-based Samsung Electronics Co. and SK Hynix Inc., plus Boise, Idaho-based Micron Technology Inc.</p><p>The memory industry's weakened pricing power reflects slowdowns in sales of smartphones, PCs and other gadgets, as consumers increasingly feel the sting of inflation. Chip buyers, facing slowing demand, have curbed production, which has cooled semiconductor demand and replenished supply levels.</p><p>\"Normally, the memory market goes in a cycle,\" said Brady Wang, a Taiwan-based associate director at Counterpoint Research, a tech-market researcher.</p><p>The shifting dynamics are affecting the financial prospects of some of the chip industry's biggest players. On Thursday, Samsung, the biggest memory-chip maker, forecast revenues for the April-June period to decline from the prior quarter—in what would snap a string of three quarters of record sales.</p><p>Micron, the No. 3 player in memory, recently issued revenue guidance well below analysts' estimates and said it would cut back on manufacturing expansion plans and reduce capital expenses. There were signs earlier this year that consumer demand had weakened, and Micron's customers—which include PC and smartphone manufacturers—were expected to start reducing their inventories of chips, said Micron Chief Executive Sanjay Mehrotra.</p><p>\"These inventory adjustments will really come in through the second half of this year,\" Mr. Mehrotra said.</p><p>Companies that make other types of chips have also issued dimmer forecasts for the rest of the year. Intel Corp., which specializes in computer processors, told analysts last month that the outlook for the second half had gotten \"a lot noisier\" and that it would adjust its spending and investments accordingly. Nvidia Corp., which specializes in graphic cards, said it was bracing for slowdowns in two of its key areas—crypto mining and game consoles.</p><p>The other major type of memory, called NAND flash, which provides content storage, has seen prices fluctuate over the past two years, according to TrendForce data. They were up again in the opening months of the year due to a contamination issue at two flash-memory factories, which temporarily lowered supply.</p><p>DRAM, which represents nearly three-fifths of global memory sales, began to fall on an annual basis in recent months. But further declines are coming: Average contract prices of DRAM are projected to slide by 21% in the July-September period from the prior quarter, while similar prices for NAND flash prices are expected to fall 12%, according to TrendForce forecasts.</p><p>At the beginning of this year, memory-chip makers held off from lowering prices of DRAM, expecting demand to pick up in the second half of the year, said Avril Wu, a research director at TrendForce.</p><p>\"But now it's clear that demand will be negative\" in the coming months, Ms. Wu said.</p><p>Asa Fitch in San Francisco contributed to this article.</p><p>Write to Jiyoung Sohn at jiyoung.sohn@wsj.com</p><p>Memory-Chip Prices Fall From Pandemic Highs</p>",
  "published": "2022-07-07T11:49:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2497,
          "end": 2502
        }
      ]
    }
  ]
}