{
  "_id": "0852c16083dbff259c0de48b269aea320311ecbd3d93798f7a8c4b9f6695f8f0",
  "feed": "ftcomall",
  "title": "Samsung's subdued profits reflect fading pandemic electronics surge",
  "text": "<p>Samsung Electronics has reported a smaller-than-expected operating profit for the second quarter as higher inflation damps consumer demand for mobile phones and other electronic gadgets.</p> <p>The company is bracing for waning demand in response to rapid price rises worldwide following the pandemic-driven surge in the tech sector over the past two years.</p> <p>Operating profit for the world's biggest smartphone and memory chipmaker was estimated at Won14.1tn ($10.73bn) in the April-June period, up 12 per cent from a year earlier. </p> <p>It marked the company's highest second-quarter profit in four years but was lower than a Won14.5tn forecast by Refinitiv SmartEstimate. Preliminary results indicate that sales are likely to have increased 22 per cent year on year to Won77.8tn.</p> <p><a href=\"https://www.ft.com/stream/18fac44d-7b87-4341-ab9b-b0cd8ccf498f\">Samsung</a> shares have fallen around 25 per cent so far this year but gained 3.5 per cent on Thursday as long-term investors went bargain-hunting in the belief that concern about the sector's dim outlook has already been priced in.</p> <p>Shares in crosstown rival SK Hynix gained 1.74 per cent, while TSMC shares jumped more than 5 per cent as Samsung's firm quarterly earnings from the <a href=\"https://www.ft.com/stream/8b010053-6a9c-4c39-be1e-28856e47b874\">semiconductor business</a> eased some concern about the looming downturn.</p> <p>Analysts have recently revised down the South Korean tech giant's earnings forecasts with consumers and businesses expected to reduce spending as the threat of a global recession rises.</p> <p>“The industry climate began to deteriorate from the mid-second quarter,” said CW Chung, head of Korea research at Nomura. “Chip prices are likely to fall further in the second half, hit by economic recession.”&#xa0;</p> <p>Chipmakers including Intel, Micron Technology and Advanced Micro Devices have warned of the looming downturn after two years of robust sales. </p> <p>Micron last week gave a surprisingly downbeat forecast for the current quarter, citing weak demand for smartphones and computers. It warned that the market had “weakened considerably in a very short period of time”. The US company remained confident about long-term demand.</p> <p>Last month, Intel said the company would adjust investments as the second-half outlook had become “a lot noisier” over the previous month. AMD flagged a slowdown in PC sales this year while Nvidia has slowed hiring because of falling demand related to crypto mining and video games.</p> <p>“Semi downturns happen every three to four years, and we could be due for another one,” Bank of America analysts said in a report last week.</p> <p>Market researcher TrendForce said prices of some DRam chips used in tech devices and servers declined about 12 per cent last month from a year earlier.</p> <p>Samsung is also <a href=\"https://www.ft.com/content/1c8d38dc-4017-4ded-8603-c18ebf46320b\">facing concern</a> over its weakening semiconductor competitiveness, especially in the foundry business, according to analysts.</p> <p>The company last month began mass production of 3-nanometer chips, that are more powerful and efficient than predecessors, to take on TSMC in the battle to dominate the high end chip market.</p> <p>Gartner forecast that global mobile phone sales would fall 7.1 per cent this year, citing inflation, the war in Ukraine and supply chain problems worsened by China's Covid-19 lockdowns. The research company expects worldwide personal computer shipments to drop by 9.5 per cent this year.</p> <p>“We believe it will take one to two quarters for the smartphone and PC customers to burn off the excess inventory before starting a rebuild,” Needham analysts wrote in a recent note. </p> <p>Lee Min-hee, an analyst at BNK Securities, estimated that Samsung's smartphone shipments had fallen about 16 per cent quarter on quarter to 62mn units in the second quarter.</p><p>Source: Song Jung-a in Seoul  2022 'Samsung's subdued profits reflect fading pandemic electronics surge' FT.com 7 July. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-07-07T07:07:13.174Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1633,
          "end": 1638
        },
        {
          "start": 2040,
          "end": 2045
        }
      ]
    }
  ]
}