{
  "_id": "c48847fb0d38fb3fd3a76939f64434940a423d39a6d6edc1ef726bdf9c912213",
  "feed": "market-watch",
  "title": "Snap is ‘most directly exposed' to risks from TikTok's rise, analyst says in downgrade",
  "text": "<p>Shares of Snap SNAP dropped 6.1% in premarket trading Monday, putting them on track to open at a 15-month low.</p><p>Wedbush's Ygal Arounian cut his rating Snap's stock to neutral from outperform Monday, writing that the company still appears to face some challenges related to Apple's AAPL ad-privacy changes and is up against rising competition from TikTok that could ultimately impact advertiser traction and Snapchat user growth.</p><p>One lingering problem for Snap, in Arounian's view, is that Apple rolled out changes a few quarters back giving users more control over how their activity could be tracked by advertisers. Multiple social-media companies called out the move as a headwind shortly after the rollout, and he is worried about Snap's ability to navigate the new terrain.</p><p>Arounian wrote that he has seen “little evidence of progress” on combating Apple's privacy changes to the identifier for advertisers, or IDFA, since Snap reported third-quarter results.</p><p>“As we've gone through the quarter we have seen little evidence that the IDFAimpacts have materially improved, either at Snap, or really in the industry asa whole,” he said in his note to clients.</p><p>Social-media companies need to build or promote alternate “measurement” capabilities that will allow advertisers to gauge the effectiveness of their ads, but Snap was initially too reliant on an Apple measurement tool that is “proving to be ineffective,” Arounian wrote.</p><p>The difficulties brought on by Apple's ad changes could impact Snap's ability to hit its multiyear revenue growth target of at least 50%, he concluded.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>He also is concerned about the continued rise of TikTok. Both TikTok and Snap compete for more “experimental” ad budgets, and many agencies plan to “materially increase” their spending on TikTok in the next few years, Arounian wrote. And TikTok's growing popularity ultimately could limit Snap's user-growth opportunities, in his view.</p><p>“To be clear, we still view Snap's platform as having strong value for users and advertisers, with multiple products that can increase engagement and monetization (Discover, Minis, Maps, etc.) but with the most similar audience, and both still seeing a lot of experimental dollars, we see Snap as the most directly exposed,” he wrote.</p><p>Arounian cut his price target to $36 from $56 on shares of Snap, which have declined 42% over the past three months to close Friday at the lowest price since October 2020, as the S&amp;P 500 SPX has lost about 3%.</p>",
  "published": "2022-01-24T08:34:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1599,
          "end": 1604
        }
      ],
      "nexusId": "10063594"
    }
  ]
}