{
  "_id": "1c8c7ab1e1c1d70b50785a20d7002f904edcd8c31a22773450afdc4ac364677e",
  "feed": "ftcomall",
  "title": "From somebody to nobody: TSMC faces uphill battle in US talent war",
  "text": "<p>On a quiet April morning, cranes, bulldozers, trucks and construction workers bustled down streets in two places lying in opposite directions from Phoenix: those to its north building TSMC's $12bn chip fabrication plant, and those to the south working on a $20bn expansion of Intel's 42-year-old campus.</p> <p>Only 80km apart in Arizona, both projects broke ground in 2021, and both are racing to begin production by 2024. While it may be a while before the factories come online, the two chip giants are already battling with each other for labour — and the road ahead may be far rockier for TSMC.</p> <p>The Arizona fabrication facility will be the Taiwanese chip titan's most advanced manufacturing facility outside its home market and one of the biggest investments the company has made in years. It announced plans for the desert project in 2020 to address Washington's growing geopolitical concerns, despite the significantly higher cost to manufacture in the US than in Asia.</p> <p>Simply finding enough workers to build the facilities has already proved a challenge. The US is in the midst of the tightest labour market in decades, and Arizona — where summer temperatures average 38C — has always struggled to recruit construction workers in sufficient numbers.</p> <p>TSMC originally planned to start moving chip production equipment into its facility by about September this year but has told suppliers this will be pushed back to the first quarter of 2023 owing to construction delays, Nikkei Asia <a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Construction-of-TSMC-s-U.S.-chip-plant-delayed-by-labor-crunch-COVID\" title=\"\">previously reported</a>.</p> <p>The company is working with both American and Taiwanese construction contractors to build the Arizona fab. More than 6,000 people are working on the Phoenix site every day, TSMC told Nikkei Asia, adding that the 2024 production timeline was unchanged.</p> <p>But finding construction workers is only a taste of the next challenge that awaits: recruiting highly skilled technicians and engineers to staff the massive chip plant.</p> <p>Semiconductor manufacturing in general is not the most glamorous of tech industries in the US, particularly compared to consumer-facing companies such as Apple, Facebook or Google. And with chip manufacturing having been outsourced for decades to Asia, it is a career path that many Americans have not even heard of.</p> <p>“You say ‘semiconductor manufacturing' [to potential recruits], people look at you like you have two heads. It's just unfamiliar,” said Kweilin Waller, deputy human services director at the Phoenix Business and Workforce Development Board.</p> <p>Daniel Barajas, a careers director at the Maricopa County Community Colleges District, echoed that sentiment. “I think those students that we are trying to recruit to ultimately become employees don't know what they don't know. So even before we give consideration to the seven semiconductor manufacturers that they could work with, they need to understand, what is a semiconductor technician?”</p> <p>That lack of familiarity means that even Intel — a domestic heavyweight with a long history in Arizona — has to work hard to attract applicants. One way it has done this is by building close ties to local universities, particularly Arizona State University. ASU has supplied more students to Intel than any other university, and the US chip giant is the top employer of the engineering school's students.</p> <p>The Schools of Engineering at ASU is the largest of its kind in the US, with nearly 27,000 students enrolled. The question is whether TSMC can tap that resource, too.</p> <p>“Indeed, it's more of a challenge [for TSMC to attract students],” said Kyle Squires, the school's dean. Because of the longstanding history between the school and Intel, and the large number of students and alumni working at the American chip giant, “the informal networking [among students] starts to really grab on”.</p> <p>TSMC, by contrast, is just starting to build those kinds of relationships with students.</p> <p>And there are no shortcuts on that front, according to Squires. If a company only comes in and tries to recruit students in their senior year, “then it's too late. It's stunning how competitive the market is.”</p> <p>There are signs that TSMC is already braced for that competition. The company's original plan for staffing the Arizona fab was to hire primarily in the US and send those recruits to Taiwan for about a year of training, sources told Nikkei Asia. But after realising how difficult it is to find enough qualified employees in the US, the company has decided to start recruiting in Taiwan as well, the sources said.</p> <p>“TSMC is focused on hiring employees, including technicians, locally in the US for our Arizona fab,” TSMC said. The chipmaker did plan to send a limited number of technicians from Taiwan to the new US site for the first two or three years during a transition period, the company added, which was “a common practice for us, not something new.”</p> <p>For now, TSMC's human resource team is in constant talks with university and local community colleges to explore more partnerships to build its talent pipeline in the region.</p> <p>“TSMC recruiters have been very heavily present on campus,” said Zachary Holman, an associate professor at ASU's engineering school. “TSMC is presently negotiating with the university for some extended collaborations, both in research and in workforce development, and broader training programmes.”</p> <p>In addition to wooing engineers, semiconductor makers in Arizona are even more desperate for the technicians needed to staff the plants around the clock in order to ensure production runs smoothly. This work is physically demanding, including lifting heavy tools and walking long distances in clean-room suits.</p> <p>“For every engineering degree they have on staff . . . they probably need four to six technicians to come along,” Squires said.</p> <p>TSMC participated in the Semiconductor Technician Bootcamp, a two-week, 40-hour programme to rapidly train individuals in the skills necessary for such a career that was launched in March by the Maricopa County Community Colleges District together with industry partners.</p> <p>“I think TSMC is really trying to get their name known in the market, and they're actually doing a really good job of trying to connect with different education partners,” said Jennifer Mellor, chief innovation officer at the Greater Phoenix Chamber.</p> <p>While not directly a consumer-facing business, TSMC said its name was still well-recognised in the semiconductor industry.</p> <p>“We received lots of resumes from first-tier university engineering graduates and we are confident that the strength and diversity of the engineering talent pipeline from colleges and universities across the US will provide us with outstanding recruits,” TSMC said.</p> <p>In its home market, where TSMC is a household name, such outreach efforts are far less necessary.</p> <p>The world's biggest contract chipmaker is Taiwan's largest company by market capitalisation, as well as its most profitable and the biggest taxpayer. Perhaps the most telling statistic: it alone accounts for more than 7 per cent of Taiwan's gross domestic product.</p> <p>TSMC also offers competitive salaries for its market. New engineers from top local schools can expect a starting salary of about NT$2mn ($67,700), according to Nikkei Asia's interviews with human resources agencies.</p> <p>And that is another problem for the company: in the US, $67,000 is hardly an eye-popping figure.</p> <p>The engineers that TSMC has already hired in America make about $118,000 a year on average, according to the recruitment platform Glassdoor. Intel's salaries are even higher: engineers can expect to earn more than $128,000 on average, Glassdoor data show.</p> <p>Making matters worse, many Silicon Valley companies are aiming for the same graduates — and offering far higher pay. The average US annual salary for software engineers in 2021 was $156,000, according to a recent report by Hired, an online recruiting platform.</p> <p>“In the US there are massive and significant staffing shortages for engineers and technicians. Our customers are also suffering such labour shortages,” Roger Liang, chair of BizLink, a US-based key connector and cable supplier for Tesla, Dell and Siemens, told Nikkei Asia.</p> <p>“Why are Qualcomm, Nvidia, Intel and AMD all looking to enlarge their engineering teams in Taiwan and India? Because they also struggled to find enough qualified staff in the US,” an executive at a Taiwanese chip developer told Nikkei Asia.</p> <p>TSMC said it benchmarked its salary offering against similar technology companies in the US and since the Arizona fab is new with a lot of growth potential, it also provides incoming engineers an opportunity to “fast-track” their careers in the semiconductor industry.</p> <p>Another hurdle facing TSMC is cultural. The company is notorious for its long working hours, strict management and emphasis on discipline and hierarchy, according to Nikkei Asia's interviews with suppliers and current and former employees, plus an analysis of reviews on job recruitment platforms.</p> <p>Many employees have stories of being called into work at all hours, even on holidays, to deal with unexpected issues such as earthquakes, blackouts or any other disruption to production.</p> <p>“You could receive an urgent call at any time . . . and if there is a major incident, you would have to go back to the chip plant right away,” one employee said. “Most employees and suppliers [in Taiwan] think it will be very challenging to duplicate that agility and quick response time in the US.”</p> <p>A manager with a chip equipment supplier told Nikkei Asia that TSMC's tough conditions were already turning off some hires.</p> <p>“Over the years, I've been stationed at Intel, Micron, UMC and TSMC's plants, and I can say TSMC has the strictest, most disciplined corporate culture of all of them,” the manager said. “My colleagues and I met and chatted with some of the trainees from the US at TSMC's plant in Taiwan last year . . . Many of them had culture shock and asked how TSMC employees could survive such a strict, militarylike culture. A few actually dropped out of the programme.”</p> <p>Holman at ASU acknowledged that work-life balance was important to potential hires.</p> <p>“There's always things like, what's the salary? What are the benefits? What are the working hours? Those are the sorts of things that I think students are thinking about as they're looking at these two companies,” Holman said of TSMC and Intel.</p> <p>TSMC said the company offered cross-cultural communication and collaboration training as well as related management courses, in order to create an “open, diversified and inclusive” working environment.</p> <p>“We also encourage employees to nurture and enjoy a well-balanced life while pursuing their career goals, offering a wealth of amenities, including state of the art facilities, on-site conveniences, custom fitness and health centres, and a warm ambience,” the group said.</p> <p>If TSMC faces an uphill battle in the Arizona talent war, the suppliers looking to follow it are in for an even tougher fight.</p> <p>After the company announced its Arizona fab, many of its suppliers started to consider expanding in the desert state. Phoenix even rezoned an area close to TSMC's fab specifically to help the company's suppliers set up factories there.</p> <p>With even less name recognition and smaller salaries on offer, however, these suppliers may find it even more difficult to staff new facilities in Arizona. And if suppliers struggle to get things up and running, that could further hamper TSMC's already costly bid to expand operations in the US.</p> <p>“I think some of those more established companies that have a well-known presence in the market, like the Intels, have an easier time recruiting and hiring than other organisations, which becomes a real challenge for some of the suppliers in that space,” said Mellor at the Greater Phoenix Chamber.</p> <p>To keep costs as low as possible, chipmakers need to be surrounded by a big ecosystem. This includes equipment suppliers, who are needed to update and perform maintenance on chipmaking machines, and companies providing chemicals and other materials needed in making chips.</p> <p>Over the past three decades, TSMC has built up a complete cluster of suppliers around its massive production campuses in western Taiwan. The company has also repeatedly said that its ability to mobilise engineers from its multiple manufacturing sites located within just hours of each other helps its operational efficiency. But in Arizona, it is making a brand-new start.</p> <p>“Not all are on a level playing field there,” said Maricopa's Barajas.</p> <p><a href=\"https://asia.nikkei.com/Business/Business-Spotlight/From-somebody-to-nobody-TSMC-faces-uphill-battle-in-U.S.-talent-war\"><em>A version of this article</em></a><em> was first published by Nikkei Asia on May 27 2022. ©2022 Nikkei Inc. All rights reserved</em></p> <h1>Related stories</h1> <ul>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Construction-of-TSMC-s-U.S.-chip-plant-delayed-by-labor-crunch-COVID\">Construction of TSMC's US chip plant delayed by labor crunch, COVID</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Business-Spotlight/Chip-talent-war-Taiwan-faces-critical-staffing-shortage\">Chip talent war: Taiwan faces critical staffing shortage</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/Japan-s-chip-industry-faces-old-challenge-Scaling-up-production\">Japan's chip industry faces old challenge: Scaling up production</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Tech/Semiconductors/TSMC-plans-another-price-hike-amid-inflation-concerns\">TSMC plans another price hike amid inflation concerns</a></p></li>  <li><p><a href=\"https://asia.nikkei.com/Business/Electronics/Samsung-to-invest-356bn-over-five-years-in-strategic-sectors\">Samsung to invest $356bn over five years in strategic sectors</a></p></li> </ul><p>Source: Yifan Yu, Cheng Ting-Fang and Lauly Li, Nikkei Staff Writers 2022 'From somebody to nobody: TSMC faces uphill battle in US talent war' FT.com 5 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-05T22:00:40.292Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3169,
          "end": 3174
        },
        {
          "start": 10316,
          "end": 10321
        },
        {
          "start": 276,
          "end": 281
        },
        {
          "start": 2918,
          "end": 2923
        },
        {
          "start": 7465,
          "end": 7470
        },
        {
          "start": 8142,
          "end": 8147
        },
        {
          "start": 9574,
          "end": 9579
        },
        {
          "start": 11562,
          "end": 11568
        },
        {
          "start": 3613,
          "end": 3618
        }
      ]
    }
  ]
}