{
  "_id": "d969b331e3149f98b99bc9cb06e469a466b38f8b3f3d381d89e18a23d37539b1",
  "feed": "market-watch",
  "title": "​These 3 problems for the U.S. could be big moneymakers for stock investors in 2023; National security, repatriated jobs and water shortages offer invesment opportunities",
  "text": "<p>Here are three investment areas worth further investigation:</p><p>1. National security: In absolute terms, the U.S. defense budget — $801 billion in 2022 — is gargantuan, and as critics point out, more than the next nine biggest spenders combined. Five of them—Britain, France, Germany, Japan and South Korea—are allies. China and Russia are potential enemies (the other two are India and Saudi Arabia).</p><p>Yet here is why defense spending is rising. Russia's invasion of Ukraine, a belligerent China, and ongoing regional threats including North Korea and Iran have made the global order that we have known — and seemingly taken for granted — more uncertain today than at any time since World War II.</p><p>Russia's war on Ukraine has laid bare Russia's weaknesses, but also some of our own. Ukraine, for instance, is firing about 90,000 artillery rounds per month, says analyst Michael Kofman of the Center for Naval Analysis. But the U.S. can produce just 14,000 rounds per month currently — a shortfall that needs to be addressed, not just for Ukraine's sake but our own. The U.S. has badly depleted its stockpiles of expensive air-defense missiles and Javelin anti-tank missiles. The Pentagon has been reluctant to move pre-positioned supplies from Asia — needed in the event of trouble with China, which continues to threaten Taiwan, the manufacturing base for more than 90% of the world's most advanced microchips.</p><p>Meanwhile, the B-52 and B-1 bombers that the U.S. Air Force flies are 61 and 35 years old, respectively, likely no match for 21st-century air defense systems. The B-21 is on the way, but it'll be years before these next-generation warplanes join the fleet in scale.</p><p>And the U.S. Navy? War games suggest trouble in the event of conflict in East Asia, and that American deterrence overall is fading. Shipbuilding capacity, and the skilled labor needed to service the fleet, must be upgraded.</p><p>All of these challenges point to increased, above-inflation rate defense spending in the years ahead. Other nations are also rearming. Japan, also worried about China and North Korea, is raising defense spending 26% in 2023, the beginning of what's described as a five-year effort to counter Beijing. Tokyo is looking to buy hundreds of Tomahawk missiles (made by General Dynamics GD) — the beginning of what could be a bonanza for American arms makers.</p><p>Then there is this: The shoddy performance of Russia's military in Ukraine could also convince nations to buy American, including major powers such as India. Russia currently sells weapons to more than 45 countries, according to a congressional report, accounting for about 20% of the global arms trade.</p><p>2. Reshoring: For years, the outsourcing of manufacturing to cheap labor markets in Asia helped keep U.S. inflation low and corporate profits humming. But the pandemic — with its factory shutdowns, snarled supply chains, clogged ports and more — has turned this supposed strength into a weakness, making the U.S. vulnerable to the whims of others.</p><p>A Deloitte survey in late 2020 found that more than 80% of industries experienced supply chain disruptions because of the pandemic. It adds that \"about 75% of companies are planning to accelerate their reshoring initiatives by building smart factories closer to home locations or their customers' point of need.\" The fact that labor costs have been rising in once-cheap Asian countries is also fueling this reversal.</p><p>All told, some 350,000 jobs will be \"reshored\" in 2022, Deloitte says, an increase of 25% from 2021. But this doesn't necessarily mean that every job will be on American soil. A separate study by the consulting firm Kearney says some manufacturing is going to Mexico, where labor costs are cheaper, but supply chains to America are shorter.</p><p>Some industries, meanwhile, are more likely to reshore than others. Deloitte highlights three:</p><p>* Medical devices and pharmaceuticals. \"The need for timely availability of medical devices and pharmaceuticals becomes more important than ever in the post-COVID-19 world,\" Deloitte says.</p><p>* IT hardware manufacturing. \"Electronic products, semiconductors, and servers are critical to maintaining continuity for federal and commercial operations. As national security is prioritized over cost, it eases the focus on manufacturing these components at a lower expense.\"</p><p>* Automotive and aerospace and defense. Security concerns dictate a shift away from China, while \"many automotive companies have been reshoring their manufacturing to home locations in the U.S….due to national and economic factors.\"</p><p>3. Water shortages: America's long complacency with cheap, abundant water is ending. Even if you don't live in places where persistent, bone-dry drought exists — mostly in the American West — you're paying the price. Examples:</p><p>* Without enough water for cattle to drink or to grow feed to fatten them up, farmers are thinning herds — exacerbating shortages, which drive up prices at the grocery store.</p><p>* Arizona faces a January 1, 2023 reduction of 21% in the amount of water it is usually allocated from the shrinking Colorado River — a principal source of water not just for the Grand Canyon state but some 40 million Americans across seven states. This will raise crop prices, hamper real estate development and more. Meanwhile, across the U.S. West, vanishing supplies are already causing some communities to pull the plug on growth.</p><p>There are investment implications galore here. Industries that depend on water—everything from construction, food/beverage and technology, to name a few, must ensure there will be enough water. Intel INTC and Taiwan Semiconductor Manufacturing TSM , for example, are planning gigantic, water-intensive chip factories in Arizona. Where will it come from?</p><p>These are three big things — but only three. There are many more swirling about. I'll quickly name two more:</p><p>Animals are disappearing at \"hundreds of times the normal rate, primarily because of shrinking habitats. Their biggest threat: humans,\" notes National Geographic.</p><p>I also worry about the global explosion of disinformation — the deliberate manufacturing and distribution of false information. It is rapidly getting worse, and can impact financial markets, undermine trust in our institutions, start wars and more. We can also expect something unexpected — a \"black swan\" — in 2023: something difficult, if not impossible, to foresee. If only we knew.</p><p>More:  Stock-market investors face 3 recession scenarios in 2023</p><p>Plus: 11 predictions for money, technology, stocks and crypto for 2023</p><p>​These 3 problems for the U.S. could be big moneymakers for stock investors in 2023</p>",
  "published": "2022-12-31T19:32:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 5589,
          "end": 5594
        }
      ]
    }
  ]
}