{
  "_id": "19b50b98e9508a2ea61e2c89db454d2d286fb7f858ba85788f2a18fd145c6cdd",
  "feed": "wall-street-journal",
  "title": "Intel Wins Appeal of $1.2 Billion EU Antitrust Fine; EU court decision could hamper regulator's efforts to restrain companies with dominant market positions",
  "text": "<p>BRUSSELS—Intel Corp. won an annulment of a $1.2 billion fine issued by the European Union's antitrust regulator more than a decade ago over allegations the microchip producer had used its commercial power to squeeze outa competitor.</p><p>The court's decision is a blow to the European Commission, the bloc's main antitrust regulator, which is seeking to expand its reach through new regulations and a reinterpretation of its existing powers. Lawyers said a ruling in favor of Intel could put a greater burden on the commission in pursuing some antitrust cases.</p><p>The EU's General Court in Luxembourg on Wednesday struck down much of a 2009 finding by the regulator that Intel had abused its dominant position by issuing loyalty rebates and payments that restricted rival chip maker Advanced Micro Devices Inc. from competing.</p><p>The court said that \"analysis carried out by the commission is incomplete\" and didn't make it possible to establish a requisite legal standard for judging the competitive impact of rebates. Significantly, the court said it couldn't identify the damages linked to Intel's practices and so completely annulled the portion of the commission's decision that related to the fine.</p><p>SHARE YOUR THOUGHTS</p><p>What is your outlook on Intel for 2022? Join the conversation below.</p><p>A central question for the court was whether the commission had completed a sufficient economic analysis to show that Intel's alleged behavior harmed competition. Although the commission carried out an economic analysis of the case before imposing its fine, that work wasn't assessed by the General Court when it dismissed Intel's initial appeal in 2014.</p><p>Intel appealed to the European Court of Justice, the EU's top court, which in 2017 sent the case back to the lower court, saying it should have examined the commission's assessment of whether the company's rebates shut out competitors.</p><p>A commission spokeswoman said the regulator \"will carefully study the judgment and reflect on possible next steps.\"</p><p>An appeal of the decision is possible, and would return the case to the Court of Justice.</p><p>The ruling comes on the same day that Intel is set to report fourth-quarter earnings. The company is expected to post lower quarterly sales amid a time of booming chip revenue, highlighting that Chief Executive Pat Gelsinger's efforts to revive the semiconductor giant's fortunes are a multiyear undertaking.</p><p>The chip company is expected to post $19.2 billion in sales, down 4% from the year-earlier period, according to an average of analysts surveyed on FactSet, in part reflecting the sale of its memory business. Net income is expected to be down more than 45% from a year earlier, clocking in at $3.2 billion, as Intel ramps up investments in new plants and products.</p><p>Intel in recent years has fallen behind rivals in chip making after slip-ups, and competitors have taken market share in some semiconductor categories. Mr. Gelsinger, who took over as CEO in February 2021, has been trying to reverse the decline and said in December that \"it's a five-year assignment to get all of that well and healthy again.\"</p><p>Intel didn't immediately comment on the EU court ruling. The company had previously argued that the General Court's previous judgment had failed to account for the broader circumstances of the case. Intel said the court had assumed that any loyalty rebates by a company in a dominant position would restrict competition, rather than analyzing whether the rebates that were offered actually harmed an equally efficient competitor.</p><p>The commission's initial decision took issue with rebates Intel offered to four major computer manufacturers that used its microchips between 2002 and 2007. It also said Intel made payments to a retailer on the condition that it would only sell computers that contained Intel's microprocessors.</p><p>The court's criticism of the commission's initial economic analysis could make it harder for the regulator to pursue cases alleged abuse of dominance in the future, said Matthew Levitt, a partner at law firm Baker Botts. \"The inevitable consequence would be that it would increase the burden on the commission in pursuing these cases,\" he said.</p><p>The Intel case, which deals with practices that took place more than a decade ago, demonstrates how long it can take for some antitrust cases to be resolved.</p><p>The EU is attempting to pass new regulations, including the Digital Markets Act, that take aim at big tech companies that some lawyers say could reduce the overall volume of cases that require separate antitrust investigations. It has also expanded its authority to review more merger cases through a reinterpretation of a longstanding law, which allows member states to refer smaller deals to the commission if they view them as concerns.</p><p>Neither of those moves likely would have a direct impact on the Intel case, but could affect the commission's ability to handle such cases.</p><p>Write to Kim Mackrael at kim.mackrael@wsj.com, Daniel Michaels at daniel.michaels@wsj.com and Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com</p><p>Intel Wins Appeal of $1.2 Billion EU Antitrust Fine</p>",
  "published": "2022-01-26T11:46:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3097,
          "end": 3102
        },
        {
          "start": 4171,
          "end": 4176
        },
        {
          "start": 2118,
          "end": 2123
        },
        {
          "start": 471,
          "end": 476
        },
        {
          "start": 663,
          "end": 668
        },
        {
          "start": 3697,
          "end": 3702
        },
        {
          "start": 1082,
          "end": 1087
        },
        {
          "start": 2753,
          "end": 2758
        },
        {
          "start": 1638,
          "end": 1643
        },
        {
          "start": 5044,
          "end": 5049
        },
        {
          "start": 1238,
          "end": 1243
        },
        {
          "start": 1401,
          "end": 1406
        },
        {
          "start": 1606,
          "end": 1611
        },
        {
          "start": 2698,
          "end": 2703
        },
        {
          "start": 3296,
          "end": 3301
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 3585,
          "end": 3590
        },
        {
          "start": 4829,
          "end": 4834
        },
        {
          "start": 3797,
          "end": 3802
        }
      ],
      "nexusId": "10063594"
    }
  ]
}