{
  "_id": "e03bde2fb201e0fc357445f6d9908c0af4846dc399c212c4620d359b619e3d31",
  "feed": "market-watch",
  "title": "The continuing boom in chip sales isn't washing away Wall Street's worries, but AMD could help; Analysts find reasons for concern amid record sales, and continue to look for signs that the boom is reaching an end, with AMD's analyst day on Thursday standing as the next big event",
  "text": "<p>Beyond the strong reports from chip companies in recent weeks, the Semiconductor Industry Association trade group released global chip sales stats for April recently that showed continued growth from 2021, when annual semiconductor sales topped half a trillion dollars for the first time. SIA said April's global semiconductor industry sales rose 21.1% to $50.9 billion from a year ago, and SIA CEO John Neuffer underscored the significance of the year-over-year growth.</p><p>\"Global semiconductor sales have increased by more than 20% on a year-to year basis for 13 consecutive months, indicating consistently high and growing demand for semiconductors across a range of critical sectors,\" Neuffer said in a statement.</p><p>Analysts were quick to throw cold water on the results, however. Sequentially, the sales gain wasn't as promising: Compared with March 2022 sales, April's were only 0.7% higher. Sales in the Americas drove gains, with sales up 40.9% from the year-ago period and up 3.1% sequentially. Also, analysts read the numbers differently when taking into account seasonality.</p><p>Citi Research analyst Christopher Danley pointed out that April was the second consecutive month of below seasonal sales, and wrote that Citi was \"turning cautious on semis\" while maintaining a forecast for 13% sales growth this year.</p><p>Bernstein analyst Stacy Rasgon found that only two of 11 product categories — that is, standard linear products and digital signal processors — performed better \"than typical historical patterns\" month over month, while five were worse than those patterns and four were in-line.</p><p>In a report Wednesday morning, International Data Corp. predicted that sales will grow roughly in line with Danley's estimate in 2022, 13.7%. With growth rates in the first half coming in much higher than that mark, it shows a general consensus that sales growth will slow down in the second half, perhaps even more than is currently estimated.</p><p>\"We expect downside to consensus estimates in 2H22 for the first time since the pandemic driven by lower PC and handset demand (combined roughly 50% of the semi market),\" Danley wrote. \"We expect the downside to spread to other sectors, such as automotive, and last for a few quarters given the slowing economy and buildup of inventory.\"</p><p>Danley believes that a broad downturn in the second half would probably lead to more pain for chip stocks.</p><p>\"We believe stocks can decline another 30% based on roughly 20% downside to estimates and 10% downside to multiples based on previous downturns,\" Danley wrote.</p><p>Don't miss: Why semiconductor stocks are 'almost uninvestable' despite record earnings amid a global shortage</p><p>But not all analysts are pulling down second-half estimates. Evercore analyst C.J. Muse said he's not changing his already-below-consensus forecast, which still calls for bigger growth than Danley and IDC.</p><p>\"We are maintaining our CY22 Semiconductor forecast (now slightly below consensus), which calls for revenue growth of +17% Y/Y to $650B,\" Muse said. \"For CY23, we continue to anticipate a soft landing for semis (-5% Y/Y). With cycle concerns exacerbated by recession risk, focus for investors remains on positioning, rangebound trades, and bottom-up idiosyncratic stories as well as those levered to favorable end markets (i.e., data center/networking).\"</p><p>Supply-chain issues are at the heart of many concerns about the second half. Morgan Stanley analyst Joseph Moore focused on rising inventories because of those issues, noting that inventories in all categories of components are above average.</p><p>\"We continue to hear from customers that their biggest challenges are to the supply chain, and not surprisingly this has driven large builds of inventories through the pipeline,\" Moore said.</p><p>\"Our 1Q22 inventory data shows that inventory increased meaningfully across the entire supply chain,\" Moore said. \"While 1Q is seasonally a growth quarter for inventory, this year we saw growth exceed seasonality with each area that we track showing an increase in days of inventory.\"</p><p>Moore explained that shortages of some components are causing inventory buildups for others, as hardware makers struggle to complete their products because they can't get all the components.</p><p>\"We thought one customer recently framed this nicely by saying that they have 300 types of components in short supply out of a total purchasing list of more than 40k types; that results in builds in inventory for &gt;39k types of components waiting for the other 300 — and it hasn't been the same 300 components from quarter to quarter, which incentivizes further builds,\" Moore wrote.</p><p>That \"one customer\" was Cisco Systems Inc. CSCO, which reported last month that shortages from supply-chain difficulties extended to more than just power supply components.</p><p>That said, Moore does not expect weakness short term but cautioned that 2023 are when inventories are likely to get \"digested.\"</p><p>AMD analyst day could change direction</p><p>The disconnect between financial performance and stock movement is most apparent for Advanced Micro Devices Inc. AMD, which continues to put up record results even as the stock has declined nearly 30% so far in 2022. AMD wowed Wall Street again with its latest results — reporting $5 billion in quarterly revenue for the first time and predicting its first $6 billion quarter— to the point where one analyst said\"it's just a different company now.\"</p><p>AMD could change that dynamic Thursday, when it holds an analyst day that Bernstein's Rasgon said \"comes at an interesting and critical time as the search for investible areas in the group becomes a key focus.\"</p><p>Read: The end of one-chip wonders — Why Nvidia, Intel and AMD's valuations have experienced massive upheaval</p><p>Rasgon, who has an outperform rating and a $150 price target on AMD, called the chip maker a \"potential beacon\" for the rest of the industry \"as semiconductor investors grow increasingly convinced that the good times in semiconductors are getting ever closer to the end.\"</p><p>Stifel analyst Patrick Ho expects \"the company to highlight emerging market opportunities, such as those in the data center, and how this growth will drive additional capacity expansion for not only foundry/logic devices, but all different types of semiconductor products.\"</p><p>\"We believe the growth in data and what we have characterized as the 'digitization of the economy' is not only driving new data center-based devices, but also the proliferation of many other semiconductor products (such as memory and trailing-edge devices),\" Ho said.</p><p>\"We believe growth in the data-center market is being driven by multiple markets, including the likes of artificial intelligence, the cloud, and even automotive. In turn, growth in the data-center market will not only drive growth in foundry/logic devices in that market, but across many devices and across many applications,\" Ho said.</p><p>Mixed signals from other chip companies</p><p>Earnings — and, more important, forecasts — delivered in recent weeks provided a mix of optimism and caution from companies. Intel Corp. INTC doubled down on its bullish 2022 outlook even though the current quarter shows signs of weakness, and Qualcomm Inc. QCOM also provided an outlook that was bullish, but analysts could see support in the short term given strength in its handset business.</p><p>Nvidia Corp. NVDAforecast a $500 million shortfall in the current July-ending because of China shutdowns and lost Russia revenue because of the war in Ukraine, as well as weakness in its gaming segment, and Wall Street took this as the long-awaited \"cut\" for the stock. That was right on the heels of Cisco, which said as much in its earnings report. when it reported its earnings in mid-May. Cisco noted that it was broadsided after Chinese authorities locked down Shanghai starting on March 27, which threw a monkey wrench into its ability to get components. As a result, Cisco issued a poor outlook and shares saw their worst day in more than a decade.</p><p>The last large chip maker toreport earnings was Broadcom Inc. AVGO, and that report was eclipsed by reports leading up to results that the chip maker/software company was looking to add more to the software side with a $61 billion acquisition of VMware Inc. VMW.</p><p>See also: These 7 semiconductor stocks may be close to a bottom. This chart pattern shows when and how much they might rebound.</p><p>Chip-equipment suppliers were less optimistic. Applied Materials Inc.'s AMAT forecast that fell short of Wall Street expectations, and other semiconductor-manufacturing equipment makers such as ASML Holding NV  ASML, Lam Research Corp.  LRCX, and KLA Corp. KLAC lamented continuing supply-chain issues. Meanwhile, business is booming at fabs, the super-clean silicon-wafer fabrication facilities that supply chip makers, as was evident in theearnings report and record sales of GlobalFoundries Inc.  GFS in May, and theearnings beat and strong forecastfrom third-party fab giant Taiwan Semiconductor Manufacturing Co. TSM in mid-April.</p><p>Meanwhile, NXP Semiconductors NV NXPI, which has a big presence in the auto-chip market, offered a bullish forecast citing demand that outstripped supply, while Texas Instruments Inc. TXN played it safe with a cautious outlook, on the belief that the China COVID lockdowns would affect the manufacturing operations of its customers.</p><p>The continuing boom in chip sales isn't washing away Wall Street's worries, but AMD could help</p>",
  "published": "2022-06-09T17:52:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 5657,
          "end": 5662
        },
        {
          "start": 7033,
          "end": 7044
        }
      ]
    }
  ]
}