{
  "_id": "dd5e1510b27c544b36f8c6c7939277fa141d7f2b4318d37cbd32d68864be615e",
  "feed": "market-watch",
  "title": "The bright side of the chip glut: Nvidia, AMD and Intel gaming cards are cheap and very available for Christmas; After shortages caused huge price increases for those lucky enough to find the latest gaming gear around the holidays in recent years, you can grab cards for half-off suggested retail price this year",
  "text": "<p>Gaming cards from Nvidia Corp. NVDA , Intel Corp. INTCand Advanced Micro Devices Inc. AMD were readily available Friday for any customers, and there were big discounts. For instance, Nvidia's \"big ferocious graphics processing unit\" RTX 3090 Ti, which went on sale March 29 for $2,000, is selling for nearly half the manufacturer's suggested retail price.</p><p>Usually, at Nvidia's gaming card shopping page, the company provides a button that takes you to an online retailer like Best Buy Co. Inc. BBY or Newegg to complete your purchase. But with the RTX 3090 Ti (limit five per customer), it appears they are selling direct, as you can put five in a shopping cart and go right to checkout with a $5,499.95 bill before tax.</p><p>Over at Best Buy, it looks like there's no problem picking up a 3090 card for $1,100, but then, that's also been the case since late September, when Nvidia launched its \"Ada Lovelace\" architecture RTX 4000-series of cards. Or, you can get a quick RTX 3080 at Newegg for $769, down from $1,099, along with a $35 promotional gift card with purchase from the card manufacturer. This RTX 3060 going for $400 at Newegg comes with a $60 gift, Marvel's Midnight Suns, which was just released from Take-Two Interactive Software Inc. TTWO on Dec. 2.</p><p>Shift on down to Nvidia's RTX 3050, and you can buy up to five for a penny shy of $300 a piece, or an RTX 3080 for up to $1,900, which seems odd seeing that there are five-per-customer-limit RTX 4080s for $1,270 at Newegg? Shift even lower to a pre-ray-tracing GTX card and you have a wide assortment of options lower than $300.</p><p>If you don't need to have the reflections on your water droplets perfect while you are blasting away bad guys, there is Intel's Arc A750, which is available for $290 at B&amp;H, with its higher-grade A770 going for about $350 at other retailers.Meanwhile, AMD's Radeon RX7900XT is going for $980 at Best Buy, but you'll have to wait a few days after Christmas. With an MSRP of $899, the card is most often compared with Nvidia's $1,200-listed RTX 4080.</p><p>The change in pricing and availability is great for gamers, but maybe not so much for investors. Chip stocks have been slammed this year as semiconductor companies flipped from a supply shortage to a glut, as pent up demand was sated and cryptocurrency miners hunting for Ethereum ETHUSD checked out as the currency fell from $4,000 this time last year to a current $1,200.</p><p>Read: 'Fundamental bottom' is coming for chips, and this stock could be the biggest winner, analyst says</p><p>Back in November, Nvidia took a $702 million inventory charge on weaker China demand, following from the previous quarter, when the company announced it took a $1.32 billion inventory charge to help reduce on expectations of demand. MarketWatch reached out to Nvidia asking how much of those charges went to promotions, such as free new-release videogames and gift cards. Nvidia declined to comment.</p><p>Chip makers need to clear out the older inventory as they seek to move on to the next generation. AMD launched next-generation gaming cards and assured Wall Street that data-center and embedded-chip sales would continue to grow, after PC and consumer demand collapsed after two years of pandemic-fueled sales, contributing to a $1 billion shortfall in AMD's third-quarter sales.</p><p>Read: Wall Street places more bets on chip sector's soft landing in 2023</p><p>Nvidia had said it needs to reduce inventory in the channel, or products that have already been sold to retailers and are \"sitting on the shelves,\" to make way for its new products. For instance, new cards from Nvidia went on sale Oct. 12, and the mid-tier RTX 4080, which had been released just before earnings, and sold out quickly.</p><p>That put a lot of inventory in the holiday channel at a time when PC shipments are dropping at their steepest recorded rates and a wave of secondhand graphics-processing units, or GPUs, hit the market as unprofitable cryptocurrency-mining operations fold.</p><p>The bright side of the chip glut: Nvidia, AMD and Intel gaming cards are cheap and very available for Christmas</p>",
  "published": "2022-12-23T20:56:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 50,
          "end": 55
        },
        {
          "start": 4012,
          "end": 4017
        },
        {
          "start": 1711,
          "end": 1716
        },
        {
          "start": 38,
          "end": 43
        }
      ]
    },
    {
      "id": "First_Harvest_Corp%2E",
      "nexusId": "10063594",
      "name": "Arias Intel Corp.",
      "offsets": [
        {
          "start": 38,
          "end": 49
        }
      ]
    }
  ]
}