{
  "_id": "6433403e5d5e31bc231db7ec843ab03615ea9eb3a95b1c8335f03208f2e5eeb3",
  "feed": "market-watch",
  "title": "Nvidia CEO Jensen Huang lays out the battle plan with a two-pronged hardware-and-software approach",
  "text": "<p>Truth be told, the immersive metaverse experience that Mark Zuckerberg envisions is well under way. But for a company such as Facebook owner Meta Platforms FB, the benefits are likely much further down the road.&#xa0;</p><p>The short answer about the metaverse is that not all applications are created equally. The idea that we will put on big, clunky headsets and spend our days immersed in social media with avatars replacing our physical existence may be more fiction than science-fiction.&#xa0;</p><p>Read:Nvidia's $1 trillion ambitions draw cheers from investment analysts</p><p>However, a concept in which we can create a digital replication of our physical universe and use it to improve our world is very real.</p><p>At this year's GTC event, Nvidia NVDA CEO Jensen Huang pressed his bets on the opportunities that industrial applications will have for creating the next generation of automobiles, buildings, cities and even the next wave of collaboration. He also provided clarity on how Nvidia stands to build a robust business unit by powering these next-generation environments.</p><p>Having had the chance to speak with Jensen during this week's GTC event, I was able to gain an insight on how he views Omniverse, the company's platform for building and accelerating immersive environments, versus the broader metaverse.</p><p>The most immediate opportunities will be industrial, but he knows that the developer ecosystem, which is in the tens of millions, will be huge, as will robots and autonomous vehicles.&#xa0;</p><p>Visualization and simulation aren't new to Nvidia, and the Omniverse offering has been building momentum as more than 150,000 developers have already downloaded the platform. As digital twins become a vehicle for speeding up product development, Nvidia is a staple in that marketplace.</p><p>While the most significant segments of Nvidia's business have consistently been Gaming and Datacenter, what's called Pro Viz is another segment that has grown substantially. In the most recent quarter, the Pro Viz segment did over $643 million in revenue, double the same period the year before.&#xa0;</p><p>What's new from GTC</p><p>At this GTC, Nvidia focused on providing clarity on developing critical products for our immersive world — and how to make money from them. The basis is a combination of hardware and software that will make it easier for builders and developers.&#xa0;</p><p>To further Nvidia's role in the development of the metaverse, the company rolled out a specialized compute solution, called OVX, to develop industrial digital twins. OVX was designed to deal with the complexities needed to create industrial twins that can function simultaneously and autonomously, including scalability, low latency and precise time.</p><p>Other Omniverse introductions that warrant mention included the Omniverse Cloud offering that will democratize the Omniverse platform to connect millions of potential designers and developers to build on the platform. Nvidia also leaned into the potential of Omniverse for gaming by launching Omniverse for Developers, which will be an environment that enables collaborative and simultaneous development of next-generation game art and virtual worlds. A similar offering for 3D designers was also released.&#xa0;</p><p>Monetizing the Omniverse&#xa0;</p><p>A more detailed plan to monetize the Omniverse is something investors should note.</p><p>As Nvidia's total addressable market (TAM) is $1 trillion, it's hard not to see that the company itself will soon be worth that amount. Nvidia's market value is $699 billion today.&#xa0;</p><p>With Omniverse, the 50 million or so developers called out by Huang, and the even greater estimated number of robots and autonomous vehicles that could be licensing Omniverse at $1,000 apiece, you can see where the $150 billion TAM for Omniverse comes into play. Couple that with the company's planned Enterprise AI license that could add $2,000 per server sitting on another 50 million cores that exist today, and the story keeps getting better.&#xa0;</p><p>Part of Nvidia's strength is that it thinks more like a software company than a chip maker. And to some extent, because software cannot run without semiconductors, it can use its collective knowledge to build synergies on both to build a stack of software, hardware and frameworks that have been a juggernaut in almost every category in which the company competes.</p><p>For many, the metaverse was a new frontier that was fair game for an abundance of existing and new companies. However, long before we even used the term metaverse, those who saw the bigger picture have been priming the proverbial pump for what lies ahead.</p><p>With its next wave of Omniverse solutions, both hardware and software, Nvidia is democratizing the opportunity to monetize the metaverse today.</p><p>Daniel Newman is the principal analyst at Futurum Research, which provides or has provided research, analysis, advising or consulting to Nvidia, Intel, Qualcomm and dozens of other companies. Neither he nor his firm holds any equity positions in companies cited. Follow him on Twitter @danielnewmanUV.</p>",
  "published": "2022-03-28T07:55:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4828,
          "end": 4833
        }
      ]
    }
  ]
}