{
  "_id": "f5fd3bc6a5dc8dda86529436d2afcda52b4c223aa51c887207912958d4ef84d6",
  "feed": "market-watch",
  "title": "Intel to build massive, $20 billion chip factory in Ohio: report",
  "text": "<p>Time on Thursday night reported the chip maker plans to commit $20 billion to build at least two chip fabrication plants at a 1,000-acre site in New Albany, Ohio, outside Columbus.</p><p>“Our expectation is that this becomes the largest silicon manufacturing location on the planet,” Intel Chief Executive Pal Gelsinger told Time. “We helped to establish the Silicon Valley, now we're going to do the Silicon Heartland.”</p><p>According to the report, the Intel INTC facility would employ at least 3,000 people and mark the largest private-sector investment in Ohio history. Construction would begin this year and the plant could be operational by 2025.</p><p>Last year, Gelsinger laid out plans to revive Intel to its former glory, and to build new chip facilities to reduce the semiconductor industry's reliance on Asian manufacturers. Intel announced plans to build a $20 billion chip-fabrication facility in Arizona and a $3.5 billion chip plant in New Mexico.</p><p>“Twenty-five years ago, the United States produced 37% of the world's semiconductor manufacturing… Today, that number has declined to just 12%,”&#xa0; Gelsinger told CBS News' “60 Minutes” last May. “That's a problem.”</p><p>“This is a big, critical industry and we want more of it on American soil: the jobs that we want in America, the control of our long-term technology future,” he added at the time.</p><p>Other major chip makers, such as Samsung Electronics KR:005930, Micron Technology MU and Taiwan Semiconductor Manufacturing Corp. TSM have also announced intentions to build new chip production facilities in the U.S.</p><p>Intel shares have gained about 1% in 2021, but are down nearly 17% over the past 12 months, compared to the S&amp;P 500's SPX loss of 6% this year and gain of 16% over the past year.</p>",
  "published": "2022-01-20T23:16:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 688,
          "end": 693
        },
        {
          "start": 820,
          "end": 825
        },
        {
          "start": 444,
          "end": 449
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 278,
          "end": 283
        },
        {
          "start": 1558,
          "end": 1563
        }
      ],
      "nexusId": "10063594"
    }
  ]
}