{
  "_id": "16aff55b701bfb701e820d94abf9b3d13274292e3532f89e4eb29c14960f128c",
  "feed": "market-watch",
  "title": "Wall Street's reaction to death of Nvidia-Arm deal: No duh",
  "text": "<p>“We have consistently noted the deal was unlikely to be completed — a view that we believe was widely accepted — due to regulatory or competitive factors” since the deal was announced, Raymond James analyst Chris Caso wrote Tuesday morning, a reaction that was repeated over many analyst notes.</p><p>Nvidia NVDA and Arm owner SoftBank Group Corp. JP:9984 announced late Monday that the deal would be called off, with SoftBank preparing to take Arm through an initial public offering and Nvidia preparing to pay more than than $1 billion.</p><p>The graphics-chip specialist said in a Securities and Exchange Commission filing that it would take a $1.36 billion breakup charge that included a $1.25 billion prepayment to Arm. The breakup charge would have been automatically triggered had the the deal failed to close by September 2022.</p><p>At the signing of the $40 billion deal in September 2020, Nvidia made a $750 million payment to Arm for a 20-year license, which it said it would retain.</p><p>Many saw the final nail in the coffin as the U.S. Federal Trade Commission's unanimous decision to sue to block the deal back in early December. Regulators in the U.K. and EU were also investigating the deal.</p><p>All the news: SoftBank plans IPO for ARM after Nvidia calls off largest chip acquisition in history</p><p>Shares of Nvidia finished the session up 1.5% at $251.08, a sign that the move was roundly expected and did not change the view of the stock. The deal was widely regarded as dead back in January, and all that remained was for Nvidia to publicly admit it. Shares are nearly 7% above their level before those late-January reports.</p><p>Another sign the news was so widely expected: many analysts did not even bother putting out notes on the news, and those that did largely said, “well, yeah, of course.”</p><p>Citi Research analyst Atif Malik, who has a buy rating and a $350 price target, also said Wall Street “largely expected that the deal would not pass regulatory muster,” while bringing up Nvidia's plans to move into CPUs, which it had announced at about the same time as the Arm merger.</p><p>“Nvidia plans to launch its CPU, Grace, in 2023 and with the 20-year ARM license can pursue this strategy without owning Arm,” Malik said.</p><p>Others echoed that pursuing the deal showed Nvidia's commitment to play more of a role in the CPU market dominated by Intel Corp. INTC and Advanced Micro Devices Inc. AMD with its “Grace” CPU, and that with a 20-year license from Arm, Nvidia didn't need to own the chip designer to do that.</p><p>“We think the most important part of the initial announcement that Nvidia was pursuing Arm was that it signaled Nvidia's intention to participate more fully in the CPU market, thereby increasing Nvidia's [total addressable market],” said Raymond James' Caso, who has a strong buy on Nvidia.</p><p>From Barron's: SoftBank Earnings Plunge in Growth Stock Selloff</p><p>Bernstein analyst Stacy Rasgon, who has an outperform rating and a $360 price target, said he doubted anyone expected the deal to close at this point.</p><p>“As far as Nvidia goes, while owning Arm could have been wonderful, we don't believe they had to have it either,” Rasgon said. “In our opinion, the impetus for the deal was to help create and drive a broader ecosystem for Arm particularly in the datacenter.”</p><p>“Nvidia presumably can and will continue their stand-alone efforts here, though it is possible such efforts could have been accelerated through owning the asset,” Rasgon said.</p><p>The stock is up 74% over the past 12 months compared with a 15% gain in the PHLX Semiconductor Index SOX, a 15% rise in the S&amp;P 500 index SPX, and a 1.5% gain in the tech-heavy Nasdaq Composite Index COMP.</p><p>Of the 44 analysts who cover Nvidia, 35 have “buy” weighted ratings, seven have sell ratings, and two have sell ratings, with an average target price of $345.21, according to FactSet data.</p><p>.</p><p>,</p>",
  "published": "2022-02-08T18:28:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2328,
          "end": 2339
        }
      ]
    }
  ]
}