{
  "_id": "afdb1b7499c7a205b2d81b5640f7524ecde4d37adf60781b97d849d4025d4cf1",
  "feed": "market-watch",
  "title": "Snap stock sinks as analyst says company is most exposed to risks from TikTok's rise",
  "text": "<p>Wedbush's Ygal Arounian downgraded Snap's stock to neutral from buy on Monday, writing that the company faces several challenges related to Apple Inc.'s ad-privacy changes and the growing popularity of TikTok. Those dynamics have made him more cautious when considering Snap's shares, especially “in an environment where high-growth risk multiples are under duress.”</p><p>Shares of Snap SNAP were off 12% in midday trading Monday amid a broad market selloff, led by weakness in the technology sector.</p><p>One lingering problem for Snap, in Arounian's view, is that Apple AAPL rolled out changes a few quarters back giving users more control over how their activity could be tracked by advertisers. Multiple social-media companies called out the move as a headwind shortly after the rollout, and he is worried about Snap's ability to navigate the new terrain.</p><p>Arounian wrote that he has seen “little evidence of progress” on combating Apple's privacy changes to the identifier for advertisers, or IDFA, since Snap reported third-quarter results.</p><p>“As we've gone through the quarter we have seen little evidence that the IDFAimpacts have materially improved, either at Snap, or really in the industry asa whole,” he said in his note to clients.</p><p>Social-media companies need to build or promote alternate “measurement” capabilities that will allow advertisers to gauge the effectiveness of their ads, but Snap was initially too reliant on an Apple measurement tool that is “proving to be ineffective,” Arounian wrote.</p><p>The difficulties brought on by Apple's ad changes could impact Snap's ability to hit its multiyear revenue growth target of at least 50%, he concluded.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>He also is concerned about the continued rise of TikTok. Both TikTok and Snap compete for more “experimental” ad budgets, and many agencies plan to “materially increase” their spending on TikTok in the next few years, Arounian wrote. Additionally, TikTok's growing popularity ultimately could limit Snap's user-growth opportunities, in his view.</p><p>“To be clear, we still view Snap's platform as having strong value for users and advertisers, with multiple products that can increase engagement and monetization (Discover, Minis, Maps, etc.) but with the most similar audience, and both still seeing a lot of experimental dollars, we see Snap as the most directly exposed,” he wrote.</p><p>Arounian cut his price target to $36 from $56 on shares of Snap, which have declined 48% over the past three months to close Friday at the lowest price since October 2020, as the S&amp;P 500 SPX has lost 6.5%.</p>",
  "published": "2022-01-24T12:51:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1672,
          "end": 1677
        }
      ]
    }
  ]
}