{
  "_id": "51d6cc5147a56e61f67468b379634e164652dab68d8b589ab13d3fa6e6e5ad52",
  "feed": "ftcomall",
  "title": "Austria's ‘hidden' tech champions at the core of global chipmaking",
  "text": "<p>Ensuring the security of semiconductor chip supplies is now one of the EU's biggest strategic and economic objectives. And Austria — one of the union's smaller member states — is already home to two of the most important, if unsung, companies in the entire global supply chain.</p> <p>IMS Nanofabrication, in Vienna's southern suburbs, and EV Group, north of Salzburg, do not make chips themselves. Rather, they fabricate equipment that is essential for the companies that do — including chip giants, such as Intel in the US and Taiwan's TSMC.</p> <p>“Austria is not known for semiconductors and is rarely discussed in supply chain security and geopolitics,” wrote Dylan Patel, an industry consultant and commentator in a recent note. “Despite this lack of notoriety, Austria's [EVG and IMS] are quietly critical for all advanced semiconductor manufacturing . . . in an age where semiconductors are highly politicised between the [US] and China, we find it humorous that Austria could single-handedly bring the semiconductor supply chain . . . to its knees.”</p> <p>In Patel's analysis, Austria has an 82 per cent market share in wafer bonding and a 95 per cent market share in the manufacturing of multi-beam mask writers. Without these, the chips used in everything from flash drives to phone cameras could not be made. For the next generation of even smaller, advanced chips, these Austrian technologies are set to become still more important.</p> <p>“As pioneers in this field, we dominate the market for wafer bonding systems and enable many ‘More-than-Moore' approaches and applications,” says EVG's Clemens Schütte, director of marketing for the privately owned company. More-than-Moore is a reference to the next generation of chips that will break the rule formulated by Intel co-founder Gordon Moore in 1965, which was that the number of transistors on a chip would double every two years.</p> <p>“[We are] firmly rooted in Austria . . . there's a functioning ecosystem of universities, technical colleges and other educational institutions in the region and across the border that [provide specialists],” Schütte says. Good quality of life also means “young people don't have to look elsewhere if they want to work in a high-tech environment and help shape the future of electronics”.</p> <p>IMS and EVG exemplify Austria's “hidden champions”: midsized businesses, often without glamour or public prominence, that are global leaders in what they do. Austria has an estimated 199 of them — successful niche businesses that are the backbone of its manufacturing and research economy.</p> <p>EVG specialises in equipment for wafer bonding — the precise process by which sheets of silicon wafer are bonded to make chips. It accounts for about four-fifths of global production.</p> <p>IMS Nanofabrication makes multi-beam mask writers: machines that effectively create nano-sized stencils through which chip circuitry is printed. IMS machines can draw these stencils at industry standard-setting speeds and levels of detail. Such was the importance of IMS products that Intel bought the company in 2016, after years of close co-operation (IMS Nanofabrication and Intel did not comment for this article).</p> <p>In Europe, the race is now on to strengthen and build on such expertise. The EU Chips Act, put forward by the commission in February, aims to increase Europe's share of the global semiconductor production market from 10 to 20 per cent. The European Commission estimates that about €43bn in public funding is due to be made available to spur this semiconductor revolution over the next eight years.</p> <p>“What the Chips Act contains is a pledge for significant investment — to get production to Europe, and also to support smaller companies in particular, because risk capital in this field just isn't widely available,” says Paul Timmers, research associate at the Oxford Internet Institute.</p> <p>“It will be achieved through a combination of measures — they are counting on national funding being available, and European funding, which will be both direct subsidies for businesses but also measures to make investment conditions as favourable as possible,” he adds.</p> <p>The focus is also likely to be on innovative areas of research and production. Currently, Europe's semiconductor manufacturing capacity is geared to older, less-sophisticated types of chip. So, if Europe wants to compete, it will have to steal a march on global rivals in cutting edge areas of chip miniaturisation. That will mean focusing on technologies that help to develop chip circuits at a two-nanometre level, compared with the 10-12 nm chips widely used now.</p> <p>Countries such as Austria are interesting, says Timmers, because they are already doing valuable research in academic settings on promising technology for such work. Austria, for example, has strong credentials in quantum technologies. The ministry of finance unveiled a €107mn package to support development of this last year though its “Quantum Austria” programme, to which the EU will also contribute.</p> <p>“Until now, Europe has been strong in advanced research, but it's been less strong in getting it to the market,” says Timmers. “That's something that will need to change.”</p><p>Source: Sam Jones 2022 'Austria's ‘hidden' tech champions at the core of global chipmaking' FT.com 22 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-22T04:30:36.176Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1752,
          "end": 1757
        },
        {
          "start": 3113,
          "end": 3118
        },
        {
          "start": 502,
          "end": 507
        },
        {
          "start": 3020,
          "end": 3025
        }
      ]
    }
  ]
}