{
  "_id": "341034b9a54500192ad0053be41564908401c1c37154aa85621895611c8e8d8d",
  "feed": "market-watch",
  "title": "Intel provides full-year outlook above Wall Street estimates",
  "text": "<p>Chief Financial Officer David Zinsner forecast earnings of $3.50 a share on revenue of $76 billion for 2022, with a gross margin of 52%, and “slightly” negative cash flow of $1 billion to $2 billion.</p><p>For the year, analysts had been estimating earnings of $3.42 a share on revenue of $74.99 billion heading into Thursday's event.</p><p>“I'm a meet-beat-raise sort of guy,” Gelsinger had said earlier during his keynote, stressing the same sentiment for the company after the outlook was presented.</p><p>When Intel reported earnings in late January, Zinsner, formerly&#xa0;CFO of Micron Technology Inc.&#xa0;MU,&#xa0;had promised investors a full-year outlook when the company held its February investor meeting. When the company only provided a first-quarter outlook, shares fell to their lowest price in more than a year.</p><p>Read:&#xa0;Chips may be sold out for 2022 thanks to shortage, but investors are worried about the end of the party</p><p>Intel executives forecast gross margins of 52% for the first quarter in January, which is expected to translate into adjusted earnings of 80 cents a share, though that was before Intel announced it would buy Israel-based chip maker Tower Semiconductor Ltd. TSEM and its fabs for $5.4 billion. Analysts on average had expected adjusted first-quarter earnings of 86 cents a share on revenue of $17.61 billion, while Intel forecast revenue of about $18.3 billion.</p><p>The only full-year metric Zinsner had provided during earnings in January was a forecast for gross margins of 51% to 53% for the year. At the conference, he said that should last until 2024, with a range of 54% to 58% from 2025 onwards.</p><p>Zinsner also forecast free cash flow of 20% of revenue by 2026.</p><p>Sandra Rivera, who heads Intel's data center group, forecast mid-to-high single digit growth out to 2023, with that becoming growth in the mid-teems out to 2026.</p><p>Michelle Holthaus, who heads will head the chip maker's PC business, called for low-to-mid single digit growth going forward.</p><p>Elsewhere in the chip sector, not even a near-perfect earnings report and outlook saved Nvidia Corp. NVDA shares during Thursday's regular session. Nvidia shares finished down 7.5%.</p><p>For more: Look back at earnings results from&#xa0;Nvidia&#xa0;as well as&#xa0;AMD</p><p>As of the close of markets Thursday, Intel shares are down 23% over the past 12 months, while the PHLX Semiconductor Index&#xa0;SOX has advanced 8%, the S&amp;P 500 index&#xa0;SPX has risen 11%, and the tech-heavy Nasdaq Composite Index&#xa0;COMP&#xa0;has shed 2%.</p>",
  "published": "2022-02-17T19:14:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1320,
          "end": 1325
        },
        {
          "start": 2242,
          "end": 2247
        },
        {
          "start": 496,
          "end": 501
        },
        {
          "start": 1085,
          "end": 1090
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1693,
          "end": 1698
        },
        {
          "start": 906,
          "end": 911
        }
      ],
      "nexusId": "10063594"
    }
  ]
}