{
  "_id": "7c8d792f9ddc6fd936bae73c1bd67ed5ddc1d45691fbe445ce8c1c0b960c5939",
  "feed": "market-watch",
  "title": "Universal Display stock dips in choppy trading after revenue tops expectations",
  "text": "<p>The company generated fourth-quarter net income of $45.9 million, or 96 cents a share, down from $53.9 million, or $1.13 a share, in the year-prior quarter. The FactSet consensus was for $1.01 a share in GAAP earnings.</p><p>Universal Display's OLED revenue rose to $146.2 million from $141.5 million, while analysts tracked by FactSet had been expecting $144.6 million. The company's revenue total included $85.8 million from material sales, $56.0 million from royalty and license fees, and $4.5 million from contract and research services.</p><p>The company expects full-year revenue of $625 million to $650 million for 2022. Analysts tracked by FactSet were anticipating $666.1 million.</p><p>“The OLED industry remains at a stage where many variables can have a material impact on its growth, and the company thus caveats its financial guidance accordingly,” Universal Display said in its release.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>The company also announced that its board of directors had approved an increase of the company's quarterly dividend to 30 cents a share. The prior quarter's dividend was 20 cents a share.</p><p>The dividend is payable on March 31 to shareholders of record as of March 17.</p><p>“The dividend reflects our expected continued cash flow generation, and commitment to return capital to our shareholders,” the company said in a separate release.</p><p>Shares of Universal Display have declined 10.2% over the past three months as the S&amp;P 500 SPX has lost 9.7%.</p>",
  "published": "2022-02-24T08:14:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 900,
          "end": 905
        }
      ],
      "nexusId": "10063594"
    }
  ]
}