{
  "_id": "58015c13478e81d2df6e8e23f07c9dcbba63308612c5a421813e3b69b5ca453d",
  "feed": "wall-street-journal",
  "title": "Intel Signs $30 Billion Funding Partnership With Brookfield to Finance Chip-Factory Expansion; Funding arrangement could be first of many such partnerships as U.S. chip giant expands manufacturing, Intel CFO says",
  "text": "<p>Under the deal, which company executives described as a first of its kind for the industry, Intel would fund 51% of the cost of building new chip-making facilities in Chandler, Ariz., and will have a controlling stake in the financing vehicle that would own the new factories, Intel Chief Financial Officer David Zinsner said. Brookfield will own the remainder of the equity and the companies will split the revenue that comes out of the factories, he added.</p><p>Scott Peak, a managing partner in Brookfield's infrastructure group, said such deals are common in industries including energy and telecommunications and are now trickling into the chip business because of its growing capital needs. Brookfield, which has more than $750 billion in assets under management, sees the Intel deal as a good fit with the company's experience in large and complex deals, he said.</p><p>Mr. Geslinger and other industry officials have said they expect annual semiconductor sales to roughly double by the end of the decade—topping $1 trillion—even if short-term demand softness is weighing on chip-industry earnings.</p><p>Intel last year announced the construction of two new factories in Arizona, where it already makes chips, calling it a $20 billion expansion. But Mr. Zinsner said the figure was an early estimate and inflation had since added to the cost. Intel also has said it could spend as much as $100 billion each on new plant complexes in Ohio and Germany.</p><p>As chips become more advanced and their circuitry shrinks to just thousandths of the width of a human hair, manufacturing them has become more expensive. A large, advanced chip plant today can cost more than a state-of-the-art aircraft carrier or a nuclear-power plant, according to a Boston Consulting Group analysis.</p><p>Mr. Zinsner said the rising cost of making chips and Intel's ambitions under Mr. Gelsinger to rapidly grow its manufacturing footprint with multiple projects drove the company to look for new pools of capital instead of relying on more traditional funding sources such as bank loans or bond sales.</p><p>\"We have gotten behind, and that requires a fairly aggressive investment cycle over the next few years, which is not a place Intel typically finds itself,\" he said.</p><p>Intel's big plans have weighed on investor sentiment. Its share price ended Monday down more than 45% since Mr. Gelsinger detailed his chip-making ambition last year, compared with an 8% retreat in the PHLX Semiconductor Index.</p><p>Mr. Zinsner said one of the benefits of working with Brookfield is the off-balance-sheet nature of the financing. It also could help the company eventually deliver on its commitment to deliver free cash flow at 20% of revenue. </p><p>Intel's big chip-investment plans have weighed on investor sentiment, depressing its share price. PHOTO: Jason Henry for The Wall Street Journal</p><p>Intel isn't alone in having aggressive chip investment plans. Last year Taiwan Semiconductor Manufacturing Co., the world's largest contract chip maker, said it would spend $100 billion over three years to boost output, and South Korea's Samsung Electronics Co., another major chip maker, unveiled a three-year plan to spend more than $205 billion.</p><p>Intel is counting on government help to defray some costs. Political leaders in both the U.S. and Europe have signaled eagerness to build up chip-making locally and counter the industry's shift toward Asia, where manufacturing has typically been cheaper.</p><p>In the U.S., whose share of the chip market has fallen to about 12%, according to Boston Consulting Group, President Biden this month signed legislation allocating more than $50 billion for domestic chip manufacturing and research. Intel and other chip manufacturers lobbied heavily for the bill. The European Union is considering incentives to double its share of global chip-making to 20% by 2030.</p><p>Intel's deal with Brookfield is set to close by the end of this year, Mr. Zinsner said, adding that he is confident the company will make more such deals under its so-called semiconductor co-investment program as it builds factories in other places.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Intel Signs $30 Billion Funding Partnership With Brookfield to Finance Chip-Factory Expansion</p>",
  "published": "2022-08-23T11:31:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "confidence": 1.0,
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 92,
          "end": 97
        },
        {
          "start": 198,
          "end": 203
        },
        {
          "start": 277,
          "end": 282
        },
        {
          "start": 771,
          "end": 776
        },
        {
          "start": 774,
          "end": 779
        },
        {
          "start": 1090,
          "end": 1095
        },
        {
          "start": 1095,
          "end": 1100
        },
        {
          "start": 1327,
          "end": 1332
        },
        {
          "start": 1334,
          "end": 1339
        },
        {
          "start": 1804,
          "end": 1809
        },
        {
          "start": 1814,
          "end": 1819
        },
        {
          "start": 2184,
          "end": 2189
        },
        {
          "start": 2212,
          "end": 2217
        },
        {
          "start": 2224,
          "end": 2229
        },
        {
          "start": 2663,
          "end": 2668
        },
        {
          "start": 2679,
          "end": 2684
        },
        {
          "start": 3154,
          "end": 3159
        },
        {
          "start": 3173,
          "end": 3178
        },
        {
          "start": 3638,
          "end": 3643
        },
        {
          "start": 3660,
          "end": 3665
        },
        {
          "start": 3804,
          "end": 3809
        },
        {
          "start": 3828,
          "end": 3833
        }
      ],
      "weightsV2": {
        "weight": 28.0,
        "baseWeight": 23.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.0,
        "titleWeight": 4.0
      },
      "typeRank": 1
    }
  ]
}