{
  "_id": "1653ccc5b6ed9b2b0d218bf33c4631e6023e3d64b7f3633fa39ac4bfe341c17a",
  "feed": "ftcomall",
  "title": "The new rules for business in a post-neoliberal world",
  "text": "<p>Over 40 years ago, the Reagan-Thatcher revolution was born. Taxes were slashed. Unions were quashed. Markets were deregulated and global capital unleashed. But economic pendulums swing. And over the last couple of weeks, it's become quite clear that anything remotely related to trickle-down theory is now political Kryptonite.</p> <p>The most obvious example is, of course, the backlash against UK prime minister Liz Truss's bizarre plan to lower taxes on the rich after announcing major spending on energy subsidies. Trussonomics is now off the table, and the prime minister's own leadership is in jeopardy.</p> <p>But it's not only the UK that is facing the downhill slope of neoliberalism. I recently met a senior Biden administration official who told me that many chief executives are now coming to Washington and asking for “a signal from government — where should we invest? Should we be in Vietnam or Mexico? Which sectors do you want us in?” </p> <p>While the government isn't yet in the business of picking winners and losers, the White House has already made the shift to a post-neoliberal era — and many in the business community are preparing for it as well. CEOs may not like the idea of a deglobalising world with more regulation, greater state control and growing labour power. But they can usually find a way to make money as long as they understand the rules of the market.</p> <p>So what are the new rules? The Biden administration recently put out a <a href=\"https://www.whitehouse.gov/briefing-room/statements-releases/2022/09/09/white-house-releases-the-biden-harris-economic-blueprint/\">clear blueprint of the economy it wants</a>, which included five key elements. One is empowering workers, which it has endeavoured to do by using federal budgets to support unionised labour. Another is leveraging as much fiscal policy as is possible in a polarised Congress to bolster working families in areas such as healthcare and childcare, which are increasingly unaffordable for many Americans.</p> <p>But as commerce secretary Gina Raimondo <a href=\"https://www.ft.com/content/6a53a74e-f0a6-45c4-84cf-bb4da6e603cd\">put it to me a few months ago</a>, government should be about more than just cutting taxes and redistributing wealth. This administration wants to play a bigger role in directing the supply side of the private sector. In particular, it wants to encourage the making of things, not just via the push to “Buy American”, but through a more fundamental shift in policy focus from distribution to production.</p> <p>That means industrial <a href=\"https://www.ft.com/world/us/politics\">policy</a>. And while there isn't yet a fully articulated strategy in Washington, there are clear signs that laissez-faire economics is over. &#xa0;</p> <p>One of these is the fact that many companies will soon have to choose between the US and China. Formal decoupling between the two countries is gaining steam — there are a record number of American jobs being reshored from China, and calls for stricter rules on technology transfers.</p> <p>Another is that resilience and redundancy in crucial supply chains is becoming ever more important. Just a few days ago, Micron became the second big business (after Intel) to announce a major semiconductor investment in the US, putting $100bn into a new foundry in upstate New York. </p> <p>Federal investment in electric vehicles is also bringing new jobs to beleaguered parts of the South and Midwest. While the strong dollar may become a headwind to the administration's hopes of growing a larger manufacturing and export <a href=\"https://www.ft.com/us-economy\">economy,</a> the lower cost of energy inputs in the US relative to Europe at the moment is a tailwind.</p> <p>Support for economic “patriotism” is now the operating principle on both sides of the political divide in Washington. Robert Lighthizer, former US trade representative under Donald Trump, was famously a fan of getting rid of America's trade deficit. But recently, Democratic California congressman Ro Khanna — a rising figure in progressive circles — called for the same thing, advocating that the US achieve a trade surplus with the rest of the world by 2035.</p> <p>As Khanna put it, “Trade deficits some years are fine, when balanced by trade surpluses in other years. But the country has been in constant trade deficit since 1975”. He believes that the government should help rectify this by offering zero-interest loans for factories, and increased use of federal purchasing to underwrite markets.</p> <p>I heard Khanna speak last week at the launch of “Reimagining the Economy”, a Harvard Kennedy School initiative led by economists Dani Rodrik and Gordon Hanson. It aims to replace neoliberal policy paradigms with something new and is one of several such programmes at major universities around the US. Many of these institutions are vying to become the epicentre of fresh economic thinking, just as the University of Chicago was the epicentre of neoliberalism.</p> <p>Khanna summed up the challenge of the moment: “If we can't get the economy right, we won't have a multiracial democracy.” That phrasing itself represents something new — in the past, the conversations between racial equity and class inequality in the US have been separated. But Democrats are increasingly trying to link the two together, as they work to find the contours of a post-neoliberal economics. </p> <p>That was the topic of another big shindig last week, sponsored by the Roosevelt Institute, in which progressive politicos (many from within the administration) gathered to discuss the details of America's industrial policy. While these aren't completely clear yet, one thing is — all of this is the opposite of trickle-down. </p> <p><a href=\"mailto:rana.foroohar@ft.com\"><em>rana.foroohar@ft.com</em></a></p> <a href=\"http://www.ft.com/cms/21b95eed-77b6-49b1-afea-1f022946d77b.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a>&#xa0;&#xa0;&#xa0;<p>Source: Rana Foroohar 2022 'The new rules for business in a post-neoliberal world' FT.com 9 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-09T12:31:34.610Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2888,
          "end": 2893
        }
      ],
      "nexusId": "10063594"
    }
  ]
}