{
  "_id": "d080731ac8c2faf2ce4c230553b698455e72a4ecefe90390843e586bee5a715d",
  "feed": "wall-street-journal",
  "title": "Biden Enlists Business Executives to Push Bill Countering China Tech Threat; House, Senate have competing versions of measure that would put $52 billion toward boosting U.S. chip production",
  "text": "<p>WASHINGTON—President Biden is enlisting top executives and governors of two auto-industry states to push Congress to resolve differences and pass legislation aimed at boosting U.S. competitiveness with China.</p><p>The legislation includes $52 billion to boost domestic silicon-chip manufacturing, a provision supporters say is needed to ensure a steady supply of computer chips for electronics, autos and other industries in the U.S.</p><p>Executives from computer maker HP Inc., engine manufacturer Cummins Inc., and appliance producer Whirlpool Corp. are among those set to attend an event with Mr. Biden at the White House on Wednesday, along with Indiana's Republican Gov. Eric Holcomb and Michigan's Democratic Gov. Gretchen Whitmer.</p><p>The Senate in June passed its $250 billion version of the measure, the U.S. Innovation and Competition Act, on a bipartisan basis. The House approved its version, called the America Competes Act, along mostly party lines, with Republicans objecting to measures in that version aimed at addressing issues such as climate change, human rights and social inequality.</p><p>The House and Senate must resolve the differences in a conference process.</p><p>The White House has seen other parts of its domestic agenda stall and has turned to the competition legislation as an opportunity to get something done as the midterm elections approach.</p><p>\"Time's up,\" Commerce Secretary Gina Raimondo, who is consulting with congressional leaders, said in an interview Tuesday. \"We have to take the two-thirds of it or so with this broad agreement, get that done\" and work on the rest, she said.</p><p>Both the House and Senate versions of the bills seek to increase federal support for scientific research and new technologies. Both authorize $52 billion for encouraging more semiconductor production in the U.S.</p><p>Chips shortages have become a global problem during the Covid-19 pandemic, as they are used in a wide range of products, including consumer electronics, medical equipment and vehicles.</p><p>Also joining will be executives from Samsung Electronics Co., Micron Technology Inc. and Medtronic PLC.</p><p>Mr. Biden urged Congress to act on the legislation in his State of the Union address, during which he introduced Intel Corp.'s chief executive as his guest.</p><p>\"So, let's not wait any longer. Send it to my desk, I'll sign it, and we will really take off in a big way,\" the president said in the address earlier this month.</p><p>Mr. Biden and fellow Democrats, who currently have slim control of the House and Senate, are facing challenges ahead of the midterm elections, with inflation at a 40-year high and gasoline prices spiraling upward. The president has outlined a number of steps to rein in prices, though short-term solutions are elusive.</p><p>The competition bills also wouldn't address the current situation. Ms. Raimondo, however, said increasing domestic production of semiconductors and critical components could shield against future system disruptions.</p><p>\"This bill is saying let's get back into the business of investing in American innovation,\" she said.</p><p>Write to Alex Leary at alex.leary@wsj.com</p><p>Biden Enlists Business Executives to Push Bill Countering China Tech Threat</p>",
  "published": "2022-03-08T23:11:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2209,
          "end": 2214
        }
      ],
      "nexusId": "10063594"
    }
  ]
}