{
  "_id": "8e60fcbfae106f36ad2072831f008bb14f44bf5c8276465b9292f35c00372598",
  "feed": "ftcomall",
  "title": "TSMC: shrinking transistors power a growing giant",
  "text": "<p>“We have passed the worst of the chip shortage” was a common line in news headlines and analyst reports late last year. Investors were quick to drop shares of chipmakers following a slight uptick in automotive chip inventories in November. Record profits at the world's largest contract manufacturer of microprocessors suggest those investors sold out prematurely.</p> <p>Taiwan Semiconductor Manufacturing Company posted record quarterly <a href=\"https://www.ft.com/content/56f339cc-2c8f-41f0-b685-4a7875eb90f4\">profits</a> on Thursday, up 16.4 per cent to NT$166bn ($6bn) on forecast-beating sales. The continuing world shortage of semiconductors, crucial components in everything from cars to smartphones, has continued to boost earnings.</p> <p>It normally takes 10 weeks to deliver an order of chips. That wait lengthened to 26 weeks in December. Some big ports on the Chinese mainland locked down last week. That will further disrupt supply chains. Expect longer delivery times — and ballooning client order backlogs — in coming months.</p> <p>This year TSMC plans to is increase capital expenditure from $30bn to $40bn-$44bn, to match unprecedented demand. The group already has a lead over global rivals such as Intel. Upgrading its technology and increasing its capacity will leave it unassailable. </p> <p>The business should tap a strong new stream of demand for advanced chips made using 5 nanometre (nm) technology. The pricey, high margin 5nm chips, which accounted for nearly a quarter of total wafer revenue in the latest quarter, will help TSMC maintain its fat operating margin of 42 per cent. </p> <p>The 5nm chips should support TSMC's growth as demand for most other chips starts tapering. That will occur when the industry's current capacity expansion is complete. The 5nm technology is not only key to powering the latest smartphones and cars. It is also the key to technologies such as artificial intelligence, autonomous driving and 5G. </p> <p>Just two companies can mass produce 5nm chips: TSMC and South Korea's Samsung. The latter uses a large chunk of its capacity to supply its own ranges of electronic consumer goods. That leaves TSMC as a more appealing contract manufacturer for customers such as Apple. </p> <p>Shares in TSMC trade at a two-thirds premium to Intel at around 25 times forward earnings, according to S&amp;P Global. But that gap has been narrowing as the US manufacturer improves its rating, TSMC ‘s own ratio weakens. It is time for the Taiwanese chip giant to get an upgrade of its own.</p> <p><em>This article was amended after publication to specify the forecast capex range more clearly.</em></p><p>Source:  2022 'TSMC: shrinking transistors power a growing giant' FT.com 13 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-13T13:06:11.688Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2163,
          "end": 2168
        },
        {
          "start": 1121,
          "end": 1126
        }
      ],
      "nexusId": "10063594"
    }
  ]
}