{
  "_id": "adf6c5cdba6debdb083d60ed8a7786586919d0dc890eee77bb960d00ad3b4692",
  "feed": "market-watch",
  "title": "FuboTV stock drops after earnings on mixed outlook",
  "text": "<p>The company reported a fourth-quarter net loss of $112.0 million, or 76 cents a share, compared with a loss of $195.3 million, or $2.47 a share, in the year-earlier quarter.</p><p>FuboTV FUBO reported revenue of $231 million, which included $26.1 million in advertising revenue. Analysts tracked by FactSet were projecting $213.3 million in revenue.</p><p>The company previously issued preliminary results in early January. At the time, fuboTV expected to report $215 million to $220 million in total revenue and over $25 million in advertising revenue.</p><p>FuboTV said in its release that it closed out the year with 1.13 million total paid subscribers after it added a net of 185,000 subscribers in the December quarter. Customers streamed 404 million hours of content through the service in the quarter.</p><p>“Engagement continues to be strong as we add differentiated content to our offering and focus on innovating our product to meet consumer preferences and drive a premium experience,” the company said in its shareholder letter.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>The company offered revenue and subscriber forecasts for the first quarter and the full year, opting to break the metrics out geographically for the first time.</p><p>FuboTV expects that its North America streaming business will see $232 million to $237 million in revenue for the first quarter and $1.08 billion to $1.09 billion in revenue for the full year. The company noted that the first quarter is typically “softer” than the fourth.</p><p>The company's projections call for 1.028 million to 1.033 million subscribers as of the first quarter and 1.50 million to 1.51 million subscribers as of year's end.</p><p>Looking at the company's “rest-of-world” business, which includes its existing Spain business and its recently acquired Molotov business, fuboTV expects $3 million to $6 million in revenue for the first quarter and $15 million to $20 million in revenue for the full fiscal year. The company also projects 235,000 to 240,000 subscribers for the first quarter and 270,000 to 280,000 by the end of 2022.</p><p>Analysts tracked by FactSet had been expecting $238.5 million in overall revenue for the first quarter and $1.15 billion for the full year. Analysts had also been projecting 1.128 million total subscribers for the first quarter and 1.543 million by the end of 2022.</p><p>The company noted that its outlook doesn't bake in any projected contributions from online sports betting.</p><p>The stock has declined 63% over the past three months as the S&amp;P 500 SPX has risen 10%.</p>",
  "published": "2022-02-23T16:58:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1033,
          "end": 1038
        }
      ]
    }
  ]
}