{
  "_id": "40413f09d6aadee727edd59202ed238c5819eccc8cacc8cc83a7953de70e52c2",
  "feed": "market-watch",
  "title": "Fears about end of pandemic PC boom lead to downgrades for AMD, HP and Dell, and all their stocks are falling",
  "text": "<p>Advanced Micro Devices Inc. AMD shares dropped as much as 8.4% in Thursday trading after Barclays analyst Blayne Curtis downgraded the stock on concerns that several end markets the chip maker serves are poised for a correction.</p><p>“Where we have an issue is for 2023, as we see cyclical risk across several end markets (PC, Gaming, and broad-based/XLNX),” Curtis wrote, while downgrading the stock to neutral from overweight, and lowering his price target to $115 from $148. “We don't have a smoking gun pointing to a correction under way in any of these markets, but it's very clear to us that all 3 segments are running at elevated levels.”</p><p>While the analyst said he expects AMD to top its 31% growth target this year and to continue taking market share from Intel Corp. INTC, he wants to move to the sidelines for now.</p><p>“The core issue here is what will be AMD's growth trajectory coming out of this potential correction and the answer to this will be just how competitive Intel and ARM will be in 2024/25,” the analyst wrote.</p><p>Morgan Stanley analyst Erik Woodring sounded a similar alarm in a note that downgraded the two biggest PC manufacturers in the U.S., HP Inc. HPQ and Dell Technologies Inc. DELL Both stocks were down more than 5% in Thursday trading.</p><p>“We see increasing risk of negative hardware budget revisions, hardware earnings revisions peaking, and the potential for further multiple compression, which historically has resulted in IT hardware underperformance,” Woodring wrote, while downgrading HP to underweight from equal-weight and Dell to equal-weight from overweight. “Specifically, we believe PC and consumer hardware spending will be pressured as supply improves and demand normalizes after two years of above-trend growth.”</p><p>The analyst also reduced his price targets on both stocks, taking HP to $31 from $34 and Dell to $60 from $66. He suggested investors wanting a piece of the hardware industry instead look to CDW Corp. CDW, which he upgraded to overweight from equal-weight, while raising his price target to $214 from $201.</p><p>Even with the drop, AMD shares are still up 40% over the past 12 months, compared with an 11% gain in the PHLX Semiconductor Index SOX and a 15.4% rise in the S&amp;P 500 index. SPX. HP's and Dell's stock performance has been about in-line with the S&amp;P 500 over the past 12 months, gaining 14.4% and 15.7%, respectively.</p>",
  "published": "2022-03-31T14:09:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 973,
          "end": 978
        },
        {
          "start": 759,
          "end": 764
        }
      ]
    }
  ]
}