{
  "_id": "bff3b5ec973b87575c205ff9078ca21f16549f37b410c49e3a8cba22e0626578",
  "feed": "market-watch",
  "title": "'Shock and awe' rockets Intel stock up 10% to best day since March 2020; Intel's cost cuts 'an important sober step after two years of unrealistic optimism,' says Barclays analyst on upgrade",
  "text": "<p>Intel INTC shares rallied as much as 11% to an intraday high of $29.22 after the chip maker's otherwise poor earnings and forecast were rewarded by the promise of cost cuts and layoffs. Shares were last up 10% putting them on track for their best one-day performance since March 17, 2020, a week after COVID-19 was declared a pandemic, and to snap a nine-quarter streak of post-earnings declines.</p><p>Compared with a 40% drop on the PHLX Semiconductor Index year to date and a 20% fall on the S&amp;P 500 Index SPX, Intel shares had closed Thursday down nearly 50% for the year.</p><p>Late Thursday, Santa Clara, Calif.–based Intel cut its full-year outlook once again, forecasting earnings of about $1.95 a share and revenue of $63 billion to $64 billion, citing \"continued macroeconomic headwinds.\" Wall Street had estimated earnings of $2.20 a share and revenue of $65.3 billion. That was forgiven, however, as Intel announced plans to drive $3 billion in cost reductions in 2023, and $8 billion to $10 billion by the end of 2025.</p><p>Intel CEO Pat Gelsinger told analysts on the conference call following earnings that the company was \"aggressively\" addressing costs, which would include \"efforts to optimize our headcount,\" and efficiencies particularly in its foundry business, Integrated Device Manufacturing 2.0, or IDM 2.0.</p><p>While specific job cuts were not mentioned, Intel is reportedly going to make an announcement around Nov. 1, according to a video from Gelsinger to workers recently. The last time Intel announced a big round of layoffs was in 2016, when the company cut 12,000 jobs, or 11% of its workforce, on the same day it reported quarterly earnings.</p><p>See now: Intel stock rises on earnings beat, plans for layoffs, billions in cost cuts planned</p><p>In a note titled, \"When Pigs Fly,\" Barclays analyst Blayne Curtis upgraded Intel's stock, saying \"the ship is far from righted but it's time to set aside our long-time underweight,\" as he raised his rating to equal-weight. Curtis was blunt about it:</p><p>\"We see a bottom in sight with PCs closer to a bottom and cost/capex cuts an important sober step after two years of unrealistic optimism,\" Curtis said.</p><p>The Barclays analyst said he based the upgrade on that Intel share losses were much slower than feared in the PC market correction, that cost cuts should help preserve book value, and that Intel's domestic foundry footprint had strategic value should tensions between China and Taiwan, where Taiwan Semiconductor Manufacturing Co. TSM and the majority of the world's chip fabrication capacity resides.</p><p>Read: TSMC's stock slumps after reported diss of U.S. chip efforts; industry downgrades also weigh on sector</p><p>\"The roadmap is still a big question mark but the IDM 2.0 model does assure that better decisions will be made in terms of cost and timing,\" Curtis said. While data-center share losses continued, making the whole segment unprofitable for the quarter, Curtis said a stanching of share loss in the PC chip segment was \"encouraging.\"</p><p>\"'Shock and awe' cost cuts distract from a horrendous print,\" said Bernstein analyst Stacy Rasgon said in his Friday note. Rasgon has an underweight rating on Intel.</p><p>\"Given the deterioration in the business, Intel pulling the cost lever, hard, embarking on a massive program to take ~$3B out of 2023 [cost of goods sold and operating expenses] and $8B-$10B by 2025, as they first attempt to stabilize business financials that would be on life support otherwise, and drive efficiencies to make their operating and wafer cost structure competitive over the longer term as they build out their IDM 2.0 and foundry strategy,\" Rasgon said.</p><p>\"However, many questions remain; we do not know the linearity of the cost cuts, nor the baseline, nor any revenue targets associated with them, nor the components especially on the COGS side all of which makes especially the out-year savings difficult to underwrite (and in the near-term they simply serve to offset a weaker business),\" the Bernstein analyst said.</p><p>\"Despite a 'kitchen sink' guide, we can't recommend Intel until we see a succeeding path to product and process leadership,\" wrote Truist Securities analyst William Stein in a note released on Friday. Truist lowered its Intel price target to $29 from $40.</p><p>\"Management appears to be taking a more pragmatic view around operations and investment,\" said Wedbush analyst Matt Bryson, who has an underperform rating on Intel, pointed to Intel's cost-reduction plan and the separation of foundry operations from product businesses to boost efficiency. Intel also lowered its 2022 capital-expenditure spending forecast by $2 billion.</p><p>See now: Mobileye prices IPO above targeted range to raise nearly $1 billion, and most of it will go to Intel</p><p>Of the 36 analysts surveyed by FactSet, seven have a buy-grade rating on Intel, 21 have a hold rating, and eight have a sell rating. Of those, 17 lowered their price target, resulting in an average target of $31.39, down from a previous $37.01.</p><p>'Shock and awe' rockets Intel stock up 10% to best day since March 2020</p>",
  "published": "2022-10-28T18:32:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4213,
          "end": 4218
        },
        {
          "start": 2340,
          "end": 2345
        },
        {
          "start": 1359,
          "end": 1364
        },
        {
          "start": 4803,
          "end": 4808
        },
        {
          "start": 4407,
          "end": 4412
        },
        {
          "start": 1020,
          "end": 1025
        },
        {
          "start": 3152,
          "end": 3157
        },
        {
          "start": 900,
          "end": 905
        },
        {
          "start": 24,
          "end": 29
        },
        {
          "start": 2206,
          "end": 2211
        },
        {
          "start": 4425,
          "end": 4430
        },
        {
          "start": 3201,
          "end": 3206
        },
        {
          "start": 4045,
          "end": 4050
        },
        {
          "start": 4724,
          "end": 4729
        },
        {
          "start": 73,
          "end": 78
        },
        {
          "start": 4999,
          "end": 5004
        },
        {
          "start": 1495,
          "end": 1500
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1823,
          "end": 1828
        },
        {
          "start": 4539,
          "end": 4544
        },
        {
          "start": 612,
          "end": 617
        },
        {
          "start": 508,
          "end": 513
        },
        {
          "start": 1663,
          "end": 1668
        }
      ]
    }
  ]
}