{
  "_id": "19f7db0c27e0036e630434cdfbe5dc444cd0c7a027d55ad0e819df2f984e3ffb",
  "feed": "market-watch",
  "title": "KLA Corp. posts beat-and-raise quarter like others in the chip-equipment sector as long-term goals underscored; CEO Wallace says KLA exposed to legacy tech in China, so little affected by U.S. bans",
  "text": "<p>Last week, rivals Lam Research Corp. LRCX and ASML Holding NV ASML both reported beat-and-raise quarters showing strength in the chipmaking-equipment manufacturing sector.</p><p>KLA Chief Executive Rick Wallace told analysts on the call that it is little exposed to sales of cutting-edge technology to China that U.S. regulators are restricting.</p><p>\"Specific to KLA, a meaningful amount of our business in China is focused on legacy node investment, which is not the focus of the recent export restrictions,\" Wallace told analysts on the call. \"However, our system and service revenue will be adversely impacted going forward as we are unable to provide systems and support to certain customers for certain end uses.\"</p><p>KLA shares rose as much as 5% after hours, and were last up 1.5%, following a 0.5% rise to close at $306.40. Year-to-date, KLA shares have fallen 29%, while the PHLX Semiconductor Index SOX has dropped 40% and the S&amp;P 500 index SPX has declined 20%.</p><p>Recognizing that chip companies, especially memory chip maker, are cutting capex budgets, as seen most recently with memory chip makers SK Hynix Inc. KR:000660 and Micron Technology Inc. MU, and third-party fab Taiwan Semiconductor Manufacturing Co. TSM, KLA, like Texas Instruments Inc. TXN, is focusing on long-term investments asdemand recedes.</p><p>\"Long-term growth for the semiconductor equipment industry continues due to the prioritization of R&amp;D investment at the leading edge, continued investment in legacy nodes and growth in enabling technologies such as advanced packaging,\" Wallace told analysts.</p><p>That was evidenced in Facebook parent Meta Platforms Inc. META earnings, where the company hiked its capex budgetin its long-term investment to build out its metaverse ambitions, and shares of data-center suppliers like Nvidia Corp. NVDA, Advanced Micro devices Inc. AMD, Marvell Technology Inc. MRVL , and Intel Corp. INTC rallied after hours.</p><p>KLA reported fiscal first-quarter net income of $1.03 billion, or $7.20 a share, compared with $1.07 billion, or $6.96 a share, in the year-ago period. The company reported adjusted earnings, which exclude stock-based compensation expenses and other items, of $7.06 a share, compared with $4.64 a share in the year-ago period.</p><p>Milpitas, Calif.-based KLA's revenue rose to $2.72 billion from $2.08 billion in the year-ago quarter.</p><p>Analysts had forecast adjusted earnings of $6.22 a share on revenue of $2.6 billion, based on KLA's forecast of $5.70 to $6.80 a share on revenue of $2.48 billion to $2.73 billion.</p><p>KLA Corp. posts beat-and-raise quarter like others in the chip-equipment sector as long-term goals underscored</p>",
  "published": "2022-10-26T21:55:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1873,
          "end": 1878
        }
      ]
    }
  ]
}