{
  "_id": "648fee0b75c0f13e5051fc6bbd22ba8af36b98c700b706779e537a7a59162e81",
  "feed": "market-watch",
  "title": "New battleground in ESG investing: Chip and data-center companies' use of hundreds of billions of gallons of water a year; Water isn't a common environmental, social and governance metric, but it is poised to become one, as droughts and floods plague the U.S.",
  "text": "<p>Technology is a thirsty sector, and with semiconductor manufacturing growing in the U.S. under the CHIPS Act, companies will be under increased pressure to disclose their water usage. The tech industry typically gets high ESG grades because it creates relatively little energy pollution.</p><p>As droughts bake the western U.S. and floods inundate large swaths of the country, industrial water usage is starting to move from a topic of little investor interest to an emerging risk factor.</p><p>Yet water isn't a common environmental, social and governance (ESG) metric as data around corporate use is murky. Few companies disclose their water usage, and water hasn't been as pressing a subject compared with other environmental factors such as carbon emissions.</p><p>But the impact of climate change on water supplies has prompted some groups and investors to highlight this growing risk and how companies can be better water stewards.</p><p>In the tech sector, water is critical for data centers and semiconductor fabless and fabrication manufacturers. Data centers used 656 billion liters (173 billion gallons) of water in 2014, according to the 2022 report Global Assessment of Private Sector Impacts on Water from Ceres, a nonprofit organization focused on a sustainable economy.</p><p>Water cools servers and other equipment, and indirectly some data centers get electricity generated by thermoelectric power. A medium-sized data center of 15 megawatts uses as much water annually as three average-sized hospitals or more than two 18-hole golf courses. These operators have made efforts since 2017 to use more non-potable water, but as of 2019, 57% of data-center water consumption is of drinking water.</p><p>Semiconductor production requires ultrapure water for manufacturing at fabrication facilities and for cooling. Ceres notes the average semiconductor factory uses 15 million liters of water daily. In the push for more electric vehicles, chip sales and water usage will only increase. Ceres says that water use by Taiwan Semiconductor Manufacturing TSM grew to 197.9 million liters annually in 2019, up from 43.4 million liters in 2009. Wastewater from semiconductor production includes an array of chemicals and toxic metal pollutants.</p><p>Push for water-usage disclosure</p><p>Several factors go into understanding the context of a company's water risk. Water intensity measures how dependent a business is on water and is calculated by measuring water withdrawals over revenues. Other factors include knowing if water is scarce or abundant at a company's site, how a firm manages its water resources, such as recycling water, monitoring quality and preventing polluting discharges.</p><p>Some companies are starting to release statistics about water withdrawal or management, says Kata Molnar, thematic water expert for Morningstar Sustainalytics.</p><p>But corporate disclosure is woefully lacking, particularly on water management, making it difficult to understand water risk. Morningstar Sustainalytics looked at water resource use management data for 122 companies in technology subsectors, including data centers. Only 16% of companies disclosed any water-management risk information related to how they may mitigate risks posed by water scarcity. It's significant since many data centers are in water-stressed areas.</p><p>In the research firm's analysis, only Microsoft MSFT received top scores for its water risk management and water management program, noting the cloud-computing and software firm has sought ways to reduce water use to cool its data centers. The tech giant has a goal to be \"water positive\" by 2030; that is, replenishing more water than it uses.</p><p>How to judge water risk</p><p>Getting companies to release information about water hasn't been easy because many may not know where to start. Molnar of Morningstar says a different type of thinking is needed when it comes to water risk.</p><p>\"You can't think about water the way you think about climate and carbon,\" she says.</p><p>Matt Howard, vice president for water stewardship at The Water Council, a nonprofit water technology and stewardship group, concurs.</p><p>Carbon emissions are a relatively easy-to-measure ESG metric, as the impact on the environment is universal. Water can't be boiled down to a few simple ESG metrics because it's a local issue and has to be put into context.</p><p>It's not just about water conservation and efficiency, but a company's site-specific risks and how that impacts the enterprise as a whole.</p><p>\"If you're a water-intensive manufacturer … in Milwaukee, on Lake Michigan, I want to know about your conservation efforts, but really, your biggest risk is going to be on your storm water management side,\" Howard says.</p><p>Last month, Ceres launched an initiative with pension funds, non-governmental organizations and other investors to create six steps to help companies address water risks, called Corporate Expectations for Valuing Water, says Kirsten James, senior program director of water at Ceres.</p><p>The organization spent two years creating the science-based framework to address how businesses can address water risk, James says. The steps include monitoring water quantity and quality, protecting ecosystems and creating access to water and sanitation in communities where they are located.</p><p>The Water Council helps firms create a water-use impact assessment, a process that includes analyzing how a firm uses water, gets its water, location-based watershed risk analysis and where along the supply chain are the biggest risks.</p><p>Semiconductor companies' thirst for water</p><p>Emma Doner, ESG senior manager at Capital Group, says semiconductors are the third-largest users of water on a water-intensity metric, behind utilities and some chemicals sectors. Capital Group has six factors it uses to gauge a company's exposure to water risk, including: How much fresh water it withdraws; how much water a company recycles; and whether it sets forward-looking targets to reduce water use or increase recycling. For semiconductors, water recycling is critical.</p><p>With the push to get semiconductor manufacturing to the U.S., water usage will become scrutinized. President Biden last month signed legislation that invests about $250 billion in a combination of semiconductor and scientific research and development.</p><p>Doner says that for manufacturers, how much they pay to access water supplies will be less important than securing environmental permits and building relationships with communities. It's going to be harder for companies to use a lot of fresh water in their operations, since it competes with drinking-water use. Poor relationships can damage brands.</p><p>\"It's really about being a good steward and a citizen, getting the permits you need and preventing any operational stoppages. It's not really about the price that you're paying for water,\" she says.</p><p>Arizona is one state that has a significant semiconductor industry. As the Colorado River dries because of the western drought, the federal government is mandating that the state cut its water intake by 21%. Companies that locate in that area will have to put water use and efficiency at the forefront.</p><p>One company doing that is Intel INTC, Doner says. It has big operations in the region, and she says it now recycles 80% to 90% of its water use.</p><p>Both Howard and Doner say as more companies start to disclose water use, it's important they release relevant information to eventually understand how to mitigate risks and avoid claims of greenwashing.</p><p>\"The (key) questions are around the granularity of where you're operating, how are you using the water there versus on a global level, recycling, reclamation and efficiency,\" she says.</p><p>New battleground in ESG investing: Chip and data-center companies' use of hundreds of billions of gallons of water a year</p>",
  "published": "2022-09-07T13:36:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "confidence": 0.7,
      "offsets": [
        {
          "start": 7124,
          "end": 7129
        }
      ],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 1.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 61
    }
  ]
}