{
  "_id": "3aa472961cdf453c1a67853f7b9fc38d1ebacfcbc228a1340fc8ea5e7ef93a73",
  "feed": "wall-street-journal",
  "title": "Playbook Is Changing With Drought in IPOs",
  "text": "<p>Some companies, including yogurt maker Chobani Inc., are pushing out their IPOs to at least late 2022. Many that have already filed IPO paperwork confidentially with the Securities and Exchange Commission, including social-media company Reddit Inc., are in a holding pattern, planning on updating it even if there are no plans to launch offerings soon, according to people familiar with the offerings.</p><p>\"There is still a tremendous backlog of companies looking to go,\" said David Bauer, head of equity capital markets at KKR, referring to both KKR-owned companies and others on deck.</p><p>For the market to thaw, IPO bankers and lawyers say major stock indexes will need to stop swinging wildly as investors evaluate surging inflation, interest-rate hikes, Russia's invasion of Ukraine and whether Covid-19 cases tick up as some health experts fear.</p><p>Bankers and lawyers are already plotting which companies would be the best candidates to reopen the IPO market. Their consensus: The first companies out of the gate should be profitable, fairly large, raising around $500 million or more in their offerings, and be \"must-own\" names in their industries.</p><p>Among the companies that fit the bill is eye-care company Bausch &amp; Lomb Corp., which earlier this year filed publicly for an IPO and could go as early as May if market conditions improve, according to people familiar with the matter. Another is Mobileye, the self-driving car unit Intel Corp. is set to spin off in an offering that could value it at upward of $50 billion later this year.</p><p>A shift toward profitability would be a big change from the IPO market's record run of 2020 and 2021, when unprofitable companies with big growth ambitions went public by the hundreds. Now those companies are falling out of favor as rising interest rates change investors' calculus.</p><p>Two of the hottest IPOs last year -- electric-vehicle maker Rivian Automotive Inc. and online brokerage Robinhood Markets Inc. -- have posted billions of dollars in losses combined since they have gone public. Their stocks have been punished.</p><p>Some private companies also are struggling. On Friday, Instacart Inc., one of the most buzzed-about companies in the IPO pipeline, said it has cut its valuation by about 38% to $24 billion. The San Francisco company, which sends shoppers to pick and deliver groceries from supermarkets, said the valuation reflects market turbulence.</p><p>Shares of companies that raised at least $50 million through traditional IPOs in 2021 have fallen nearly 30% from their IPO prices, on average, according to an analysis by Wells Fargo. Of that group, the companies that were profitable at the time of IPO are down 11% on average, compared with a roughly 46% drop in the stocks of unprofitable companies.</p><p>\"Before, we had growth at all costs,\" said Craig McCracken, co-head of equity capital markets at Wells Fargo. \"Now people are looking for safer companies.\"</p><p>The first sign of thawing in the IPO market will probably come in the form of follow-on offerings, in which companies that are already public sell additional stock. If companies start selling stock and those deals do well, that should pave the way for IPOs, Mr. McCracken said.</p><p>Heading into 2022, fintech was one of the most hotly anticipated sectors for IPOs, with companies including Klarna Bank AB and Chime Financial Inc. among the companies considering listings this year. Those plans are on hold for now, according to people familiar with the situation.</p><p>One reason companies are able to wait out the latest volatility is that the private markets remain flush with cash. The digital savings and investing app Acorns Grow Inc. raised $300 million, it said earlier this month, valuing it at $1.6 billion on a pre-money basis, or before external funding. Acorns earlier this year called off its merger with a special-purpose acquisition company, or SPAC. That deal, announced last May, would have valued Acorns at $2.2 billion, or $1.5 billion on a pre-money basis.</p><p>Last year U.S. venture-capital firms raised a record $128 billion, according to PitchBook, nearly 50% more than 2020's $87 billion. While many crossover funds, which invest in both private and public companies, are turning their wallets to beaten-down public companies, that still leaves plenty of money for private companies.</p><p>Investors say the technology sector will be key to watch when it comes to IPO pricings, especially since hot sectors such as enterprise-software companies have sold off so much in the past few months.</p><p>There are other shifts taking place. While the past two years saw a record number of companies going public through nontraditional means, such as mergers with SPACs, this year few companies are pursuing that route, according to bankers and lawyers.</p><p>\"These days, the only dual track is M&amp;A,\" said Richard Truesdell, co-head of capital markets at Davis Polk &amp; Wardwell, referring to companies evaluating going public as well as being acquired as their potential next steps. That is happening about a quarter of the time, compared with last year, when it was rarer for companies to pursue a merger and an IPO at the same time, he said.</p><p>Most companies that had confidentially filed with the SEC to launch 2022 IPOs are still moving forward, according to people who work on IPOs, because it is smarter to keep up with the paperwork rather than pulling it entirely. Roughly two-thirds of legal expenses and management time when it comes to preparing for an IPO occurs ahead of a company's confidential filing, according to lawyers.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-03-26T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1427,
          "end": 1432
        }
      ]
    }
  ]
}