{
  "_id": "4e8d887618911358050a7174a7aee336c6a3476bc6fe2344cbec50eebad19ed9",
  "feed": "wall-street-journal",
  "title": "Intel Pays Up for Foundry Expertise; Premium offered for Tower Semiconductor makes sense given chip maker's stated ambitions",
  "text": "<p>The rich price makes sense given the current realities of the chip manufacturing market and Intel's stated ambitions. It has long manufactured processors for PCs and servers that it designs itself. But booming demand for chips of all types plus a global shortage of production capabilities have created an opportunity for Intel to open its fabrication facilities to designs by others. This so-called foundry business model is a key part of the company's turnaround plan as it also seeks to recover its lead in the most advanced chipmaking processes now held by Taiwan Semiconductor Manufacturing, or TSMC.</p><p>Buying Tower won't close that gap; the Israeli chip maker specializes in older production processes often referred to as trailing edge. But the deal will get Intel some important expertise in running a foundry business, plus established client relationships. It also gets Intel seven chipmaking facilities in Japan, Israel and the U.S.</p><p>Intel's shares rose more than 1% Tuesday following the news—an important vote of confidence for a company with a mixed record in mergers and acquisitions.</p><p>However, the deal also gives an early preview of the price Intel will pay as it diversifies its business. Foundry business models are costly; Tower's gross margin of 16% in 2021 badly trails Intel's at 58%. Intel's relative size will mask much of the impact; adding Tower will bring Intel's gross margin down only 1 percentage point in 2023 based on Wall Street's current projections for the two companies. Intel has already said its effort to catch up in advanced manufacturing, along with building a foundry business, will compress its overall margins for the next few years. The company is also planning to share more details of its outlook at an analyst meeting on Thursday.</p><p>Buying Tower may have gotten the good news out early.</p><p>Write to Dan Gallagher at dan.gallagher@wsj.com</p><p>Intel Pays Up for Foundry Expertise</p>",
  "published": "2022-02-15T19:41:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 878,
          "end": 883
        },
        {
          "start": 322,
          "end": 327
        },
        {
          "start": 92,
          "end": 97
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1156,
          "end": 1161
        },
        {
          "start": 1504,
          "end": 1509
        },
        {
          "start": 1380,
          "end": 1385
        },
        {
          "start": 1304,
          "end": 1309
        },
        {
          "start": 1878,
          "end": 1883
        },
        {
          "start": 1288,
          "end": 1293
        },
        {
          "start": 764,
          "end": 769
        },
        {
          "start": 942,
          "end": 947
        }
      ]
    }
  ]
}