{
  "_id": "052aeb7cdf65e666c3212d7692d7d487fe3169e7c35a7691e02b14c030990896",
  "feed": "wall-street-journal",
  "title": "Stocks Rise, Oil Drops as Investors Eye Ukraine and Russia; S&P 500 on course to close higher following three days of losses; bond prices fall",
  "text": "<p>The advances were broad-based, with 10 of the S&amp;P 500's 11 sectors rising.</p><p>Tuesday's advance came as investors' fears about a conflict between Ukraine and Russiadampened. The threat of war has, in recent days, added a geopolitical element to an already troubled market outlook. Investors also have been weighing inflation concerns, as well as signs of easing supply-chain issues.</p><p>\"We have two big crosscurrents. One that has been out there for a while, which is inflation. The other being in the near term—which has ramped up over the last week—which is Russia,\" said David Kalis, manager of the Future Fund Active ETF.</p><p>Warnings from the U.S. and its allies about the likelihood of a Russian invasion have grown louder, spooking investors concerned about the economic effects of such a conflict or resulting sanctions on Russia's economy. Those fears abated somewhat Tuesday after Russia's Defense Ministry said some troops on the Ukrainian border were returning to their bases after completing training, though large-scale military maneuvers continued elsewhere.</p><p>\"I don't think we're out of the woods just because we had one good day,\" Vincent Deluard, global macro strategist at StoneX.</p><p>Oil prices dropped from the eight-year high they hit Monday. Brent crude, the international oil benchmark, fell 3.1% to $93.45 a barrel. Benchmark European natural-gas prices slumped 3.1%.</p><p>\"The market is believing what it is hearing in the headlines, but you do have to be careful with these things,\" said Hani Redha, a multiasset fund manager at PineBridge Investments. \"We have to be cautious on news like this in the so-called fog of war.\"</p><p>Investors continue to assess rising inflation as they look ahead to the Federal Reserve meeting in March. Fresh data on Tuesday showed that prices suppliers charged businesses and other customers jumped in January, rising a seasonally adjusted 1% in January from the prior month, the sharpest rise since May 2021. Producer prices rose 9.7% on a 12-month basis, nearly the same as the prior month.</p><p>Yields on benchmark U.S. 10-year Treasury notes rose to 2.049% from 1.995% on Monday. Bond yields and prices move in opposite directions.</p><p>Bitcoin prices climbed, adding 4.1% to their Monday 5 p.m. ET levels of $42,256.83.</p><p>European stock indexes rallied after Monday's sharp losses, with the pan-continental Stoxx Europe 600 up 1.4%. Russia's MOEX index jumped over 3%. The Russian ruble rallied 1.1% against the dollar and the Ukrainian hryvnia rose 0.9%.</p><p>The yield on a dollar bond issued by the Ukrainian government maturing in 2033 fell to 10.233% from 10.807% Monday, according to Tradeweb. The yield on a dollar-denominated Russian government bond maturing in 2026 slipped to 3.982% from 4.307%.</p><p>Russia's parliament on Tuesday voted to ask Russian President Vladimir Putin to recognize two Russian-backed separatist republics in the eastern Ukrainian region of Donbas as independent states. The move could justify an incursion into its neighbor. Russia has denied it plans to attack.</p><p>Russia is among the world's largest suppliers of oil, as well as the biggest exporter of wheat and a major producer of key metals, such as palladium, aluminum and nickel, while Ukraine is a key transit route for Europe's natural-gas supplies.</p><p>\"The biggest impact this thing has had has been in commodities and the feed through of that into inflation,\" said Mr. Redha. A conflict that pushes commodity prices and inflation higher could prompt central banks to raise interest rates faster than planned, he added.</p><p>Some investors are betting that the international economic impact from a conflict would be limited. \"In the near term, the market will react first and ask questions later,\" said Brian O'Reilly, head of market strategy at Mediolanum International Funds. \"But anything outside a massive escalation of tensions doesn't really change the trajectory of the global economic outlook.\"</p><p>Earnings season continues, with results due from companies including Airbnb after markets close. Marriott International shares rose 4.2% after the hotelier reported that its fourth-quarter revenue doubled.</p><p>Nasdaq-listed Tower Semiconductor rose 36% after The Wall Street Journal reported that Intel was close to buying the Israeli chip company for nearly $6 billion.</p><p>Asian stock markets, which mostly closed before Russia announced its pullback, were generally lower. Both Japan's Nikkei 225 and Hong Kong's Hang Seng Index fell 0.8%. Mainland China's Shanghai Composite Index rose 0.5%.</p><p>Write to Will Horner at william.horner@wsj.com and Hardika Singh at hardika.singh@wsj.com</p><p>Stocks Rise, Oil Drops as Investors Eye Ukraine and Russia</p>",
  "published": "2022-02-15T17:50:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4200,
          "end": 4205
        }
      ]
    }
  ]
}