{
  "_id": "b7fd2d1323f176e6e976786eccb6006fb35bec9c9f49817719c00ed14b72a360",
  "feed": "market-watch",
  "title": "'Fundamental bottom' is coming for chips, and this stock could be the biggest winner, analyst says; Evercore's Muse names Nvidia his top pick for 2023 while predicting that semiconductor industry's inventory problems will be sorted out by midyear, AI will be a 'bright spot'",
  "text": "<p>Muse said historically, the best time to selectively buy into the SOX index is about two months before that fundamental bottom. Muse wrote that his top pick for 2023 was graphics-chip maker Nvidia NVDA, followed by data-center supplier Marvell Technology Inc. MRVL, chip-manufacturing equipment maker ASML Holding NV ASML, analog chip maker Analog Devices Inc. ADI, electric-vehicle supplier Wolfspeed Inc. WOLF, and chip and software company Broadcom Inc. AVGO, which received high marks recently for how it was handling itsproduct backlog and its glut-prevention sales practices.Muse has overweight ratings on all those stocks.</p><p>Semiconductor stocks, however, lagged behind the broader market on a rough day Thursday, as the PHLX Semiconductor Index SOX dropped 4%, compared with a 2.9% decline on the S&amp;P 500 index SPX and a 3.4% fall on the tech-heavy Nasdaq Composite Index COMP. Nvidia, Marvel, and ASML shares fell about 5%, while Analog Devices, Wolfspeed and Broadcom were all down around 3%.</p><p>Year to date, the SOX index is down 32.4%, while the S&amp;P 500 is down 18.5% and the Nasdaq is off 31%.</p><p>Read: AMD, Nike, Zillow among UBS stock picks with the 'highest conviction' for 2023</p><p>Chip stocks are under-owned, Muse contended, and he expects inventory corrections across the sector to be complete by the first half of 2023.</p><p>\"Tactically,\" Muse also likes chip-equipment makers Applied Materials Inc. AMAT and Lam Research Inc. LRCX into the first quarter of 2023 on positive estimate revisions. Muse has outperform ratings on both stocks.</p><p>Among Muse's top investment themes for 2023, the analyst expects AI to remain \"a bright spot\" among the crowded product cycle road map, and a slow recovery in the PC and smartphone space. Also, Muse said he will be keeping a close eye on neutral-rated Intel Corp.'s INTC turnaround progress, whether auto and analog chips will remain a bright spot, and how bad the memory trough could be with Micron Technology Inc. MU scheduled to report earnings on Wednesday.</p><p>Elsewhere, Advanced Micro Devices Inc. AMD ranked among UBS's top picks for 2023 in the chip sector, the firm said Thursday.</p><p>'Fundamental bottom' is coming for chips, and this stock could be the biggest winner, analyst says</p>",
  "published": "2022-12-15T19:38:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1796,
          "end": 1801
        }
      ]
    }
  ]
}