{
  "_id": "8bb1cf507fc31d90d95460a4821a0437ca5c4a260312ae4084282c99ee60d1e0",
  "feed": "ftcomall",
  "title": "Rolls-Royce car sales helped by ‘life can be short' mentality ",
  "text": "<p>The boss of luxury carmaker Rolls-Royce said Covid-19 deaths helped the brand sell a record number of vehicles last year as wealthy motorists splashed out after realising “life can be short”.</p> <p>The BMW-owned company posted sales of 5,586 vehicles during the year, up 49 per cent on 2020 and the highest in its history, said Torsten Müller-Otvös.</p> <p>“Quite a lot of people witnessed people in their community dying from Covid, that makes them think life can be short, and you'd better live now than postpone it to a later date. That also has helped [Rolls-Royce sales] quite massively.”</p> <p>Almost 5.5m people have died globally from Covid in the worst pandemic in a century. In Chichester, West Sussex and nearby villages, where Rolls-Royce has its factory, 88 people have died, according to the UK's Office for National Statistics.</p> <p>The demand for the brand's cars rose worldwide, with increased sales in every big market.</p> <p>Growth was led by China and the Americas, which each accounted for about 30 per cent of sales, Europe 20 per cent and the Middle East 10 per cent. Sales in South Korea and Russia were also strong, said Müller-Ötvös.</p> <p>“All markets were booming worldwide. That is something I've never seen before,” he added. </p> <p>While mainstream carmakers were hit last year by a lack of semiconductors, Rolls-Royce was able to avoid a squeeze, in part because it makes fewer vehicles and therefore needs fewer chips. </p> <p>Müller-Otvös said its owner BMW, which also owns the Mini brand, was able to help the nameplate source the chips it needed.</p> <p>“We have fought hard to get the chips we needed for all cars,” he said.</p> <p>Sales were driven by the Rolls-Royce utility vehicle, the Cullinan, as well as its new Ghost model. </p> <p>The brand, which currently sells 12-cylinder petrol engines only, will release its first electric car, the Spectre, late next year, and is preparing to become an electric-only nameplate by 2030.</p> <p>Typical Rolls-Royce buyers “don't have problems with infrastructure,” Müller-Otvös said, as they are able to charge in homes or offices.</p> <p>The average age of Rolls customers fell to 43 during the year, which means “for every 60-year-old, you need a client who is 20”, he added.</p><p>Source: Peter Campbell 2022 'Rolls-Royce car sales helped by ‘life can be short' mentality ' FT.com 10 January. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-01-10T13:06:43.376Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [],
      "nexusId": "10063594"
    }
  ]
}