{
  "_id": "70227f3f26573aac7f9aebbcdfbd6856b1b77a6abae42e8dab95b72391c89632",
  "feed": "market-watch",
  "title": "SoFi is ‘not just another neobank,' Bank of America analyst says",
  "text": "<p>Bank of America's Mihir Bhatia said he was impressed by SoFi's SOFI breadth of offerings as the company strives to be a “one-stop shop” for financial services. He initiated coverage of SoFi shares with a buy rating and $17 price objective Friday, writing that SoFi is “not just another neobank.”</p><p>SoFi shares were up 4.5% in Friday trading.</p><p>In Bhatia's view, SoFi's broad portfolio, which includes deposit accounts, investment accounts, and lending products, is a major strength.</p><p>“Customers are exposed to the entire SOFI product ecosystem through an integrated app offering that drives cross-sell and boosts already attractive unit economics,” he explained. “We believe the strategy is still in the early innings and as SOFI attracts more users&#xa0;to&#xa0;its superior technology and robust product set it&#xa0;will deliver attractive revenue and earnings growth.”</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>The company recently obtained approval for a bank charter, which could deliver various benefits by allowing SoFi to fund loans with deposits and lower its cost of funds. Additionally, if the company reduces its rates for borrowers because of its own lower cost of funds, the move could help increase loan originations, Bhatia said.</p><p>While he anticipates that SoFi will be “deliberate” in how it using the bank charter early on, he also wrote that consensus estimates currently may not bake in many benefits from the charter.</p><p>“We think 2022 benefits will build through the year,” he wrote, noting that SoFi could provide more clarity on how the charter may impact near-term results when it reports fourth-quarter earnings. That report is scheduled for March 1.</p><p>Bhatia also likes the company's Galileo business, which is a payment-processing and technology platform. While SoFi uses Galileo itself, various neobanks are also customers of the platform. As such, Galileo offers a “competitive hedge” for SoFi as it allows the company to benefit from growth in the broader neobanking industry, said Bhatia, who called Galileo “a key differentiator.”</p><p>SoFi shares have declined 44% over the past three months, as the S&amp;P 500 SPX has dropped 3.4%.</p>",
  "published": "2022-02-11T12:46:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 868,
          "end": 873
        }
      ]
    }
  ]
}