{
  "_id": "792f277c150c825a1016d7deb7f0ef4ad29fcd4e70111ea0a2c5ac882aeaf138",
  "feed": "wall-street-journal",
  "title": "Zynga, Lululemon, Virgin Orbit, Tilray: What to Watch When the Stock Market Opens Today; Lululemon said its profit will come in at the low end of its guidance; Virgin Orbit shares were gaining",
  "text": "<p>* GameStop shares were down in morning trading, reversing course from Friday's gains that came after a report that it was launching a new division focused on nonfungible tokens and cryptocurrency.</p><p>* Lululemon Athletica said fourth-quarter sales and profit will come in at the low end of its guidance ranges amid staffing challenges presented by the Omicron variant.</p><p>* Virgin Orbit shares gained in early trading, building on Friday's 26% rise when the company made its Nasdaq debut.</p><p>* Cannabis goods company Tilray's sales rose in its fiscal second quarter as its loss narrowed and it nearly swung to a profit.</p><p>* Intel removed references to the Chinese region of Xinjiang from an open letter it sent suppliers last month, after the contents of the note sparked a social-media uproar in China and led it to apologize to the Chinese public.</p><p>* JPMorgan Chase, Citigroup and Wells Fargo will kickoff earnings season when they report results at the end of the week.</p><p>* R1 RCM said Monday it is buying Cloudmed, a software company for healthcare providers, from New Mountain Capital in an all-stock transaction.</p><p>* Accolade and Limoneira will report results after the close.</p><p>Chart of the Day</p><p>* Government retirement funds are pumping record sums into private equity, defying concerns about risk and cost as they try to plug pension shortfalls.</p><p>Write to James Willhite at james.willhite@wsj.com</p><p>Zynga, Lululemon, Virgin Orbit, Tilray: What to Watch When the Stock Market Opens Today</p>",
  "published": "2022-01-10T14:34:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 613,
          "end": 618
        }
      ]
    }
  ]
}