{
  "_id": "861d011e9da8d9cc9661d38e5006b2492f548ac7a11ca36d5036be266c22fb3b",
  "feed": "ftcomall",
  "title": "Xi consolidates his rule as economic problems mount",
  "text": "<p><em>This is an audio transcript of the </em><a href=\"https://www.ft.com/rachman-review\"><em>Rachman Review</em></a><em> podcast episode: </em><a href=\"https://www.ft.com/content/2ea513ae-04ff-4631-ae88-f4e7b78d3d5d\"><em>‘Xi consolidates his rule as economic problems mount'</em></a></p> <p>[MUSIC PLAYING]</p> <p><strong>Gideon Rachman<br></strong>Hello and welcome to the Rahman Review. I'm Gideon Rachman, chief foreign affairs commentator of the Financial Times. This week's edition is about Xi Jinping's China. The recent party convention in Beijing has given Xi a third term as leader of the party and the country. Many now believe that Xi intends to rule for life. My guest is Linda Yueh of Oxford university, who's also served as a visiting professor of economics at Beijing University. So what does Xi's ever-expanding power mean for China and the world?</p> <p>[CHINESE NATIONAL ANTHEM PLAYING] <br><br><strong>Gideon Rachman</strong><br>The Communist party congress in Beijing is always heavy on stiff formality and displays of power and patriotism. This year's congress opened with the singing of the national anthem.</p> <p>[CHINESE NATIONAL ANTHEM BEING SUNG]</p> <p>But amidst all the careful staging of the party congress, one shocking and unexpected moment stood out. As the television cameras rolled, Hu Jintao, who was Xi's predecessor as leader of the party and the country, was forcibly ushered from the conference room. The official story was that Hu had suddenly been taken ill. But the very public nature of his removal made this look like a deliberate humiliation and an assertion of Xi's power. Many of the factions within the party associated with Hu, as well as many of China's leading technocrats, have lost their jobs in the political reshuffle at this party congress and have been replaced by Xi loyalists. In his own two-hour speech to the congress, Xi painted a picture of tough times ahead and a hostile international environment, and he promised to face down what he called gross provocations and foreign interference over Taiwan.</p> <p><strong>Xi Jinping</strong><br>[Speaking in Mandarin]</p> <p><strong>Gideon Rachman<br></strong>When I spoke to Linda Yueh, I began by asking her if Xi's leadership is now moving into a new stage.</p> <p><strong>Linda Yueh<br></strong>I certainly see it that way. I think he's solidified his control over the party. You can see that in terms of who's been appointed to the standing committee of the politburo. You can see that in terms of, I think, quite a demonstrable removal of his predecessor, Hu Jintao. So I think in many ways just looking at personnel, looking at the way that Xi's speech has really furthered his views on the economy, on the country, that we said it before. But I think he is now, given that he's in his unprecedented third term as president, the most powerful Chinese leader since Mao Zedong. But what do you think, Gideon?</p> <p><strong>Gideon Rachman<br></strong>Well, yeah, I think it looks that way. I mean, it's a bit frustrating because — I don't know about you, but ever since the pandemic, it's been very hard to get to China. But viewed from a distance, absolutely! And this third term was always going to be a huge moment because it breaks with the idea that they've got away from personality cults. You know, nobody would rule for more than two terms. And Xi has managed to break that tradition. But, I mean, I thought the visual image that will stay with everybody is the image of Hu Jintao, his predecessor, being clearly forcibly removed from the party convention. And I know some people have said, “Oh, you know, the official line is he was ill and one or two people even in the west have said, well, you know, maybe that's true”. But to me, the way it was done in front of cameras, Xi's sort of indifference or even kind of apparent amusement at the spectacle suggests to me it was a very deliberate humiliation of his predecessor. How do you see it?</p> <p><strong>Linda Yueh<br></strong>Yeah. And I thought it really interesting. They did it after the foreign journalists were allowed in the room because that was assigned to the west, 'cause what I've heard is that that image isn't actually shown within China itself. So this was intended as a message to what's now become known as the global west. I'm now quoting you. I think what's also interesting about this unprecedented third term is that, you know, in China, it's possible to be in power, but not in office. Deng Xiaoping, for instance, essentially remained influential, you know, well into his 80s, having stepped down formally. So the fact that Xi Jinping has broken with this, you know, decade transition, I think this is really him signalling that he is more powerful than Hu Jintao, than Deng Xiaoping, and he is like Mao Zedong. He will be the leader of China until such time that he decides not to be. And that is a break.</p> <p><strong>Gideon Rachman<br></strong>Yeah. And I think that one of the things that struck me was that almost as significant as the extension of Xi's period in power — I mean, obviously, that's the main headline — is the people who've been removed. Li Keqiang, the prime minister — who could theoretically, he was of an age to keep going — has gone. And he was once seen as a rival central power to Xi and also as a more conventional economic reformer. And I know that many of the people who deal with China economically had a great respect for Liu He who was, you know, the public face of Chinese economic diplomacy. And he too is gone. And I gather a whole raft of other technocrats — the kind of people who sort of spoke the language of globalisation — are now out and have been replaced really essentially by Xi loyalists. Is that how you see it?</p> <p><strong>Linda Yueh<br></strong>Yeah, I do. I'd add to that list Guo Shuqing, who is China's really top regulator. And it looks like the person who selected to become premier is Li Qiang. And Li Qiang used to be essentially the right-hand man for Xi Jinping. But quite unusually, he wasn't a vice-premier. So that's the normal sort of ascension. So you think about Li Keqiang: a PhD economist, he was vice-premier. He was one of the architects of the China 2030 report that I had an advisory role on where they worked with the World Bank to try and overcome a middle-income country trap. And then after that he became premier. So that's a normal sort of path. But Li Qiang is in charge of Shanghai with its strict lockdown over the zero-Covid policy. He's not had any sort of national role. So he worked with Xi in Zhejiang province, and Zhejiang province is the most entrepreneurial province just south of Shanghai. So there is an economic experience there in terms of having run one of the most private sector-oriented provinces. However, he is not somebody who comes from a rival group, as Li Keqiang was, who was always viewed as a rival by Xi. Instead, Xi Jinping has put in place someone who would be somebody very loyal to him. And that is indeed, I think, one of the things that's going to worry quite a lot of foreign investors as well as probably domestic businesses, which is trying to work out what this means for economic reforms. Some of the sell-off we've already seen on the back of this suggests that foreign investors are worried. But one thing I will throw in here Gideon is that what's interesting under Xi Jinping is that even though he has asserted much more state control over the economy in his decade in power, the private sector has grown extremely well as well over the past decade, so that now half of the biggest companies in China are actually private. So as with everything, you know, China's a dozen contradictions before breakfast. So I think we ought to step back a little and kind of see that him delivering economic growth continues to be something which is under strain but a priority, because you certainly wouldn't want to be in charge of an economy where people were not becoming better off.</p> <p><strong>Gideon Rachman<br></strong>I mean, I'm sure that's true. And, you know, he has always said that making China a moderately prosperous country, completing its great rejuvenation with a strong economic component is his goal. But I suppose there are very few leaders who would say, “I don't want economic growth”, but as you point to the sell-off in the stock markets that people are concerned, I think, that he may not get it economically, that despite — and I take your corrective about the rise of the private sector — that he has sort of waged war on some of China's most successful companies, most famously Jack Ma and so on. And that now getting rid of the top regulator, the top sort of international economics guy, suggests that reminds me a bit of that notorious phrase that in the British context, where Michael Gove said we've had enough of experts and whether Xi either has elevated political priorities or just, you know, isn't somebody who instinctively gets free markets or doesn't really trust the private sector, I guess must be concerns.</p> <p><strong>Linda Yueh<br></strong>Mmm. I always wonder when people consolidate power — and this is completely out of my area (laughter) as an economist — but when you become very powerful, you must have this strong sense of self-belief that Xi must think, you know, he's the one who's developed the modern prosperity goal. He's the one that's developed the Made in China 2025 plan. He's the one putting forward a common prosperity that he knows how to implement his vision and Li Qiang, who is expected to become premier, would execute it. And that is different than how China has been for the last 40 years, where you do tend to have pretty strong premiers and a lot of decentralised power from Chinese provinces so they could experiment, see what works. And I think it's the centralisation of economics under Xi Jinping which is worrying for China going forward, because China traditionally has never actually been top-down, I mean, top-down in the sense that the government interferes. But a lot of private entrepreneurs would say they succeed because they keep their heads under the radar. And there's always been a lot of scope for decentralise and decision-making so that China makes mistakes and then corrects them before it becomes calamities at a national level. So I think this is why you see some of the markets sell off because centralisation of economic decision-making under Xi Jinping is actually a pretty important change and one that's a bit worrying.</p> <p><strong>Gideon Rachman<br></strong>Yeah. And also very striking to make the top official in Shanghai premier because I mean, I remember during the Shanghai lockdown, a lot of people were saying, well, he was clearly slated for promotion, but this has been so horribly mishandled, that's no longer gonna be possible. But obviously, that's not what Xi thinks. And it seems to me is, it also has implications for the increasingly controversial zero-Covid policy. I mean, a lot of people, again, were saying, well, once Xi gets through the party convention, China will open up internally and also open up to the outside world. No hints of that at this convention.</p> <p><strong>Linda Yueh<br></strong>Yeah. And I think this is really where you start to wonder if the economy continues to slow. And of course, we've had GDP figures this week, which shows that the economy has actually slowed quite considerably, growing at 3.9 per cent year on year. And this is because a large part of the two-month lockdown in Shanghai that's well below China's five-and-a-half per cent target. And the World Bank is projecting that China's only gonna grow about three per cent, as well as other groups like the ADB, thinking that China's gonna slow considerably below that kind of crucial five per cent, which is the rate they need to grow at in order for China to continue to move up in terms of being upper middle-income country. So knowing that lockdowns and zero-Covid policies are slowing the economy this much, if this continues beyond the National People's Congress next spring, you do wonder if that's not gonna cause the Chinese leadership to back up and say, “Actually, maybe we do need to look again at the Covid restrictions”. And I think the key driver of that decision is going to be China's begun to import vaccines. So that's one of the reasons why they have a zero-Covid strategy is because their vaccines don't have the efficacy of western vaccines. One in five people aged over the age of 80 are actually unvaccinated in China. So I think over the next six months if that changes and the economy continues to slow, that's probably when you will see a relaxation in zero-Covid strategy. But you're right, there's no sign of it as of now, which is also, I think, quite worrying for a lot of businesses because of the fact that when Shanghai locks down, it means that manufacturing around it locks down because they can't get out their products out of China. There's a huge implications from these strict lockdowns that Li Qiang had implemented and was not very popular for.</p> <p><strong>Gideon Rachman<br></strong>And as well as the economic impact, what do you think the sort of psychological impact is? You know, both for foreign businessmen who used to go regularly to China, they don't now anymore. And indeed, for, you know, many Chinese who used to travel outside the country or students outside the country, the number of Chinese friends I know who say, well, look, I haven't seen my family for two, three years. It's a strange situation. It's almost becoming a sort of hermit kingdom as long as the zero-Covid's in place.</p> <p><strong>Linda Yueh<br></strong>Well, I certainly hope it doesn't hit that way, 'cause that clearly is what North Korea is known for. (Laughter) I think yeah. I mean, I think it takes a huge toll. And I think just quickly, economically again, it's made China — it went from being the best-performing economy during the pandemic lockdown when the west was in lockdown to now the worst. And, you know, China adopts zero-Covid because of its weak vaccinations, so they don't have the coverage that others do. And I think that is actually a function of not being a more open system. And the impact on businesses and people, I think that is something that could also cause a rethink of the zero-Covid strategy, 'cause one of the other things about China that's interesting is that on the one sense, we just talked about Xi being all-powerful, but they are like politicians in lots of countries. They do a lot of focus groups. They're trying to work out what people are most unhappy about because they ultimately want stability and they wanna stay in power. So I think the kind of toll that it takes on Chinese people, I think that probably will play a role, which is, again, one of the contradictions about China. So you think, well, it's a one-party state, why would they care? Well, because (laughter) they want to stay in power, that's why they're trying to deliver a common prosperity that they do focus groups, they do polling. They're trying to address some of the things that make the people most unhappy and could either protest or vote with their feet and leave. And that would be something that they would be concerned about. And even Xi Jinping and his now much more powerful state would be concerned about.</p> <p><strong>Gideon Rachman<br></strong>Yeah, I mean, obviously, zero-Covid is probably the main thing weighing down on growth figures. But the other thing that everybody who focuses on the Chinese economy is talking about at the moment is this long-awaited meltdown in the property sector. You know, there's been huge development in property and infrastructure over the last 20 years. A lot of people were always claiming there are problems in that sector, but for a long time they didn't seem to materialise. But now they really do seem to have with a vengeance. What's going on? And how big a problem is it for the Chinese economy? Because, again, we always thought, oh I always thought that, well, yeah, they may have a lot of bad debts, but they're growing so fast they can kind of grow out of the debts. But if you don't have fast growth anymore, presumably the debt problem becomes more threatening.</p> <p><strong>Linda Yueh<br></strong>You're absolutely right. So that is the other major factor that's weighed on GDP growth. And this is probably one of the reasons why the figure was due out last Tuesday but didn't actually get released until Monday of this week after the party congress, because growth is weak and property at the peak of the disclosures about Evergrande, which is the most indebted property company in the world, the second biggest one in China. The dent in confidence made a huge dent in GDP growth. GDP growth that quarter was about nought .3 per cent. This is the summer of last year. So that already shows you that even aside from the purely sort of technical weight of property in the economy, how much people's wealth is actually tied up in their properties and how much property developers weigh on the economy. So, you know, in terms of what's happening with the property sector, they've set up a rescue fund that tells you in and of itself that the property sector is probably gonna struggle with slowing growth and the weight of debts in the system. Property and related services account for 29 per cent of Chinese national output, which is absolutely huge. And in terms of the balance sheets of Chinese banks, property accounts for about a quarter of their balance sheets. So reports are the Chinese banking regulator is now assessing Chinese banks for a systemic risk should the real estate bubble burst. It's probably already burst (laughter). But the extent to which that could actually lead to a crash is what they're trying to prevent by both the rescue fund, testing the banks and, you know, intervening in companies to try and see if they can help them, as it were, weather the drop in property prices. And let's not forget, millions of Chinese are protesting because they're paying mortgages on prepaid units that will never be built. So you have all the ingredients of potentially a property sector dragging down the banks, denting confidence and protesting people. And this is why I think that the Chinese government will try and intervene and rescue the sector.</p> <p><strong>Gideon Rachman<br></strong>Do you think they have the financial and the intellectual resources to do that? Because the American financial crisis, which then became the global financial crisis, also started with a meltdown in the property sector. People were unable to pay their mortgages, etcetera, etcetera. Is this more manageable? Is that an analogy that does strike you as interesting?</p> <p><strong>Linda Yueh<br></strong>It's an interesting analogy (laughter). I mean, one of the things about China, one of many things about China is that you just don't really know the extent of the linkages and liabilities. So we have some inkling of it — the close relationship between the local governments and local state-owned banks, with the shadow banking sector that also funds their finances. And they in turn are linked to the property sector because they own the land, they co-develop with property companies. China's “three red lines”, which is part of Xi Jinping's “common prosperity”, is actually what's caused the property bubble to deflate because they put in more regulatory requirements to try and control leverage or debt in this sector. So I think all of those ingredients together, probably say no crisis is ever like the last one, but it's not quite like the Lehman bust because this is not a system that uses derivatives or there are no broker dealers in assets. But there's other kinds of linkages which makes it similar. The other country that is probably quite similar would be Japan.</p> <p><strong>Gideon Rachman<br></strong>When you say Japan, you mean Japan in the 1990s when the whole bubble burst?</p> <p><strong>Linda Yueh<br></strong>Yes, that's right. So one of the similarities is the outsized property sector. But the second similarity is that both countries have mostly domestic debt. One of the reasons why Lehman's led to the global financial crisis was the linkages between the US financial system and the rest of the world. China's creditors are mostly domestic, and it doesn't have the complicated linkages of Lehman's, of that shadow banking system that made the US crash so devastating for the world. So, I mean, one lesson from Japan is, even if you rescue the sector, given how indebted it is, it could lead to years of economic stagnation. Where the economic impact globally could come in is that Chinese banks lend a great deal to the rest of the world. So of the 185 countries tracked by the Bank for International Settlements, all but 10 have borrowed from Chinese banks. So if China were to have a banking crisis because of the property sector, then it would have a global impact, but via Chinese bank lending to other countries. So, you know, every crisis is different from the one that's come before, but the property sector is absolutely worth watching. And it is an example of how China's attempts to increase equality, which is what common prosperity is supposed to do. Xi Jinping's aim to reduce inequality in housing, education and healthcare, how that led to a clampdown on the property sector and their worries about leverage led to a regulatory clampdown on the property sector. And now they're faced with whether the property sector will just deflate or will it crash, we don't know at this point. But it is an example of how execution of Xi Jinping's policies have been much more clumsy than I think most people would hope for the world's second-biggest economy.</p> <p><strong>Gideon Rachman<br></strong>And, you know, we talked about zero-Covid as a problem, the property sector and debt. But then just to add to all the economic issues they're having to deal with, just really on the eve of the convention, the Americans announced really swingeing restrictions on technology exports, particularly semiconductor exports to China. I mean, I think we're all scratching our heads now trying to figure out what the impact of that will be. But what's your initial assessment of what it means for the Chinese industry?</p> <p><strong>Linda Yueh<br></strong>I think that certainly has fed into Xi Jinping using self-reliance a lot in his speech because that's led to China redoubling its efforts to try and develop a domestic industry. And also because the Americans have required American citizens, even naturalised ones who, for instance, are born in China but became American citizens, to get clearance from the American government. It's leading to Chinese businesses de-Americanising their workforce. So, this is also disruptive. So therefore not just on importing, accessing technology, but also human capital, which is so important in this industry. There is something else I think that this raises, which I'm gonna put to you, Gideon, which is particularly on semiconductor chips. There's a Taiwanese company, TSMC, which dominates the sector. What do you think the (laughter) American restrictions on technology exports is gonna mean for Taiwan, especially since it has this incredibly valuable position in the global semiconductor industry producing chips that both America and China wants?</p> <p><strong>Gideon Rachman<br></strong>Yeah, I mean, I would have thought that TSMC must be quite concerned about this. As you say, they're a unique company and being in Taiwan adds to the complications. But, you know, other companies, Samsung and so on, even some American companies, chipmakers like Intel and Qualcomm, who do a lot of business with China, are going to be scratching their heads about their futures. I think it's potentially incredibly disruptive for the semiconductor industry. But TSMC, as you know, are under pressure from the American government to set up a foundry in the United States, because I think the Americans thinking ahead, thinking, well, you know, if there were a war over Taiwan, 90 per cent, according to Biden, of the world's most advanced chips are made in Taiwan. And as one American official put it to me, that would be a semiconductor nuclear winter if TSMC was taken out. But actually getting TSMC to set up an equivalent factory in America sounds like it should be do-able, but is actually turns out extremely hard. And there was an excellent piece in Nikkei Asian Review, which is owned actually by the FT, by our ace Taiwanese reporters who just set out the complexity of TSMC's supply chain. They import themselves stuff from Japan, South Korea, China itself, do a lot of business with China. So trying to unscramble that is going to be enormously complicated. But presumably the Americans knew all this and decided nonetheless to go ahead, which tells you that perhaps in a way that's a little analogous to Xi, they are thinking primarily now in security terms rather than economic terms and they're prepared to take an economic hit and to cause economic disruption because now security is first and foremost in their thinking. And actually, that was sort of how I was thinking of ending our conversation, is that my reading of Xi's speech is that the mood music was quite dark. You know, of course, he said China has a glorious future and all of that. But there was a lot of warnings about the dangers of the international arena, of the enemies of China, of foreigners scheming about Taiwan. Is that how you see it, that Xi was sort of preparing the country for the idea that at least the global west, to use that phrase that I used, now has China in its sights and that China has to push back?</p> <p><strong>Linda Yueh<br></strong>Yes, I think we're now a long way from when China just wanted to have a peaceful rise, where their aim was to develop and not catch the attention of others. I think Xi Jinping has clearly stated that China must stand up to this — we're gonna use the phrase global west now, you've coined it, Gideon — must stand up to the global west (laughter), you know, and become more self-sufficient, become more technologically advanced and appealing to a more nationalistic streak. On the security side, you know, this kind of final note that we're ending on, which I think is quite worrying for Americans and I'd love to get your take on it, Gideon, is that American intelligence officers were previously thinking that Taiwan would be a remote possibility, maybe, I don't know, five, six, seven years. They need to think about it. And some are worried that Xi Jinping has linked force with Taiwan and reiterated his views around Taiwan. What's your take on a Chinese invasion of Taiwan or some type of naval blockade of Taiwan as something that we ought to be more worried about now?</p> <p><strong>Gideon Rachman<br></strong>Well, I mean, I was very struck that the head of the American navy said that he thought that China could invade in the next year, which is the most alarmist and dramatic prediction I've seen. I mean, up until then, people talked about the Davidson Window after Admiral Davidson, who'd said to Congress, I think last year, that China could invade within the next five years. And, you know, even that was regarded as quite strong and quite controversial. My initial reading is that, a lot of kind-of-the-expert community who are quite well plugged in were a bit startled by this statement by the US Navy guy and then not many people I've come across who think war is imminent in the next year. And I think the thing is that if you were gonna prepare to do that, even more than the Russian invasion on Ukraine, it would be extremely visible because it would be a naval flotilla would have to be assembled. You know, every satellite in the world would pick that up. And why would Xi do it? I mean, I guess people said, well, why would Putin invade Ukraine before? I mean, the decisions to go to war are never super rational. And there is some sense that maybe Xi believes that this should be his crowning glory, the thing that really gives him a place in the pantheon alongside Mao, completing the reunification of China and all of that. On the other hand, it would be the most enormous risk. I mean, you said he prizes stability. Well, what a roll of the dice to stake everything on invading Taiwan or even blockading Taiwan. So I'd like to believe that he won't risk that. But, you know, I think that making predictions that authoritarian leaders won't go to war has not fared very well this year. So we have to hope that Xi maybe has looked at Ukraine and understood the risks. But clearly they are a bit alarmed in Washington and I'm not sure about Taiwan. I mean, I think, you know, the Taiwanese, much as some of the Ukrainians before the war, don't seem to think that they're poised to be invaded. But as I say, many Ukrainians didn't think that and it happened.</p> <p><strong>Linda Yueh<br></strong>Yeah, I've certainly heard 2027 and now I've heard 2024; now that you've just said 2023 (laughter), now I am worried. But just finally, Gideon, could the importance of the semiconductor industry lead Xi either to deepen links to Taiwan or to think reunification might be something that's quite helpful to me economically?</p> <p><strong>Gideon Rachman<br></strong>Well, I suppose he might think that, but I don't think it really makes sense, because, who is to say that TSMC would survive a war? I remember talking to Americans about this in the Biden administration earlier this year, and one of the reasons they were very concerned about a war and the fact that it could lead to World War III unless Ukraine gets there first, is precisely its impact on the global economy, because TSMC could be caught up in the fighting, or if China were to occupy Taiwan, there would be swingeing western sanctions on occupied Taiwan, you know, as controlled by China. So TSMC would not get its inputs from all these companies that it currently relies on. It might not be able to export to the United States if it was under Chinese occupation. So that would be its major market gone. And frankly, the impact of that on the global economy for both the United States and China would be pretty catastrophic. You know, everything from the mobile phones that we're about to jump back on when we finish this conversation, to missiles, advanced weaponry, aeroplanes, you name it, run on these advanced semiconductors. So again, why would you want to roll the dice? I mean, it is extraordinary though, that this one company is so central to the operations of the world economy and we keep tossing it back to each other. But last question for you as an economist, (Linda laughs) how did that happen?</p> <p><strong>Linda Yueh<br></strong>It is one of the fascinating questions, I think, of several of these high tech industries. So, you know, TSMC originally started off importing technology. They were essentially the fabricator for companies like Intel. But then the process became so efficient and they became so good at it. They learned and then they developed and then they became innovative with the support of the Taiwanese government and Intel ended up having problems. So when you're I think at the cutting edge, if you think about the number of tech companies that dominate, in one sense you would say, how is it with this huge amount of competition, you end up with the Faangs or in China, the Bats, these kind of big tech companies that control so much of some aspect of tech. And I think that is one of the market dynamics that we have seen throughout history. The winners from a lot of competition, even from a competitive industry, can end up very, very dominant. And what I think is worrying now is that these are industries that, especially semiconductors, which are vital to economies and national security. And so the question is really: why haven't these industries been more on the radar of governments to make sure that it is a competitive sector? And obviously, the other one is telecoms. You know Huawei is the dominant player, and then the second and third players lag some way behind. So state support in Taiwan, in China and also actually east Asia throughout its development, has really backed these big successful companies that they've now competed companies from the west. So, you know, that is something that I think will change going forward. I think there'll be a lot more scrutiny of key sectors. But that is, I think, how we got to where we are. And when Nancy Pelosi, the speaker of the House, visited Taiwan and they wanted TSMC to set up a foundry in America, the 91-year-old founder of TSMC declined, I mean (laughter), because of all the reasons that you describe. So my other conclusion is entrepreneurs are rather similar all around the world. (Laughter) Just wow.</p> <p>[MUSIC PLAYING]</p> <p><strong>Gideon Rachman<br></strong>That was Linda Yueh of Oxford university ending this edition of the Rachman Review. Thanks for joining me and please listen again next week.</p> <p>[MUSIC PLAYING]</p><p>Source: Gideon Rachman 2022 'Xi consolidates his rule as economic problems mount' FT.com 27 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-27T04:00:48.258Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 22944,
          "end": 22949
        },
        {
          "start": 30334,
          "end": 30339
        },
        {
          "start": 30137,
          "end": 30142
        }
      ]
    }
  ]
}