{
  "_id": "5635d4abeaa7be17471054384a204398f84306325d093bb0881b33954c6fd719",
  "feed": "ftcomall",
  "title": "US chipmakers reel from sharp boom to bust",
  "text": "<p>If Wall Street had any doubts about the speed with which the chip industry's boom has turned to bust, unexpectedly gloomy financial forecasts from companies like mobile chipmaker Qualcomm should have put them to rest.</p> <p>“It's kind of an unprecedented change over a short period of time,” Akash Palkhiwala, the company's chief financial officer told analysts this month. “We went from a period of supply shortages to demand declines.”</p> <p>Qualcomm has sliced 25 per cent from its revenue guidance for the current quarter as weaker consumer spending hit smartphone sales. The forecast came as some of the leading chipmakers issued surprisingly weak sales and profit projections and signalled a round of job cuts ahead. </p> <p>Among those to take an axe to their forecasts, AMD warned that sales of processors for PCs this quarter would be down 40 per cent from last year, with profit margins also surprisingly weak. Intel, which cut revenue forecasts again after a big reduction the previous quarter, signalled thousands of <a href=\"https://www.ft.com/content/2b78df5e-9ae1-472a-b1ff-1c3f1f980cc8#post-f9bb3c9f-4284-4f25-9f80-e417ef93cc11\">job </a>lay-offs ahead with a plan to cut as much as $10bn from its costs by 2025.</p> <p>A year ago, as share prices peaked, it was easy to believe that the chip industry had entered a new era. Giant new markets were opening up “from mobile to cloud to electric vehicles to metaverse,” Sanjay Mehrotra, chief executive officer of memory chipmaker Micron, said at the time. Supply chain problems had caused widespread chip shortages, buoying prices. </p> <p>Asked in an interview with the FT whether the chip business was still vulnerable to the sort of vicious cycles that have hit it in the past, Mehrotra declared: “Our industry is different, and certainly Micron is very different.” But less than a year later, the chip cycle has returned with a vengeance.</p> <p>In September, Micron warned that its revenue this quarter would tumble to $4.25bn, down 45 per cent from a year ago. The company also said its gross profit margin would collapse from 46 per cent to 25 per cent. In response, it slashed nearly half from its planned capital spending next year.</p> <a href=\"http://www.ft.com/cms/11770511.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>By early October, the Philadelphia semiconductor index had fallen 47 per cent from its peak, compared with a 26 per cent fall in the wider market. But since then, as chip companies have confirmed investors' worries about the depth of the downturn, the index has rebounded 16 per cent on hopes that a bottom to the sharp cycle may be coming into sight.</p> <p>For Wall Street, the severity of the sudden cyclical downturn has even overshadowed last month's action by the US to <a href=\"https://www.ft.com/content/6825bee4-52a7-4c86-b1aa-31c100708c3e\">block sales</a> of advanced chips and chipmaking equipment to China. That move, which is likely to dent the industry's long-term sales growth, was barely mentioned on the latest round of earnings calls.</p> <p>The <a href=\"https://www.ft.com/content/60fc295d-e9d1-4c2b-92fe-f9dc06a822e4\">intensity of the recent downturn</a> owes much to an inventory glut that built up with surprising speed. Booming demand for many digital products and services during the pandemic fed the optimism of chip executives like Micron's Mehrotra, leading to predictions of a strong period of secular growth ahead. </p> <p>At the same, chip shortages led to a deliberate build-up in inventory levels to guard against future supply shocks.</p> <p>That left the industry vulnerable to the sudden turn that came on this summer. Sensing that consumer demand was weakening, starting with PCs and smartphones, many hardware makers took steps to reduce their bloated inventory, halting new orders and sending chipmakers into a tailspin.</p> <p>Other factors have contributed to the oversupply, including a jump in global chip manufacturing capacity. According to Dan Hutcheson, chair of chip research firm VLSI, global wafer capacity — the silicon discs on to which chips are etched — climbed from 1.06bn square inches early last year to 1.22bn this September, well ahead of normal industry expansion rates.</p> <p>The overcapacity may well become a permanent feature of the market, said Pat Moorhead, an analyst at Moor Insights &amp; Strategy. </p> <p>Attempts by the US and EU to reduce their reliance on global supply lines is leading to a “balkanised” chip world, said Moorhead. With each large country or region seeking to build in enough surplus capacity to cushion itself against unexpected shocks, the overcapacity could become structural, he added.</p> <a href=\"http://www.ft.com/cms/11769931.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>But an end to the first stage of the sharp downturn could at least be coming into sight. </p> <p>Qualcomm last week predicted it would take smartphone makers two quarters to burn off their excess inventory, with the low point in its sales coming in the current quarter. AMD also noted a potential clearing of the excess by next Spring, pointing to a period of greater stability.</p> <p>Some analysts also said that the surprising severity of some of the latest forecasts, which were well below Wall Street expectations, suggested a bottom in the market may be near. </p> <p>“We're getting to the capitulation point,” said Hutcheson, referring to an apparent willingness by chip companies to throw in the towel and write off some of their own excess inventory.</p> <p>An end to the sharp correction, though, would still leave the industry vulnerable to any broader weakening in the global economy, with a hoped-for recovery in chip demand in the second half of next year at stake. </p> <p>Global chip sales could fall anywhere from 6-20 per cent for the year as a whole, according to a VLSI forecast — though as the surprising severity of this year's slump has shown, even predictions with such wide ranges can miss the mark.</p> <p>Demand is still red-hot in some chip markets, according to executives at companies that have reported earnings recently. Car companies top the list, as supply shortages continue and demand rises for electric vehicles and increasingly sophisticated driver-assistance systems. </p> <p>The latest spurt in capital spending by the biggest tech companies has also ensured strong sales of chips for large-scale data centres. Shortages of analog chips — which are used in things like power supplies and sensors — have also continued.</p> <a href=\"http://www.ft.com/cms/11770232.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>Yet some of the biggest markets for semiconductors are entering a profoundly different period. After booming during the pandemic as millions of people were forced to work and study from home, PCs sales have fallen off quickly, with many forecasts pointing to a 20 per cent decline in sales this year, to around 275mn.</p> <p>Sharp disagreement over the outlook for next year has highlighted the potential for further disappointment. Intel said it believed demand for PCs had moved permanently higher as a result of the pandemic, and last month issued a surprisingly robust forecast for sales of 270-295mn. </p> <p>Rival AMD, by contrast, predicted another 10 per cent decline — suggesting that sales could fall to around 250-255mn and taking the PC industry back to pre-pandemic levels.</p> <p>The latest round of quarterly earnings reports also revealed that the weakness first seen in consumer demand for PCs and smartphones had spread, with the gaming, enterprise and industrial markets all reported to have seen a softening in order growth.</p> <p>At the same time, Texas Instruments, which sells into a broader range of markets than most chip companies, predicted it would see a weakening in demand from all of its end-markets before the end of the year, with the exception of carmakers.</p><p>Source: Richard Waters in San Francisco 2022 'US chipmakers reel from sharp boom to bust' FT.com 13 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-13T05:00:56.642Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 6345,
          "end": 6350
        },
        {
          "start": 901,
          "end": 906
        }
      ]
    }
  ]
}