{
  "_id": "c30d97a5c04b5f3593ba0ba0a8838950ad62a16f290ac009e153d9a64730775e",
  "feed": "market-watch",
  "title": "Chip sector looks at 10% drop on week as signs point to declining demand; Suppliers to chip industry hit hardest following Micron outlook",
  "text": "<p>That puts the SOX index on track for a 9.5% fall on the week, its worst week since the week ending Feb. 28., when it shed 9.8%, according to FactSet data. The chip index is already down 38% for 2022, compared with a 21% loss on the S&amp;P 500 index SPX and a 30% drop on the tech-heavy Nasdaq Composite Index COMP.</p><p>Late Thursday, Micron Technology Inc. MU stoked Wall Street fears that customers may have loaded up on chips during the COVID-19-triggered shortage and were now holding significant inventories after the memory-chip maker forecast quarterly sales that were more than $1.5 billion below expectations. Analysts on Fridaywondered if weakness in the PC and consumer markets could also extend to data-center sales.</p><p>Read: The chip boom likely over, as Micron says it's in a 'downturn'</p><p>Heading into Micron's earnings, analysts were looking for more clues as to whether chip demand had peaked given the pessimism about the sector that Wall Street has held over the year.</p><p>What the industry and Wall Street wants to avoid is a situation like 2018, when chip prices soared, along with chip-maker stock prices, and customers double- and triple-bought chips to lock in prices before they could shoot any higher. As a result, sales eventually crated and chip makers were stuck with huge inventories that took months to unload. Given that chip stocks reached record highs in late 2021 along with record sales, investors are being extra cautious this time around.</p><p>Like Lam, suppliers to the chip-making industry were getting hit the hardest Friday with shares of KLA Corp. KLAC down 7.1%, Applied Materials Inc. AMAT down 5.7%, and ASML Holding NV ASML off 5.7%. This past earnings season Applied Materials, ASML , Lam , and KLAall lamented that continuing supply-chain issues were hurting sales.</p><p>Next, were shares of third-party fab giant Taiwan Semiconductor Manufacturing Co. TSM, which were down nearly 6%.</p><p>Meanwhile, shares of Nvidia Corp. NVDA fell 3.8%, Advanced Micro Devices Inc. AMD declined 3.4%, Texas Instruments Inc. TXN declined 3.2%., Qualcomm Inc. QCOM fell 3.1%, GlobalFoundries Inc. GFS declined 3.1%, Intel Corp. INTC shares declined 2.7%, Marvell Technology Inc. shares fell 2.2%, and NXP Semiconductors NV NXPI shed 1.2%.</p><p>For the year, some of the worst performers on the SOX index include Marvell with a 51% drop, Nvidia down 50%, AMD down 49%, Applied Materials down 45%, Lam down 45%, ASML down 44%, and Micron down 42%.</p><p>Chip sector looks at 10% drop on week as signs point to declining demand</p>",
  "published": "2022-07-01T18:53:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2116,
          "end": 2121
        }
      ]
    }
  ]
}