{
  "_id": "4fcb395ca4d8556eb60902b75733a3b46abe90c1e9adeafee9adc21fe1002b67",
  "feed": "market-watch",
  "title": "Biden's tech pitch seeks billions for chip manufacturing, online protection for kids",
  "text": "<p>“To compete&#xa0;for the best jobs of the future,&#xa0;we also need to level the playing field&#xa0;with China and other competitors,” Biden said. “That's why it is so important to pass the Bipartisan Innovation Act sitting in Congress that will make record investments in emerging technologies&#xa0;and American manufacturing.”</p><p>Congressional bills include $52 billion in funding as well as additional measures to boost microchip production to reestablish the U.S. as a global leader. Intel INTC Chief Executive Pat Gelsinger, a guest of first lady Jill Biden, nodded approvingly nearby.</p><p>Last month, Intel announced plans to invest $20 billion in semiconductor manufacturing in Ohio, part of more than $200 billion in efforts announced by several companies in the past year to produce microchips, electronic vehicles, batteries and other advanced manufacturing domestically.</p><p>Such a mammoth undertaking highlights the importance of “building a&#xa0;resilient domestic electronics industry” in the U.S., John Mitchell, president and CEO of IPC, the global electronics manufacturing association, said in a statement.</p><p>Biden also called on Congress to ratchet up privacy protection for children, with a crackdown on data collection and targeted ads, in his most forceful words yet on tech companies' influence on youth. To underscore the administration's standing, Meta Platforms Inc. FB whistleblower Frances Haugen also watched from Jill Biden's box.</p><p>“As Frances Haugen, who is here with us tonight, has shown, we must hold social-media platforms accountable for the national experiment they're conducting on our children for profit,” Biden said. “It's time to strengthen privacy protections,&#xa0;ban targeted advertising to children,&#xa0;demand tech companies stop collecting personal data on our&#xa0;children. And let's get all Americans the mental-health services they need. More people they can turn to&#xa0;for help,&#xa0;and full parity between&#xa0;physical and mental-health care.”</p><p>Strong pushback on privacy for minors in the digital age is central to Massachusetts Democratic Sen. Edward Markey's 20-year odyssey to update the Children's Online Privacy Prevention Act (COPPA) and several of his bipartisan bills, such as the KIDS Act&#xa0;and children and tech impacts funding bill.</p><p>Despite strong sentiment for tighter guardrails of personal data, Congress has struggled to muster new laws for a variety of reasons. Indeed, some 80% of U.S. parents worry about their child's privacy online but only 48% monitor it regularly, according to a Harris survey commissioned by privacy company Pixalate.</p><p>“The&#xa0;[Federal Trade Commission] and Congress should use their limited resources to&#xa0;modernize COPPA and COPPA enforcement&#xa0;rather than&#xa0;waste time and money&#xa0;on misguided efforts to ban the reasonable use of data for advertising purposes,” Lartease Tiffith, executive vice president of public policy at Interactive Advertising Bureau, said in a statement.&#xa0;</p>",
  "published": "2022-03-01T21:38:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 465,
          "end": 470
        },
        {
          "start": 580,
          "end": 585
        }
      ],
      "nexusId": "10063594"
    }
  ]
}