{
  "_id": "c173b110ae45fc20997063c504bb019338b210b7eb2b33467cf824a529f79ed4",
  "feed": "wall-street-journal",
  "title": "PC Shipments Suffer Steepest Decline in Years; Even as the two-year computer buying boom wanes, PC shipments remain above prepandemic levels",
  "text": "<p>\"The decline we saw in the first quarter of 2022 has accelerated in the second quarter, driven by the ongoing geopolitical instability caused by the Russian Invasion of Ukraine, inflationary pressure on spending and a steep downturn in demand for Chromebooks,\" said Mikako Kitagawa, a research director at Gartner.</p><p>International Data Corp., another data provider, said the year-over-year decline in global device shipments was around 15.3% in the second quarter. The two research firms count the data slightly differently.</p><p>For about two years, households splurged on devices to adjust to working from home and remote schooling during the Covid-19 pandemic. But the sentiment has changed in recent months. PC makers such as HP Inc. and Dell Technologies Inc. have been warning that consumer appetite for computers was ebbing, particularly for lower cost devices. Businesses, though, are still spending on computers as offices reopen and staff switch from remote to hybrid work arrangements.</p><p>The change in consumer buying is also reverberating through PC supply chains.</p><p>Intel Corp. Chief Financial Officer David Zinsner said in June that the outlook for the second half of this year had gotten \"a lot noisier\" and that the company would look to align spending and investments to that reality. Intel temporarily froze hiring in its PC-chip division in June, among other belt-tightening measures. Memory-chip maker Micron Technology Inc. late last month issued a subdued sales outlook and said it was cutting back on some spending plans to adjust to the new market dynamics citing weakening demand.</p><p>\"Fears over a recession continue to mount and weaken demand across segments,\" said Jitesh Ubrani, an IDC research manager. Pandemic demand for computers was so strong, though, that even with recent declines, overall shipment levels remain above prepandemic levels, IDC said.</p><p>Gartner and IDC both said the top three global PC vendors, Lenovo Group Ltd., HP and Dell saw shipment numbers retreat in the second quarter.</p><p>The U.S. market for PCs decreased by 17.5%, largely because of a 50% decline in Chromebook shipments, according to Gartner.</p><p>Write to Sarah Donaldson at sarah.donaldson@wsj.com</p><p>PC Shipments Suffer Steepest Decline in Years</p>",
  "published": "2022-07-12T00:55:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1291,
          "end": 1296
        },
        {
          "start": 1068,
          "end": 1073
        }
      ]
    }
  ]
}