{
  "_id": "9ce308b2e4c2e1b1119486bcdc98cb75a9d4c26035d32cb6d69cdbe1403844a8",
  "feed": "market-watch",
  "title": "Coca-Cola partners with Constellation Brands to add alcohol to Fresca",
  "text": "<p>Fresca Mixed will be combined with spirits based on the ways in which Fresca cocktails are made around the globe. The U.S. launch is planned for 2022.</p><p>Constellation Brands STZ presents data showing that adult alternative beverages, including ready-to-drink cocktails, are a nearly $8 billion segment with an expected compound annual growth rate of 15% to 17% over the next three years.</p><p>Moreover, Fresca is experiencing a resurgence in popularity, becoming the fastest-growing soft drink trademark in the Coca-Cola KO portfolio, according to the release.</p><p>See: Constellation Brands net income falls but sales beat estimates</p><p>Coca-Cola has previously partnered with Molson Coors Beverage Co. TAP for alcohol-infused versions of the Topo Chico brand of bottled water, including Topo Chico Margarita Hard Seltzer, which is scheduled to launch this year.</p><p>Constellation Brands, like the other major beer companies, has jumped into the hard seltzer market with brands like Corona.</p><p>Also: Mountain Dew with alcohol is coming to shelves, thanks to Boston Beer and Pepsi partnership</p><p>While hard seltzer growth has hit a wall, at least for the moment, The Wall Street Journal reported this week that the battle between beer and liquor is heating up, with interest in canned cocktails growing.</p><p>Coca-Cola shares have been upgraded at least twice in the past month as a multibillion-dollar IRS tax case winds its way through the courts, with anticipation growing that it will come to an end soon. Analysts say the beverage giant can manage an unfavorable outcome, should that be the ruling.</p><p>Also: Coca-Cola upgraded as anticipation grows that multibillion-dollar IRS tax case will come to a close</p><p>Coca-Cola has also undertaken a re-examination of its brand lineup, with the company eliminating what it calls “zombie brands” over recent months.</p><p>Want intel on all the news moving markets before the day starts? Sign up for our daily Need to Know newsletter.</p><p>Sign up for Need to Know</p><p>Coca-Cola stock has run up 20% over the past year. Constellation Brands, which was down 2.8% on Thursday after earnings, has gained 10.3% over the past 12 months.</p><p>The Dow Jones Industrial Average DJIA is up 17.6% for the past year.</p>",
  "published": "2022-01-06T11:29:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1831,
          "end": 1836
        }
      ],
      "nexusId": "10063594"
    }
  ]
}