{
  "_id": "ab8e9ba9b4762c8319123472909d32193de9c9692ba64daafd37953176c587ae",
  "feed": "wall-street-journal",
  "title": "Chip Maker Nvidia Issues Tepid Earnings Forecast as Videogaming Business Slows; Muted outlook follows memory maker Micron's cut in production plans",
  "text": "<p>A flood of Nvidia's products are being unloaded by people who had used them in calculation-intensive cryptocurrency mining that may be denting demand, Nvidia's Chief Financial Officer Colette Kress said. Cryptocurrency mining has become unprofitable amid a collapse in the digital currencies' prices and other upheaval in that market.</p><p>Nvidia also projected sales of $6 billion for the current quarter. Wall Street was projecting revenue of around $6.1 billion.</p><p>\"We are quickly adapting to the macro environment, correcting inventory levels and paving the way for new products,\" Chief Executive Jensen Huang said in a statement.</p><p>The company's shares that had closed down 4.54% Wednesday before the results rose about 1.07% in after-hours trading.</p><p>Nvidia and other chip makers have been hit hard by growing pressures on consumer spending, including high inflation and rising interest rates, spurring a wave of cost-cutting and layoffs across the industry. They are also dealing with the reversal of a surge in demand for electronics driven by the pandemic, which caused a shift to working and learning from home.</p><p>On Wednesday, computer-memory maker Micron Technology Inc. said it was cutting its production plans for next year and said it was working to reduce capital spending further, citing a recent weakening of its market outlook. It joined a list of chip makers to issue gloomy outlooks this year.</p><p>Sales of personal computers have plummeted this year, curtailing a key market for chips from Nvidia, Intel Corp. and Advanced Micro Devices Inc., among others. PC shipments contracted by 15% in the third quarter, according to International Data Corp., echoing a broad decline in sales of electronics closely linked to consumer appetites.</p><p>For Nvidia, the pressures coincide with the release of a new generation of its high-performance graphics chips. Those chips have generated strong interest among videogamers, but electronics manufacturers that buy from Nvidia are still holding large inventories of older-generation chips that need to be cleared out to make way for the new ones. The chip maker said it expects that dynamic to continue through the current quarter before normalizing.</p><p>Nvidia is also being affected by new U.S. export controls that impact its most advanced chips geared toward artificial intelligence calculations in data centers. The company in August warned that the controls, which aim to limit China's AI capabilities, could shave as much as $400 million from its quarterly sales. Since then, the company has begun offering alternate chips in China that come in below performance thresholds that would require a U.S. license. Ms. Kress said that the restrictions impacted quarterly revenue, but that the decline was \"largely offset\" by the sale of alternative products in China.</p><p>Still, the company took a $702 million inventory charge for the quarter, which Ms. Kress said in a call with analysts partly reflected lost demand for its advanced AI chips that now require a U.S. license to sell in China. Demand broadly in China was soft and was expected to remain so in the current quarter, she added.</p><p>Despite that challenge, Nvidia said revenue in its data center division grew 31% to $3.83 billion in its third quarter, reflecting the growing use of artificial intelligence by companies, governments and consumers.</p><p>The company's automotive division also posted an 86% jump in sales, although it is one of Nvidia's smaller segments, bringing in $251 million in the quarter. Nvidia sells chips used in cars' infotainment systems, but has been focusing on building up its capabilities in self-driving technology in recent years.</p><p>While the chip industry is going through a correction, for Nvidia the challenges could be more short-lived. The company's new AI chip aimed at navigating export limits on China should help blunt the impact of new restrictions there, while the market for its new generation of chips looks positive next year, Bernstein Research analyst Stacy Rasgon said in a note.</p><p>Some chip makers have cut back sharply on costs to weather the souring market, and Nvidia has said it is slowing hiring this year. But Nvidia's operating expenses increased in its third quarter, which the company said reflected employee growth. The company expects to keep those expenses flat in coming quarters, Ms. Kress said.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Chip Maker Nvidia Issues Tepid Earnings Forecast as Videogaming Business Slows</p>",
  "published": "2022-11-16T23:13:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1503,
          "end": 1508
        }
      ]
    },
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1503,
          "end": 1514
        }
      ]
    }
  ]
}