{
  "_id": "37b0cf4f6eb3ae0902ab793424e513b0433570feb80f1d27d9300ecc8c48593b",
  "feed": "wall-street-journal",
  "title": "PERSONAL JOURNAL --- Personal Technology: Portable Monitors Help  You Work From Anywhere  ----  By Nicole Nguyen",
  "text": "<p> Hybrid workers like me tend to bounce around. At home, I'm in whatever spot is quietest. At the office, thanks to Covid-19, I'm hot-desking. And right now, at the Airbnb where I'm enjoying a skiing work vacation, my writing desk is a kitchen table. </p> <p> Laptops make all this possible, but their relatively small screens tend to cramp productivity. A seminal 2007 study by researchers at the University of Utah found that participants who used a larger display completed tasks 52% faster. A few years later, researchers at Wichita State University concluded that using dual monitors boosted productivity, regardless of screen size. </p> <p> So if you want to be more effective while working from anywhere, you're going to want a monitor, and not a heavy desktop one. New lighter-weight portable screens are hitting the market, and there are more ways now to turn old devices into extra displays, too. Here are your main options: </p> <p> USB-powered screens often cost as much as traditional monitors, but they are slimmer and lighter, and get their electricity straight from your laptop. Some products include two added side monitors. </p> <p> Second-screen software turns your existing tablets (and computers) into extended displays. Apple built it into the Mac and iPad operating systems, and Windows is now compatible with certain Samsung tablets. There's also an app that lets you choose other devices. </p> <p> I reviewed four different multiscreen scenarios that made my work tasks easier. Whichever screen or app you choose, be mindful of your laptop's battery -- plug-in displays guzzle power -- and your potential neighbors. On a plane, don't pull out your mega triple-screen setup unless you got lucky and have the row to yourself. </p> <pre> </pre> <p> EspressoDisplay v2 Touch-Screen Monitor </p> <pre> </pre> <p> The appeal: Big screens, slick design Price: $439 for the 13-inch, $499 for the 15-inch at espres.so Compatibility: Most Mac, Windows and Chrome computers </p> <pre> </pre> <p> Pros: The Espresso display looks like a superslim iMac. Colors are vivid, and pixels are barely perceptible with the screen's 1080p resolution. Even the larger of the two models weighs under 2 pounds, and the magnetically attached stand, sold separately, folds flat to fit in a computer bag. </p> <p> There are two USB-C ports on the side of the screen: One drives the display connection, while the other can connect to a power brick to charge your laptop, if its own ports are in short supply. The Espresso is touch-enabled, even for Macs, which don't natively support the capability. You can use two fingers to scroll, or pinch to zoom. The display can also be used in portrait orientation. </p> <pre> </pre> <p> Cons: At maximum brightness, the Espresso still isn't as bright as my M1 MacBook Air, and the screen is reflective, so it can be hard to see in some lighting. You need to download software called EspressoFlow to adjust settings such as brightness and volume. The setup is pricey: Essential accessories such as the stand ($69) and protective case ($39) cost extra. And if your laptop still uses Mini DisplayPort, the older mobile video standard, the adapter costs $29. </p> <pre> </pre> <p> Xebec Tri-Screen 2 Laptop System </p> <pre> </pre> <p> The appeal: More screens, compact rig Price: $499 at thexebec.com Compatibility: Most Mac, Windows and Chrome laptops </p> <pre> </pre> <p> Pros: The Tri-Screen 2 adds two thin 10-inch screens, each with a resolution of 1920 x 1200 pixels, to either side of your laptop. An expandable holster attaches to the back of your laptop's display. A rear kickstand supports the added weight (about 2 pounds). The style is great for smaller spaces. You can even work on the couch if you have a sturdy pillow or something else to prop the kickstand on. As with the Espresso, an additional USB-C port supports laptop charging. </p> <pre> </pre> <p> Cons: The screens are small, and you need to tinker with the displays' resolutions to make text readable. My laptop, a late-2020 M1 MacBook Air, required extra setup: an additional adapter ($49), two dongles and a cable, plus a driver download, because the computer only natively supports one external monitor. Those cables need to be disconnected every time you retract the displays. Alex Levine, the company's chief executive, said his team is working on larger screens and simpler setups. </p> <pre> </pre> <p> Sidecar for Mac and iPad </p> <pre> </pre> <p> The appeal: Ready-made for Apple users Price: Free, but requires a supported iPad and Mac Compatibility: Macs running MacOS Catalina or later, and an iPad using iPadOS 13 or later </p> <pre> </pre> <p> Pros: Sidecar is built into Macs and allows you to use an iPad as an extended display. It works with even the basic 10.2-inch tablet model (which starts at $329). Both devices need to be connected to the same Apple ID. Sidecar can work wirelessly over Bluetooth and Wi-Fi, but I recommend using a USB cable for the most stable connection. </p> <p> The feature provides basic touch interaction. Sidecar even unlocks some limited functionality of the Apple Pencil, so you can select and tap things on the iPad's screen. Some apps, including Apple's own Preview, also support drawing and markup. </p> <pre> </pre> <p> Cons: There's no iPad camera support, so you still have to use your Mac's camera for video calls. The touch gestures are limited to scrolling, copy/cut/paste and undo/redo. You can't use an iPhone as a second screen. You also can't customize iPad screen resolution to adjust text size. Sidecar won't work on older devices or devices that can't be updated (for instance, some employer-administered devices). </p> <pre> </pre> <p> Duet Second-Screen App </p> <pre> </pre> <p> The appeal: Works across different platforms Price: $15 for iOS, $10 for Android/Chromebooks, free for Mac/Windows, pre-installed on select HP computers; $20 a year for premium features; at duetdisplay.com Compatibility: For iOS, Android, Windows 10, Chromebooks and Mac devices </p> <pre> </pre> <p> Pros: Duet is fully platform-agnostic. With a Mac or PC as the primary screen, you can use a variety of other devices, from an Android tablet to an old iMac, as a secondary or mirrored display. Touch-wise, there's slightly more functionality than Apple's Sidecar: You can click with a tap, and right-click with a tap-and-hold, or use your finger to pan in Google Street view or virtual real-estate tours. Duet also supports portrait orientation. People with new HP Envy and Spectre models get free access to Duet's iOS and Android apps. </p> <pre> </pre> <p> Cons: A subscription is required for wireless connections, Apple Pencil input, additional touch gestures and remote desktop access. Also, you can't use the cameras of those connected devices for your video calls. </p> <pre> </pre> <p> Coming Soon: Samsung's Giant Windows-Compatible Tablet </p> <pre> </pre> <p> Samsung recently announced new tablets, including a 14.6-inch Galaxy Tab S8 Ultra, the biggest tablet on the market to use the high-contrast screen tech found mostly in premium smartphones. Galaxy Tab tablets, starting with last year's S7 models, can be used as a wireless extended display for Windows 10 computers over a Wi-Fi connection. I haven't had the chance to test the new Tab yet, but it looks like a promising portable Windows monitor -- for $1,100. </p>",
  "published": "2022-02-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [],
      "nexusId": "10063594"
    }
  ]
}