{
  "_id": "45c944b4cc51c99bbc05312c34831438d5aad5b75bd5b4b11433f46ee5820811",
  "feed": "wall-street-journal",
  "title": "REVIEW  ---  Why Russia Lacks  'Smart' Weapons  ---  Precision-guided munitions require sophisticated microchips, and  Russia has long depended on copying or smuggling them from the West  rather than developing them on its own.  ----  By Chris Miller",
  "text": "<p>   The Russian military has blundered repeatedly during the seven months since its armies stormed into Ukraine, but if Kyiv's successful counteroffensives had to be explained with just one word, that word would be an acronym: \"Himars.\" </p><p>   A High Mobility Artillery Rocket System is a truck-mounted canister of six missiles capable of launching pinpoint strikes against targets far behind Russian lines. Provided by the U.S., the systems are \"turning the course of war,\" Ukrainian President Volodymyr Zelensky said. Himars rockets have struck more than 400 targets with \"devastating effect,\" confirmed Mark Milley, chairman of the U.S. Joint Chiefs of Staff. Or, from Moscow's point of view, as one Russian journalist put it upon surveying the scene of an ammunition dump hit by Himars rockets, \"The situation is horrible.\" </p><p>   Russia uses precision munitions when they are available, but it has also relied heavily on simply saturating Ukrainian positions with unguided artillery fire. These tactics have decimated cities such as Mariupol and allowed Russia to eke out slow gains in the heavily contested eastern region known as the Donbas. But since receiving Himars from the U.S., Ukraine has been able to carry out targeted strikes that are far more effective than Russia's indiscriminate artillery volleys. </p><p>   Why should a country with Russia's resources and scientific pride be so reliant on brawn over brains in its weapons systems? The problem isn't new. Leading U.S. defense analysts estimate that only 5% of the munitions Russia has used in the war in Syria were smart weapons. Moscow has numerous precision systems in its arsenal, but stockpiles are low, targeting intelligence is poor, and forces regularly deploy unguided munitions for tasks that Western militaries would accomplish using more advanced technology. </p><p>   It isn't that the Kremlin has failed to see the need. Back in the 1980s, during the final years of the USSR's long decline, a Russian general was the first to understand that computing, sensor and communications technologies were revolutionizing warfare. Nikolai Ogarkov, chief of the Soviet General Staff, predicted \"long-range, highly accurate, terminally guided combat systems, unmanned flying machines and qualitatively new electronic control systems.\" America's Tomahawk cruise missiles and other long-range precision strike capabilities terrified Soviet defense planners, the most pessimistic of whom worried that conventional strikes against command and control nodes might even threaten the usability of Soviet nuclear forces. </p><p>   If Moscow needed any convincing, U.S. precision munitions proved their worth in the 1990s on the battlefields of the Balkans and the Persian Gulf, where they targeted adversaries' forces and infrastructure with accuracy that only laser guidance or GPS could provide. </p><p>   Nonetheless, some 30 years on, deep-seated manufacturing problems limit Russia's production of advanced weapons, such that U.S. and Ukrainian officials believe that Russia has already used a substantial share of its precision munitions and will struggle to produce more quickly. </p><p>   Russia's manufacturing problems go back to the early years of the Cold War, when the need to put miniature guidance computers into the noses of missiles prompted a U.S. invention: the first computer chip, which integrated circuitry on a single piece of silicon. The earliest customers for chips in the U.S. were the Air Force, for the Minuteman II intercontinental ballistic missile, and NASA, for the Apollo spacecraft's guidance computer. </p><p>   Just like the Pentagon, the Kremlin realized that chips would transform weapons systems by improving guidance and communications. In the late 1950s, Soviet leader Nikita Khrushchev's advisers promised him that semiconductor devices would soon be used in spacecraft and aircraft for industry and government -- even for \"a nuclear missile shield,\" one scientist predicted. So the Soviets poured funds into defense electronics, building an entire new city outside of Moscow called Zelenograd, which was devoted to designing chips for the Soviet military. \"Microelectronics,\" Khrushchev declared, \"is our future.\" Soviet engineers fabricated their first chip only four years after the U.S. </p><p>   The Kremlin's chip industry, much like its nuclear weapons program, benefited from spies. Two American electrical engineers, Alfred Sarant and Joel Barr, defected to the U.S.S.R. after the Rosenberg spy ring was broken up and helped to build Soviet computers. More important, though, were the lessons that Soviet scientists acquired legally from Silicon Valley. In fall 1959, just as the pioneering chip maker Fairchild Semiconductor was inventing its first chip in Palo Alto, a Soviet exchange student named Anatoly Trutko enrolled down the street at Stanford University to study semiconductor engineering with Nobel Prize-winning professors, before returning to Moscow to run an important Soviet semiconductor facility. </p><p>   Around the same time, a different Soviet exchange student, Boris Malin, returned from a year studying in Pennsylvania with a Texas Instruments integrated circuit in his luggage. In Moscow, he handed it to the bureaucrat in charge of Soviet microelectronics, who ordered him: \"Copy it one-for-one, without any deviations.\" </p><p>   The \"copy it\" mentality has pervaded Russia's chip industry -- and its defense sector -- ever since. During the Cold War, Soviet military equipment was repeatedly discovered to have replicas of Intel or Texas Instruments chips inside. Despite using the metric system, the Soviets had chipmaking tools that measured in inches, to make it easier to copy American chips. </p><p>   A strategy of copying was fundamentally mismatched, however, to an industry that progressed with marked rapidity. Moore's Law, which predicted that the processing power of chips would grow exponentially, meant that the Soviets' best efforts at replication would still leave them far behind. One popular Soviet joke from the 1980s had an official declaring proudly, \"Comrades, we have built the world's biggest microprocessor!\" </p><p>   Even today, Russian weapons systems are full of Western chips. Russia's 9M549 satellite guided rocket, which is fired from a Himars-like system called the Tornado-S, relies on smuggled chips produced by U.S. firms like Altera and Cypress Semiconductor, according to new research from Britain's Royal United Services Institute. These rockets are thought to hit within around 10 yards of their target, making them less accurate than Himars rockets but better than unguided artillery fire. Yet Russia doesn't have enough of them, manufacturing perhaps only 100-200 each year, partly because many missiles require chips and other components that must be acquired, often illegally, from abroad. </p><p>   To supply its most advanced weapons systems with Silicon Valley chips or their facsimiles, despite severe U.S. sanctions, Russia has relied on contraband chips where it can and jury-rigging microelectronic components where it can't. And while Moscow's ability to evade U.S. controls in this fashion might seem impressive, knowledge that its most advanced systems depend on smuggled or improvised components of questionable reliability has discouraged the Russian military from counting on complex, computing-intensive solutions. </p><p>   The limited production capacity of Russia's defense industry has left its military with dangerously low levels of precision munitions. Ukrainian intelligence believes that Russia has already fired 55% of its entire stockpile of guided missiles. Because missile supplies are limited, Russian forces have been using antiaircraft weapons against ground targets in Ukraine. </p><p>   Stealing U.S. technology for Russian weapons may once have seemed clever and efficient, but it has left Russia with a military industrial base whose production capacity is fatally reliant on access to Western innovation. </p><p>   --- </p><p>   Mr. Miller teaches international history at the Fletcher School at Tufts University. This essay is adapted from his new book, \"Chip War: The Fight for the World's Most Critical Technology,\" which will be published by Scribner on Oct. 4. </p><p></p>",
  "published": "2022-10-01T06:02:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 5460,
          "end": 5465
        }
      ],
      "nexusId": "10063594"
    }
  ]
}