{
  "_id": "927731df7a82719c8ab3394afbdff60c011cd770c7dfdbc4703ce179609a7749",
  "feed": "wall-street-journal",
  "title": "India Semiconductor Ambitions Are a Heavy Lift; Governments everywhere see both a threat and an opportunity from the current chip shortage. India is no exception.",
  "text": "<p>The Indian semiconductor market was an estimated $15 billion in 2020 and could reach $63 billion by 2026, according to the Indian government. By global standards that is small: Some industry executives expect the global market to hit $1 trillion by 2030. Currently, India relies on overseas manufacturers for almost all of its semiconductor requirements despite several earlier failed government attempts to cultivate an industry at home.</p><p>As the severe shortage of chips unfolded last year, India decided to jump into the fray again by announcing a $10 billion incentive plan to woo display and semiconductor fabricators. But such a package doesn't guarantee interest from top global players—particularly with the U.S. and Europe both poised to spend many multiples of that sum.</p><p>So far, the country has received proposals worth $20.5 billion from five companies. These include Indian oil-and-gas major Vedanta in joint venture with Foxconn, Singapore-based IGSS Ventures Pte, and the ISMC—a joint venture between Abu Dhabi-based Next Orbit Ventures and Israel's Tower Semiconductor. Noticeably absent are many of the top global chip makers such as Taiwan Semiconductor Manufacturing Co. and Samsung—although Intel is in the process of acquiring Tower Semiconductor.</p><p>India has proven itself in smartphone assembly and is now the second-largest smartphone assembler after China. It understandably wants to move up the value chain—but cheap labor won't be nearly enough. Chip making is a technology- and capital-intensive industry and needs, at a minimum, reliable access to power and water, things that Indian governments have often struggled to supply in the past.</p><p>Mr. Modi's grandiloquence aside, getting on the map in the next 10 years and partly supplying India's own domestic requirements looks like a reasonable goal to shoot for—in addition to focusing on the chip design and assembling, testing, and packaging aspects of the value chain. It isn't surprising that the Indian government wants to seize the moment. But here, the adage about walking before running seems apt.</p><p>Write to Megha Mandavia at megha.mandavia@wsj.com</p><p>India Semiconductor Ambitions Are a Heavy Lift</p>",
  "published": "2022-05-11T11:46:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1208,
          "end": 1213
        }
      ]
    }
  ]
}