{
  "_id": "4c8b74f293a231aeb751fb8ec6145809d1ca0c167ce265929700c5d52e841e7f",
  "feed": "market-watch",
  "title": "Chip stocks tanked as pandemic demand for electronics slumped, but there are still some winners; A decline in demand for consumer electronics has hurt semiconductor companies' results, but auto, industrial and data-center sales have stayed strong — so far",
  "text": "<p>Last week, two of the biggest names in the semi industry — memory-chip specialist Micron Technology Inc. MU and graphics-chip titan Nvidia Corp. NVDA — warned that a sharp downturn in sales has begun. Those warnings followed dismal results and a forecast revision from Intel Corp. INTC, which has long been the U.S. leader in chip sales.</p><p>Wall Street analysts have been expecting a turnaround in the chip sector for months. And as pandemic-era shortages eased and customers realize they ordered too many semiconductors in the frantic rush of the chip crunch, stocks cratered. So far, though, the downturn shown in earnings reports has been focused on chips meant for consumer electronics, such as personal computers and smartphones, which have seen a similar sharp downturn in demand as the pandemic stretches through its third year.</p><p>Bernstein analyst Stacy Rasgon told MarketWatch in an interview that \"the consumer side of things seems to kind of sort of be in a recession.\"</p><p>\"Intel's PC stuff imploded. Nvidia, negative preview the other day, their GPUs have imploded. Memory has been horrendous. Anything that is consumer-focused has been bad: PCs, smartphones, GPUs, TVs,\" Rasgon told MarketWatch, adding that it will not be a short-term problem — \"Things are getting weaker and they don't usually get weaker for one quarter.\"</p><p>\"There was a lot of accelerated demand, and now, best case, it's normalizing, sort of like reversion to the mean,\" he said.</p><p>Read also: What's the best way to invest in tech stocks right now? This strategy is working well for one fund manager</p><p>Demand is not falling off — yet — in a couple of hot sectors, however. The auto and industrial businesses particularly appear to still have strength, and it shows up in the respective stock performance of chip companies focused on those sectors.</p><p>Texas Instruments Inc. TXN, which has a big presence in auto chip sales, reported an outlook that topped Wall Street estimates at the time. Other U.S. suppliers to the auto industry include Analog Devices Inc. ADI and ON Semiconductor Corp. ON, , while outside the U.S., big names include Netherlands-based NXP Semiconductors NV NXPI, Japan's Renesas Electronics Corp. JP:6723 and Murata Manufacturing Co. JP:6981, and Germany's Infineon Technologies AG XE:IFX</p><p>\"The demand for auto chips is strong with a backlog that will sustain for at least the next year, making chip stocks a safer port in the coming economic storm,\" Maribel Lopez, principal analyst at Lopez Research, told MarketWatch.</p><p>\"There will be a coming slump, but there's currently pent-up auto demand,\" Lopez said. \"What I expect to see happen is dealers won't be able to charge above [the suggested retail price] as demand wanes.\"</p><p>While those chips are still selling strongly, the most worrisome development this earnings season could be a softening in data-center growth, a big reason for the excitement about Nvidia and Advanced Micro Devices Inc. AMD in recent years. Case in point: While Intel fell short of Wall Street expectations for data-center sales by about $1.5 billion, AMD picked up an additional $700 million in data-center sales it didn't have in the year-ago quarter. Now, Nvidia's data-center growth is looking to be underwhelming.</p><p>Read:The end of one-chip wonders — Why Nvidia, Intel and AMD's valuations have experienced massive upheaval</p><p>Intel was \"overshipping by a massive amount,\" Rasgon told MarketWatch. \"I've been making that point for over a year. That is now biting them. And now they are calling out some pretty significant channel inventory corrections.\"</p><p>Intel is blaming supply-chain issues, basically saying that manufacturers can't build as many servers because they can't find other components, such as power supply parts, but Intel's issues could just come down to competition as well, Rasgon said. While other executives also mention the same issues as Intel in their earnings reports, \"they're not getting nailed nearly as much,\" the analyst said.</p><p>\"I don't know if those supply chain issues explain Intel's miss,\" said Rasgon, who has buy-grade ratings on AMD and Nvidia and a sell-grade rating on Intel.</p><p>For more: Which Intel CEO is to blame for the current woes? Or is it actually AMD's CEO?</p><p>That's why Nvidia's earnings, due on Aug. 24, are so important, especially the forecast for data-center sales and any color on supply-chain issues. While chip stocks have already taken a beating this year — the PHLX Semiconductor Index SOX has fallen 23% in 2022, well ahead of the 16% decline for the tech-heavy Nasdaq Composite Index COMP — most are still more expensive than analysts' average price targets. </p><p> Chips (in order of market cap)   year-to-date %   +/- % average Street target vs current price   % gain in pandemic (since 3/11/2020)  S&amp;P 500                          -10%             —                                              +57%  SOX index                        -23%             +17%                                           +97%  Nvidia                           -36%             +20%                                           +209%  TSMC                             -25%             +26%                                           +75%  ASML                             -29%             +11%                                           +118%  Broadcom                         -17%             +23%                                           +127%  Intel                            -30%             +7%                                            +30%  Qualcomm                         -18%             +23%                                           +104%  AMD                              -30%             +21%                                           +121%  Texas Instruments                -3%              -2%                                            +74%  Applied Materials                -31%             +23%                                           +109%  Micron                           -31%             +18%                                           +48%</p><p>There is little hope that consumer trends will turn around soon, even with back-to-school shopping and holiday sales still to come. The beginning of the end for PC sales was evident when analysts estimated the worst quarterly unit sales drop in years, and demand from businesses is expected to decline even more.</p><p>\"There's an expectation that the bottom will fall out of the PC market this year as companies pull back on spending,\" Lopez said. \"There's still some consumer demand, but we expect that to wane by Q1.\"</p><p>Read: Are chip stocks set up for a short squeeze, or just more declines? Wall Street doesn't seem sure</p><p>The broader chip market has taken a big step forward in recent years, though, and is not expected to shrink substantially in the current pullback. In 2021, global semiconductor sales topped a record $556 billion,a 26% gain from 2020's $440 billion and topping the 2018 sales record of $469 billion, and the number of total units shipped in a year topped 1 trillion for the first time.</p><p>Rasgon said that even when the sector hits a correction as it is now, it still grows.</p><p>\"We can still do something in the ballpark of $600 billion this year,\" Rasgon said. \"We might still be over $500 billion next year even in a pretty solid downturn. The point I'm making is: Over the cycle, the industry grows. And any capacity they're adding now, in five years, we'll probably be glad they added it.\"</p><p>Related: Here's the big concern with chip makers scoring billions in funds from Uncle Sam</p><p>\"In general we're not in danger of chip demand falling off a cliff because everything is becoming connected and intelligent,\" Lopez told MarketWatch.</p><p>Chip stocks tanked as pandemic demand for electronics slumped, but there are still some winners</p>",
  "published": "2022-08-18T16:07:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "confidence": 0.99999994,
      "offsets": [
        {
          "start": 977,
          "end": 982
        },
        {
          "start": 269,
          "end": 280
        },
        {
          "start": 2975,
          "end": 2980
        },
        {
          "start": 3718,
          "end": 3723
        },
        {
          "start": 3743,
          "end": 3748
        },
        {
          "start": 3258,
          "end": 3263
        },
        {
          "start": 3845,
          "end": 3850
        },
        {
          "start": 4117,
          "end": 4122
        },
        {
          "start": 3542,
          "end": 3547
        },
        {
          "start": 3567,
          "end": 3572
        },
        {
          "start": 3340,
          "end": 3345
        },
        {
          "start": 3871,
          "end": 3876
        },
        {
          "start": 2956,
          "end": 2961
        },
        {
          "start": 4112,
          "end": 4117
        },
        {
          "start": 3319,
          "end": 3324
        },
        {
          "start": 3279,
          "end": 3284
        },
        {
          "start": 4018,
          "end": 4023
        },
        {
          "start": 4854,
          "end": 4859
        }
      ],
      "weightsV2": {
        "weight": 18.127132,
        "baseWeight": 18.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.12713206,
        "titleWeight": 0.0
      },
      "typeRank": 2
    }
  ]
}