{
  "_id": "b41c03d43d1abdf0cb9159cfaf4e2a4a39d89e3298d2b0758aec2b9b4371f6ef",
  "feed": "market-watch",
  "title": "Intel stock rises on earnings beat, plans for layoffs, billions in cost cuts planned; CEO Gelsinger says 'steps to optimize our headcount' included in $3 billion in cost reductions planned in 2023, growing to $8 billion to $10 billion by 2025",
  "text": "<p>Year to date, Intel stock has fallen 49%. Over the same period, the Dow Jones Industrial Average DJIA — which counts Intel as a component — has declined 12%, the PHLX Semiconductor Index SOX has dropped 40%, the S&amp;P 500 index SPX has fallen 20%, and the tech-heavy Nasdaq Composite Index COMP has dropped 31%.</p><p>\"Despite the worsening economic conditions, we delivered solid results and made significant progress with our product and process execution during the quarter,\" said Pat Gelsinger, Intel's chief executive, in a statement. \"To position ourselves for this business cycle, we are aggressively addressing costs and driving efficiencies across the business to accelerate our IDM 2.0 flywheel for the digital future.\"</p><p>\"Inclusive in our efforts will be steps to optimize our headcount,\" Gelsinger said on the call with analysts. \"These are difficult decisions effecting our loyal Intel family but we need to balance increased investment in areas like leadership, product and capacity in Ohio and Germany with efficiency measures elsewhere as we drive to have best-in-class structures.\"</p><p>Intel booked $664 million in restructuring charges in the third quarter, and expects $3 billion in cost reductions in 2023, \"growing to $8 billion to $10 billion in annualized cost reductions and efficiency gains by the end of 2025,\" the company said.</p><p>Read: Intel earnings: Will Mobileye IPO take the shadow off falling margins, rumored layoffs?</p><p>Intel also said it created the IDM 2.0 Acceleration Office, to be led by Stuart Pann, the chief business transformation officer. The office will be tasked with \"fully operationalizing Intel's IDM 2.0 model and for developing and implementing the systems and processes to support the company's internal requirements and external foundry customer commitments.\"</p><p>\"This is intended to allow Intel to identify and address structural inefficiencies that exist in its current model, achieve more transparency on its financial execution, better measure itself against other foundries and drive to best-in-class foundry performance,\" the company said in a statement.</p><p>While job cuts were not mentioned specifically, Intel isreportedly going to make an announcement around Nov. 1, according to a video from Gelsinger to workers recently. The last time Santa Clara, Calif.–based Intel announced a big round of layoffs was in 2016, when the company cut 12,000 jobs, or 11% of its workforce, on the same day it reported quarterly earnings.</p><p>Intel reported third-quarter net income of $1.01 billion, or 25 cents a share, compared with $6.82 billion, or $1.67 a share, in the year-ago period. After adjusting for restructuring charges and other items, Intel reported earnings of 59 cents a share, compared with $1.45 a share from a year ago.</p><p>Revenue declined to $15.39 billion from $19.19 billion in the year-ago quarter, for a ninth straight quarter of year-over-year declines. Excluding the company's divested memory business, the company reported revenue of $18.1 billion in the year-ago period. Gross margins dropped to 45.9% from 58.3% in the year-ago period.</p><p>Analysts surveyed by FactSet estimated earnings of 34 cents a share on revenue of $15.31 billion, based on Intel's forecast of 35 cents a share on about $15 billion to $16 billion.</p><p>Breaking down divisions: Client-computing sales fell 17% to $8.1 billion from a year ago, while data-center and AI group sales dropped 27% to $4.2 billion, \"network and edge\" sales rose 14% to $2.3 billion, and Mobileye sales rose 38% to $450 million. On Wednesday, Mobileye Global Inc. MBLY shares started trading on the Nasdaq following the self-driving tech company's initial public offering.</p><p>Don't miss: Five things to know about the Mobileye IPO as Intel returns the automated-driving company to Wall Street</p><p>Analysts surveyed by FactSet expected revenue from client computing to come in at $7.58 billion; data-center and AI group revenue of $4.67 billion; \"network and edge\" revenue of $2.4 billion; and Mobileye revenue of $472.2 million.</p><p>For the fourth quarter, Intel forecast earnings of about 20 cents a share on revenue of about $14 billion to $15 billion and adjusted gross margins of about 45%. Analysts surveyed by FactSet had estimated adjusted fourth-quarter earnings of 70 cents a share on revenue of $16.32 billion.</p><p>Read: Meta spending slams Facebook stock, but here are the chip stocks that are benefiting</p><p>Once again, Intel cut its outlook for the year, to earnings of about $1.95 a share on revenue of about $63 billion to $64 billion on gross margins of 47.5%.</p><p>For the year, Wall Street estimates earnings of $2.20 a share on revenue of $65.3 billion.</p><p>\"As we usher in the next phase of IDM 2.0, we are focused on embracing an internal foundry model to allow our manufacturing group and business units to be more agile, make better decisions and establish a leadership cost structure,\" Intel Chief Financial Officer David Zinsner said in statement. \"We remain committed to the strategy and long-term financial model communicated at our Investor Meeting.\"</p><p>Last quarter, Intel cut its outlook for the year to about $2.30 a share adjusted earnings on revenue of about $65 billion to $68 billion with gross margins of 49%. As recently as the end of April,Zinsner had said he was comfortable with a gross margin forecast between 51% and 53%, and last year Intel Chief Executive Pat Gelsinger had promised margins would remain \"comfortably above 50%.\"</p><p>Two quarters ago, Intel had doubled down on an optimistic outlook of about $3.60 a share on revenue of about $76 billion with gross margins of 52%, and had placed an enormous amount of pressure to deliver in the second half of the year.</p><p>Last quarter, Zinsner had said the company hoped to return to its 51% to 53% range by the fourth quarter.</p><p>Intel stock rises on earnings beat, plans for layoffs, billions in cost cuts planned</p>",
  "published": "2022-10-27T21:26:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2301,
          "end": 2306
        },
        {
          "start": 2460,
          "end": 2465
        },
        {
          "start": 5446,
          "end": 5451
        },
        {
          "start": 2669,
          "end": 2674
        },
        {
          "start": 1347,
          "end": 1352
        },
        {
          "start": 5771,
          "end": 5776
        },
        {
          "start": 1619,
          "end": 1624
        },
        {
          "start": 1089,
          "end": 1094
        },
        {
          "start": 5051,
          "end": 5056
        },
        {
          "start": 5333,
          "end": 5338
        },
        {
          "start": 4032,
          "end": 4037
        },
        {
          "start": 4399,
          "end": 4404
        },
        {
          "start": 1821,
          "end": 1826
        },
        {
          "start": 3189,
          "end": 3194
        },
        {
          "start": 4868,
          "end": 4873
        },
        {
          "start": 117,
          "end": 122
        },
        {
          "start": 1435,
          "end": 1440
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 3717,
          "end": 3722
        },
        {
          "start": 14,
          "end": 19
        },
        {
          "start": 2140,
          "end": 2145
        },
        {
          "start": 491,
          "end": 496
        },
        {
          "start": 883,
          "end": 888
        }
      ]
    }
  ]
}