{
  "_id": "e39bfa9c27d63c49586a10d6aca991b7c93d16e9b5c8a1863dbe95a6fc54350e",
  "feed": "wall-street-journal",
  "title": "Federal Reserve and Bank of Canada Signal Interest Rate Increases Are Near",
  "text": "<p>Top News</p><p>Fed Interest-Rate Decision Tees Up March Increase</p><p>To temper elevated inflation, Federal Reserve Chairman Jerome Powell said the central bank intends to raise short-term interest rates in mid-March. Photo: Federal Reserve</p><p>The Federal Reserve signaled it would begin steadily raising interest rates in mid-March, its latest step toward removing stimulus to bring down inflation.</p><p>Fed Chairman Jerome Powell said Wednesday that the central bank was ready to raise rates at its March 15-16 meeting and could continue to lift them faster than it did during the past decade.</p><p>Transcript: Fed Chief Powell's Postmeeting Press Conference</p><p>Global Markets Fall as Concerns Mount Over Fed Tightening</p><p>Powell's Comments Have Shown Mounting Inflation Concerns</p><p>Fed Chairman Jerome Powell's views on price pressures have undergone an evolution over the past 12 months, as inflation surged and remained elevated, crashing into the central bank's one-time expectation it would be a short-lived product of reopening the economy.</p><p>Parsing the Fed: How the January Statement Changed</p><p>The Federal Reserve releases a statement at the conclusion of each of its policy-setting meetings, outlining the central bank's economic outlook and the actions it plans to take. Use this tool to compare any two statements since 2007.</p><p>U.S. Economy</p><p>Robust Growth Is Expected for Late 2021, but Omicron Looms Now</p><p>The U.S. economy appears to have grown robustly in the final quarter of 2021 but recently lost momentum, economists say, with business activity undermined by pandemic-induced shortages of supplies and workers.</p><p>Job Market Appears Healthy Despite Omicron Headwinds</p><p>The labor market remains tight early this year, with layoffs low and job openings plentiful, a show of strength against the disruptions caused by the Omicron variant of Covid-19.</p><p>Trucks Are Clogging America's Roads</p><p>Trucks are taking over American roads, fueled by a rise in pandemic online shopping and supply-chain disruptions, and causing headaches for state and local governments that face multibillion-dollar bills to finance road upkeep.</p><p>Biden Touts Build Back Better in Meeting With CEOs</p><p>President Biden met with top corporate executives to promote his stalled education, healthcare and climate bill Wednesday, saying the plan \"lowers prices for families and gets people working.\"</p><p>Key Developments Around the World</p><p>Bank of Canada Says Rate Increases Are Coming</p><p>The Bank of Canada held its main interest rate steady, but said rate increases are on the horizon to deal with elevated inflation and an economy running at or near full tilt. \"We're signaling to Canadians that they can expect a rising path for interest rates,\" Gov. Tiff Macklem said.</p><p>China Evergrande Vows to Play by the Book in Debt Restructuring</p><p>Embattled property developer China Evergrande Group said that within six months it aims to release a global restructuring plan that would respect offshore creditors' legal rights, after a group of its bondholders threatened last week to sue the company for failing to engage with them.</p><p>The Case for $100 Oil: More Driving, Less Drilling</p><p>Analysts expect oil demand to return to pre-pandemic levels this year and say that prices need to rise higher yet to entice U.S. producers to drill more wells and to discourage consumption that has been unbowed by the highest gasoline prices in years.</p><p>Financial Regulation Roundup</p><p>SEC Proposes New Disclosure Rules for Private Equity, Hedge Funds</p><p>Federal regulators proposed measures that would significantly increase their visibility into private-equity funds and some hedge funds, the first in a range of plans to expand oversight of private markets.</p><p>Intel Wins Appeal of $1.2 Billion EU Antitrust Fine</p><p>Intel Corp. won an annulment of a $1.2 billion fine issued by the European Union's antitrust regulator more than a decade ago over allegations the microchip producer used its commercial power to squeeze out a competitor, dealing a blow to the European Commission.</p><p>Hong Kong Penalizes Tianhe Executive in Long-Running IPO Scandal</p><p>Authorities in Hong Kong sanctioned a Chinese businessman over the 2014 listing of a chemicals company that had claimed about $1 billion in nonexistent sales, closing a chapter in a saga that has already led to punishments for big U.S. and European banks.</p><p>WTO Arbiter Sides With China in Tariff Fight With U.S.</p><p>The World Trade Organization authorized China to impose retaliatory tariffs worth $645 million on imports from the U.S. in a decade-old dispute over Chinese subsidies to promote exports of products such as solar panels and steel pipes.</p><p>EU Hits Back at China Over Trade Limit, Taking Lithuania Fight Global</p><p>Forward Guidance</p><p>Thursday (all times ET)</p><p>Time N/A: South African Reserve Bank releases policy statement</p><p>8:30 a.m.: U.S. Commerce Department releases first estimate of fourth-quarter and 2021 GDP; U.S. Commerce Department releases December durable-goods data</p><p>10 a.m.: U.S. pending home sales index for December</p><p>Friday</p><p>8:30 a.m.: U.S. Commerce Department releases December personal income and outlays</p><p>10 a.m.: University of Michigan releases final January consumer sentiment survey</p><p>Commentary</p><p>Fed Grabs the Market's Punch Bowl</p><p>The outcome of the Federal Reserve's policy meeting wasn't as hawkish as some investors feared, but the central bank left them worrying that it will take a decidedly less-accommodative turn in the future, Justin Lahart writes.</p><p>Venture Capital Becomes a Tech Battleground Between China, U.S.</p><p>Last year, China's tech stocks cratered. This year, America's are following suit. Their selloffs have very different drivers, and therein lies a potential inflection point in the emerging competition between the two countries, Greg Ip writes.</p><p>Basis Points</p><p>New home sales in the U.S. rose 11.9% in December on month to a seasonally adjusted annual rate of 811,000, the highest reading since March 2021, the Commerce Department said. Economists polled by The Wall Street Journal expected sales to rise 1.7% to a seasonally adjusted annual rate of 757,000. (Dow Jones Newswires)</p><p>U.S. national rents grew five times faster in 2021 than in 2020, according to Realtor.com, and December saw the sixth straight month of double-digit yearly rent increases nationwide and surges in the majority of large metros, led by Miami, Tampa and Orlando with gains of more than 34% each. (DJN)</p><p>Brazil recorded a $5.9 billion current-account deficit in December, compared with a deficit of $6.5 billion in November, while the 12-month current-account deficit reached $28.1 billion in December from $30.8 billion in November, the country's central bank said. It added the 12-month current-account deficit in December was equal to 1.75% of gross domestic product, versus 1.90% of GDP reported for the previous month. (DJN)</p><p>Retail sales in Mexico increased 0.9% in November from October, their biggest monthly increase since March, while non-financial services rose 0.8% following the previous month's 0.1% rise, statistics institute Inegi said. (DJN)</p><p>Consumer prices in New Zealand rose the most in three decades last quarter, as the country's consumer price index increased 5.9% from a year earlier, an acceleration from 4.9% in the July-September quarter. The Reserve Bank of New Zealand targets inflation in a 1.0%-to-3.0% range over the medium term. (DJN)</p><p>China's industrial profit climbed 34.3% in 2021 thanks to strong growth from raw material producers and high-tech manufacturers, official data showed. Profit growth slowed sharply at the end of the year, however, rising just 4.2% in December from a year ago, according to figures from the National Bureau of Statistics. In November, industrial profit grew 9.0% from the year-earlier period. (DJN)</p><p>The Reserve Bank of Australia won't be timid once it gets the gumption to start raising interest rates. NAB expects the first rate rise in November, with the RBA to follow in quick time with increases in December and its first policy meeting in 2023 in February. (DJN)</p><p>German Consumer sentiment is expected to edge up in February despite rising inflation and a surge in Covid-19 cases, according to GfK. GfK's forward-looking consumer sentiment index forecasts confidence among households rising to minus 6.7 in February from a revised figure of minus 6.9 in January. Economists polled by The Wall Street Journal anticipated a drop to minus 8.0 points. (DJN)</p><p>U.K. car manufacturing fell 6.7% in 2021, marking its worst year since 1956, an industry body said, blaming the drop mostly on Covid-19-related factors. The Society of Motor Manufacturers and Traders said that a total of 859,575 cars drove off the production lines last year compared with 920,928 in 2020 and 707,594 in 1956. (DJN)</p>",
  "published": "2022-01-27T13:26:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3647,
          "end": 3652
        },
        {
          "start": 3699,
          "end": 3704
        }
      ]
    }
  ]
}