{
  "_id": "460a2177832f7b70339798518c59bb473e7d7e0beb0f0e7325fdaea3dd002cad",
  "feed": "ftcomall",
  "title": "Capitol Hill's crypto caucus",
  "text": "<p>While regulators and central banks continue to eye cryptocurrencies with caution, politicians have begun to see their potential.</p> <p><a href=\"https://www.ft.com/content/29f32905-1933-458e-aa29-7f1685109ea1\">Thursday's Big Read</a> looks at the growing “crypto caucus” in Washington — a bipartisan collection of senators and representatives who are pushing for legislation that they hope will help the US dominate the world of digital assets.</p> <p>They worry that watchdogs such as the Securities and Exchange Commission (SEC) are regulating without setting the rules. “Rulemaking by enforcement is not an efficient way to provide clarity and certainty,” says Josh Gottheimer, a Democratic congressman from New Jersey. “If you don't provide that, industry will go elsewhere, and that will be a huge loss for our economy and our country.”</p> <p>Gottheimer is leading the charge on the most pressing piece of crypto legislation facing Congress: figuring out how to regulate the enormous stablecoin industry. He is gathering support for a bill that would insist that every stablecoin issuer is either a regulated financial institution or proves it can back every digital dollar it issues with dollars, US Treasuries or other liquid and stable assets. </p> <p>Others are promoting a bill that would give the definitive answer that cryptocurrencies are not a security, and therefore not eligible for regulation by the SEC.</p> <p>In another part of the Americas, <a href=\"https://www.ft.com/content/4fa63c8c-51f5-4512-b522-76dd75e62916\">El Salvador is hoping</a> that its $1bn bitcoin-backed bond can tap deep wells of capital among cryptocurrency enthusiasts after many big international investors shunned its project.</p> <p>Bitfinex, which is set to provide the tech platform for the deal, said the crypto exchange had received “half a billion dollars” of interest from its users. Important details of the bond would need to be ironed out, requiring the passing of new securities laws in El Salvador, before potential buyers firmed up their interest, it said.</p> <p>The issuance of El Salvador's debt product comes just over a year after the country became the first to adopt bitcoin as legal tender, with the enthusiastic backing of Nayib Bukele, president. The so-called volcano bonds — which will have half their proceeds invested in bitcoin while the rest go towards constructing a “bitcoin city” at the foot of the Conchagua volcano — could offer a financial lifeline to Bukele's government, as doubts grow over the sustainability of its finances.</p> <h2>The Internet of (Five) Things</h2> <p><strong>1. Toshiba on course to be taken private</strong><br>Bain Capital has <a href=\"https://www.ft.com/content/6a48f469-ea7d-46b5-aa2e-2d75e4d930c3\">secured the support</a> of Toshiba's largest shareholder and opened talks with other investors as the US buyout firm plots a deal to take the 140-year-old Japanese industrial conglomerate private. The private equity firm is expected to be in a position to submit a formal proposal to Toshiba “relatively soon”.</p> <p><strong>2. SoftBank to slow investments&#xa0;<br></strong>The Japanese group's billionaire founder Masayoshi Son has warned top executives to&#xa0;<a href=\"https://www.ft.com/content/9ad348de-f9aa-4673-ac52-272e325e3884\">slow down investments</a>&#xa0;as the world's largest tech investor scrambles to raise cash amid a rout in tech stocks and a regulatory crackdown in China.</p> <p><strong>3. Intel chief's $170mn incentive<br></strong>An initial stock award that Intel handed to Pat Gelsinger, its new chief executive, last year was&#xa0;<a href=\"https://www.ft.com/content/ac46c194-bad3-4577-8e22-6e184a4fbbd7\">worth $169.5mn</a>, far more than the company initially calculated, vaulting the head of the struggling US chipmaker into the ranks of the country's highest-paid executives.</p> <p><strong>4. DeepMind accused of #MeToo mishandling</strong><br>London-based DeepMind has been accused of <a href=\"https://www.ft.com/content/928c5a91-baaa-41f2-b922-a07c74704e47\">mishandling sexual misconduct allegations</a>. A former employee at the artificial intelligence group, owned by Google, has raised concerns about the company's grievance procedures following allegations of sexual assault and harassment by a senior researcher.</p> <p><strong>5. Huawei positioned to aid Putin</strong><br>Huawei mobile phone sales in Russia <a href=\"https://www.ft.com/content/3c3c1db5-21d5-45e7-85a8-d5d25cc9ad7b\">rose 300 per cent</a> in the first two weeks of March, while its four Russian research centres are recruiting dozens of engineers, and new sales and business development openings in Moscow have been added since the invasion of Ukraine began. In the second of our new&#xa0;<a href=\"https://www.ft.com/content/018dc68e-0975-4443-b003-f44ab567bd96\">Tech Exchange series</a>, Kevin Mandia, founder of Mandiant, says the cyber security company is braced for the impact of Russian hacker attacks. Meanwhile, <a href=\"https://www.ft.com/content/d3e7e101-99ec-4d76-8dcb-2dd9885cf434\">Lex says</a> the war has closed down Russian-backed start-ups in New York.</p> <h2>Tech tools — Samsung Neo QLED 8K TV</h2> <p>Samsung's<a href=\"https://news.samsung.com/global/unbox-and-discover-2022-highlights-meet-the-2022-samsung-neo-qled-8k\"> latest Unboxed event</a> on Wednesday introduced the 2022 version of the Neo QLED 8K TV featuring Real Depth Enhancer tech that maximises depth and vividness to make scenes seem more real. The design offers a slimmer and sleeker look, “making the TV appear as if it is floating above the ground”, according to Samsung. You can also stand it on its side with an accessory that adds Auto Rotation — the rotating capabilities of its Sero set — to the Neo. The sound system is a 90W 6.2.4 channel audio system with Dolby Atmos support. Prices <a href=\"https://www.engadget.com/samsung-2022-tv-pre-order-neo-qled-the-frame-oled-181541669.html\">start at $3,500</a> for the 65in model.</p><p>Source: Chris Nuttall in London 2022 'Capitol Hill's crypto caucus' FT.com 31 March. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-03-31T18:50:10.392Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3071,
          "end": 3076
        },
        {
          "start": 3012,
          "end": 3017
        }
      ]
    }
  ]
}