{
  "_id": "6774c60de4a9a489d6c804b1046e6011404bf5618d914e730a89ceda00e47920",
  "feed": "wall-street-journal",
  "title": "Nvidia Targets Auto Growth Amid Chip Shortage; Chip company says pipeline of deals with auto customers surges to $11 billion",
  "text": "<p>Nvidia is a leading maker of graphics chips and supplies hardware to run infotainment systems in cars. The company now is increasingly betting on software and chips that underpin sophisticated driver-assistance systems.</p><p>Chip makers in recent months have become more gung-ho about sales to the auto industry as companies from electric-car maker Tesla Inc. to longer-established companies such as Ford Motor Co. and General Motors Co. add chip-hungry features to their vehicles.</p><p>Intel Corp. is planning to take its Mobileye self-driving unit public in the middle of this year, banking on surging appetite for automotive-technology investments. Qualcomm Inc., which specializes in cellphone communication chips, is using a $4.5 billion takeover of a Swedish auto-tech company to help accelerate its auto business, which grew 21% in its most recent quarter.</p><p>Ford and GM also have moved closer to chip companies with forays into the semiconductor business.</p><p>Ali Kani, Nvidia's vice president of automotive, said the car industry was at the beginning of a shift toward electric vehicles that rely increasingly on sophisticated software to drive. That means cars need more advanced artificial intelligence, he said. Nvidia chips are widely used in AI calculations.</p><p>Overall, the automotive market represents a $300 billion opportunity, Nvidia executives said, echoing enthusiasm for the sector among other chip executives.</p><p>That isn't to say the car industry's embrace of chips has been seamless. A dearth of chips at a time cars are becoming technologically more complex has caused pain in the auto industry, denting production at a time of sky-high demand.</p><p>The auto business is only the latest lane where Nvidia is chasing new sales opportunities. The company best known for graphics-processing chips prized by videogamers has built new markets for itself by catering to artificial-intelligence calculations and cryptocurrency mining.</p><p>On Tuesday at a company event, Chief Executive Jensen Huang unveiled a new generation of chip technology for artificial-intelligence calculations and a central processing unit aimed at the AI market. Mr. Huang has also begun touting computing hardware and software for the so-called metaverse, a set of immersive online worlds where people use digital avatars to interact.</p><p>Chips aimed at videogamers continue to be a core market, however—they accounted for about 45% of sales in the company's latest quarterly report.</p><p>Nvidia, the U.S.'s highest-valued listed chip company, reported a record $7.46 billion of sales in its most recent fiscal quarter and expects to increase that figure in its current quarter.</p><p>The growth comes even though its blockbuster bid to take over British chip designer Arm, which would have been the industry's largest-ever deal, failed last month. The deal faced intense scrutiny from regulators and politicians in the U.S. and U.K., as well as opposition from some competitors who feared Nvidia gaining control of technology central to their own chips.</p><p>Nvidia and Japan's SoftBank Group Corp., which currently owns Arm, cited the regulatory challenges in calling off the deal. SoftBank now plans to pursue a public listing of the business within about a year.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Nvidia Targets Auto Growth Amid Chip Shortage</p>",
  "published": "2022-03-22T20:31:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 477,
          "end": 482
        }
      ]
    }
  ]
}