{
  "_id": "a65991c8cc6f8db488a32f73f8c69caf5708338046a48eb388da19d71ed8f978",
  "feed": "market-watch",
  "title": "NXP Semi expects a seventh straight quarter of record sales amid chip crunch; NXP CEO says 'demand continues to outstrip increased supply,' and that customers' inventory 'remains very lean' as chip maker tops $3 billion in quarterly revenue and predicts growth",
  "text": "<p>NXP executives are scheduled to offer additional commentary on the company's results with Wall Street analysts Tuesday at 8 a.m. Eastern.</p><p>Semiconductor executives have offered a mixed bag of forecasts this earnings season amid supply-chain struggles and concerns about whether chip inventories are becoming sated, despite mostly record results. Another big supplier to the auto market, Texas Instruments Inc. TXN, issued a cautious outlook in its earnings report last week because it expects China's COVID restrictions to affect the manufacturing operations of its customers.</p><p>In the broader chip sector, Intel Corp. INTC doubled down on its bullish 2022 outlook and Qualcomm Inc.'s QCOM forecast was also strong. Another big earnings report from the chip sector to look for this week is Advanced Micro Devices Inc. AMD, which reports after the bell Tuesday. The chip sector has been volatile during earnings season but trending better after early results, with the PHLX Semiconductor Index SOX up 1.1% since the beginning of last week following a 3.5% gain on Monday.</p><p>Read: Why semiconductor stocks are 'almost uninvestable' despite record earnings amid a global shortage</p><p>Netherlands-based NXP narrowly topped Wall Street expectations in both its results and outlook in the extended session Monday, reporting first-quarter net income of $657 million, or $2.48 a share, compared with $353 million, or $1.25 a share, in the year-ago period. Analysts surveyed by FactSet had forecast unadjusted net income of $2.23 a share.</p><p>Revenue rose to a record $3.14 billion from $2.57 billion in the year-ago quarter, while analysts had forecast revenue of $3.1 billion, according to FactSet.</p><p>\"While NXP has executed well amidst supply constraints, we believe there is limited operating leverage upside for [gross margins], and China headwinds could be a challenge looking ahead,\" said Mizuho analyst Vijay Rakesh ahead of Tuesday's call. Rakesh has a neutral rating on the stock and a price target of $200.</p><p>Sales of automotive chips rose 27% to $1.56 billion in the first quarter, industrial and Internet-of-Things chip sales grew 19% to $682 million, and communications and infrastructure chip sales rose 18% to $496 million. Analysts had forecast auto sales of $1.55 billion, Industrial and IoT sales of $663.6 million, and communications and infrastructure sales of $500.9 million.</p><p>For the second quarter, NXP forecast revenue of $3.18 billion to $3.38 billion, and adjusted operating income between $1.1 billion and $1.23 billion. Analysts had expected revenue of $3.15 billion and adjusted operating income of $1.09 billion, according to FactSet.</p><p>U.S.-traded shares of NXP were last up 2% after hours, following a 3.6% rise in the regular session to close at $177.</p><p>NXP Semi expects a seventh straight quarter of record sales amid chip crunch</p>",
  "published": "2022-05-02T22:57:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 604,
          "end": 609
        }
      ]
    }
  ]
}