{
  "_id": "7b4a219f7693710ee12157f52c7b89432fa4ef9715167d8ed56975b0bff65e3a",
  "feed": "economist-blog",
  "title": "The geopolitics of tech; How America and Europe hope to stop China's digital juggernaut",
  "text": "<p>A little-known initiative called the Trade and Technology Council, forged between America and the European Union last year, is trying to put that right. The TTC is meeting in Saclay, a Parisian suburb, on May 15th and 16th to set out an agenda for the next two years. In a sign of what is at stake, the guest list includes America's secretaries of state and commerce. If it succeeds, the council would not only serve as a rebuke to the Jeremiahs but also fortify the liberal order against one of its gravest threats.</p><p>A central aim of the TTC is to ensure that the West retains its leadership in tech in the face of stiff Chinese competition. With great strategic patience, China is carving out an autocratic technosphere. It uses all sorts of technology, from artificial intelligence (AI) to “zero-day exploits”, a hacking technique, to spy on its citizens at home and abroad. The regime in Beijing is also investing billions to become a world leader in everything from quantum computing to semiconductors. And it is using information technology to spread its bossy values around the globe, for instance by selling surveillance gear and trying to change the rules by which cyberspace is run.</p><p>One of the TTC's aims is to blunt China's efforts by drawing on the main insight behind transatlantic co-operation of all kinds. Whereas even the United States may struggle to confront China on its own, an alliance of broadly democratic, liberal countries has the combined economic and military weight to withstand it. Together, the EU and America account for 55% of the global market for information technology. In principle, the TTC can promote investment in strategic technologies, help define where tech transfer threatens national security and ensure that Chinese and Russian norms do not come to dominate how tech is used around the world.</p><p>The council has already proved its utility. Within weeks of Russia's invasion of Ukraine, participants were able to co-ordinate export controls and responses to disinformation campaigns. Likewise, it helped foster the “Declaration for the Future of the Internet”, announced on April 28th, in which more than 60 countries have pledged to ensure an “open, free, global interoperable, reliable and secure” internet. But the real test will be the progress of no fewer than ten working groups, allowing officials from both sides of the Atlantic to stay in regular contact on everything from “technology standards” to “secure supply chains”. Ultimately, the aim is to boost areas like AI, quantum computing and climate tech and to find a common approach to assessing when Chinese investment poses a threat to security.</p><p>However, the TTC has real differences to overcome. The EU approaches tech as a consumer, whereas America has at least one eye on looking after its own. That reflects a vast difference in resources: America dwarfs the EU in tech even more than it does militarily, yet NATO shows how imbalances can create tensions. The EU prosecutes foreign giants for their alleged abuses and passes laws designed to boost competition or regulate content over the objections of the tech firms. By contrast, in America federal politics is almost broken and there is no consensus about how to regulate tech. There, the courts are more likely to intervene. And their legal systems' treatments of privacy are incompatible—the EU tends to value it more highly. Here President Joe Biden and Ursula von der Leyen, the president of the European Commission, have in principle recently found common ground—but the European Court of Justice could yet strike down their deal.</p><p>The hope is that meetings like the one taking place in France will help America and the EU will see that they have more to gain from a common front in tech than from antagonism. One way to strengthen the TTC would be to include countries like Britain, Japan and South Korea. The council should also open itself up to organisations. Securing the supply chain for semiconductors, for instance, will be hard without involving a company such as Intel.</p><p>The council does not have long to make itself indispensable. Were Mr Trump to be re-elected in 2024 or another go-it-alone president enter the White House, it could rapidly be sidelined. That would be a pity. Years may elapse before anything similar emerges. In the meantime China would forge ahead.</p><p>■</p>",
  "published": "2022-05-15T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4039,
          "end": 4044
        }
      ]
    }
  ]
}