{
  "_id": "574ff529341a3c103e8ab43dae63979d4d8e1e5cd3d36beee1ec3e4518abe498",
  "feed": "market-watch",
  "title": "12 semiconductor stocks bucking the downcycle trend; Analysts' estimates for earnings and sales have plunged for some of the largest chip makers, including Nvidia and Intel, but they have risen for others",
  "text": "<p>Over long periods, investors love to see consensus estimates for companies' sales and profits increasing steadily. What can be better than a smooth upward slope to the right?</p><p>The most common valuation metric used by stock investors is the forward price-to-earnings ratio — a company's current share price divided by the consensus earnings-per-share estimate for the following 12 months. It is reasonable to expect the rolling 12-month estimates to increase as time passes by. Those increases support rising stock prices over time.</p><p>A look at the PHLX Semiconductor Index SOX illustrates that some of the P/E denominators have fallen hard recently. This index of 30 U.S.-listed chip makers is weighted by market capitalization and tracked by the iShares Semiconductor ETF SOXX. Here's a snapshot of the exchange traded fund's forward P/E ratios as of Sept. 2 and June 30: </p><p> Current forward P/E   Closing price – Sept. 2   Consensus EPS estimate – NTM   Forward P/E – June 30   Closing price – June 30   Consensus EPS estimate – NTM – June 30  13.9                  $358.85                   $25.73                         12.6                    $349.61                   $27.75  Source: FactSet</p><p>This may not look so bad — SOXX's share price has risen since the end of June and the ETF's rolling 12-month consensus EPS estimate has declined by 7%. Then again, investors aren't pleased — SOXX is down 34% this year.</p><p>Now let's dig into the SOXX 30 for some ugly numbers. Here's a look at changes in rolling forward EPS and sales estimates among analysts polled by FactSet for the 12 largest U.S.-listed makers of semiconductors or related equipment (by market value) since the end of June: </p><p> Company                                           Ticker   Change in EPS estimate   EPS estimate – NTM   EPS estimate – NTM – June 30   Change in sales estimate   Estimated sales – NTM ($bil)   Estimated sales – NTM – June 30 ($bil)  Taiwan Semiconductor Manufacturing Co. Ltd. ADR   TSM      5%                       $6.27                $5.97                          4%                         $79,992                        $77,099  Nvidia Corp.                                      NVDA     -31%                     $4.04                $5.88                          -16%                       $30,071                        $36,005  Broadcom Inc.                                     AVGO     3%                       $40.23               $39.23                         2%                         $34,878                        $34,204  ASML Holding NV ADR                               ASML     -8%                      $18.06               $19.69                         -5%                        $24,505                        $25,706  Texas Instruments Inc.                            TXN      2%                       $9.09                $8.88                          2%                         $19,893                        $19,583  Qualcomm Inc.                                     QCOM     -1%                      $12.98               $13.08                         -1%                        $46,838                        $47,269  Advanced Micro Devices Inc.                       AMD      3%                       $4.67                $4.54                          3%                         $28,641                        $27,907  Intel Corp.                                       INTC     -26%                     $2.57                $3.47                          -11%                       $68,033                        $76,143  Applied Materials Inc.                            AMAT     -4%                      $7.98                $8.31                          -3%                        $26,215                        $27,097  Analog Devices Inc.                               ADI      -2%                      $9.64                $9.82                          -1%                        $12,135                        $12,259  Micron Technology Inc.                            MU       -51%                     $5.18                $10.67                         -27%                       $26,976                        $37,165  Lam Research Corp.                                LRCX     -1%                      $37.29               $37.83                         -2%                        $19,045                        $19,417  Source: FactSet</p><p>Click on the tickers for more about each company, including analysts' ratings and the latest financial results and corporate guidance that have driven the estimate revisions. Click here for Tomi Kilgore's detailed guide to the wealth of information available for free on MarketWatch quote pages.</p><p>For the chip makers, 2022 has been difficult as industry-supporting trends of the previous two years have reversed. Pandemic-era stimulus, consumer habits and supply shortages worked in the industry's favor or at least supported price increases.</p><p>The table above has some notable cuts in EPS and sales estimates:</p><p>* Nvidia Corp.'s NVDA rolling consensus 12-month EPS estimate has declined by 31% since the end of June, while its consensus 12-month sales estimate has fallen by $5.9 billion, or 16%.</p><p>* Intel Corp.'s INTC consensus EPS estimate is down 26% since the end of June, while its sales estimate has dropped $8.1 billion, or 11%.</p><p>* Micron Technology Inc.'s MU EPS estimate has declined 51% since June 30, as its sales estimate has plunged by $10.2 billion, or 27%.</p><p>All but four of the largest 12 SOXX companies have had their EPS and sales estimates increase since the end of June.</p><p>Looking again at the full SOXX 30, these 12 companies have bucked the trend since the end of June, with consensus earnings and sales estimates both increasing: </p><p> Company                                           Ticker   Change in EPS estimate   EPS estimate – NTM   EPS estimate – NTM – June 30   Change in sales estimate   Estimated sales – NTM ($bil)   Estimated sales – NTM – June 30 ($bil)  Taiwan Semiconductor Manufacturing Co. Ltd. ADR   TSM      5%                       $6.27                $5.97                          4%                         $79,992                        $77,099  Broadcom Inc.                                     AVGO     3%                       $40.23               $39.23                         2%                         $34,878                        $34,204  Texas Instruments Inc.                            TXN      2%                       $9.09                $8.88                          2%                         $19,893                        $19,583  Advanced Micro Devices Inc.                       AMD      3%                       $4.67                $4.54                          3%                         $28,641                        $27,907  Marvell Technology Inc.                           MRVL     1%                       $2.61                $2.58                          1%                         $6,717                         $6,628  Microchip Technology Inc.                         MCHP     4%                       $5.70                $5.47                          3%                         $8,199                         $7,979  STMicroelectronics NV ADR RegS                    STM      10%                      $3.70                $3.36                          5%                         $16,381                        $15,642  ON Semiconductor Corp.                            ON       2%                       $4.99                $4.90                          2%                         $8,313                         $8,141  Monolithic Power Systems Inc.                     MPWR     8%                       $13.73               $12.67                         6%                         $2,018                         $1,898  Entegris Inc.                                     ENTG     2%                       $4.66                $4.55                          30%                        $3,819                         $2,938  Wolfspeed Inc.                                    WOLF     366%                     $0.47                $0.10                          11%                        $1,157                         $1,038  Lattice Semiconductor Corp.                       LSCC     9%                       $1.88                $1.73                          5%                         $707                           $676  Source: FactSet</p><p>(The market caps are not included in the table, in order to reduce its width. You can see the companies' market caps if you click on the tickers.)</p><p>Taiwan Semiconductor Co. TSM is the largest U.S.-listed chip maker by market cap, although Nvidia had that distinction before its share price fell 54% in 2022. TSM itself is down 33% this year.</p><p>Have semiconductor stocks fallen enough?</p><p>The semiconductor industry group tends to ride higher and fall harder than the U.S. stock market does. Here's a three-year chart comparing total returns for SOXX and the SPDR S&amp;P 500 Trust SPY:</p><p>The three-year chart illustrates the semiconductor group's high volatility over short periods — not only this year, but in March, April and May 2021, when SOXX had two large oscillations while the SPY chart remained fairly smooth, sloping up.</p><p>For long-term, committed investors, SOXX has outperformed for various periods: </p><p>  ETF                        Average return – 3 years   Average return – 5 years   Average return – 10 years   Average return – 15 years   Average return – 20 years  iShares Semiconductor ETF   21.8%                      20.1%                      22.4%                       13.1%                       12.8%  SPDR S&amp;P 500 ETF Trust      12.1%                      11.5%                      12.9%                       8.9%                        9.6%  Source: FactSet</p><p>So now the question is whether semiconductor stocks have already baked-in the industry slowdown.</p><p>If we look at Nvidia, even with this year's share-price decline of 54%, the stock's forward price-to-earnings ratio is 33.7, compared with forward P/E ratios of 14 for SOXX and 16.7 for SPY. All of those valuations are down this year, and SOXX itself trades at a notable discount to SPY.</p><p>Might there be a bounceback in the works for semiconductor stocks over the next 12 months? Such drastic declines in estimates for some of them might begin to reverse.</p><p>Analysts expect these stocks to roar back</p><p>Going back to the full list of 30 SOXX companies, there are 14 for which at least three-quarters of analysts polled by FactSet rate the stocks a \"buy\" or the equivalent. Here they are, sorted by 12-month upside potential implied by consensus price targets: </p><p> Company                                           Ticker   Share \"buy\" ratings   Closing price – Sept. 2   Consensus price target   Implied 12-month upside potential  Synaptics Inc.                                    SYNA     82%                   $112.88                   $190.50                  41%  Marvell Technology Inc.                           MRVL     88%                   $45.76                    $75.01                   39%  MKS Instruments Inc.                              MKSI     83%                   $97.13                    $157.70                  38%  Entegris Inc.                                     ENTG     92%                   $92.08                    $145.08                  37%  Nvidia Corp.                                      NVDA     76%                   $136.47                   $207.55                  34%  Lattice Semiconductor Corp.                       LSCC     80%                   $52.25                    $75.13                   30%  Applied Materials Inc.                            AMAT     77%                   $91.24                    $130.50                  30%  Universal Display Corp.                           OLED     75%                   $106.60                   $151.91                  30%  Taiwan Semiconductor Manufacturing Co. Ltd. ADR   TSM      95%                   $80.90                    $110.36                  27%  ASML Holding NV ADR                               ASML     81%                   $467.19                   $636.83                  27%  Monolithic Power Systems Inc.                     MPWR     85%                   $424.42                   $574.33                  26%  Micron Technology Inc.                            MU       81%                   $56.33                    $75.13                   25%  Broadcom Inc.                                     AVGO     88%                   $500.22                   $664.29                  25%  ON Semiconductor Corp.                            ON       75%                   $67.51                    $75.80                   11%  Source: FactSet</p><p>For Intel, only 22% of analysts polled by FactSet rate the shares a buy, while there are 54% neutral ratings and 24% \"sell\" or equivalent ratings. That said, the consensus price target for Intel is $38.35, which is 23% higher than the stock's closing price of $31.22 on Sept. 2.</p><p>Don't miss: You need quality stocks during times of turmoil. Here's one good strategy for picking them</p><p>Hear from Ray Dalio at MarketWatch's Best New Ideas in Money Festival on Sept. 21 and 22 in New York. The hedge-fund pioneer has strong views on where the economy is headed.</p><p>12 semiconductor stocks bucking the downcycle trend</p>",
  "published": "2022-09-07T10:47:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "confidence": 0.9997696,
      "offsets": [
        {
          "start": 167,
          "end": 172
        },
        {
          "start": 2199,
          "end": 2210
        },
        {
          "start": 3316,
          "end": 3327
        },
        {
          "start": 7634,
          "end": 7639
        },
        {
          "start": 7665,
          "end": 7670
        },
        {
          "start": 7818,
          "end": 7823
        },
        {
          "start": 7850,
          "end": 7855
        }
      ],
      "weightsV2": {
        "weight": 11.316849,
        "baseWeight": 7.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.3168484,
        "titleWeight": 4.0
      },
      "typeRank": 8
    }
  ]
}