{
  "_id": "d5d9d6632acd720760cd06e3bb1a52ffd94b27c7489bbe6f0ed571f2d83ea3cc",
  "feed": "wall-street-journal",
  "title": "New Intel CFO to Help Steer Chip Maker's Finances Through Turnaround; David Zinsner, previously the CFO of Micron Technology, will join Intel next week",
  "text": "<p>Intel Corp.'s new finance chief, David Zinsner, will play a critical role in steering the chip maker's finances and allocating capital as the company embarks on a multiyear turnaround.</p><p>Santa Clara, Calif.-based Intel on Monday named Mr. Zinsner as its next chief financial officer. Mr. Zinsner's appointment takes effect Jan. 17. He succeeds George Davis, who announced his retirement in October and will remain with Intel as an adviser until May.</p><p>Mr. Zinsner had been CFO at chip maker Micron Technology Inc. for about four years. Micron said it has begun a search for a new CFO and named Chief Business Officer Sumit Sadana to the additional role of interim CFO.</p><p>Mr. Zinsner will join Intel in a period of transition, including in its executive ranks. Chief Executive Pat Gelsinger took over in February 2021, succeeding former CEO Bob Swan, who was ousted from the company. Additionally, Intel said Monday that Gregory Bryant, the head of its client computing group, is leaving at the end of the month for a new opportunity.</p><p>Intel's chip-making business has lost ground in recent years to rivals such as Taiwan Semiconductor Manufacturing Co. and South Korea's Samsung Electronics Co. due to delays in rolling out new chip technology. Mr. Gelsinger has committed to making the world's best chips within four years, including by introducing a new central processing unit every year between 2021 and 2025. He also has committed to spending heavily to build new facilities as part of a plan to manufacture chips for other companies.</p><p>As CFO, Mr. Zinsner will help Intel deliver on its goals by setting out a strategy for allocating capital, ensuring the company has the right resources in place and communicating progress with investors, according to C.J. Muse, a senior managing director with investment firm Evercore Inc. \"This is a major turnaround, and it's unclear whether it's going to work or not,\" Mr. Muse said.</p><p>In Mr. Zinsner, Intel has hired a finance chief with extensive experience in the semiconductor industry. He also previously served as chief financial officer at chip makers Analog Devices Inc. and Intersil Corp., which was acquired in 2017 by Japanese semiconductor company Renesas Electronics Corp.</p><p>Mr. Gelsinger praised Mr. Zinsner's extensive knowledge of semiconductors, manufacturing and capital allocation in a press release announcing the appointment. \"I look forward to partnering with Dave as we continue to execute our strategy to usher in a new era of innovation,\" he said in the release.</p><p>Intel declined to make Mr. Zinsner available for an interview.</p><p>Intel in September said it plans to invest as much as $95 billion in new chip-making facilities in Europe and is one of several semiconductor companies, including Micron, that recently announced expansion plans. As part of that announcement, Intel committed to adding manufacturing capacity specifically for the automobile chip sector.</p><p>Intel in October reported sales of $19.2 billion, up 5% from a year earlier. The company, like others across industries, has struggled with component shortages that have weighed on computer sales.</p><p>The company last year said it would publicly list shares in Mobileye, its self-driving car unit, in mid-2022 and retain a majority stake in the business. Intel plans to reap the cash benefits of the public offering, it said at the time.</p><p>Write to Kristin Broughton at Kristin.Broughton@wsj.com</p><p>New Intel CFO to Help Steer Chip Maker's Finances Through Turnaround</p>",
  "published": "2022-01-11T10:30:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4,
          "end": 9
        },
        {
          "start": 2583,
          "end": 2588
        },
        {
          "start": 2825,
          "end": 2830
        },
        {
          "start": 136,
          "end": 141
        },
        {
          "start": 3270,
          "end": 3275
        },
        {
          "start": 1028,
          "end": 1033
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1936,
          "end": 1941
        },
        {
          "start": 687,
          "end": 692
        },
        {
          "start": 891,
          "end": 896
        },
        {
          "start": 3413,
          "end": 3418
        },
        {
          "start": 211,
          "end": 216
        },
        {
          "start": 2520,
          "end": 2525
        },
        {
          "start": 417,
          "end": 422
        },
        {
          "start": 1563,
          "end": 1568
        },
        {
          "start": 2919,
          "end": 2924
        }
      ]
    }
  ]
}