{
  "_id": "d16df03ea3cd8103e983362f78aec42544ab5f28153de15ee93d65897f4a00f8",
  "feed": "ftcomall",
  "title": "Google loses appeal against record EU antitrust fine",
  "text": "<p>Google has lost its appeal against a record €4.34bn EU competition fine for using the dominance of its Android mobile phone operating system to thwart competition. </p> <p>The&#xa0;European&#xa0;General Court in&#xa0;Luxembourg on Wednesday ruled mostly in favour of Brussels' decision to impose a record breaking antitrust fine on the US tech giant, but reduced it slightly to €4.125bn in order to “better reflect the gravity and the duration of the infringement”.</p> <p>The fine is part of a trio of cases against Alphabet-owned <a href=\"https://www.ft.com/stream/d6b12f0c-bf3f-4045-a07b-1e4e49103fd6\">Google</a> in Brussels, which has seen regulators fine the company a total of €8bn over the past decade. </p> <p>The win provides a boost to the European Commission at a time when Brussels is seeking to enforce <a href=\"https://www.ft.com/stream/433acaac-f1b9-4925-b80c-4fb312c256d8\">new tough rules</a> aimed at holding Big Tech companies to account. </p> <p>The EU has already won an appeal against Google after the General Court upheld a decision last year to fine the tech giant €2.42bn for favouring its own comparison shopping service ahead of rivals. Google has appealed against this decision before the European Court of Justice. The US tech company is also appealing against a €1.5bn fine from 2019 for blocking competitors in the online advertising market.</p> <p>The Android case dates back to 2018 when <a href=\"https://www.ft.com/stream/2d1c5eab-66ca-4459-ad55-4c7673fddae8\">Margrethe Vestager</a>, the EU's competition chief, issued a decision accusing Google of imposing illegal restrictions on Android device makers and mobile network operators “to cement its dominant position” in internet search. </p> <p>On Wednesday, the General Court said it confirmed the “Commission's decision that Google imposed unlawful restrictions on manufacturers of Android mobile devices and mobile network operators in order to consolidate the dominant position of its search engine”.</p> <p>In response to the ruling, Google said it was disappointed that the Court did not annul the decision in full. </p> <p>“Android has created more choice for everyone, not less, and supports thousands of successful businesses in Europe and around the world,” said Google. The company is expected to appeal against the decision before the European Court of Justice. </p> <p>The European Commission said it took note of the judgment and said it would “decide on possible next steps”.</p> <p>The win will come as a relief for <a href=\"https://www.ft.com/content/c472e2b2-47af-4c99-8745-d3c197360050\">EU regulators</a> who recently lost major and lengthy antitrust probes against Intel and Qualcomm.</p> <p>Thomas Vinje, spokesman and counsel for FairSearch, the original complainant in the case, said: “This shows the European Commission got it right. Google can no longer impose its will on phonemakers. Now they may open their devices to competition in search and other services, allowing consumers to benefit from increased choice.”</p> <p>Markus Ferber, a German MEP, said: “Today's ruling is a clear sign for fair competition in the digital realm. Competition rules also apply to the giants of the internet. However, the case also illustrates that competition procedures including all their appeal procedures take far too long.”</p><p>Source: Javier Espinoza in Brussels 2022 'Google loses appeal against record EU antitrust fine' FT.com 14 September. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-09-14T10:07:52.794Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2268,
          "end": 2273
        }
      ],
      "nexusId": "10063594"
    }
  ]
}