{
  "_id": "77a3de5a4b547afbb70f0048203066a246466b61d49377bf09119d54a84d2e95",
  "feed": "wall-street-journal",
  "title": "Biden's State of the Union: Key Takeaways; The president emphasized the unified U.S. and world response to the Ukraine crisis, while laying out his efforts to fight inflation and the pandemic",
  "text": "<p>Unity on Ukraine</p><p>Grappling with deep political divides throughout Washington and the nation, Mr. Biden asserted that the U.S.—and the world—is united against Russian President Vladimir Putin and his invasion of Ukraine, winning bipartisan ovations early in his address.</p><p>\"He thought he could divide us at home in this chamber and this nation. He thought he could divide us in Europe as well,\" Mr. Biden said. \"But Putin was wrong. We are ready. We are united.\"</p><p>The speech, originally seen as an opportunity to pump up support for his domestic agenda, provided Mr. Biden with his biggest stage yet to detail his efforts to work with allies to counter Mr. Putin. While he has drawn criticism from some Republicans for not issuing sanctions on Russia sooner, Mr. Biden has drawn support from both parties for taking a strong stance against Russian aggression.</p><p>Mr. Biden asked the audience to stand to send an \"unmistakable signal to Ukraine and to the world,\" prompting lengthy standing applause from the crowd, many of whom were wearing blue and yellow clothing and ribbons, the colors of the Ukrainian flag.</p><p>It remains too soon to see exactly how Mr. Biden's response to Russia will be received by the American public. But a new poll from Reuters/Ipsos released Tuesday showed the approval of his handling of the situation was at 43%, up from 34% last week.</p><p>Mr. Biden also pointed to steps the administration is taking to limit the amount of pain Americans are facing at the gas pump. Ahead of his address, the Biden administration said it would join with other major oil-consuming nations to release 60 million barrels of oil from their emergency stockpiles amid a price surge created by the crisis in Ukraine.</p><p>\"These steps will help blunt gas prices here at home. But I know the news about what's happening can seem alarming to all Americans,\" Mr. Biden said. \"But I want you to know that we are going to be OK.\"</p><p>Oksana Markarova, Ukraine's ambassador to the U.S., was among the guests joining first lady Jill Biden in her viewing box Tuesday night.</p><p>Pandemic Optimism</p><p>A year ago, in his first joint address to Congress, Mr. Biden spoke to a masked and distanced audience as the nation was in the grips of the coronavirus pandemic. On Tuesday, the chamber had a different look to go along with the president's more optimistic tone.</p><p>While the audience was smaller than in years past, most were unmasked and attendees milled about chatting and hugging ahead of the remarks. First lady Jill Biden and most of her guests weren't wearing masks and Mr. Biden shook hands with lawmakers and others as he entered the chamber.</p><p>In that setting, Mr. Biden suggested that the nation was moving into a new phase of the pandemic, calling it \"a new moment in the fight against Covid-19.\"</p><p>Mr. Biden pledged to continue to work to vaccinate Americans and to take steps to be ready for future variants. He said the U.S. had the tools to keep schools and businesses open. He also stressed that emerging from the pandemic isn't a guarantee and that it is still necessary to adhere to public health guidelines and get vaccinated.</p><p>Last July, Mr. Biden held a large celebration on the White House's south lawn and declared the nation was \"closer than ever to declaring our independence from a deadly virus.\" But that comment proved premature as the Delta variant took hold.</p><p>The speech comes after the Centers for Disease Control and Prevention eased guidelines on Covid-19 masking, including at schools, in a shift that reflects decreased risks from the Omicron variant, a steep drop in cases and mitigation efforts nationwide. Many states and counties have already dialed back their mitigation efforts in response to rapidly shrinking tallies of new cases and hospitalizations.</p><p>As of Tuesday, the seven-day average for new cases in the U.S. was 69,549 down from levels that topped 800,000 in January. About 76% of the population has received at least one vaccine dose.</p><p>While masks weren't mandatory in the chamber, a negative Covid-19 test was, according to the House sergeant at arms. Some Republicans boycotted the event because they didn't want to take the Covid tests.</p><p>Fighting Inflation</p><p>As Americans face rising prices for gas, goods and services, Mr. Biden, who has struggled with surging inflation, said he has a plan to lower costs.</p><p>The White House has already made a series of efforts to deal with price increases, including efforts to ease supply-chain bottlenecks and target what it says is a lack of competition in key industries. But inflation, which recently hit a 40-year high, has proved to be a stubborn problem and a major political liability for Democrats in the midterms.</p><p>In his speech, Mr. Biden argued that he would target prices by boosting domestic production of automobiles and semiconductors and rebuilding the nation's roads and bridges. \"Economists call this 'increasing the productive capacity of our economy.' I call it building a better America,\" he said.</p><p>Still, the president's proposals to increase domestic production likely wouldn't provide immediate relief. The administration is also dealing with the potential that the crisis in Ukraine pushes up gas prices even more.</p><p>Mr. Biden also called on Congress to work with him on priorities that were part of his stalled \"Build Back Better\" plan—though he no longer uses that term—including cutting the cost of prescription drugs, reducing energy costs and lowering the cost of child care. And he tried to connect with Americans frustrated by rising prices.</p><p>\"Like many of you, I grew up in a family where if the price of food went up, it was felt throughout the family. It had an impact,\" he said.</p><p>Republicans have hammered Mr. Biden over price increases, holding regular news conferences on the issue and highlighting inflation in political ads ahead of November's elections, when they are favored to retake the majority in the House.</p><p>Competing With China</p><p>While the war in Ukraine has focused the U.S. on a longtime adversary, Russia, Mr. Biden made clear in his speech that he sees China as the major battle of the present and future, as he pitched a massive China-focused bill that has yet to pass Congress.</p><p>It includes tens of billions of dollars for domestic semiconductor production. \"To compete for the best jobs of the future, we also need to level the playing field with China and other competitors,\" he said.</p><p>Mr. Biden highlighted plans from Intel Corp. to invest $20 billion into chip factories in Ohio. Intel Chief Executive Pat Gelsinger was in the audience and Mr. Biden said he told him the company was prepared to increase its investment to $100 billion.</p><p>\"And all they're waiting for is for you to pass this bill,\" Mr. Biden added. \"So let's not wait any longer. Send it to my desk. I'll sign it. And we will really take off in a big way.\"</p><p>Revisiting the theme of bipartisanship, Mr. Biden also outlined a series of issues he thought could win bipartisan support—including targeting opioid addiction, mental health, supporting veterans and treating cancer.</p><p>Midterm Messaging</p><p>Ahead of the midterm elections, Mr. Biden emphasized a number of issues likely to be part of the Democratic message to voters.</p><p>He aggressively defended the American Rescue Plan—the $1.9 trillion Covid-relief law that passed nearly a year ago.</p><p>\"It worked. It created jobs. Lots of jobs,\" he said.</p><p>Mr. Biden also sought to highlight efforts to fight gun violence, rejecting cutting funding for police departments, an idea that has been politically costly for some Democrats. A sharp rise in crime in big cities has emerged as a potential flashpoint ahead of the midterm elections.</p><p>\"We should all agree: The answer is not to defund the police. The answer is to fund the police,\" he said.</p><p>He also cited a number of Democratic priorities that have little chance of advancing in the 50-50 Senate, including passing new voting laws and gun laws.</p><p>First-term presidents often lose seats in Congress after two years, and polls have shown that Americans broadly view the nation as on the wrong track. Mr. Biden's job-approval ratings stood at 41.1% on Tuesday, according to FiveThirtyEight's aggregation of public polls, down from 53% when he arrived in office in January 2021.</p><p>Limits to Unity</p><p>Biden's early remarks expressing solidarity with Ukraine united the room, and there was a lot of clapping and cheering from both sides of the aisle.</p><p>But as he pivoted to topics such as the pandemic and inflation, he lost Republicans. They mostly resisted highly visible outbursts—there were some subtle headshakes and glances. The most obvious challenge came from a row in the back that included Reps. Lauren Boebert (R., Colo.) and Marjorie Taylor Greene (R., Ga.), who were pinned to their phones, tweeting in opposition.</p><p>Ms. Boebert showed less restraint as the speech wore on. After Mr. Biden discussed troops exposed to toxic burn pits who ended up in coffins, she shouted out \"you put them in. Thirteen of them,\" a reference to the Kabul airport attack last August.</p><p>Republican Response</p><p>Iowa Gov. Kim Reynolds offered a harsh critique of Mr. Biden's presidency in the Republican response to the State of the Union address as she focused on key GOP messages for the midterm elections, including rising inflation.</p><p>\"We are now one year into his presidency and instead of moving America forward, it feels like President Biden and his party have sent us back in time, to the late '70s and early '80s, when runaway inflation was hammering families, a violent crime wave was crashing our cities and the Soviet Army was trying to redraw the world map,\" Ms. Reynolds said.</p><p>Ms. Reynolds has served as governor since 2017 and gained national attention for her opposition to mask mandates during the pandemic.</p><p>She argued that the Biden administration hadn't done enough to target inflation, saying: \"The Biden administration believes inflation is a 'high class problem.' I can tell you it's an everybody problem.\" She also appealed to parents, noting that she had kept schools open during the pandemic. \"Republicans believe that parents matter,\" she said.</p><p>Ms. Reynolds also echoed GOP critiques that Mr. Biden should have done more ahead of the Russian invasion of Ukraine, saying \"weakness on the world stage has a cost and the president's approach to foreign policy has consistently been too little too late.\"</p><p>The governor, who earlier Tuesday signed into law a major realignment of her state's personal income tax system, is up for re-election this year. She's also been mentioned by some as a possible running mate for former President Donald Trump, should he decide to launch another White House bid.</p><p>Two Democrats also delivered responses Tuesday: Rep. Rashida Tlaib of Michigan, a progressive Democrat, gave the Working Families Party response, and Rep. Colin Allred of Texas offered a response on behalf of the Congressional Black Caucus.</p><p>Alex Leary and Siobhan Hughes contributed to this article.</p><p>Write to Catherine Lucey at catherine.lucey@wsj.com</p><p>Biden's State of the Union: Key Takeaways</p>",
  "published": "2022-03-02T11:01:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 6410,
          "end": 6415
        },
        {
          "start": 6473,
          "end": 6478
        }
      ]
    }
  ]
}