{
  "_id": "e1c19be57216d48cac20d8e80c5be34308cc27840ce06dedb62302f9954dfd03",
  "feed": "ftcomall",
  "title": "Brussels quarrels over semiconductors rules",
  "text": "<p>Good morning and welcome to Europe Express.</p> <p>The EU's long-anticipated <strong>Chips Act</strong> — spelling out extra funding and potential state-aid exemptions aimed at boosting innovation and production in the microchips sector — is hitting some internal bumps. We'll walk you through the issues and why aggressive steps including export controls are being reconsidered.</p> <p>On the eastern front, <strong>Jean-Yves Le Drian,</strong> France's foreign minister, went to Romania for a regional summit, promising extra troops and support as tensions with Russia continue to run high. </p> <p>Separately, Poland has extended an olive branch to Brussels, after its president put forward a bill to scrap a disciplinary chamber for judges that was at the core of the <a href=\"https://www.ft.com/content/113ed5ee-a982-40d9-a0ed-680b482cc3c8\">dispute</a> holding up billions of euros of funding from Warsaw. </p> <p>Meanwhile in Spain, a cliffhanger vote in parliament yesterday was in the end carried by the Socialist government, allowing them to adopt a <a href=\"https://www.ft.com/content/d8489e04-3e46-465b-9caf-e9f26b770384\">labour market</a> reform linked to further payments under the EU's recovery fund.</p> <p>And in central European banking news, <strong>Slovenia</strong> adopted a much-contested law that forces lenders to pay back millions of euros to people who have taken out loans in foreign currencies. </p> <h2>Chipped Chips Act</h2> <p>A fierce battle has broken in Brussels over plans to equip the European Commission with sweeping powers to address supply crunches in Europe's semiconductor industry, write <em><strong>Andy Bounds, Mehreen Khan and Javier Espinoza in Brussels.</strong></em></p> <p>EU officials have told Europe Express that proposals in the forthcoming European Chips Act that would give regulators powers to ensure components are prioritised for the domestic production during a crisis are being heavily contested within the commission. </p> <p>The EU's industry commissioner, Thierry Breton, has been championing the new powers as part of proposals aimed at bolstering the EU's semiconductor industry. Last week, he told reporters the forthcoming act, which was due for publication on Tuesday, would involve tools to help “shore up our security of supply” — referencing emergency US powers to prioritise domestic needs. </p> <p>Chip supply shortages have hit the manufacturing of cars, aircraft and other products as industry rebounds from the pandemic. The EU wants a bigger share of the global chips market as part of its quest for “strategic autonomy”. It has 10 per cent of global production and wants to reach 20 per cent by 2030, with demand forecast to double in that time. It also wants to be able to make the most advanced chips. </p> <p>European Commission president Ursula von der Leyen, who has strongly backed the Chips Act, yesterday called it a “game changer” and said it would leverage up to €12bn from the private sector and public money. In addition, member states had already committed €30bn, she said. </p> <p>Among the companies that the EU is seeking to <a href=\"https://www.ft.com/content/d365bfe0-98c4-49b5-8e82-dc4386623ace\">woo </a>with subsidies is Intel, which is planning to announce a new chipmaking factory in Europe. One of the ideas that is still contested in the draft plans is to loosen state EU aid rules to allow the bloc to compete with rivals which offer public subsidies of up to 50 per cent of the cost of a new plant.</p> <p>Von der Leyen said the EU would be “adapting” its state-aid rules, under a set of strict conditions, to permit public support for European “first of a kind” production facilities.</p> <p>Margrethe Vestager, the EU's liberal competition commissioner, has pushed back against the idea that semiconductor investment will require a loosening of the EU's state-aid rules, arguing that the current regime is equipped to help promote investment.</p> <p>Asked whether state rules should be changed, Vestager told the Financial Times: “No. We cannot tweak them, we already have provisions in the treaty that enable that support.” She also told the Digital Europe forum yesterday that “self-sufficiency is not our goal” and would cost €240bn-€320bn to achieve. </p> <p>Officials said there was a clash between senior commissioners about the level of EU subsidies needed for the sector with some fearing that it would lead to a glut in international supply. The US, China and Taiwan all heavily support their microchip industries. </p> <p>“Can we hope to compete on subsidies with China? And where are the billions coming from?” one official asked. Senior officials will meet today to settle their differences ahead of the publication of the rules next week.</p> <p><em>Are subsidies the way forward for Europe's microchips industry to catch up with the US and Asia? </em><a href=\"https://compass.pressekompass.net/compasses/financial_times_europe_express/can-subsidies-boost-europes-microchip-de\"><em>Click here </em></a><em>to take the poll. </em></p> <h2>French support</h2> <p>Jean-Yves Le Drian, foreign minister of France, met eastern European counterparts at a mini-summit in Romania yesterday where he restated Paris' commitment to defusing the Ukraine crisis with talks as well as deterrence, writes <em><strong>Marton Dunai in Budapest. </strong></em></p> <p>Ministers from the Baltic states, Poland, the Czech Republic, and Ukraine also took part in the meeting.</p> <p>“The fundamental subject now is to defuse tensions as quickly as possible and to do that you dissuade and discuss,” Le Drian said in Bucharest. </p> <p>He committed to sending extra troops to Romania on top of Nato's 4,000-strong multinational contingent and further soldiers at an American base. That military presence will form the backbone of a battle group that Romanians said France could lead. Le Drian insisted the build-up was not meant to provoke Russia.</p> <p>The Kremlin wants Nato to return to the 1997 status quo — meaning pulling back from central Europe — and has <a href=\"https://www.ft.com/content/1683a26f-abd7-466c-90db-6fd09894ff3d\">accused </a>western powers of escalating the conflict by sending additional troops to eastern Europe.</p> <p>“I don't think one can say this is a provocation, to respond to the commitments we have in the framework of Nato,” Le Drian told a news conference alongside his Romanian counterpart.</p> <p>Romania <a href=\"https://www.ft.com/content/19cf30eb-9955-4e36-8c21-78f410674846\">fears</a> a conflict could affect it, as it shares a 600-kilometre (370-mile) border with Ukraine.</p> <p>“If you compare allied presence on the eastern flank to the troops Russia has amassed, it is several times smaller so there is no question of an attempt to escalate tensions,” Romania's foreign minister Bogdan Aurescu said.</p> <p>While in Bucharest, Le Drian also took the opportunity to mention a 2019 deal to sell four French warships to Romania for €1.2bn, which has been held up by legal challenges. He expressed confidence that the contract would be carried out soon. </p> <h1>Chart du jour: Nato funding</h1> <p><em>The majority of Nato's members continue to fall short of their common goal of spending at least 2 per cent of gross domestic product on defence by 2024. But after Russia spent the winter assembling its forces on the border with Ukraine and warning of a military response to what it said were the alliance's eastern European ambitions, Nato had been brought back to life. (</em><a href=\"https://www.ft.com/content/5cd8a8af-e97a-47c7-8422-d2f207465858\"><em>More here</em></a><em>)</em></p> <h2>Slovenia's banks</h2> <p>Slovenia's lawmakers have overwhelmingly passed a bill forcing banks to pay back hundreds of millions of euros to borrowers who had taken up household loans in foreign currencies, writes <em><strong>Marton Dunai.</strong></em></p> <p>The country's banks, its central bank and even the European Central Bank have <a href=\"https://www.ft.com/content/5f381948-00bb-46db-804b-c916b686a1df\">warned</a> the move may harm the health of the Alpine country's financial system, but lawmakers, who face elections in April, passed the bill with 52 votes and just eight against. </p> <p>“The vote today is short-sighted and against the interests of all Slovenians and not only against the banks,” said Herbert Juranek, chief executive of Addiko Bank. “[It] is setting a negative precedent in the eurozone and will damage Slovenia's reputation among its European partners.”</p> <p>The Bank Association of Slovenia will petition the Constitutional Court to review the law and temporarily halt it, it said in a statement following the vote in parliament.</p> <p>Slovenia was one of a number of eastern European countries where consumers seized on the opportunity to borrow at low interest rates more than a decade ago in currencies such as the Swiss franc, only to face a big hit when exchange rates moved against them during the financial crisis.</p> <p>In response, several governments placed limits on repayment exchange rates or converted the loans to local currency. Ljubljana has now forced lenders to pick up the costs on loans — most of which had been repaid — more than a decade after they were taken out.</p> <p>Banks will have to redefine repayment terms and cap exchange rate losses for borrowers at 10 per cent, repaying them for any extra costs incurred going back to 2004.</p> <p>The banks involved include Hungary's OTP, Austria's Addiko Bank and Erste Bank, Russia's Sberbank and Italy's UniCredit. Hungary's OTP, which will soon become the largest lender in Slovenia after an acquisition of a rival, was not immediately available to comment.</p> <p>Addiko Bank said it had conducted a preliminary impact assessment, which showed a hit of about €100mn to €110mn, based on its own interpretation and assuming a worst-case scenario. That would result in a net loss for the financial year 2022, the bank said.</p> <h1>What to watch today </h1> <ol>  <li><p>EU energy commissioner Kadri Simson and neighbourhood commissioner Oliver Varhelyi meet officials in Baku, Azerbaijan</p></li>  <li><p>EU justice ministers meet for an informal council in Lille, France</p></li> </ol> <h1>Smart reads </h1> <ul>  <li><p><strong>Europe without Russian gas: </strong>The EU would likely be able to survive large-scale disruption to Russian gas supplies until summer, based on a combination of increased LNG imports (to the limited extent this is technically possible) and demand-side measures such as industrial gas curtailments, <a href=\"https://www.bruegel.org/2022/01/can-europe-survive-painlessly-without-russian-gas/\">writes </a>Bruegel. However, this would come at a cost for the EU economy and might even result in some countries (those more exposed to Russian gas and less interconnected with other EU countries) having to take emergency measures. Should a halt of Russian gas be prolonged into the next winters, it would be more difficult for the EU to cope.</p></li>  <li><p><strong>‘Open' autonomy:</strong> In an <a href=\"https://geopolitique.eu/en/2022/01/31/the-double-integration-doctrine-sabine-weyand/\">interview </a>with Groupe d'études géopolitiques, the EU's director-general for trade Sabine Weyand gives a more nuanced interpretation to the concept of strategic autonomy, defining as defending and pursuing one's own interests, “not alone, but without undesirable dependence and without excessive constraints. It means that this strategy, in the economic field, is above all based on a principle of openness to the world.” Weyand also has thoughts on the carbon border tax, the proposed anti-coercion mechanism and Europe's plans to counter China's investments abroad.</p></li>  <li><p><strong>US-EU tech wishlist:</strong> <a href=\"https://www.digitaleurope.org/resources/ten-priorities-for-the-eu-us-trade-and-technology-council-a-partnership-that-can-deliver/\">Digital Europe</a>, a lobby group representing the tech industry (including Apple, Facebook and Google) has put out a set of performance metrics for the next EU-US technology and trade council in May, as well as goals a year from now on artificial intelligence and cyber security standards, interoperability of healthcare data and joint climate-related standards.</p></li>  <li><p><strong>Smart listen:</strong> Gideon Rachman's <a href=\"https://www.ft.com/content/7dce9f57-3bb3-4109-9a4d-1d064328f590\">latest podcast</a> features an interview with Hungary's opposition leader, Peter Marki-Zay, about his chances of overcoming the powerful political machine created by Viktor Orban in April's elections.</p></li> </ul> <h1>Recommended newsletters for you </h1><p>Source: Valentina Pop 2022 'Brussels quarrels over semiconductors rules' FT.com 4 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-04T06:16:51.005Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2816,
          "end": 2821
        }
      ],
      "nexusId": "10063594"
    }
  ]
}