{
  "_id": "9e6cb06795710cdb5af6e12d65d9f4469abbb850a1be7cad36e1ea0278f002ad",
  "feed": "ftcomall",
  "title": "Shares in Intel's self-driving unit Mobileye jump in trading debut",
  "text": "<p>Shares in Intel's Mobileye jumped by more than a third on its first day of trading on Wednesday, valuing the autonomous driving company at $23bn in a rare positive development for the US listings market.</p> <p>The stock opened at $26.71, and closed at $28.97, almost 40 per cent above its initial public offering price.</p> <p>Mobileye's listing price of $21 per share, announced on Tuesday evening, was already above the target range it <a href=\"https://www.ft.com/content/f25611f2-e921-4ac4-9a9d-1c8ffb4dc01b\">had outlined</a> last week. It was the first large listing to price above its target range since December, according to data from Dealogic.</p> <p><a href=\"https://www.ft.com/stream/7d63e57e-25d0-4925-bff7-6c35af845012\">Intel</a> was said to be hoping for a valuation of as much as $50bn when it first made plans to relist the business last year. Even at the lower price, Mobileye is the most valuable company to go public in the US this year, and the first large technology listing since January.</p> <p>However, few investors expect the deal to herald an imminent revival in the <a href=\"https://www.ft.com/ipos\">IPO</a> market, which is on track for its worst year in decades owing to a combination of volatile markets and a deteriorating economic outlook.</p> <p>“For the [IPO] market to come back with any strength, uncertainty needs to come down, whether that means inflation coming down, rate rises stopping or at least [investors] having a better understanding of where we're at,” said Kyle Stanford, venture capital analyst at PitchBook. “I think there's still a lot of chips to fall on this downturn so it could be a while.”</p> <p>Excluding the Mobileye debut, just $7.4bn has been raised in traditional US IPOs so far this year, down 94 per cent compared with 2021, according to Dealogic data. Last week grocery delivery company Instacart was reported to have became the latest company to postpone its plans to list this year.</p> <p><a href=\"https://www.ft.com/content/3f3642f4-598d-4f9a-92a7-4980891c766e\">Recently listed companies</a> have been particularly badly affected by the broader market sell-off. However, Mobileye has higher revenues and lower losses than some rivals that listed at the height of the IPO boom before their products were ready for mass production.</p> <p>Although Mobileye described its ultimate aim of fully autonomous driving as “nascent”, its more established “driver assistance” technologies generated $1.4bn in revenue last year. Net losses shrank from $196mn to $75mn.</p> <p>Intel and its bankers also took a cautious approach to the share sale, selling just 5 per cent of the company's stock in the public offering and assigning a significant portion to two cornerstone investors before the deal roadshow began last week.</p> <p>Mobileye raised $861mn through the IPO, with a further $100mn raised from investment firm General Atlantic through a private placement.</p><p>Source: Nicholas Megaw in New York 2022 'Shares in Intel's self-driving unit Mobileye jump in trading debut' FT.com 26 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-26T16:37:11.856Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2201,
          "end": 2206
        },
        {
          "start": 10,
          "end": 15
        },
        {
          "start": 561,
          "end": 566
        }
      ],
      "nexusId": "10063594"
    }
  ]
}