{
  "_id": "eec86aec2c37232a1df22c55ff095581a66199980e00cf10307833c11e6686ce",
  "feed": "wall-street-journal",
  "title": "Intel Aims for Double-Digit Sales Jump",
  "text": "<p>Mr. Gelsinger has set a multifaceted, multiyear plan to revive Intel's fortunes. The company ceded the title of most valuable U.S. chip company to Nvidia Corp. in 2020 and that of biggest chip company by revenue to Samsung Electronics Co. last year.</p><p>He is moving to restore the company's ability to design some of the most powerful chips and build a massive semiconductor-production arm. Intel committed to more than $100 billion in chip-plant investments over the past year, including last month's announcement to build a new production site in Ohio.</p><p>This week, the company said it planned to purchase Israeli chip company Tower Semiconductor Ltd. The turnaround effort, Mr. Gelsinger has said, is roughly a five-year assignment.</p><p>\"We are a bit ahead of schedule,\" Mr. Gelsinger said at the company's investor day, while adding, \"We still have a lot of work to do.\"</p><p>The turnaround effort has received some investor skepticism, with shares lower than they were a year ago. Mr. Gelsinger said, \"I want to double the earnings of this company and double the multiple of this company, as you build confidence in what we're doing.\"</p><p>Intel's sales this year should reach around $76 billion, Intel Chief Financial Officer Dave Zinsner said at the event, slightly up from last year's figure and ahead of Wall Street expectations. With the heavy investments, the company said it expected negative adjusted cash flow this year.</p><p>Mr. Zinsner said the 2025 to 2026 time frame should also be an inflection point for profitability and capital investments. Gross margins will be around 51% to 53% in the next few years and rise to 54% to 58% from 2025 onward.</p>",
  "published": "2022-02-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 63,
          "end": 68
        },
        {
          "start": 388,
          "end": 393
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1126,
          "end": 1131
        },
        {
          "start": 1183,
          "end": 1188
        }
      ],
      "nexusId": "10063594"
    }
  ]
}