{
  "_id": "d93999cd68be6d9b6be8bb9747dda77f4bda9f166c728d16752ece31bc08d8d3",
  "feed": "wall-street-journal",
  "title": "Qualcomm Earnings Outlook Dented by Smartphone Demand Woes; Mobile-phone chip producer offers cool forecast amid softening consumer demand",
  "text": "<p>Qualcomm's earnings-per-share forecast for the current quarter was impacted by macroeconomic weakness and the slowdown in smartphone sales, the company said, although it still expects an increase from the prior year.</p><p>Chief Financial Officer Akash Palkhiwala predicted that handset shipments would fall by roughly 5% this year, reflecting global economic shakiness and flagging consumer appetite in the second half of the year. The company now expects 650 million to 700 million 5G devices to be shipped this year, he said, down from an earlier forecast of more than 750 million units.</p><p>Qualcomm's shares fell by about 4% in after-hours trading following its earnings report.</p><p>The company is insulated to an extent from the smartphone turmoil because the weakness has been most pronounced for cheaper phones, Qualcomm Chief Executive Cristiano Amon said in an interview. Qualcomm's chips, which power apps and handle communications with cell towers, skew toward higher-end phones—including those made by Samsung Electronics Co. and Apple Inc.—where the market has been more resilient, he said.</p><p>Qualcomm said revenues from chips for handsets climbed by 59% to $6.15 billion in its latest quarter, but they fell sequentially from a high of $6.33 billion in the previous period.</p><p>As smartphone sales weaken, Qualcomm is aiming to extend its market share, putting more of its technology into the fastest-selling phones. The company said Wednesday that it reached a technology-licensing and chip-supply deal with Samsung that would put its chips into future Samsung phones, PCs, tablets and other devices.</p><p>Apple is due to report quarterly results Thursday. Wall Street expects the company to post a roughly 2.5% drop in iPhone revenue from the year-earlier period. Qualcomm supplies communications chips that go into iPhones, but Apple is working to design its own in-house chips.</p><p>Qualcomm's expanding relationship with Samsung could help it replace any losses from Apple's efforts, Mr. Amon said, because it earned more per Samsung phone. \"One Galaxy represents more revenue and earnings in five iPhones to Qualcomm on the chip side,\" he said. \"So it's a great trade.\"</p><p>Chip-makers have enjoyed two years of hot demand for computers, phones, appliances, cars and other electronics as people shifted to remote work, straining brittle supply chains. But surging inflation, lockdowns in China to stem the spread of the Covid-19 virus and Russia's invasion of Ukraine have coincided with a return to in-person work this year to put a damper on the market. Research firm Gartner Inc. in June forecast mobile-phone sales to fall 7.1% this year, reversing an earlier prediction of 2.2% growth. International Data Corp., another data provider, forecasts a 3.5% smartphone shipment decline in 2022 to 1.31 billion units.</p><p>Kurt Sievers, CEO of Dutch automotive and industrial chip maker NXP Semiconductors NV, said in an interview Tuesday that some phone-maker customers were seeking to reduce and delay orders. While the phone market isn't big for NXP, he said the company—which reported earnings on Monday above Wall Street expectations—adjusted its guidance for the current quarter guidance to reflect the slowdown. Lower-end Android handsets were most stressed, he said.</p><p>Phones aren't the only segment of the chip market experiencing turmoil. Sales of personal computers have also slumped further challenging semiconductor providers that had enjoyed a prolonged boom during the pandemic.</p><p>While the bulk of Qualcomm's revenue is tied to the declining smartphone market, Mr. Amon has moved aggressively to broaden the company's customer base since taking the top job at the company last year.</p><p>Qualcomm's business supplying chips to so called internet-of-things devices generated $1.8 billion in sales the latest quarter, up 31%. Its nascent automotive-chip business grew 38% to $350 million. Last year, Qualcomm agreed to buy a driver-assistance technology unit called Arriver as part of the $4.5 billion takeover of Swedish auto-technology company Veoneer.</p><p>Other chip makers, including Taiwan Semiconductor Manufacturing Co., the world's largest contract chip maker, and Intel Corp., the U.S.'s biggest chip maker by sales, have flagged slowing consumer demand filtering into their businesses this year. Intel, which reports earnings on Thursday, suffered a drop in sales in the first quarter as its PC-chip division faltered. The company is expected to post another decline in the second quarter. Texas Instruments Inc. reported better-than-expected earnings on Tuesday but pointed to weakness in the consumer electronics market.</p><p>Consumer spending in the U.S. cooled in May, following a first-quarter economic contraction, while Chinese economic growth in the second quarter was nearly flat.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Qualcomm Earnings Outlook Dented by Smartphone Demand Woes</p>",
  "published": "2022-07-27T22:15:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4154,
          "end": 4159
        },
        {
          "start": 4287,
          "end": 4292
        }
      ]
    }
  ]
}