{
  "_id": "788ee3b501a606ce272a79e27b1a600895a9411a80b1a35f5cf47b33cf5dd1df",
  "feed": "market-watch",
  "title": "Texas Instruments focuses on long-term chip capacity buildout, while weak short-term outlook weighs on stock; Shares fall as much as 6% after hours",
  "text": "<p>\"We expect that most of our end markets will decline sequentially, with the exception of the automotive market,\" said David Pahl, head of investor relations, on a conference call with analysts.</p><p>The company expects fourth-quarter earnings between $1.83 and $2.11 a share on revenue of $4.4 billion to $4.8 billion, while analysts surveyed by FactSet, on average, had forecast earnings of $2.23 a share on revenue of $4.94 billion. The company reported fourth-quarter earnings of $2.27 a share on revenue of $4.83 billion in 2021.</p><p>\"Customers especially value the geopolitically dependable footprint of our manufacturing additions,\" Pahl said, addressing concerns that geopolitical tensions between China and Taiwan could derail the chip industry. Texas Instruments is expected to be a big beneficiary of the $52 billion U.S. CHIPS Act for domestic chip makers with fabrication facilities, or fabs, where chip designs are actually applied to silicon wafers.</p><p>\"That is going to decrease on a net basis our investment, because we're going to get a 25% reduction from the investment to qualify the manufacturing investment in the United States,\" Rafael Lizardi, chief financial officer, told analysts. \"But on the other hand, as I alluded to earlier, our confidence around our long-term growth prospects have only grown over the last six to 12 months based on the secular trends, based on input from our customers, and we feel really excited about that.\"</p><p>Read: Chip stocks could suffer worst year ever as effects of shortage-turned-glut spread</p><p>Unlike companies like Nvidia Corp. NVDA and Advanced Micro Devices Inc. AMD, Texas Instruments operates its own fabs. Texas Instruments' capital spending forecast of $2.6 billion to $2.8 billion is not going to change, Lizardi added.</p><p>For the third quarter, the company posted third-quarter net income of $2.3 billion, or $2.47 a share, compared with $1.95 billion, or $2.07 a share, in the year-ago period.</p><p>Revenue rose to $5.24 billion from $4.64 billion in the year-ago quarter, the company said.</p><p>Analysts surveyed by FactSet estimate earnings of $2.39 per share on revenue of $5.14 billion, based on Texas Instruments' forecast of $2.23 to $2.51 per share on revenue of $4.9 billion to $5.3 billion.</p><p>Sales of analog electronics, which convert real-world data such as sound or temperature into digital data, rose 13% from the year-ago period. Sales of embedded processors, which take that digital data and use it to perform specific tasks, rose 11%.</p><p>Texas Instruments ranks as one of the best-performing chip stocks year-to-date, posting a 14% loss, compared with a 39% drop by the SOX chip index, and a 19% decline in the S&amp;P 500.</p><p>Read: PC market in 'steepest' fall since data started being collected in mid-1990s, analysts agree</p><p>Earlychip-related earnings last week proved to be strongerthan expected, kicking off with an upbeat note on an otherwise tenuous earnings season that had been prefaced by a number of warnings.</p><p>Chipmaking-equipment manufacturer KLA Corp. KLAC reports earnings on Wednesday, and then Intel Corp. INTC reports Thursday after the close.</p><p>Texas Instruments focuses on long-term chip capacity buildout, while weak short-term outlook weighs on stock</p>",
  "published": "2022-10-26T12:01:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3052,
          "end": 3057
        }
      ]
    }
  ]
}