{
  "_id": "1835bb3be09348efa8d9e21e49b464be5beebc87983145638e0c55257fd736b0",
  "feed": "ftcomall",
  "title": "The stubborn persistence of paper in a digital world",
  "text": "<p>This week, like an estimated 19 million Americans, I performed an unpleasant modern ritual: I paid my taxes, just before the extended filing deadline of October 17. </p> <p>It is an annual nationwide task that sparks regular debate among economists and politicians over which <a href=\"https://www.ft.com/personal-finance/tax\">tax</a> policy makes most sense. It also highlights a question we rarely articulate but which matters: just how much do we trust <a href=\"https://www.ft.com/digital-economy\">digital services</a>? How far do we crave flesh-and-blood contact – or paper and ink?</p> <p>The recent experience of H&amp;R Block, a gigantic American tax adviser, is striking in this respect. Over the past seven decades, the company has built its business by helping Americans file and pay their taxes, mostly by running a big network of retail stores where specialist advisers meet clients face-to-face. </p> <p>“The tax business has historically been a paper business,” Jeff Jones, chief executive of H&amp;R Block, told me recently. The company has introduced digital alternatives, but interestingly, the majority of customers still choose to come into the office and “sit down with a tax pro face-to-face”, he said. Indeed, the preference for interaction in person is so marked that during the early months of Covid-19, when H&amp;R shut some offices, customers kept turning up wanting to speak to human advisers. At those offices that remained open, queues formed.</p> <p>This came as a shock to Jones, who presumed that the pandemic would push most people online. He oversaw the expansion of a range of digital tools, including a video chat function and a device that allows customers to upload documents using mobile phone scanners.</p> <p>While some of these innovations, such as filing online, have taken off, the uptake of video meetings had been surprisingly low, Jones said. And although he is now training tax professionals online in a way that enables H&amp;R to reduce the size of its physical offices, the fact that so many customers still want to meet in person has led him to conclude that the company still needs small offices in multiple locations. “It's not always what we expect,” he said. “We have to be flexible.”</p> <p>Why? Jones, for his part, thinks that one issue is that taxpayers “have all this paper and it is easier to get the paper to a pro by giving it to them in person”. The second is that the “stakes are so high that [people] want to look someone in the eye and know they are getting it right”. The issue, in other words, is trust.</p> <p>Fair enough. Given how computers can crash or get hacked, this is not entirely unreasonable. But I suspect that emotion is a key factor too. Almost two decades ago, Genevieve Bell, then an anthropologist at the chipmaker Intel, argued with the company's engineers, who believed that paper would soon disappear. Bell disagreed.</p> <p>To the engineers, paper seemed an “irrational” waste of space and money. But Bell insisted that paper was “what anthropologists call a persistent and stubborn artefact”, an object that evokes emotions more strongly than utilitarian factors. Paper feels familiar. It is sensory, invoking touch and smell. Paper also conveys a sense of permanence and control. A sheet can be quickly scanned. The task of reading a page, paper or book can be completed, unlike the bottomless, shape-shifting black hole of the internet.&#xa0;</p> <p>The past two decades show she was partly correct. Demand for print newspapers has plummeted this century. But print editions are still published, with some readers preferring the “crinkle”. Audiobooks have boomed, but paper books continue to sell and have notably not been replaced by e-books, as once predicted.</p> <p>Letter writing has wilted in the face of email. But at the end of 2021, greeting card companies reported that sales of Christmas cards were up. In the case of stationery retailer Paper Source, sales were 14 per cent higher than in 2019 because millennials were embracing them.</p> <p>Something similar is occurring in many professional services. <a href=\"https://www.ft.com/content/ce1d4c48-927b-4ba6-809a-ffbbedc1a33e\">Telemedicine</a> boomed during the pandemic. But in-person medical visits have not disappeared. Online conferences exploded when people couldn't gather in person. But I've never seen real-life conferences as packed as those I've attended recently.</p> <p>Our world, to cite Jones, is thus an “omnichannel” one, or a place where the digital and real-world elements mix in unlikely and unpredictable ways. I know. Having completed my “online” tax ritual on Monday, I now have the papers sitting on my desk, having felt compelled to print them for safety.</p> <p>This creates huge headaches for anyone, like Jones, trying to serve consumers. But it is also gloriously exciting if you want to celebrate what makes humans different from robots, namely culture. </p> <p><em>Follow Gillian on Twitter </em><a href=\"https://twitter.com/gilliantett\"><em>@gilliantett</em></a><em> and email her at </em><a href=\"https://mail.google.com/mail/?view=cm&amp;fs=1&amp;tf=1&amp;to=gillian.tett@ft.com\"><em>gillian.tett@ft.com</em></a></p> <p><em>Follow </em><a href=\"https://twitter.com/FTMag\"><em>@FTMag</em></a><em> on Twitter to find out about our latest stories first</em></p> <p><strong>​Letter in response to this article</strong>:</p> <p><a href=\"https://www.ft.com/content/689652c5-9b32-44c6-8a1d-30ea1f006c6a\"><em>Paper preference can mark you out in the digital world</em></a><em>​ /&#xa0;</em><a href=\"https://www.ft.com/content/689652c5-9b32-44c6-8a1d-30ea1f006c6a\"><em>From Monica Seeley, Bournemouth, Dorset, UK</em></a></p><p>Source: Gillian Tett 2022 'The stubborn persistence of paper in a digital world' FT.com 19 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-19T15:00:35.598Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2632,
          "end": 2637
        }
      ]
    }
  ]
}