{
  "_id": "b1c7d901f55c05a0d9ca652255cb2e94c8eada7d55c849fc34b6499c877b4ce0",
  "feed": "market-watch",
  "title": "S&P 500 on pace for best month since November 2020 as stocks trade up after big-tech earnings, inflation data",
  "text": "<p>* Dow Jones Industrial Average DJIA gained 187 points, or 0.6%, to almost 32,717.</p><p>* S&amp;P 500 SPX climbed nearly 43 points, or 1%, to about 4,115.</p><p>* Nasdaq Composite COMP rose 161 points, or 1.3%, to almost 12,324.</p><p>On Thursday, the Dow Jones Industrial Average DJIA rose 332 points, or 1.03%, to 32530, the S&amp;P 500 SPX increased 49 points, or 1.21%, to 4072, and the Nasdaq Composite COMP gained 130 points, or 1.08%, to 12163. The S&amp;P 500 is up 7.6% for the month, but remains down 14.6% for the year-to-date.</p><p>What's driving markets?</p><p>Stocks were pressing higher Friday afternoon, with the U.S. market looking to close out the month with large gains after a week packed with big tech company earnings, the Federal Reserve's policy meeting, and economic data including the latest reading on inflation.</p><p>\"This was a big week of economic data and earnings,\" said Tom Mantione, a managing director with UBS Private Wealth Management, in a phone interview Friday. The market was positioned for \"bad news and so far this week they haven't gotten it,\" he said, adding that \"earnings so far this season have not been as bad as people anticipate.\"</p><p>On Friday, the final trading day in July, Wall Street was looking to register a third straight day of gains as traders reacted favorably to results from tech giants Apple Inc. AAPL and Amazon.com Inc. Amazon AMZN was surging more than 11% in early afternoon trading Friday, while Apple was up around 3%, FactSet data show, at last check.</p><p>\"After the close [on Thursday] Apple and Amazon reported earnings on the stronger side of what we've seen for mega-caps so far, with both releases containing optimism around supply chains and consumer spending,\" said strategists at Deutsche Bank.</p><p>See: Amazon stock jumps 14% as sales beat and AWS growth overcome a second straight quarterly loss</p><p>Also see: Apple says macro issues aren't hurting iPhone business as earnings top expectations</p><p>On the economic data front, inflation data released Friday by the Bureau of Economic Analysis showed that higher gasoline prices led the personal-consumption-expenditures price index up 1% in June, exceeding forecasts of 0.9%.</p><p>\"This inflation metric is for June and we know much has changed since then, especially gas prices so investors should put this inflation report into historical context,\" said Jeffrey Roach, chief economist for LPL Financial, in an emailed note Friday. \"Looking ahead, July inflation rates will ease a bit from the previous month as food and energy costs should wane in July.\"</p><p>Still, June inflation measured by the PCE index showed the cost of living over the past year climbed 6.8%, the highest rate since January 1982, in a sign that price pressures in the economy are still intense and unlikely to relent quickly.</p><p>See: U.S. inflation surges again and stays at 40-year high, key price gauge shows</p><p>\"The numbers today were another reminder that we cant just pretend that inflation isn't going to be the problem for a data dependent Fed,\" said Steve Sosnick, chief strategist at Interactive Brokers.</p><p>But equity bulls continued to focus on better-than-expected corporate earnings and hopes that the Fed may become less aggressive raising interest rates as the economy slows. The Fed concluded its two-day policy meeting on Wednesday with another rate hike of three quarters of a percentage point in an effort to curb soaring inflation.</p><p>Read: Was Fed's Powell dovish or not? 4 key takeaways from Wednesday's press conference.</p><p>With nearly half of companies having reported results for the second quarter, the S&amp;P 500 has so far seen a blended profits growth rate of 7.6%, with 76% beating profit forecasts, according to IBES data from Refinitiv.</p><p>Stephen Innes, managing partner at SPI Asset Management, said the positive mood in global equities was partly due to Thursday's weaker than expected U.S. GDP numbers, which were seen reducing the pace of Fed rate hikes.</p><p>\"Yes bad news is good! [Fed chair] Powell did say the next hike will be data-dependent; will this be a leading indicator to a moderating Fed path or a selling opportunity into a bear rally?\" Innes added.</p><p>Stocks have seen a big rally in July, with the S&amp;P 500 and tech-heavy Nasdaq Composite both headed for their largest monthly gains since November 2020, according to Dow Jones Market Data.</p><p>But Americans are feeling gloomy. A final reading from the University of Michigan's July consumer sentiment gauge on Friday came in at 51.5, compared with the consensus 51.1. That's near an all-time low as consumers worry about the soaring cost of living.</p><p>Which companies are in focus?</p><p>* Intel Corp. INTC shares dropped almost 9% after the company reported that its revenue in the second quarter declined by 22% compared with the same period last year.</p><p>* Chevron Corp. CVX and Exxon Mobil Corp. XOM were trading sharply higher after reporting strong earnings spurred by the rise in oil prices. Shares of Chevron jumped around 8% while was Exxon climbed more than 4%.</p><p>How are other assets faring?</p><p>* The yield on the 10-year Treasury note BX:TMUBMUSD10Y was down about 4 basis points at 2.64%.</p><p>* The U.S. dollar was down slightly, with the ICE U.S. Dollar Index DXY trading 0.2% lower at 106.12.</p><p>* Oil futures CL.1 were up, with West Texas Intermediate crude for September delivery CLU22 rising more than 3% to $99.65 a barrel.</p><p>* In gold futures, GC00 for December delivery GCZ22 gained 0.6% to $1,780.20 an ounce, benefitting from the softer greenback</p><p>* Bitcoin BTCUSD was down around 0.8% at $23,833.</p><p>* In European equities, the STOXX Europe 600 Index finished 1.3% higher Friday, rising 3% for the week and booking a 7.6% gain for July. London's FTSE 100 Index closed up 1.1% Friday for a weekly gain of 2% and a monthly rise of 3.5%.</p><p>* In Asia, the Shanghai Composite Index closed 0.9% lower Friday, while the Hang Seng Index lost 2.3% and the NIKKEI 225 Index dipped less than 0.1%.</p><p>—Jamie Chisholm contributed to this report.</p><p>S&amp;P 500 on pace for best month since November 2020 as stocks trade up after big-tech earnings, inflation data</p>",
  "published": "2022-07-29T17:44:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4582,
          "end": 4587
        }
      ]
    }
  ]
}