{
  "_id": "f07ee0f3c2bff6a82b90b519f1eaed7f1c1f9ea59a617a021f0fc716b57cee29",
  "feed": "ftcomall",
  "title": "War casts long shadow on world economy",
  "text": "<p>Good evening</p> <p>Six months to the day after Russia invaded Ukraine, the <a href=\"https://www.ft.com/content/5c01e5f9-d9bf-4ada-9f79-4126fea92f74\">grinding conflict</a> is still casting a shadow over the global economy, keeping energy prices at elevated levels and jeopardising the global food system. </p> <p>Russia itself may be staggering under the effect of western sanctions, but as the <a href=\"https://www.ft.com/content/eebc166b-0ab3-4a69-b61c-62908ee984e5\">FT editorial board</a> points out, it is still on its feet. Half the country's $640bn foreign exchange reserves are frozen, several of its top banks have been cut off from the international payments system and about 1,000 western companies — accounting for about 40 per cent of Russia's GDP by one estimate — have quit the country.</p> <p>In response, Moscow has imposed capital controls and sharply raised interest rates to steady the rouble. It has also still been able to profit from rising oil prices and increased sales to China, India and Turkey. Oil production is only slightly below prewar levels.</p> <p>Oil aside, Russia's overseas trade has been severely damaged. <a href=\"https://www.ft.com/content/97d535b4-1192-4076-9ef9-68e470f5bae3\">UK imports</a> of Russian goods are at their lowest level ever recorded, according to new data today, with energy imports falling to zero for the first time. UK exports to Russia have also shrunk, or in the case of cars, ceased completely. Chemicals and pharmaceuticals remain unaffected by sanctions.</p> <p>Although the collapse of trade with Russia is one of the ways in which the war has affected the rest of the world, far bigger has been the impact on energy and food markets.</p> <p>The latest twist came this morning from Japan, where <a href=\"https://www.ft.com/content/b380cb74-7b2e-493f-be99-281bd0dd478f\">the government is considering new nuclear power plants</a> as energy prices rocket, a remarkable turnround given the Fukushima disaster of 2011. <a href=\"https://www.ft.com/content/cc422ece-92b3-41fa-a05c-900270bfe824\">Germany</a> too is considering a U-turn on plans to exit nuclear power by the end of the year, as fears grow of shortages should Russia further restrict gas supplies. <a href=\"https://www.ft.com/content/25451156-434a-4c36-96ef-774d99c89688\">Fossil fuel companies</a>, meanwhile, have earned a reprieve, if only until more sustainable sources are fully developed.</p> <p>While the energy crisis is a priority for policymakers in richer nations, their peers in poorer countries also have to contend with a serious food crisis. &#xa0;</p> <p>In Africa, soaring prices of <a href=\"https://www.ft.com/content/4d746aa5-29e3-4796-b9e6-0b64c6865389\">nitrogen-based fertilisers</a>, which have risen in line with natural gas prices, have forced farmers to cut output, while the consequences of the conflict have halted progress in developing economies such as <a href=\"https://www.ft.com/content/a9b8d051-a126-469c-b1ad-b0d29a8d53eb\">Bangladesh</a>. And hopes that the recent resumption of <a href=\"https://www.ft.com/content/c9381570-5e3c-4e89-a5a0-7a98bbd880f6\">grain exports</a> from Ukraine could form the basis for a broader rapprochement with Russia appear to have been dashed.</p> <p>High-profile Russians meanwhile continue to be targeted. The first <a href=\"https://www.ft.com/content/f170d777-22af-4d7d-b92d-56d78f4b6346#post-a2d988cf-d075-41b4-9044-dc84e8e4d175\">superyacht</a> seized from an oligarch under sanctions was sold yesterday at an auction in Gibraltar. Dmitry Pumpyansky, the owner of Axioma, a 236ft vessel worth €55mn-€60mn, is said to be one of the businessmen closest to Russian president Vladimir Putin, with an estimated net worth of £1.84bn.</p> <p>Not all western states back the idea of sanctions, pointing to the surge in energy prices. Some politicians, such as France's far-right leader Marine Le Pen, argue sanctions hurt the French and other countries <a href=\"https://www.ft.com/content/ae639f94-21a7-4e22-9017-ec5629e60993#post-ea574128-f157-4d3b-a450-a21b2ce14fce\">more than they hurt Moscow</a>. </p> <p>The real pain, of course, is being felt by Ukraine and its people. According to new UN data today, there have been at least <a href=\"https://www.ft.com/content/8c6941b6-eae8-4886-8e54-73872a41236e\">13,560 civilian casualties</a> since Russia invaded, while <a href=\"https://www.ft.com/content/94c97ce4-3849-4465-8d4b-95f59588be42\">the cost of reconstruction</a> is likely to top $750bn.</p> <h1>Latest news</h1> <ul>  <li><p><a href=\"https://www.ft.com/content/f170d777-22af-4d7d-b92d-56d78f4b6346#post-98c84a60-6f2f-461a-a81e-839023dce34b\">US business spending</a> holds up over summer months</p></li>  <li><p>Ukraine calls for permanent mission at <a href=\"https://www.ft.com/content/a99752be-c959-47a5-9b35-b10f576094f4\">Zaporizhzhia nuclear plant</a></p></li>  <li><p>Visa and Mastercard blame fraud for post-Brexit <a href=\"https://www.ft.com/content/8f41194b-7d91-47cb-864f-964a4137dec1\">fee increases</a></p></li> </ul> <p><em>For up-to-the-minute news updates, visit our&#xa0;</em><a href=\"https://www.ft.com/content/f170d777-22af-4d7d-b92d-56d78f4b6346\"><em>live blog</em></a></p> <h1>Need to know: the economy</h1> <p>S&amp;P Global's PMI reading for the <strong>eurozone</strong> fell 0.7 points to 49.2, the lowest since February 2021 and the <a href=\"https://www.ft.com/content/afa84401-05c6-41f8-b8f6-2ded251178f8\">second month of contraction</a> in a row. German businesses reported their biggest reversal of activity for more than two years.</p> <h2>Latest for the UK and Europe</h2> <p>The <strong>PMI result for the UK </strong>showed economic activity growing at its <a href=\"https://www.ft.com/content/091e3422-5643-4ac8-8469-b0ada649e058\">slowest rate in 18 months</a> as falling demand and supply and labour problems hit manufacturing. Revised official data show the UK economy <a href=\"https://www.ft.com/content/b95e639f-7680-4b19-9d64-7c129186196f\">shrank more than thought</a> in 2020. </p> <p>Prime ministerial frontrunner <strong>Liz Truss</strong> has attracted flak for planning an emergency Budget on taking office without the input of the <a href=\"https://www.ft.com/content/51f45666-d26e-435e-88d9-35f96ace95a3\">Office for Budget Responsibility</a>. Whitehall editor Sebastian Payne explains what a <a href=\"https://www.ft.com/content/4761449a-6353-4bf2-aa45-dfeefbbed519\">Truss government</a> would look like. </p> <p>One of the UK's top <strong>energy bosses</strong> told the FT that a rescue plan to protect households from soaring bills would cost <a href=\"https://www.ft.com/content/90b8c674-c664-445a-8b16-3b7d9e75873f\">more than £100bn</a> over two years. A sense of crisis is also building in UK business ahead of the traditional October 1 renewal date for <a href=\"https://www.ft.com/content/db001d57-5129-43d6-985a-80e69bb79660\">fixed-price contracts</a>.</p> <p>Almost half of the EU is now suffering from <strong>drought</strong>, with the weather likely to remain <a href=\"https://www.ft.com/content/2c10693b-49f2-40db-a0c0-b46e3f706dbf\">hotter and drier</a> until November, compounding fears about crop shortages and energy supplies as hydroelectric reservoirs dry up.</p> <p>Although <strong>Poland is</strong> one of the last big EU coal producers, most of its coal is low quality and used mainly in power stations, leaving it struggling <a href=\"https://www.ft.com/content/4ef0336e-c1b9-4c28-a6c0-6f412fa8f195\">to find alternatives</a> to its usual Russian sources. </p> <p><strong>Turkey</strong> is banking on tourism to help stabilise its fragile economy. The country has been clobbered by the soaring cost of energy imports but the fall in its currency has turned it into a much <a href=\"https://www.ft.com/content/2a9a49cb-2436-4c47-ba9e-69c096c99ab2\">cheaper holiday destination</a>.</p> <h2>Global latest</h2> <p>Can the <strong>US Federal Reserve</strong> tame inflation without causing a massive jump in unemployment? Browse our latest piece of <a href=\"https://ig.ft.com/fed-inflation\">visual journalism</a>.</p> <p>Experts warned that the slow response to the spreading <strong>monkeypox</strong> outbreak shows countries have not learned lessons from the <a href=\"https://www.ft.com/content/75b4f761-c341-432a-a1ac-f3b87c359b12\">coronavirus pandemic</a>, in particular the failure to quickly roll out vaccines. </p> <p><strong>Angola</strong> heads to the polls today to elect a <a href=\"https://www.ft.com/content/11c5c50f-50c6-4cf1-b46b-87d082961e58\">new president</a> amid discontent among the young over a lack of reform and mismanagement of the economy in Africa's second-biggest oil producer. </p> <p><strong>Australia</strong> is in a “mini constitutional crisis” after revelations that former PM <a href=\"https://www.ft.com/content/fbb9c9ab-2648-42db-b761-f1fd95596cd8\">Scott Morrison</a> secretly appointed himself to jointly run five ministries — without telling most of the ministers involved.</p> <h1>Need to know: business</h1> <p><strong>Intel</strong> has struck a deal with Brookfield Infrastructure Partners for a <a href=\"https://www.ft.com/content/0a9a5439-391f-4689-bd5a-775c21dea026\">£30bn semiconductor plant</a> in Arizona following the passage of new US legislation supporting the domestic industry.</p> <p><strong>Ford</strong> is cutting 3,000 workers as it tilts its labour force towards <a href=\"https://www.ft.com/content/e6c070d9-8654-485c-87e5-c3c66442c41f\">electric vehicles</a>. The company in March split operations into separate businesses, with one focusing on internal combustion engines and another on EVs. A snag has emerged with the new <strong>US tax credit</strong> for electric cars: it <a href=\"https://www.ft.com/content/169d18de-de55-4ae6-99ef-77d221292e03\">renders some vehicles ineligible</a>.</p> <p><strong>BA</strong> signalled that airport and airline disruption would continue into next year as it <a href=\"https://www.ft.com/content/80260b11-40f6-4788-84cb-9c1f733a0110\">axed 10,000 flights</a> from its winter schedule. <strong>Gatwick</strong> airport was more optimistic, <a href=\"https://www.ft.com/content/fcd88e9f-818d-46f0-908a-39185d85bee1\">raising its forecast</a> for passenger numbers.</p> <p><strong>US retailers</strong> are gearing up for a very different <a href=\"https://www.ft.com/content/52df9689-8b66-4dba-872c-04c082311763\">holiday season</a> as cash-strapped consumers struggle to make ends meet. <strong>Macy's</strong> department store cut its full-year profit forecast, warning of a deterioration in <a href=\"https://www.ft.com/content/36cbbecc-b8e0-4237-babe-c223b8e8542f#post-a6ad50b0-b5c6-4d59-ae8c-110b2da792b4\">consumer discretionary spending</a>, even as it reported better than expected second-quarter results. Rival chain <strong>Nordstrom</strong> also <a href=\"https://www.ft.com/content/f170d777-22af-4d7d-b92d-56d78f4b6346#post-860d5720-e40f-458a-9a93-885cf2e58c31\">cut its outlook</a>. </p> <p><strong>Apple</strong> is testing production of Apple Watches and Macbooks <a href=\"https://www.ft.com/content/fcd59b6d-0be5-47b3-8590-aaa770309040\">for the first time in Vietnam</a>, as it seeks to boost its manufacturing hubs outside China. The country already makes iPads and AirPods earphones. </p> <p><strong>Amazon</strong> is launching a new <a href=\"https://www.ft.com/content/a211edb4-8453-46c9-bcfd-484b6850164a\">push into healthcare</a> at what could be an opportune time for a disrupter with deep pockets, writes US investment and industries editor Brooke Masters.</p> <p>Our five-part podcast series <a href=\"https://www.ft.com/content/52b7553a-199d-4637-b7fe-42ae7c8aca7f\"><em>A Sceptic's Guide to Crypto</em></a> asks whether <strong>crypto</strong> and its supporting technology — the blockchain — have a future following the recent market crash.</p> <h1>The World of Work</h1> <p><strong>Apple</strong>'s move to get staff back in the office is being closely watched by other <a href=\"https://www.ft.com/content/9f3e0159-f0e2-4a33-aeba-b0945558963f\">tech sector workers</a> who fear their companies could follow suit. </p> <p>How can managers get the best out of <strong>introverts</strong> now teams are working together in real life rather than over a screen? Listen to the latest episode of our <a href=\"https://www.ft.com/content/a49297d3-35db-48a5-b7a6-19048c2c75ca\">Working It podcast</a>.</p> <p>Columnist <a href=\"https://www.ft.com/content/6321c063-556a-4f14-a996-5b290af265bd\">Sarah O'Connor</a> was among those who thought pandemic-related changes in work patterns might make cities like London cheaper for <strong>young renters</strong>. “I couldn't have been more wrong,” she admits — rents have soared and homelessness is on the rise. </p> <p><em>Get the latest worldwide picture with our </em><a href=\"https://ig.ft.com/coronavirus-vaccine-tracker/\"><em>vaccine tracker</em></a></p> <h1>Some good news.</h1> <p>Rwanda could beat Australia to become the first country in the world to wipe out <a href=\"https://www.theguardian.com/global-development/2022/aug/18/how-rwanda-could-become-one-of-the-first-countries-to-wipe-out-cervical-cancer-acc\">cervical cancer</a> after a successful programme of testing, raising awareness and vaccination against human papillomavirus (HPV).</p><p>Source: Darren Dodd 2022 'War casts long shadow on world economy' FT.com 24 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-24T17:15:16.392Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "confidence": 0.976,
      "offsets": [
        {
          "start": 5941,
          "end": 5946
        },
        {
          "start": 5982,
          "end": 5987
        }
      ],
      "weightsV2": {
        "weight": 2.0,
        "baseWeight": 2.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 68
    }
  ]
}