{
  "_id": "6eaf5fd22a876029d48a38e1066c15005882a8a5cd313acb62a438faf01a3b7c",
  "feed": "market-watch",
  "title": "Intel needs a big second half to hit forecast, but end of PC boom makes success appear unlikely; Intel earnings preview: Wall Street has considered chip maker's full-year guidance too optimistic since it was given, and many expect tweaks as PC sales tumble and gross margin pressures mount",
  "text": "<p>At Intel's INTCinvestor meeting earlier this year, Intel Chief Executive Pat Gelsinger laid out his vision for the company with an outlook that was above Wall Street estimates at the time and was met with skepticism from analysts. Then, during last quarter's earnings season, when forecasts from chip makers were mixed, Intel doubled down on that outlook and placed a lot of the year's performance burden on the second half.</p><p>When Intel INTC reports second-quarter earnings on Thursday after the close of markets, analysts will be closely watching the forecast for signs that it can accomplish the second-half rebound despite worsening conditions in some sectors, namely PCs. Reports seem to have confirmed fears that the pandemic boom in PC sales is over, with estimates that global PC shipments saw their worst quarterly drop in at least a decade.</p><p>In-depth: Are chip stocks set up for a short squeeze, or just more declines? Wall Street doesn't seem sure</p><p>\"We believe our 'WFH PC Hangover' thesis is beginning to accelerate and has materialized this quarter,\" Susquehanna Financial analyst Christopher Rolland wrote, detailing the decline in PC sales after huge sales during the COVID-19 pandemic to supply employees working from home.</p><p>\"We have received numerous buy-side inquiries as to whether Intel will hit their $18 billion 2Q top-line guidance, or alternatively why they did not negatively preannounce,\" Rolland said, while maintaining a neutral rating and a $52 price target on Intel. \"We note Intel did not give a guidance range, but rather an absolute top-line estimate. If indeed revenues are light, perhaps they felt they did not technically miss the bottom end of the range (because none was given), and therefore management did not feel compelled to preannounce.\"</p><p>Rolland also said that Intel probably lost some market share in the dwindling PC market, and that it may have to lower its gross margin guidance, which has been a sore point ever since Gelsinger announced a build-out of manufacturing capacity a little over a year ago. This past quarter, rival Advanced Micro Devices Inc. AMD hiked its gross margin forecast to 54%from a previous 51%, while Intel has struggled to keep margins from declining lower than 50%.</p><p>\"Beyond the top line, we believe Intel may negatively adjust their full-year gross margin guidance (</p><p>As recently as this past Thursday, signs of weakness in the consumer PC market continued with profit warnings from data-storage-device company Seagate Technology Holdings PLC STX and gaming-gear company Corsair Gaming Inc. CRSR Similarly, Micron Technology Inc.'s MU recent report pointed to a drying up demand in PC sales.</p><p>Don't miss: Chip stocks rally despite an ominous forecast, as U.S. semiconductor funding bill advances in Senate</p><p>Meanwhile, Intel appears to have caught a slight break as U.S. lawmakers are back on track to release $52 billion in funds to help boost domestic silicon-wafer production. That initiative appeared to get caught up in partisan politics, so much so, that Intel had delayed groundbreakingon its fab complex in Ohio.</p><p>What to look for</p><p>Earnings: Of the 31 analysts surveyed by FactSet, Intel on average is expected to post adjusted earnings of 69 cents a share, in-line with Intel's forecast, which is less than half the profit reported a year ago, $1.28 a share. Estimates have fallen from 81 cents a share prior to the previous earnings report. Estimize, a software platform that uses crowdsourcing from hedge-fund executives, brokerages, buy-side analysts and others, calls for adjusted earnings of 75 cents a share.</p><p>Read: The pandemic PC boom is over, but its legacy will live on</p><p>Revenue: Wall Street expects revenue of $17.95 billion from Intel, according to 29 analysts polled by FactSet, down from the $18.53 billion reported last year. It would be the eight consecutive quarter of year-over-year revenue declines. Estimize expects revenue of $18.03 billion.</p><p>Analysts surveyed by FactSet expect revenue from client computing to come in at $8.97 billion; data center revenue of $6.45 billion; \"network and edge\" revenue of $2.24 billion; and Mobileye revenue of $416 million.</p><p>Stock movement: Speaking of a possible eighth straight quarter of revenue declines, even if Intel beats expectations — as it generally does — shares have fallen following the company's past eight quarterly earnings reports.</p><p>Over the June-ending quarter, Intel stock has plummeted nearly 25%, while the Dow Jones Industrial Average DJIA — which counts Intel as a component — has dropped 11%, the S&amp;P 500 index SPX fell more than 16%, the tech-heavy Nasdaq Composite Index COMP plunged 22%, and the PHLX Semiconductor Index SOX dropped 25%.</p><p>What analysts are saying</p><p>Citi Research analyst Christopher Danley, who has a neutral rating and a $40 price target, said he opened up a \"negative catalyst watch\" on Intel \"given we expect the most downside to consensus estimates during earnings.\"</p><p>\"Based on our client conversations it appears investors are not overly bearish on the name given likelihood of government assistance,\" Danley said, while projecting Intel's gross margin to fall to 47%.</p><p>\"However, we do not think it matters due to negative gross margin and EPS impact driven by the PC downturn and the market share loss,\" the Citi analyst said. \"Intel gross margins fell by 400-500 basis points to mid-40s back in 2001 and 2006 when similar instances happened.\"</p><p>The end of one-chip wonders: Why Nvidia, Intel and AMD's valuations have experienced massive upheaval</p><p>Evercore ISI analyst C.J. Muse, who has an in-line rating and a $40 price target, views Intel as a \"risk candidate — despite its historical propensity to be viewed as defensive.\"</p><p>\"Intel is the only name in our coverage that is below its March 2020 COVID low, but given the impending estimate cut and increasing data center competition, we still see bias to the downside,\" Muse said.</p><p>Of the 38 analysts who cover Intel, 10 have a buy rating on the stock, 20 have a hold rating, and eight have a sell rating, along with an average target price of $47.26, according to FactSet data.</p><p>Intel needs a big second half to hit forecast, but end of PC boom makes success appear unlikely</p>",
  "published": "2022-07-25T17:38:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 3,
          "end": 8
        },
        {
          "start": 51,
          "end": 56
        },
        {
          "start": 97,
          "end": 102
        },
        {
          "start": 319,
          "end": 324
        },
        {
          "start": 320,
          "end": 325
        },
        {
          "start": 1296,
          "end": 1301
        },
        {
          "start": 1485,
          "end": 1490
        },
        {
          "start": 1501,
          "end": 1506
        },
        {
          "start": 1791,
          "end": 1796
        },
        {
          "start": 1800,
          "end": 1805
        },
        {
          "start": 2158,
          "end": 2163
        },
        {
          "start": 2168,
          "end": 2173
        },
        {
          "start": 2268,
          "end": 2273
        },
        {
          "start": 2772,
          "end": 2777
        },
        {
          "start": 2784,
          "end": 2789
        },
        {
          "start": 3013,
          "end": 3018
        },
        {
          "start": 3026,
          "end": 3031
        },
        {
          "start": 3139,
          "end": 3144
        },
        {
          "start": 3153,
          "end": 3158
        },
        {
          "start": 3228,
          "end": 3233
        },
        {
          "start": 3242,
          "end": 3247
        },
        {
          "start": 3694,
          "end": 3699
        },
        {
          "start": 3711,
          "end": 3716
        },
        {
          "start": 4220,
          "end": 4225
        },
        {
          "start": 4241,
          "end": 4246
        },
        {
          "start": 4381,
          "end": 4386
        },
        {
          "start": 4403,
          "end": 4408
        },
        {
          "start": 4478,
          "end": 4483
        },
        {
          "start": 4500,
          "end": 4505
        },
        {
          "start": 4853,
          "end": 4858
        },
        {
          "start": 5100,
          "end": 5105
        },
        {
          "start": 5296,
          "end": 5301
        },
        {
          "start": 5426,
          "end": 5431
        },
        {
          "start": 5453,
          "end": 5458
        },
        {
          "start": 5602,
          "end": 5607
        },
        {
          "start": 5694,
          "end": 5699
        },
        {
          "start": 5896,
          "end": 5901
        },
        {
          "start": 5926,
          "end": 5931
        },
        {
          "start": 6094,
          "end": 6099
        }
      ]
    }
  ]
}