{
  "_id": "a2b24ecafd9068f47717dd447d964c32432974ff7c709afd09a6659f1342a0e7",
  "feed": "wall-street-journal",
  "title": "It's the New Saying Among Tech CEOs: I Apologize; Facebook, Twitter and other firms are slashing jobs, and their leaders' mea culpas are abundant",
  "text": "<p>Days earlier, Twitter Inc. co-founder Jack Dorsey, who ran the company until last year, offered contrition after the social-media platform's new owner, Elon Musk, cut head count by roughly 50%. \"I grew the company size too quickly. I apologize for that,\" Mr. Dorsey tweeted on Sunday.</p><p>Sam Bankman-Fried, the founder of cryptocurrency trading firm Alameda Research and troubled crypto exchange FTX, on Thursday told employees, \"I'm sorry,\" as he detailed what had occurred in recent days.</p><p>The pattern has been repeated at companies across the tech industry as job cuts have mounted in recent months. \"I take responsibility for choosing to grow our team faster,\" Jeff Lawson, CEO of Twilio Inc., said in a September letter to staff when he announced he was cutting 11% of the cloud-communications company's workforce. \"And now, I also own the decision to become more focused—resulting in this layoff.\"</p><p>The CEOs' statements reflect, in part, the shock of the sharp downturn that worsened across the tech sector recently. They also convey the illusion of permanence that can set in during boom times—especially in an industry that was on an extended growth run before the Covid-19 pandemic—despite the longstanding conventional wisdom that, as investors are often warned, past performance isn't a reliable indicator of future results. For some of these executives, it is also the first time they need to navigate a significant economic downturn.</p><p>Tech companies experienced a jump in the amount of time people spent online during the Covid-19 lockdowns that began in 2020. Industry leaders responded by hiring briskly to take advantage of the opportunity and amass talent.</p><p>Mr. Zuckerberg had expanded head count at his company by more than 80% since the start of the pandemic, to roughly 87,000 employees. Google parent Alphabet Inc. added nearly 68,000 staffers, a roughly 57% increase, from the start of 2020 through this September. Twitter's staff more than doubled during the first two years of the pandemic. Twilio tripled its staff from the start of 2020 through this September, to 8,992 people.</p><p>Fast forward two years and demand for everything from digital advertising to computer chips has slumped sharply, as people resumed routines and a deteriorating economic outlook weighs on consumer spending. The tech-heavy Nasdaq Composite Index is down more than 30% so far this year.</p><p>Companies were staffing up to meet the moment and stay ahead of rivals, said Jeff Hunter, CEO of Talentism, an executive-coaching firm. \"There's all this stuff happening. They're bringing in a ton of money. They don't want to lose the talent war,\" he said. \"And then the party just stops.\"</p><p>Mr. Zuckerberg, in his remarks on Wednesday, looked back at the surge in tech revenue growth at the start of the pandemic. \"Many people predicted this would be a permanent acceleration that would continue even after the pandemic ended. I did too, so I made the decision to significantly increase our investments,\" he said. \"Unfortunately, this did not play out the way I expected.\"</p><p>The cuts came after the social-media giant posted two consecutive quarters of declining ad revenue for the first time in the company's history.</p><p>Social-media companies alone in recent weeks have shown the exit door to more than 16,000 employees. But the layoffs span a wider spectrum of the tech industry. Chip maker Intel Corp. has said it is cutting its workforce, Peloton Interactive Inc. has roughly halved its staff over four rounds of layoffs and online broker Robinhood Markets Inc. said in August that it was eliminating about 23% of its positions.</p><p>The impetus to hire quickly was strong during the pandemic, when many tech goods and services were in short supply.</p><p>Take Amazon.com Inc. As the pandemic set in, the online retail company became somewhat of a lifeline for many Americans who relied on it to deliver daily goods while they were stuck at home. Amazon doubled its workforcefrom 2020 through March 2022 to about 1.5 million employees and opened hundreds of new warehouses, sorting centers and other logistics facilities to address the surging demand. Its profit nearly tripled.</p><p>More recently, Amazon CEO Andy Jassy has been trying to move similarly quickly to reset the business for a different reality after one of the worst stretches of financial performance in the company's history. Amazon's blue-collar workforce fell by almost 100,000 employees during the company's second quarter, leaving the company with roughly 1.5 million staff members at the end of the period—though it has said it is staffing up at its warehouses to meet the expected holiday demand.</p><p>Some of the layoffs now also reflect a somewhat natural effort by companies to reassess their business in a way that was difficult to do during an extended boom period, said former Cisco Systems Inc. CEO John Chambers, who is now a tech investor. \"Growth covers up a lot of mistakes—12 years of growth uninterrupted means that we get a little bit heavy,\" he said.</p><p>\"When you're in growth mode, it's tough to always take the time to do all the readjustments you need to do,\" said Sundar Pichai, CEO of Google and Alphabet, which said in July it would slow hiring for the rest of the year. \"Moments like this give us a chance,\" he added.</p><p>Executives who have had to announce cuts are hoping that they won't need to learn the lesson again.</p><p>After Snap Inc., the owner of Snapchat, said in August that it was parting ways with 20% of its employees—the company's ranks had swelled by 65% in two years—CEO Evan Spiegel said: \"The extent of this reduction should substantially reduce the risk of ever having to do this again.\"</p><p>Write to Meghan Bobrowsky at Meghan.Bobrowsky@wsj.com</p><p>It's the New Saying Among Tech CEOs: I Apologize</p>",
  "published": "2022-11-10T19:57:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3369,
          "end": 3374
        }
      ]
    },
    {
      "id": "First_Harvest_Corp%2E",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3369,
          "end": 3380
        }
      ]
    }
  ]
}