{
  "_id": "ab62496ee2e31e54cca665f48e422094218cd219d3f71276a75906d1a90538bc",
  "feed": "ftcomall",
  "title": "Netherlands accuses China of operating ‘illegal' police stations",
  "text": "<p>The Dutch government has accused China of operating “illegal” unlicensed police offices in the Netherlands, following claims the facilities have been used to pressure Chinese nationals in the country.</p> <p>Local broadcaster RTL Nieuws reported this week that offices in Amsterdam and Rotterdam that were set up to help Chinese nationals with administrative tasks, such as obtaining official documents, had also been used to track and harass critics of Beijing.</p> <p>“We are now investigating as a ministry what is going on with the centres, and when we have more intel about it we can determine the appropriate action,” said Dutch foreign affairs ministry spokesperson Maxime Hovenkamp on Wednesday.</p> <p>“What is correct is that the <a href=\"https://www.ft.com/chinese-politics-policy\">Chinese government</a> never informed us about the centres through diplomatic channels so that makes them illegal to begin with,” Hovenkamp said.</p> <p>The Chinese foreign ministry said the allegation it was operating illegal police offices in the Netherlands was “simply untrue” and that the facilities were just “overseas Chinese service centres”.</p> <p>“Chinese public security authorities are fully committed to fighting transnational crimes in accordance with the law, while strictly observing international law and fully respecting the judicial sovereignty of other countries,” said ministry spokesperson Wang Wenbin.</p> <p>Safeguard Defenders, a human rights group, said about 50 police offices similar to those in the Netherlands existed in countries around the world.</p> <p>The group reported in September that the offices were part of China's “persuade to return” campaign to repatriate criminals and political targets, and were involved in “carrying out policing operations on foreign soil”.</p> <p>The Dutch police offices were set up in 2018, RTL Nieuws said. Its report included testimony from Chinese dissident Wang Jingyu, who lives in the Netherlands and who claimed officials from the Rotterdam office had urged him to return to China.</p> <p>The dispute over the Chinese offices comes amid increasingly strained ties between Beijing and European nations. A recent paper prepared for EU member states by the bloc's foreign service suggested it should <a href=\"https://www.ft.com/content/b83615cb-6db0-4e67-85a3-7aab131abeb5\">toughen its attitude towards China</a> and see the country as an all-out competitor with limited areas of potential engagement.<br><br>Ahead of a discussion on the paper this month, Dutch foreign minister Wopke Hoekstra said: “There is increasing realism in the dialogue with China. We are leaving naivety behind.”</p> <p>According to Safeguard Defenders, several EU member states host unlicensed police stations. Hosts include France, Italy, Greece, Portugal and Spain, all of which have extradition agreements with China. </p> <p>The Netherlands does not have an extradition agreement with China and suspended a deal for the return of fugitives to Hong Kong in 2020. </p> <p><em>Additional reporting by Yuan Yang and Rafe Uddin in London</em></p><p>Source: Henry Foy in Brussels 2022 'Netherlands accuses China of operating ‘illegal' police stations' FT.com 26 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-26T13:55:55.803Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 553,
          "end": 558
        }
      ]
    }
  ]
}