{
  "_id": "57c89e169f9a38403ed06b1d37eb8f20e443f554b208f0af30900fb77975c573",
  "feed": "market-watch",
  "title": "Why the main semiconductor stock index is a better bet than the S&P 500 right now",
  "text": "<p>On March 29, Micron Technology Inc. MU reported results for its fiscal second quarter ended March 3. The company's sales for the quarter were up 25% from a year earlier. Earnings came in at $2 a share, up from 53 cents.</p><p>This is a stock that traded for 7.4 times the consensus earnings estimate for the next 12 months among analysts polled by FactSet, at the close on March 29. That is an incredibly low price-to-earnings (P/E) ratio.</p><p>Read: Micron stock rises as data-center growth drives earnings </p><p>Here's a chart showing the movement over the past year of forward price-to-earnings ratios (based on rolling 12-month earnings estimates) for the SPDR S&amp;P 500 ETF SPY and the $9.6 billion iShares Semiconductor ETF SOXX, which holds the 30 largest U.S.-listed companies (including American depositary receipts for non-U.S. companies) that make computer chips or provide equipment or services used to make them:</p><p>FactSetIt's one thing to say that semiconductor stocks are trading relatively low by this traditional measure. But the group's low valuation is underscored by how much more rapidly it is expected to increase sales and earnings.</p><p>Here are calendar-year consensus estimates for sales and earnings per share for SOXX and SPY through 2023, with expected compound annual growth rates (CAGR).</p><p>First, sales per share:</p><p> ETF                        Ticker  Sales per share – 2021  Estimated revenue per share – 2022  Estimated revenue per share – 2023  Two-year estimated sales CAGR  iShares Semiconductor ETF  SOXX    $76.84                  $90.52                              $98.21                              13.1%  SPDR S&amp;P 500 ETF Trust     SPY     $150.77                 $163.98                             $172.84                             7.1%  Source: FactSet</p><p>And now earnings per share:</p><p> ETF                        Ticker  EPS – 2021  Estimated EPS – 2022  Estimated EPS – 2023  Two-year estimated EPS CAGR  iShares Semiconductor ETF  SOXX    $18.55      $26.21                $29.21                25.5%  SPDR S&amp;P 500 ETF Trust     SPY     $18.79      $22.11                $24.33                13.8%  Source: FactSet</p><p>The CAGR estimates are impressive all around, but significantly higher for the semiconductor group.</p><p>Cap-weighted semiconductor ETF</p><p>The iShares Semiconductor ETF uses a modified weighting by market capitalization, limiting the top five holdings to 8% of the portfolio each, with other holdings limited to 4%. The portfolio is reconstituted annually and rebalanced quarterly.</p><p>SPY is directly weighted by market capitalization, as is the S&amp;P 500 SPX.</p><p>Within SOXX, some of the stocks trade at high price-to-earnings ratios. These include Nvidia Corp. NVDA and Advanced Micro Devices Inc. AMD, which are expected to continue to grow rapidly.</p><p>Here are 10 largest holdings of SOXX, with expected two-year sales and earnings CAGR, based on consensus estimates for calendar years 2021 through 2023:</p><p> Company                       Ticker  Forward P/E  Two-year estimated sales CAGR  Two-year estimated EPS CAGR  % of SOXX portfolio  Broadcom Inc.                 AVGO    17.3         10.1%                          15.7%                        9.9%  Advanced Micro Devices, Inc.  AMD     29.8         21.1%                          30.4%                        8.6%  Qualcomm Inc                  QCOM    13.1         13.6%                          16.6%                        7.6%  NVIDIA Corporation            NVDA    48.5         24.5%                          24.4%                        7.4%  Intel Corp.                   INTC    15.0         1.9%                           -18.4%                       6.6%  Marvell Technology, Inc.      MRVL    31.4         27.9%                          37.1%                        4.5%  Texas Instruments Inc.        TXN     20.7         6.2%                           6.2%                         4.2%  Applied Materials, Inc.       AMAT    16.1         11.2%                          15.5%                        4.0%  Micron Technology, Inc.       MU      7.4          18.7%                          34.5%                        4.0%  Analog Devices, IncAnalog Devices, Inc.          ADI     19.6         22.6%                          16.3%                        4.0%  Source: FactSet</p><p>Some of the 2021 numbers that underlie the CAGR are estimates, because several of the companies have fiscal years that don't match calendar years or even calendar quarters.</p><p>Click on the tickers for more about each company.</p><p>Click&#xa0;here&#xa0;to read Tomi Kilgore's detailed guide to the wealth of information available for free on the MarketWatch quote page.</p><p>Don't miss:These 10 dividend stocks with yields of at least 5% can help you take on stagflation or a recession</p>",
  "published": "2022-04-02T09:26:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2906,
          "end": 2911
        }
      ]
    }
  ]
}