{
  "_id": "441dffcc694e25b1cadb54874c111da46f4509d5172f40f64541958718674f73",
  "feed": "wall-street-journal",
  "title": "Intel Quarterly Earnings Set to Decline as PC Sales Soften; Pandemic-fueled demand for laptops and other computers is easing, weighing on sales of the chips that power them",
  "text": "<p>Intel is expected to report sales of $18.33 billion for its first quarter, a 1.3% decline from a year earlier, according to a survey of analysts by FactSet, with revenue for the division that handles chips for PCs falling 11% to $9.42 billion. The company is projected to generate net income down roughly 15% to $2.87 billion for the quarter.</p><p>The company also might give more-muted guidance on its sales for the second quarter against a backdrop of slower PC sales and uncertainty caused by the impact of Covid-19 lockdowns in China and Russia's invasion of Ukraine on broader economic sentiment, Bank of America analysts said in a recent note. Intel might also shave $2 billion off its calendar-year sales guidance, the analysts said.</p><p>The results come during a turbulent period for the semiconductor industry, which has enjoyed booming demand but has struggled to keep pace. Chip companies have also wrestled with a flurry of disruptions and global supply-chain snarls. Dallas-based chip maker Texas Instruments Inc. issued a lower-than-expected revenue forecast in its financial results Tuesday because of uncertainty in China and Europe. Mobile-phone chip maker Qualcomm Inc. exceeded Wall Street expectations with its results Wednesday.</p><p>Despite a chip shortage, which Intel Chief Executive Pat Gelsinger has said could last into 2023, industry executives expect annual chip sales globally to double to more than $1 trillion by 2030.</p><p>Intel, in addition, is little more than a year into a transformation under Mr. Gelsinger, who took over last year with a mandate to recapture the company's leading position in chip-manufacturing technology, which it lost years ago to competitors in Asia.</p><p>Intel has for decades been America's most dominant chip maker, commanding a huge market share in chips that power desktops and laptops as well as servers in data centers owned by corporations, governments and internet companies. But Intel has lost some of its gusto in recent years, stumbling in an effort to build smaller and faster chips and allowing contract chip makers in Taiwan and South Korea to surpass it.</p><p>Longtime rival Advanced Micro Devices Inc., meanwhile, which designs chips and has them manufactured on contract in Taiwan, has steadily gained market share in recent quarters. It had a 10.7% market share in server chips as of the end of last year, according to Mercury Research, up from 7.1% a year prior. Intel dominates the rest of that market.</p><p>Mr. Gelsinger, who spent three decades in an earlier stint at Intel before coming back as its chief executive, has launched a multipronged recovery effort. Since he joined, Intel has announced major new factory projects in Arizona, Ohio and Germany that could cost hundreds of billions of dollars—and is seeking government funding to help. He has reorganized the company's executive ranks, begun to outsource production of some of its most advanced chips and started a business making chips on contract for others.</p><p>Mr. Gelsinger is also preparing for the public listing of the company's Mobileye self-driving unit, which sells chips and systems to auto makers. The company is planning a listing for the middle of this year that could value Mobileye at above $50 billion, helping fund Mr. Gelsinger's ambitions, The Wall Street Journal has reported.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Intel Quarterly Earnings Set to Decline as PC Sales Soften</p>",
  "published": "2022-04-28T10:58:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2628,
          "end": 2633
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2414,
          "end": 2419
        },
        {
          "start": 1925,
          "end": 1930
        },
        {
          "start": 645,
          "end": 650
        },
        {
          "start": 1692,
          "end": 1697
        },
        {
          "start": 3344,
          "end": 3349
        },
        {
          "start": 2517,
          "end": 2522
        },
        {
          "start": 1437,
          "end": 1442
        },
        {
          "start": 1272,
          "end": 1277
        }
      ]
    }
  ]
}