{
  "_id": "bcf4683d1a303697bc68fa622463dcb082436a0bd3e3c848d9e919dd32208256",
  "feed": "wall-street-journal",
  "title": "Congress Gridlock Stalls Chip Plans",
  "text": "<p>Those planned facilities would come on top of around $50 billion of plant investments announced over the past two years as the industry scales up to satisfy increasing demand. Critics of government funding for the semiconductor makers say the industry is taking advantage of the chip shortage and companies would have moved ahead with U.S. projects without subsidies.</p><p>The government money is aimed at revitalizing U.S. chip production after manufacturing in recent decades shifted to Asia, where financial inducements have been plentiful and costs lower. American chip-making capacity has fallen to 12% of the world's total from 37% in 1990. Appetite to fund the buildup domestically got a boost during a two-year chip drought that led to idled car plants and soaring prices for some electronics.</p><p>\"We will need support from the federal government as well as appropriate support from state governments to bridge the 35% to 45% cost gap that exists in overseas production,\" Micron Technology Inc. Chief Executive Sanjay Mehrotra said.</p><p>The memory-chip maker is in talks with several states to add production capacity, he said. The incentives are key to making a U.S. factory project happen, he said, but companies can't keep delaying investment decisions waiting for Congress and will lock in plans on where it is economically most feasible to expand. Micron plans to spend more than $150 billion in the next decade to increase manufacturing.</p><p>Chip companies have been lobbying Congress for years for financial support that would significantly cut the cost of adding new factories in the U.S. Their appeals have run into opposition on both sides of the political spectrum -- viewing the funding proposal either as pork-barrel politics or arguing it should be tied to social-policy commitments such as higher pay.</p><p>Senate Majority Leader Chuck Schumer (D., N.Y.) is telling colleagues to expect a floor vote as early as Tuesday on a bill that would include the chip investments but exclude other provisions, The Wall Street Journal reported. It remained uncertain whether a more chip-specific bill would advance in the evenly divided Senate.</p><p>Dutch chip maker NXP Semiconductors NV is among the world's largest supplier of chips to the auto industry, which is gobbling up chips like never before as cars become more sophisticated. It is weighing an expansion of one of its two factories in Austin, Texas, according to a presentation on the proposal in May from Kroll LLC, a consulting firm NXP hired to assist in getting incentive funds for the project. The project is valued around $2.6 billion, the document said.</p><p>NXP aims to decide on the project in the fourth quarter of this year and break ground in 2024, the presentation said. If the Austin expansion doesn't go forward, the company could expand a factory in Singapore, make partnerships with other chip makers in Europe or outsource production to contract chip makers in Asia, it said.</p><p>NXP is also contemplating an expansion of its production facilities in Arizona, according to a spokeswoman. The company confirmed the other details of its expansion plans, adding that it supported efforts to expand the industry.</p><p>Without U.S. subsidies, expansion could instead take place overseas or be more limited domestically, chip industry executives said as they lobbied Congress to resolve differences and enact the legislation. At one point, the industry hoped support from President Biden and some key members of Congress could get a bill funding the incentives through last year. But the measure didn't make it into Covid-relief packages as the industry hoped, and partisan wrangling clouded the outlook for the legislation for months.</p><p>Obstacles to the funding measure include some Republicans who complain Democrats added unrelated spending measures to the bill, and some Democrats who bristle at subsidizing a profitable industry. Robert Reich, labor secretary under President Bill Clinton, last month called the industry's tactics \"pure extortion\" by a highly profitable industry.</p><p>Intel Corp. recently said it would move more cautiously on its factory plans without government incentives and recently put off a ribbon-cutting ceremony in Ohio. Pat Gelsinger, CEO of the largest U.S. chip maker by sales, on Tuesday said at a Washington Post event that the company could change its investment plans if funding doesn't come through.</p><p>Infineon Technologies AG, the German chip maker and supplier for the auto industry, is weighing a $700 million expansion of chip production in Texas, according to documents submitted there seeking tax breaks. Production could begin as early as this year, though the project is contingent on local, state and federal government help, the documents state.</p><p>\"Without these incentives, the capital investment required for this expansion project is not economically viable in the United States given other global alternatives,\" the company said in its filing, pointing to other expansion options in Germany, Austria and Malaysia.</p><p>Infineon confirmed the details but declined to comment further.</p><p>Others looking to tap government funds include smaller chip companies such as Pennsylvania-based II-VI Inc., which is increasing capacity at a factory in its home state as part of a wider $1.5 billion expansion in the next five years. Chip manufacturing equipment giant Applied Materials Inc. is considering a $2 billion research facility in Texas, Arizona, California or New York, according to proposal documents. And Daikin Industries Ltd., a Japanese maker of the heating, cooling and air filtration equipment important to the manufacturing of chips, is engaging with 10 states on potential growth, according to a document filed with the Commerce Department.</p><p>Governments overseas aren't sitting idle. The European Union is committing the equivalent of $43 billion to support the semiconductor industry in the trade bloc as it aims to double its share of chip manufacturing to 20% by 2030. Intel and contract chip maker GlobalFoundries Inc. have already responded to those efforts with big new factory projects in Germany and France.</p>",
  "published": "2022-07-18T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 5960,
          "end": 5965
        },
        {
          "start": 4030,
          "end": 4035
        }
      ]
    }
  ]
}