{
  "_id": "51a13204a44597bd35df437f08dfe8e4a9f7f9cd7ec01d5571978b729a558390",
  "feed": "wall-street-journal",
  "title": "U.S. News: Lawmakers Push to Revive Technology Investment Bill --- Measure aimed at countering China has passed the Senate but stalled in the House",
  "text": "<p>The Senate bill includes about $52 billion for encouraging more semiconductor production in the U.S. That provision could benefit plans announced by Intel Corp. on Friday to invest in two new chip factories in Ohio, a company spokesman said.</p><p>The legislation has bogged down in the House, where many Democrats want the legislation to address broader societal goals, including economic inequality and climate change, potentially risking the loss of some Republican support.</p><p>Democratic leaders, frustrated that their bigger spending initiatives have bogged down in Congress, are aiming to smooth out differences over the technology spending measure quickly and turn it into a potential bipartisan accomplishment.</p><p>\"This is a very, very important piece of legislation. We want to see this legislation passed,\" House Majority Leader Steny Hoyer (D., Md.) said this week. \"We're going to be working very hard to get this.\"</p><p>At a White House event on Friday with Intel officials, President Biden said the company's announcement underscored the urgent need for Congress to pass the competitiveness package. \"I want other cities and states to be able to make announcements like the one being made here today,\" he said.</p><p>Biden administration officials, including Commerce Secretary Gina Raimondo, are adding to the push, saying the legislation is needed to keep the U.S. competitive and could also help tame domestic inflation.</p><p>But some of the same partisan divides that have plagued other Democratic spending initiatives in a contentious midterm year are emerging in the China competitiveness package as well.</p><p>Democrats, led by several influential committee chairs, want the bill to include funding for other priorities, such as social and economic inequality, vaccine diplomacy and climate change. They contend that the U.S. can't be competitive globally without also addressing problems at home.</p><p>Rep. Eddie Bernice Johnson (D., Texas), chairwoman of the House Science, Space and Technology Committee, wrote the core of the House package. She said her panel had \"two goals in mind -- advancing U.S. competitiveness and technological leadership, and leveraging our scientific investments and the diversity of our STEM talent to better address societal challenges.\"</p><p>She said the Senate's version \"falls short of meeting the needs of the scientific community and our nation.\"</p><p>Some Republicans counter that view, saying the bill should be squarely focused on advancing U.S. technology, including promoting domestic semiconductor manufacturing, and not muddled by what Rep. Cathy McMorris Rodgers (R., Wash.) calls \"duplicative government spending.\"</p><p>Another critic in the House, Rep. Jim Banks (R., Ind.), the Republican Study Committee chairman, said the Senate bill spearheaded by Senate Majority Leader Chuck Schumer (D., N.Y.) falls short in response to Chinese theft of intellectual property and other misdeeds.</p><p>\"House conservatives have long been concerned that Schumer's China bill lacks teeth and focus,\" he said. \"We need to make confronting China's malign activity here in the United States our top priority. This bill misses the whole point.\"</p><p>In an interview, Commerce Secretary Raimondo said she is \"cranking up the urgency\" in her efforts to get lawmakers to focus on passing the legislation.</p><p>\"I have calls pretty much every day with members of Congress, primarily in the House but also the Senate, reiterating how vital this is, how it relates to inflation,\" Ms. Raimondo said.</p><p>The Senate package would authorize about $190 billion in spending to strengthen U.S. advanced technologies to better compete globally, according to a Congressional Budget Office analysis, and allocate about $52 billion for encouraging more semiconductor production in the U.S.</p><p>Intel spokesman William Moss said the company's plans to expand chip production in Ohio would \"in theory\" be eligible for the semiconductor funding. But that depends on Congress finally approving the funding for the previously adopted CHIPS Act, as well as details of the funding legislation.</p><p>\"We hope that Congress will finish the job and fully fund the CHIPS Act to incentivize domestic chip production and help re-establish American technology leadership,\" Mr. Moss said.</p><p>Ms. Raimondo said that spending would help alleviate computer-chip shortages that have contributed to tight supplies -- and higher prices -- for cars, appliances, electronic devices and other consumer items.</p><p>To further spur congressional action, the Commerce Department also will soon be releasing results of an in-depth survey it conducted of semiconductor suppliers and major businesses, underscoring the seriousness of shortages, she said.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-01-22T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3753,
          "end": 3758
        },
        {
          "start": 954,
          "end": 959
        },
        {
          "start": 149,
          "end": 154
        }
      ]
    }
  ]
}