{
  "_id": "683896f434da6020b8802875dfcda94fa73fc0738ebe37380cac5dde776c6ffa",
  "feed": "market-watch",
  "title": "Intel confirms plan to spend more than $20 billion to build chip ‘mega-site' in Ohio",
  "text": "<p>The announcement confirms a Time report out Thursday night of the chip maker's plans to build at least two chip fabrication plants at a 1,000-acre site in New Albany, Ohio, outside Columbus.</p><p>“Our expectation is that this becomes the largest silicon manufacturing location on the planet,” Intel Chief Executive Pal Gelsinger told Time. “We helped to establish the Silicon Valley, now we're going to do the Silicon Heartland.”</p><p>The Intel INTC facility is expected to employ 3,000 people and mark the largest private-sector investment in Ohio history. It will also create 7,000 construction jobs over the course of the build. Construction is expected to begin later this year and the plant could be operational by 2025.</p><p>“Intel's actions will help build a more resilient supply chain and ensure reliable access to advanced semiconductors for years to come,” Gelsinger said. “Intel is bringing leading capability and capacity back to the United States to strengthen the global semiconductor industry.”</p><p>Intel Corp.Last year, Gelsinger laid out plans to revive Intel to its former glory, and to build new chip facilities to reduce the semiconductor industry's reliance on Asian manufacturers. Intel announced plans to build a $20 billion chip-fabrication facility in Arizona and a $3.5 billion chip plant in New Mexico.</p><p>“Twenty-five years ago, the United States produced 37% of the world's semiconductor manufacturing… Today, that number has declined to just 12%,”&#xa0; Gelsinger told CBS News' “60 Minutes” last May. “That's a problem.”</p><p>“This is a big, critical industry and we want more of it on American soil: the jobs that we want in America, the control of our long-term technology future,” he added at the time.</p><p>Other major chip makers, such as Samsung Electronics KR:005930, Micron Technology MU and Taiwan Semiconductor Manufacturing Corp. TSM have also announced intentions to build new chip production facilities in the U.S.</p><p>Intel shares have gained about 1% in 2022, but are down nearly 17% over the past 12 months, compared to the S&amp;P 500's SPX loss of 6% this year and gain of 16% over the past year.</p><p>Updated with correct stock gain for Intel this year.</p>",
  "published": "2022-01-21T06:26:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 288,
          "end": 293
        },
        {
          "start": 1923,
          "end": 1928
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1053,
          "end": 1058
        },
        {
          "start": 996,
          "end": 1001
        },
        {
          "start": 1185,
          "end": 1190
        },
        {
          "start": 716,
          "end": 722
        },
        {
          "start": 2138,
          "end": 2143
        },
        {
          "start": 429,
          "end": 434
        },
        {
          "start": 869,
          "end": 875
        }
      ],
      "nexusId": "10063594"
    }
  ]
}