{
  "_id": "3f42257af8af6d75a89705ce4d47c271c116e9cfa54d34586b872a3117625747",
  "feed": "wall-street-journal",
  "title": "Intel Agrees to $6 Billion Deal to Buy Tower Semiconductor; U.S. semiconductor giant continues ambitious push to expand its manufacturing operations",
  "text": "<p>Tower makes semiconductors and circuits used in everything from cars and consumer products to medical and industrial equipment.</p><p>It operates manufacturing facilities in Israel, California, Texas and Japan, according to its website. The company is based in Migdal HaEmek, in northern Israel near Nazareth.</p><p>Intel Chief Executive Pat Gelsinger, who has been working to build up the company's so-called foundry business of manufacturing chips for itself and others, told analysts Tuesday that \"this acquisition announcement positions us to not only capitalize on the large and growing foundry opportunity, but also help to accelerate our efforts to address the unprecedented demand for semiconductors and the need for a more balanced, resilient global supply chain\"</p><p>Mr. Gelsinger said producing chips is about a $100 billion business and expected to be much larger by the end of the decade. The broader semiconductor industry is on a path to becoming a $1 trillion business, industry officials have said.</p><p>Tower is similar to GlobalFoundries Inc., a larger manufacturer that Intel explored a deal for over the summer. GlobalFoundries and its owner, Mubadala Investment Co., an investment arm of the Abu Dhabi government, ultimately decided to pursue an initial public offering instead, and the company now trades publicly with a market value of around $30 billion.</p><p>Intel in January said it plans to invest at least $20 billion in new chip-making capacity in Ohio, bolstering the company's production ambitions as greater demand for digital products and a global chip shortage have amplified the need for more semiconductor manufacturing. Mr. Gelsinger said the Ohio site could eventually grow to accommodate eight chip factories, also known as fabs, with spending potentially reaching around $100 billion over the next decade.</p><p>\"Intel is clearly committed to its pursuit of building a foundry business, but it will take a long time and likely offer inferior margins which means this acquisition feels like a low quality way of doing so,\" Evercore ISI analyst C.J. Muse said in an investor note Tuesday.</p><p>Russell Ellwanger, Tower's CEO, said profitability in chip manufacturing is closely linked to size given high fixed costs. Combining with Intel would greatly enhance scale, he said.</p><p>Intel, with a market value of nearly $200 billion, had already made more than $100 billion in investment pledges over the past year and has been busy on the strategic front lately. The company plans to publicly list shares in its Mobileye unit in a deal that could value the self-driving-car unit at north of $50 billion.</p><p>Intel said it didn't expect regulatory hurdles, though the deal needs to get sign off in several jurisdictions, including in China.</p><p>Write to Dana Cimilluca at dana.cimilluca@wsj.com and Cara Lombardo at cara.lombardo@wsj.com</p><p>Intel Agrees to $6 Billion Deal to Buy Tower Semiconductor</p>",
  "published": "2022-02-15T17:44:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2825,
          "end": 2830
        },
        {
          "start": 2234,
          "end": 2239
        },
        {
          "start": 2278,
          "end": 2283
        },
        {
          "start": 1359,
          "end": 1364
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1069,
          "end": 1074
        },
        {
          "start": 2600,
          "end": 2605
        },
        {
          "start": 1822,
          "end": 1827
        },
        {
          "start": 304,
          "end": 309
        }
      ]
    }
  ]
}