{
  "_id": "686b4627691485eb082fb26a3423d32bedc708eb12fcf50b9b4a01ea8884b8c3",
  "feed": "market-watch",
  "title": "Microsoft earnings offer upbeat signs for ‘vast majority of the software sector,' say analysts",
  "text": "<p>Following a bleak recent stretch for high-growth names, software stocks were broadly rising Wednesday along with Microsoft MSFT. The iShares Expanded Tech-Software Sector ETF IGV was up 1.9% in midday trading, while Microsoft's shares were ahead 4.6%, as many analysts viewed Microsoft's forecast as a positive sign for the industry as a whole.</p><p>The latest report “bodes well for the vast majority of the software sector, especially those organizations with cloud centric business models,” wrote Stifel analyst Brad Reback. He deemed Microsoft's discussion of digital transformation to be “clearly positive” for ServiceNow Inc. NOW, which is due to report results Wednesday afternoon. He said it also provided upbeat signals for Datadog Inc. DDOG, Snowflake Inc. SNOW, and MongoDB Inc. MDB</p><p>Reback feels good about Microsoft's prospects, too. He noted that investors initially seemed spooked by a sequential deceleration in the company's Azure cloud-computing business, but Microsoft “quickly allayed” those fears once it gave its forecast on the earnings call that called for a sequential rise in Azure revenue.</p><p>“Overall, this broad-based strength appears sustainable as businesses continue to embrace Microsoft's growing suite of solutions as foundational pieces of their digital transformation strategies,” wrote Reback, who has a buy rating and $380 price target on Microsoft's stock.</p><p>Read: 24 software stocks, including Microsoft, expected to rise by double digits over the next year</p><p>Wedbush analyst Daniel Ives agreed that Microsoft's report “will calm Street nerves” because of the bullish signals it sent for “the whole tech sector moving forward.”</p><p>“Our unwavering view is that despite the fear in the air given the Fed tightening backdrop and valuations falling off a cliff in tech, underlying digital transformation growth is accelerating and not decelerating into 2022,” he wrote.</p><p>Ives kept his outperform rating and $375 price target on shares of Microsoft.</p><p>Given recent market conditions, “software and growth stocks needed [Microsoft's] strong guide more than ever,” wrote Jordan Klein, a Mizuho desk-based analyst affiliated with the company's sales team.</p><p>Klein saw “nothing in&#xa0;[Microsoft's]&#xa0;print to worry about” and suggested that the sentiment could help Amazon.com Inc. AMZN and Alphabet Inc. GOOGGOOGL ahead of their own earnings reports, since both companies have big cloud businesses as well.</p><p>Opinion:&#xa0;Microsoft stock's post-earnings roller-coaster ride won't be the last</p><p>Bernstein's Mark Moerdler said that Microsoft's quarter helped “set the tone for tech” with a report that was encouraging across the board.</p><p>“Microsoft's pivot to enterprise and Cloud is delivering value for investors as seen yet again in this quarter results and we expect this will continue for an extended period of time,” he wrote. “We continue to believe that Microsoft is focused on the long game and is positioned well to excel.”</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>He has an outperform rating and $365 price target on the stock.</p><p>Shares of Microsoft have dropped 2.7% over the past three months as the Dow Jones Industrial Average DJIA has slipped 3.2%.</p>",
  "published": "2022-01-26T12:07:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2944,
          "end": 2949
        }
      ],
      "nexusId": "10063594"
    }
  ]
}