{
  "_id": "534578e9ca6e0ac80c5beff2fe6452dcc72b05f586ada29b1337ffe351edef77",
  "feed": "market-watch",
  "title": "Western Digital stock plummets as supply-chain problems ding outlook",
  "text": "<p>Western Digital WDC shares dropped more than 8% after hours, following a 1.4% decline in the regular session to close at $53.84.</p><p>The company forecast earnings of $1.50 to $1.80 a share on revenue of $4.45 billion to $4.65 billion for the fiscal third quarter, while analysts surveyed by FactSet were calling for earnings of $1.94 a share on revenue of $4.75 billion.</p><p>“I'm proud of the Western Digital team for delivering another quarter of strong results that exceeded guidance, even in the midst of ongoing supply-chain disruptions and COVID-related challenges,” said David Goeckeler, Western Digital's chief executive, in a statement. “While we continue to experience strong demand across our end markets, these challenges continue to present a headwind to near-term results.”</p><p>The company reported fiscal second-quarter net income of $564 million, or $1.79 a share, compared with $62 million, or 20 cents a share, in the year-ago period. Adjusted earnings, which exclude stock-based compensation expenses and other items, were $2.30 a share, compared with 69 cents a share in the year-ago period.</p><p>Revenue rose to $4.83 billion to $3.94 billion in the year-ago quarter.</p><p>Analysts surveyed by FactSet had forecast earnings of $2.13 a share on revenue of $4.81 billion.</p><p>Read: The pandemic PC boom gave personal computers their biggest year in nearly a decade</p><p>So far, weak outlooks for the March-ending quarter risk becoming a drumbeat for the tech sector at large, given this week's earnings reports.</p><p>On Thursday, KLA Corp. KLAC shares fell in the extended session after the chip-equipment maker's outlook fell short of Wall Street expectations. That's a day after rival Lam Research Corp. LRCX fell short of expected revenue for the quarter and issued a weaker-than-expected forecast because of supply-chain problems, and its shares dropped 6.9% in Thursday trading.</p><p>On Wednesday, Intel Corp.'sINTC forecast was also weaker than expected and Wall Street voiced concern about PC sales falling off. Intel shares fell 7% on the day.</p><p>Read:Chip sector flirting with bear-market territory as semiconductor earnings kick off</p><p>The whole chip sector marched toward bear-market territory on Wednesday with the PHLX Semiconductor Index SOX finishing down 4.8%, at 3,249.99, on the day, compared with a 0.5% decline by the S&amp;P 500 index SPX.</p><p>A drop below 3,231.61 marks a 20% decline from the SOX index's closing high of 4,039.51 on Dec. 27.</p>",
  "published": "2022-01-27T22:32:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1880,
          "end": 1885
        },
        {
          "start": 1996,
          "end": 2001
        }
      ]
    }
  ]
}