{
  "_id": "4301e05931a3edbcb4837d0fb8d8aabd0452692425159e87fa493654f70195f3",
  "feed": "ftcomall",
  "title": "Intel staff in Ireland offered three months unpaid leave",
  "text": "<p>Intel is offering thousands of workers in Ireland three months unpaid leave as the US chipmaker looks to cut costs by $3bn next year to counter a dramatic downturn in the global industry.</p> <p>The company, which earlier this year announced it was boosting investment at a new facility in Ireland, said employees at its manufacturing plant in Leixlip were being asked, not told, to consider the leave offer.</p> <p><a href=\"https://www.ft.com/stream/7d63e57e-25d0-4925-bff7-6c35af845012\">Intel</a> said the scheme is a “voluntary time-off programme”. Asked what would happen if too few, or too many, staff signed up, Intel added: “Staff can apply and the business will decide what it can manage.”</p> <p>The move comes as <a href=\"https://www.ft.com/technology\">tech</a> companies have announced a wave of job cuts in recent months as businesses tighten their belts to cope with an economic slowdown. </p> <p>Chipmakers have been hit by a fast downturn, with a large number of companies issuing weak sales and profit projections over the past two months. </p> <p>In October, Intel <a href=\"https://www.ft.com/content/2b78df5e-9ae1-472a-b1ff-1c3f1f980cc8#post-f9bb3c9f-4284-4f25-9f80-e417ef93cc11\">warned</a> it was preparing thousands of job cuts as it promised to slice up to $10bn from its cost base by the end of 2025 in the face of a further deterioration in demand for its chips.<br><br>Mobile chipmaker Qualcomm slashed its revenue guidance by a quarter in November as slower consumer spending hit mobile phone purchases, while AMD warned that sales of processors for PCs would fall 40 per cent.</p> <p>Intel expects manufacturing staff to take the leave in the first quarter next year but did not say how many of the 4,500 employed in Leixlip would be eligible. </p> <p>Ireland is heavily dependent on big tech and pharma multinationals, which make up more than half of corporate tax revenues. At nearly €14bn in the nine months to September, that tax take was almost €6bn ahead of the same period last year.</p> <p>Many global tech giants have their European headquarters in Ireland, where <a href=\"https://www.ft.com/content/eec87770-44ef-45f6-b862-a8898068c50b\">hundreds of jobs</a> at Twitter, Meta, Stripe and others are expected to be lost.</p> <p>IDA, Ireland's investment promotion agency, had no immediate comment on the Intel news. But in March, Micheál Martin, Ireland's taoiseach, welcomed the company's decision to invest an additional €12bn in a new facility in the country, on top of €5bn already committed. The new facility is expected to create another 2,000 jobs.</p> <p>At the time, Martin said the investment “firmly underlines . . . the company's <a href=\"https://www.idaireland.com/latest-news/press-release/ida-ireland-welcomes-announcement-of-further-substantial-investment-by-intel-in-ireland\">deep and ongoing commitment to Ireland</a>”. </p><p>Source: Jude Webber in Dublin 2022 'Intel staff in Ireland offered three months unpaid leave' FT.com 2 December. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-12-02T12:51:52.042Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 400,
          "end": 405
        },
        {
          "start": 524,
          "end": 529
        },
        {
          "start": 527,
          "end": 532
        },
        {
          "start": 913,
          "end": 918
        },
        {
          "start": 918,
          "end": 923
        },
        {
          "start": 1311,
          "end": 1316
        },
        {
          "start": 1318,
          "end": 1323
        },
        {
          "start": 1935,
          "end": 1940
        },
        {
          "start": 1946,
          "end": 1951
        }
      ]
    }
  ]
}