{
  "_id": "b612ce5ac45fa7b38a285b10bcc7f55c181f128c5065fa75d1a9832c0f6351b0",
  "feed": "wall-street-journal",
  "title": "Nvidia Posts Record Sales, Warns of Russia, China Hit; Chip maker's data-center sales surpass gaming sales for only second time",
  "text": "<p>Nvidia's sales of chips to big server farms that power the internet and where the Santa Clara, Calif.-based company's hardware excels in rapidly growing artificial-intelligence applications rose by 83% to $3.75 billion in its first fiscal quarter. For only the second time since Nvidia began reporting data-center results in 2016, those sales surpassed its revenues from graphics processors marketed to videogamers, which came in at $3.62 billion.</p><p>Overall, Nvidia reported $8.29 billion in revenue, a 46% increase from a year earlier and a record for the U.S.'s largest chip company by market value. Net income was $1.62 billion.</p><p>The sales came in ahead of expectations in a FactSet survey of analysts, but net income was lower than expected.</p><p>Shares of Nvidia closed up 5.1% in Wednesday at $169.75. The stock fell more than 9% after-hours on the results.</p><p>The results come during a period of growing uncertainty in the global economy and the chip industry. Intel Corp., the U.S.'s largest chip maker by revenue, reported a fall in sales in April, dented by slowing PC purchases. Other large chip makers such as Analog Devices Inc., which reported results last week, have exceeded Wall Street estimates and issued upbeat forecasts amid a persistent global chip shortage.</p><p>Covid-19 lockdowns in China have disrupted chip-industry supply chains for months, while chip makers have struggled to build out new factories quickly enough to meet demand. Russia's invasion of Ukraine also has reverberated across the industry, although few chip companies have a significant presence in those countries and Russia doesn't boast a significant semiconductor industry.</p><p>Nvidia, led by Chief Executive Jensen Huang, started as a designer of chips that enhanced the resolution and smoothness of computer graphics, traits prized by videogamers. In more-recent years, though, the company opened up its chips to software developers who found them well suited to AI tasks and made them the standard in that industry.</p><p>The growing interest in AI gave Nvidia a larger foothold in the huge server farms where reams of data are processed. The company built on that presence by introducing new chips aimed at data centers and by buying data-center networking company Mellanox for around $7 billion two years ago.</p><p>Cryptocurrency mining, another market in which Nvidia has tried to capitalize on its chips' strong performance, has been lumpier. In its latest quarter, revenue from cryptocurrency processors was \"nominal,\" Chief Financial Officer Colette Kress said in commentary accompanying the results, compared with $155 million a year ago. Prices for major cryptocurrencies have fallen over the past month, making mining them unprofitable.</p><p>Nvidia also has sought to build an automotive business, latching on to the growth in driver-assistance technology that relies on video processing. The company said it generated $138 million in automotive revenue over its latest quarter, down 10% from the same period last year.</p><p>Nvidia's overall sales have risen steadily during the two-year-old global chip shortage, spurred by pandemic-era demand for computers and other electronics as people shifted toward remote work.</p><p>Despite signs of weakening global economic growth amid supply-chain bottlenecks and soaring inflation, some industry executives don't expect that supply-demand mismatch to ease because longer-term shifts toward digital technologies and electric vehicles won't alter even if consumer spending falls.</p><p>Chip makers also face growing challenges in expanding their factories to meet demand, including a shortage in chip manufacturing equipment that led Intel Chief Executive Pat Gelsinger to predict in April that the shortage would stretch into 2024.</p><p>Nvidia on Wednesday said its board had agreed to repurchase up to $15 billion of its stock through December 2023.</p><p>Write to Asa Fitch at asa.fitch@wsj.com</p><p>Nvidia Posts Record Sales, Warns of Russia, China Hit</p>",
  "published": "2022-05-25T21:21:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 957,
          "end": 962
        },
        {
          "start": 3633,
          "end": 3638
        }
      ]
    }
  ]
}