{
  "_id": "3a4f9167a8e21ecbda5b050b2abe937402b773e91b3f0be19d28895ede610b44",
  "feed": "wall-street-journal",
  "title": "Intel Agrees to $6 Billion Deal to Buy Tower Semiconductor; U.S. semiconductor giant continues ambitious push to expand its manufacturing operations",
  "text": "<p>Tower makes semiconductors and circuits used in everything from cars and consumer products to medical and industrial equipment.</p><p>It operates manufacturing facilities in Israel, California, Texas and Japan, according to its website. The company is based in Migdal HaEmek, in northern Israel near Nazareth.</p><p>Tower is similar to GlobalFoundries Inc., a much larger manufacturer that Intel explored a deal for over the summer. GlobalFoundries and its owner, Mubadala Investment Co., an investment arm of the Abu Dhabi government, ultimately decided to pursue an initial public offering instead, and the company now trades publicly with a market value of around $30 billion.</p><p>Intel in January said it plans to invest at least $20 billion in new chip-making capacity in Ohio, bolstering the company's production ambitions as greater demand for digital products and a global chip shortage have amplified the need for more semiconductor manufacturing. Intel Chief Executive Pat Gelsinger said the Ohio site could eventually grow to accommodate eight chip factories, also known as fabs, with spending potentially reaching around $100 billion over the next decade.</p><p>The company, with a market value of nearly $200 billion, had already made more than $100 billion in investment pledges over the past year.</p><p>Intel has been busy on the strategic front lately. The company plans to publicly list shares in its Mobileye unit in a deal that could value the self-driving-car unit at north of $50 billion.</p><p>Write to Dana Cimilluca at dana.cimilluca@wsj.com and Cara Lombardo at cara.lombardo@wsj.com</p><p>Intel Agrees to $6 Billion Deal to Buy Tower Semiconductor</p>",
  "published": "2022-02-15T12:44:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 668,
          "end": 673
        },
        {
          "start": 941,
          "end": 946
        },
        {
          "start": 1576,
          "end": 1581
        },
        {
          "start": 1291,
          "end": 1296
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 378,
          "end": 383
        }
      ]
    }
  ]
}