{
  "_id": "568dc777637716155841acde743c56988dd04605d1c5665f3fe074c81c986719",
  "feed": "ftcomall",
  "title": "TSMC/Warren Buffett: Taiwan chipmaker merits a ‘forever' trade",
  "text": "<p>Never invest in a business you do not understand. Warren Buffett's advice from 30 years ago still guides many investors. Yet the same advice meant that the Sage of Omaha missed out on the early gains of companies like Google and Amazon. He has not left it too late to benefit from Taiwan Semiconductor Manufacturing Co.</p> <p>The Taiwanese chipmaker ranks as one of the biggest Asian tech investments ever made by Buffett's Berkshire Hathaway. It <a href=\"https://www.ft.com/content/6d4bb1f4-270a-46bd-8069-81148b636647\">took a stake</a> of more than $5bn in TSMC during the three months ended in September, according to filings. </p> <p>Berkshire's holding is way behind its stake in Apple. The latter is worth around $130bn and accounts for more than 40 per cent of the equity portfolio. That level of conviction in the devices maker should have spurred Berkshire to invest sooner in TSMC. The company makes most of the advanced chips for Apple's products, ranging from phones to computers.</p> <p>Another timing issue is that the chip industry is on a shaky footing right now. A glut started pushing prices down last month. Demand for smartphones and computers is falling. Shares of TSMC have plunged 43 per cent from peak to trough this year.</p> <p>Buffett has said his company's favourite holding period is “forever”. He will regard impending profits weakness at TSMC as a blip. Even after Tuesday's gain of 8 per cent, TSMC shares trade at 12 times forward earnings. That is a 25 per cent discount to South Korean peer Samsung Electronics, a laggard in contract chipmaking.</p> <p>TSMC has plenty of upside potential. If it is canny, it should benefit from the race between US and China to bolster their chip supply chains. </p> <p>Operating margins of nearly 50 per cent are four times those of US rival Intel. A large cash buffer means TSMC can easily ride out any near-term volatility. </p> <p>Buffett may not understand the potential of boron arsenide, and other chipmaking niceties. But he knows how to read a P&amp;L, a cash flow and a balance sheet.</p><p>Source:  2022 'TSMC/Warren Buffett: Taiwan chipmaker merits a ‘forever' trade' FT.com 15 November. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-11-15T11:48:53.726Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1691,
          "end": 1696
        }
      ]
    }
  ]
}