{
  "_id": "3c7aed0b80a5609b1397bc7299b4b3cfb39b3257f7234531f4d586ce92e788ea",
  "feed": "market-watch",
  "title": "Intel names new CFO and lead PC executive, stock gains in late trading",
  "text": "<p>Intel INTC said Micron CFO David Zinsner will begin at Intel on Jan. 17, and report to Intel Chief Executive Pat Gelsinger. Shares surged as much as 5% after hours, following a 3.3% gain to close the regular session at $55.21, while Micron MU shares were down 2% after hours, following a 0.6% decline to finish at $93.89.</p><p>“Dave is a proven finance leader, who brings a unique combination of strategic thought, deep knowledge of semiconductors and manufacturing, capital allocation discipline, and a track record of value creation for shareholders,” Gelsinger said in a statement.</p><p>Intel's current CFO, George Davis, will retire in May, and remain in an advisory role until then. Zinsner has been Micron's CFO since February 2018, and was chief operating officer at Affirmed Networks and CFO at Analog Devices Inc. ADI before his stint at Micron.</p><p>Also, Intel said that Michelle Johnston Holthaus will head the company's client computing group, which oversees the PC business. The company's largest business segment most recently accounted for $9.7 billion out of $19.2 billion in quarterly sales.</p><p>A 25-year veteran at Intel, Holthaus has headed the company's sales, marketing an communications group since 2017. She will replace Gregory Bryant, who is leaving at the end of the month “for a new opportunity,” Intel said.</p>",
  "published": "2022-01-11T08:27:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 851,
          "end": 856
        },
        {
          "start": 55,
          "end": 60
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 1116,
          "end": 1121
        },
        {
          "start": 1307,
          "end": 1312
        },
        {
          "start": 580,
          "end": 585
        },
        {
          "start": 87,
          "end": 92
        }
      ],
      "nexusId": "10063594"
    }
  ]
}