{
  "_id": "3bee7d451bc9fb4e04c89584333ffe2329d0f44cc4fb32c0328bd4df7369d623",
  "feed": "wall-street-journal",
  "title": "Micron Shares Slump on Outlook --- Memory-chip maker projects sales this year will be less than analysts' expectations",
  "text": "<p>Micron, which makes data-storage and memory chips for computers and smartphones, had enjoyed a major upswing in sales and profit during the pandemic, benefiting from surging demand for electronics amid the work-from-home shift. But personal-computer and smartphone sales are on the decline this year, and consumer-spending growth cooled in the U.S. in May, the Commerce Department said Thursday.</p><p>Micron said sales rose 16% to $8.64 billion and its profit grew 51% to $2.63 billion in its latest fiscal quarter. But the company also said it expects sales for its current quarter to be only around $7.2 billion, lower than the $9.15 billion analysts surveyed by FactSet estimated. Earnings per share are expected at around $1.52, also lower than Wall Street forecasts.</p><p>The company's shares fell more than 4% in after-hours trading.</p><p>Computing demand has been hit by high inflation, rising interest rates and shakier consumer spending this year, following two red-hot years unlike any period the industry has seen. Tech companies with ties to PCs -- Intel Corp., Nvidia Corp. and Microsoft Corp. among them -- have adjusted plans and are slowing some hiring. HP Inc. and Dell Technologies Inc. are grappling with slower sales of low-cost laptops that had boomed during the pandemic.</p><p>Shipments of PCs are expected to fall by 9.5% this year, research firm Gartner Inc. said Thursday, while projecting smartphone shipments to retreat 5.8%.</p><p>Devices no longer flying off the shelf could ease a two-year chip shortage that has plagued semiconductor customers since early in the pandemic, executives say. But the overall chip drought isn't likely to disappear entirely, industry officials have said, until more chip-making capacity comes online in parts of the industry where the shortage has been most acute.</p><p>Chip shortages have hit the automotive, medical devices and other electronics-dependent industries hard. The chokepoints have largely been older-style chips, though, not memory.</p><p>Micron, Mr. Mehrotra said, expects several customers in the PC and smartphone businesses to adjust their inventories due to consumer demand weakness. The company is bracing for a decline of 10% this year in PC sales and a decline of around 5% in smartphone sales, Mr. Mehrotra said in a call with analysts.</p><p>License this article from Dow Jones Reprint Service</p>",
  "published": "2022-07-01T00:00:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1046,
          "end": 1051
        }
      ]
    }
  ]
}