{
  "_id": "3ff79a6fdd0e877e1a438acbe8d80b7643d8776c771c04abfa38bc760f1d58af",
  "feed": "market-watch",
  "title": "Nvidia stock falls after report says company could give up on Arm deal",
  "text": "<p>The semiconductor company has faced regulatory opposition to the $40 billion combination and has told partners that it doesn't expect that the deal will close, according to Bloomberg, which cites an unnamed source.</p><p>Additionally, SoftBank SFTBYJP:9984 is considering turning Arm public through an initial public offering assuming that the deal doesn't occur, per the Bloomberg report.</p><p>Shares of Nvidia NVDA were down nearly 5% in Tuesday morning trading.</p><p>“We continue to hold the views expressed in detail in our latest regulatory filings—that this transaction provides an opportunity to accelerate Arm and boost competition and innovation,” an Nvidia spokesperson said.</p><p>The Federal Trade Commission sued in December to block Nvidia's proposed Arm takeover and the U.K. opened an investigation into the national-security impacts of the deal earlier in 2021.</p><p>Opinion:&#xa0;Nvidia's deal for ARM is dead — how long until CEO Jensen Huang admits it?</p><p>Bernstein analyst Stacy Rasgon wrote following the Bloomberg report that he doubted investors would be surprised if the deal fell through given heavy pushback from regulators and customers.</p><p>“It feels safe to say that virtually no one in the investment community has expected it to close anyway,” he said in a note to clients.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Rasgon added that while he thought Arm could have been a “wonderful” asset for Nvidia, he doesn't think that the company needs Arm for success.</p><p>“In our opinion, the impetus for the deal was to help create and drive a broader ecosystem for Arm particularly in the datacenter; NVDA presumably can and will continue standalone their efforts here though it is possible such efforts could have been accelerated through owning the asset,” he wrote.</p><p>Shares of Nvidia are off 3.7% on a three-month basis but up 63.3% on a 12-month basis. The S&amp;P 500 SPX has slipped 5.7% over the past three months but risen 11.7% on a 12-month basis.</p>",
  "published": "2022-01-25T10:17:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1283,
          "end": 1288
        }
      ]
    }
  ]
}