{
  "_id": "ffb51f3d72213abdcb2344e6b337e47ca7b041494a7c256d145f53049f7287e5",
  "feed": "market-watch",
  "title": "Intel stock has a bright near-term future, says analyst",
  "text": "<p>Citi Research analyst Christopher Danely likes the setup for the chipmaker's stock in the weeks to come, given the potential for a positive earnings surprise and optimism heading into the company's February investor day.</p><p>While Danely still has a neutral rating on Intel's shares INTC, he added a “positive Catalyst Watch” designation to the name on Tuesday, which he said reflects expectations for near-term upside.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>Danely thinks that demand for personal computers has been “well above expectations” given the “resurgent enterprise refresh.” That trend could help Intel positively surprise with its fourth-quarter results and first-quarter outlook, he reasoned. The company is due to report results after the closing bell on Wednesday, Jan. 26.</p><p>Don't miss: The pandemic PC boom gave personal computers their biggest year in nearly a decade</p><p>Further, he anticipates that Intel's stock will “trade well ahead of its investor meeting, scheduled for Feb. 17.</p><p>Read: Intel's Mobileye IPO could ‘obviously' unlock value for chipmaker</p><p>Beyond that, he sees some longer-term challenges in store for Intel. For one, he argued that “considerable effort and focus still will be needed by Intel, especially in manufacturing, to catch up to its competitors.” Danely also thinks that PC demand will “revert to the mean given two straight years of double digit growth.”</p><p>Shares of Intel are off 1% in Tuesday trading. They've gained 1.3% over the past three months as the Dow Jones Industrial Average DJIA has risen 0.4%.</p>",
  "published": "2022-01-18T14:56:00.000Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 263,
          "end": 268
        },
        {
          "start": 264,
          "end": 269
        },
        {
          "start": 661,
          "end": 666
        },
        {
          "start": 665,
          "end": 670
        },
        {
          "start": 964,
          "end": 969
        },
        {
          "start": 970,
          "end": 975
        },
        {
          "start": 1054,
          "end": 1059
        },
        {
          "start": 1061,
          "end": 1066
        },
        {
          "start": 1182,
          "end": 1187
        },
        {
          "start": 1189,
          "end": 1194
        },
        {
          "start": 1267,
          "end": 1272
        },
        {
          "start": 1275,
          "end": 1280
        },
        {
          "start": 1455,
          "end": 1460
        },
        {
          "start": 1463,
          "end": 1468
        }
      ]
    }
  ]
}