{
  "_id": "7569728ec1a699ea61535526c766e613d5895ccd0e33ccb811026c3567cc731b",
  "feed": "market-watch",
  "title": "Chip sales stay hot, but analysts warn of impending freeze; May sales revenue surges 18% from a year ago, but analyst points out that unit sales are actually declining as Micron forecast creates more concern about the future of semiconductor sales",
  "text": "<p>Analysts noted that those May sales were well above month-over-month seasonal metrics, but said they're not indicative of what's in store for the sector in the coming months. For one thing, the May increase in sales alone can be deceptive given it's expressed as revenue in dollars, not units sold.</p><p>While sales were up 18% from a year ago, Bernstein analyst Stacy Rasgon pointed out that the increase was due to higher prices and that the number of units sold actually declined — \"We note that overall industry [average selling prices] rose 21% YoY; total units fell -1%,\" he wrote.</p><p>The positive results and negative commentary continue a trend in the semiconductor industry that has played out all year — sales continue to hit records as a pandemic-related shortage of semiconductors plays out, but analysts continue to warn about waning demand and the cliff it could cause. Investors feel they've seen this movie before, when chip makers reported record sales in 2018 only to see those sales plummet because customers double- and triple-bought chips before prices could get any higher. As a result, chip companies were stuck with inventory that took several months to clear after the crunch eased.</p><p>That fear of oversupply has weighed heavily on chip stocks in 2022, with the PHLX Semiconductor Index SOX down 37%, compared with a 20% decline in the S&amp;P 500 index SPX and a 28% fall in the tech-heavy Nasdaq Composite Index COMP.</p><p>Micron Technology Inc. MU last week added momentum to the belief that the COVID-inspired chip boom is coming to an end, even while executives admitted in earnings they don't quite know when that will happen. Ahead of a wave of chip earnings later this month and into August — including Advanced Micro Devices Inc. AMD and Nvidia Corp.NVDA, two of the hottest stocks in recent years — analysts expect that more worrisome forecasts are likely.</p><p>Opinion: The chip boom likely over, as Micron says it's in a 'downturn'</p><p>Even with relatively strong results in the first half of the year, UBS analyst Timothy Arcuri expects demand to fall off in the second half of 2022 unless demand for smartphones in China recharges. The analyst said his forecast for the sector is unchanged from late June, with slower than expected annual growth of 14.8%.</p><p>\"Suppliers and OEMs have seen incremental weakness since mid-May for consumer related applications (smartphones, TVs, PCs),\" Arcuri said. \"Whilst we continue to expect a reacceleration of the China domestic replacement cycle at some point in 2H22, suppliers are not seeing yet an inflection in China smartphone OEM volume.\"</p><p>Evercore analyst C.J. Muse said he's sticking with his growth forecast of 17% to $650 billion, up from 2021, when annual semiconductor sales topped half a trillion dollars for the first time at a record $555.9 billion. While Muse expects semiconductor sales to slow considerably, he forecasts a \"soft landing\" for the sector in 2023.</p><p>\"Our forecast reflects supply/demand imbalance lasting into CY23, along with structurally stronger underlying demand and [average selling price] tailwinds,\" Muse said.</p><p>SIA also used the monthly sales report to issue an open statement to Congress, which has been dragging its feet over funds meant to encourage critical silicon-wafer fabrication on U.S. soil.</p><p>\"Continuing high demand for semiconductors will necessitate more chip research, design, and manufacturing in the years ahead,\" said John Neuffer, SIA chief executive, said in a statement. \"We urge leaders in Washington to swiftly enact bipartisan innovation and competitiveness legislation that ensures a large share of this chip production and innovation occurs on U.S. soil. The clock is ticking.\"</p><p>See also: Wall Street's favorite stock sector has potential upside of 43% as we enter the second half of 2022</p><p>Last week, Senate Republican leader Mitch McConnell threatened to derail a bill for $52 billion in funds earmarked to build up U.S. semiconductor manufacturing if Democrats revived their stalled climate and social policy package. Uncertainty over the bill, which many chip makers were counting on, was enough for Intel Corp. INTC to postpone its groundbreaking ceremony for a $20 billion fab in Ohio last month.</p><p>Chip sales stay hot, but analysts warn of impending freeze</p>",
  "published": "2022-07-06T18:33:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 4107,
          "end": 4112
        }
      ]
    }
  ]
}