{
  "_id": "c6fc6b81a9f697c7526dd1679cead3717bf59274ee9a734a7f590dcd2362f0d4",
  "feed": "ftcomall",
  "title": "Italy's rightwing alliance pledges solidarity with EU and Nato",
  "text": "<p>Italy's centre-right alliance has pledged to maintain support for Ukraine's struggle against Russia and deepen integration with the EU, if it comes to power in the next elections, according to a platform unveiled on Thursday night.</p> <p>However, the new government would also try to revise the plan for Italy's €200bn in EU Covid recovery funds “according to changed needs, conditions and priorities”, something that could lead to potential friction with Brussels.</p> <p>Italy's three rightwing parties — Giorgia Meloni's Brothers of Italy, Matteo Salvini's League and Silvio Berlusconi's Forza Italia — are forecast to romp to easy victory in snap elections on September 25.</p> <p>The rightwing bloc's bid to secure power has been helped by bitter squabbling among their leftist and centrist rivals, who have been unable to cobble together an electoral alliance that would otherwise boost their chances against the right.</p> <p>However, the <a href=\"https://www.ft.com/content/9bf3b31e-da1a-4032-8922-a90feb767f77\">collapse of Mario Draghi's government</a> — and the spectre of a coalition led by the Brothers of Italy, which has roots in post-Fascist politics after the second world war — has raised anxiety in Brussels and financial markets.</p> <p>In the past, both Meloni and Salvini have strongly criticised the EU — focusing on the size of Brussels' bureaucracy — while Salvini had openly campaigned against the euro, suggesting that Italy's accession to the single currency had been a mistake.</p> <p>But with Italy now receiving billions in assistance from the EU — at a time of growing economic challenges, Meloni is eager to reassure Brussels, other western allies and international financial markets that the country would be in safe hands under a rightwing government.</p> <p>In particular, Meloni — now with the prospect of emerging as Italy's first female prime minister — has sought to distance herself from the far-right ideals on which she built her career. </p> <p>“Meloni understood she has to play the game,” said Roberto D'Alimonte, a political-science professor at Luiss university, Rome. “Is she really convinced? We shall see but it is important that she is saying what she is saying.”</p> <p>“These are words but you have to look at deeds — facts,” he added. “But even words matter. They matter because it's different from the words used in the past.”</p> <p>In its platform, the rightwing bloc promises “full adhesion to the European integration process”, although it also said it would look forward to “a more political and less bureaucratic” EU.</p> <p>It also said it would “respect Nato commitments, including with regard to the adjustment to defence appropriation; support Ukraine in the face of the invasion of the Russian Federation; and support any diplomatic initiative aimed at resolving the conflict”.</p> <p>The release of the platform comes just after Meloni released a video in English in which she flatly rejected claims that she was “a danger to democracy, and a danger to Italian, European and international stability”.</p> <p>“Italy needs a united and clear-minded government that would not only avoid wasting Europe's money but also foster growth and investments in our country,” she said in the video, as she repudiated the record of Fascism, and Italy's anti-Jewish laws, in the second world war. </p> <p>“We are ready to launch a new season of stability, freedom and prosperity for Italy, whether the left likes it or not,” she concluded.</p><p>Source: Amy Kazmin 2022 'Italy's rightwing alliance pledges solidarity with EU and Nato' FT.com 11 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-11T18:58:08.973Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [],
      "weightsV2": {
        "weight": 1.0,
        "baseWeight": 0.0,
        "expansionWeight": 1.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 0.0,
        "titleWeight": 0.0
      },
      "typeRank": 32
    }
  ]
}