{
  "_id": "020a0e317823fdd84dc364680c1af18eec86878824503f7f40f0da38ce736835",
  "feed": "ftcomall",
  "title": "Chip sanctions aim for Russia's military and its tech industry hopes",
  "text": "<p>The US has for years used the power of the dollar to cut adversaries off from global finance. Now, it is using the prevalence of American technology to cut Russia off from global chip supplies.&#xa0;</p> <p>Far-reaching <a href=\"https://www.ft.com/content/b4c8114e-6417-45d5-aac1-cda100604f4b\">export controls</a> announced by Washington are intended to isolate Russia from the world's tech economy and stymie its military capabilities, while allowing ordinary citizens in the country to still buy mobile phones, dishwashers and laptops.</p> <p>The measure is part of a wave of US and western sanctions in retaliation for Russia's<a href=\"https://www.ft.com/content/60170757-2fad-4db9-b959-2fc088cc4bc6\"> invasion of Ukraine</a> that have also targeted <a href=\"https://www.ft.com/content/1600cbab-3c9d-4059-872a-c5cf512169a1\">financial institutions</a>, leading companies and the wealthy oligarchs that surround the administration of President Vladimir Putin.</p> <p>The tech-related export controls are “novel and complex” in their structure, said Kevin Wolf, a former senior commerce department official, designed to have an impact on government and industrial groups rather than ordinary consumers.&#xa0;</p> <p>“What the administration has done here is set out a structure to cut Russia off from chips and said that this is a policy and a mission,” said Wolf. “And this isn't going to go away. There is massive allied co-operation on this.”</p> <p>The move shuts off supply from leading US groups such as Intel and Nvidia. </p> <p>Taiwan Semiconductor Manufacturing Company, the <a href=\"https://www.ft.com/content/56f339cc-2c8f-41f0-b685-4a7875eb90f4\">world's largest contract chipmaker</a>, which controls more than half the global market for made-to-order chips, has also pledged full compliance with the new export controls.&#xa0;</p> <p>The US honed its ability to cut companies off from semiconductors by using its <a href=\"https://www.ft.com/content/b6e8cbd3-88dd-4212-b98d-58c7bf0334ce\">export control</a> powers on <a href=\"https://www.ft.com/content/9e98a0db-8d0a-4f78-90d3-25bfebcf3ac9\">Chinese telecoms company</a> Huawei during the Trump administration. </p> <p>After first restricting the sale of US technology to Huawei by putting it on its trade blacklist, Washington ratcheted up pressure by applying the so-called <a href=\"https://www.ft.com/content/2d43d15b-12d5-4abf-96a1-3eee96a63a10\">foreign direct product rule</a>. This allowed the US to reach beyond borders and control products made outside the country if they are designed or manufactured using American technology.</p> <p>“Huawei was a trial run,” said Christopher Timura, a trade lawyer at Washington's Gibson Dunn. “The US didn't see a dramatic impact on Huawei until it developed the entity list foreign direct product rule.”</p> <p>Using this same power against Russia broadly for some items, and more stringently against a specific list of 49 military entities, means the country is now effectively denied access to high-end semiconductors and other tech imports critical to its military advancement.&#xa0;</p> <p>“Russia is very well prepared but over time this is going to degrade their military capabilities severely,” said Julia Friedlander, a former US Treasury official.</p> <a href=\"http://www.ft.com/cms/344e888f-ca06-44aa-9c21-454153b07e70.html?FTCamp=engage/CAPI/cs/Channel_Amana//B2B\"></a> <p>The blockade will also affect Russian tech more broadly, said Jim Lewis, of the Center for Strategic and International Studies.&#xa0;“This puts paid to Russia's tech ambitions. Russia was already falling behind in emerging tech, and this just pushes them further back.”</p> <p>Putin has tried to <a href=\"https://www.ft.com/content/93be9242-85e0-11e9-a028-86cea8523dc2\">wean</a> Russia off dependence on foreign technology after western governments peppered the country with sanctions following its invasion of Crimea in 2014, but the measures had little success.&#xa0;</p> <p>Yandex, Russia's leading US-listed tech giant, boasts one of the world's leading supercomputers that powers its automated online translation services and relies on hardware made by US-based Advanced Micro Devices and Nvidia.&#xa0;</p> <p>Dmitry Peskov, Putin's spokesman, said in January that “dishwashers and other such household items are not the most sacred things in our society, as important as they are for home comforts”.</p> <p>Russia has vowed to respond to the sanctions “based on its own interests” and warned that its countermeasures might be “asymmetric”.</p> <p>Despite these far-reaching US restrictions, analysts have predicted that some Chinese companies, especially those that have themselves been the target of US sanctions, might help Russia circumvent the export controls.</p> <p>“Now that it's almost certain that Huawei's competitors like Ericsson would pull out of Russia and from co-operation in making 5G equipment, this will create space for Huawei,” said Artyom Lukin, an associate professor at Far Eastern Federal University in Vladivostok.&#xa0;</p> <p>“Huawei could monopolise the Russian telecom equipment market: as a result of western sanctions, China could gain 100 per cent control over our country's tech supplies,” Lukin added.</p> <p>US restrictions on tech exports to Russia might also lure Chinese semiconductor companies to jump into the gap. SMIC, <a href=\"https://www.ft.com/content/729a56ca-d187-411b-ae6e-6da55f5f8236\">China's largest chipmaker</a>, is itself under US sanctions. The company was put on the entity list after the US government determined some of the chips it made ended up with users defined as military-linked.&#xa0;</p> <p>SMIC has since lost access to the equipment it needs to build production lines at the most advanced process technology level. It has, however, been able to continue buying machinery for expanding capacity using slightly older technology.</p> <p>A senior Biden administration official rejected the idea that China would help Russia circumvent US sanctions. </p> <p>“China alone can't supply all of Russia's critical needs for the military,” the official said. “And it certainly can't compensate Russia for everything that we're essentially restricting through these rules, especially as it relates to the production of semiconductors. China accounts for only 16 per cent of global capacity.”</p> <p>Martin Chorzempa of the Washington-based Peterson Institute think-tank said: “Even China, with its thriving technology ecosystem and immense government subsidies, has failed to produce advanced chips. It's unimaginable that Russia would be capable of doing so.” </p> <p><em>Additional reporting by Max Seddon in Moscow</em></p><p>Source: Aime Williams in Washington, Eleanor Olcott in London and Kathrin Hille in Taipei 2022 'Chip sanctions aim for Russia's military and its tech industry hopes' FT.com 27 February. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-02-27T05:00:57.531Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1231,
          "end": 1236
        }
      ],
      "nexusId": "10063594"
    }
  ]
}