{
  "_id": "de98bb695225ae4d14573cf2a3582b0620f425d79926a70c12939739c117f99d",
  "feed": "ftcomall",
  "title": "The semiconductor boom: has the UK missed its chance?",
  "text": "<p>Richard Rogers' buildings are known for their inside-out architecture. The Inmos microprocessor factory in Newport, south Wales, completed in 1982, is no exception. Like the Pompidou Centre in Paris and the Lloyd's headquarters in the City of London, the factory's services run on the building's exterior through multicoloured pipework, freeing the chipmaking “clean rooms” of internal columns.</p> <p>It does not take much imagination, though, to see the ageing factory as an expression of the UK's inside-out, upside-down policy on semiconductors.</p> <p>It belongs to Britain's largest semiconductor producer, Newport Wafer Fab, which was <a href=\"https://www.ft.com/content/9cd8e433-3f1e-4b66-8d2a-527957a64c66\">bought last July by Nexperia</a>, a semiconductor maker controlled by China's Wingtech Technology. The company's fate has sparked debate over whether a policy to support the British semiconductor industry with grants, takeover protections or direct investment is necessary.</p> <p>At a time of renewed economic nationalism and pandemic-related supply disruption, the global chipmaking industry has been caught in a geopolitical storm, which is affecting the production of smartphones, cars and computers. The US, EU and <a href=\"https://www.ft.com/content/1e3fe107-1b6e-43dd-8f04-e3c88502c36b\">China</a> are all scrambling for what may be an illusory goal of chip resilience.</p> <p>Semiconductors range from ubiquitous silicon chips, of which the most advanced are made by big companies such as Taiwan Semiconductor Manufacturing Co, South Korea's Samsung and Intel of the US, to chips made from other materials and used in products such as electric cars or solar panels.</p> <p>Tensions between the US and China have intensified since former US president Donald Trump blacklisted the Chinese telecoms group Huawei in 2019 citing national security concerns, a move that resulted in a ban on global chip supplies to the company. This month Chinese military drills around Taiwan, home to TSMC, which accounts for 90 per cent of the world's cutting-edge chip capacity, have underlined the rest of the world's dependency on a few large manufacturers mostly based in Asia.</p> <p>Western countries have sought to boost domestic manufacturing in response. In July, the US passed the Chips and Science Act that included $52bn in grants to support advanced chipmaking and research and development. The EU has its own Chips Act — a €43bn plan to subsidise production in the trading zone. That plan was in the spotlight last month after STMicroelectronics and GlobalFoundries combined to <a href=\"https://www.ft.com/content/ad626e25-8bed-499a-9440-f5e4c3ff0b67\">build a semiconductor factory</a> in France, with hefty government support. </p> <p>In the UK, political attention has focused on the Nexperia takeover of Newport Wafer Fab, one of four companies that made up the Welsh compound semiconductor “cluster”, alongside IQE, SPTS Technologies and Microchip. A government inquiry into the deal decided in April that it should be allowed to stand — only for a retrospective probe under new national security legislation to be set in motion that could yet unwind the agreement.</p> <p>Last month Kwasi Kwarteng, secretary for business, enterprise and industrial strategy, extended that inquiry. He must rule by early September on whether there is a reasonable suspicion that the takeover “may give rise to a risk to national security”.&#xa0;</p> <p>Americo Lemos, chief executive of IQE, which makes semiconductor materials in Newport and Cardiff, says that while “every government has started to put measures in place to support the industry . . . the UK is behind, and I'm sure they know that, in terms of coming out with concrete policies to support the sector.”</p> <p>Tom Tugendhat, chair of the UK parliament's foreign affairs select committee, has tried to highlight the risk that Newport Wafer Fab's new Chinese owners could close it down. But Nexperia, which also operates a semiconductor plant in Manchester, has said it is “here to stay”.</p> <p>Tugendhat concedes that Newport Wafer Fab is not a cutting-edge silicon chipmaker. Even the most ardent advocates of British semiconductor design and manufacture do not believe the UK will ever be able to match Asian giants such as TSMC or Samsung in silicon chip manufacture. It may even be a stretch for the US and EU to scale up to that level. </p> <p>But, Tugendhat says: “If you want to have a domestic microchip capability, you have to start somewhere. You can start with a couple of 18-year-olds and a bucket of sand or you can start with what you've got.”</p> <h1>Buckets of sand</h1> <p>The original Rogers-designed factory is now mostly empty. Newport Wafer Fab's production of delicate silicon sheets that are chopped up into individual chips takes place in a neighbouring building staffed by some 500 technicians in protective glasses and full-length white “bunny suits”. </p> <p>Yet inside the older building, information panels still trumpet its potential as an “innovation village” — an open-access facility that UK start-ups could use to scale up the next-generation compound semiconductors that underpin power systems, self-driving cars and quantum computers.</p> <p>The debate over the future of Newport Wafer Fab reflects a broader concern about the destiny of another British company: the internationally known chip designer, Arm. </p> <p>It is generally agreed that Arm — at the opposite end of the chip supply chain from Newport Wafer Fab — is a valuable asset. It operates a high-margin business model, licensing its intellectual property to some of the world's largest mobile phone companies. Its designers could as easily work out of Silicon Valley as Silicon Fen, the technology cluster near Cambridge where Arm is headquartered. </p> <p>Yet in 2016, days after the UK voted to leave the EU, Japanese tech investor SoftBank swooped in to buy Arm. At the time, Theresa May's government seemed more relieved than preoccupied, heralding it as a vote of confidence in post-Brexit Britain. But many champions of British technology countered that that attitude was a mistake.</p> <p>The UK government now sees a chance to correct course. Facing troubles of its own, SoftBank first tried to sell Arm to Nvidia of the US. That deal met opposition from competition authorities and was abandoned earlier this year. Now, SoftBank hopes to float Arm on the stock exchange, keeping a majority stake. Defenders of Arm want to protect it better this time. </p> <p>The UK government is trying to persuade SoftBank to list Arm at least partially in London and has considered invoking the new national security legislation to convince it to do so. But, after Boris Johnson's resignation as prime minister caused political turmoil, SoftBank put the London IPO of <a href=\"https://www.ft.com/content/3913492f-ce8c-4df9-9d7f-7156daea326e\">Arm on hold</a>.</p> <p>Meanwhile, some chipmakers, including America's Qualcomm and Intel, have expressed an interest in forming a consortium to buy shares when Arm is floated, to maintain its neutrality and safeguard part of their supply chain.</p> <p>Tugendhat describes the sale of Arm to SoftBank as one of “the two worst strategic mistakes” made by the government in the past decade (the other being that of DeepMind to Google). He believes the UK should <a href=\"https://www.ft.com/content/e90cd692-b3a3-4cb8-b9ea-ab47cd99424b\">buy a “golden share”</a> in the group to allow it to defend against an unwanted future bidder.</p> <p>Hermann Hauser, veteran technology entrepreneur, was closely involved in the founding of Arm and objected to its sale in 2016. He says the golden share idea may be “a little ambitious” but adds drily that he is “quite impressed that the technologically illiterate [political] class has finally woken up” to the threats to the industry. </p> <p>For decades, he says, starting during Margaret Thatcher's premiership in the 1980s, “we really screwed things up royally”. Thatcher introduced an era of openness to international takeover activity based on a free market in deals. Over the years, domestic semiconductor manufacturers such as GEC, Plessey, Ferranti and Inmos withered or failed to scale up. </p> <p>It is impossible to tell whether Inmos's innovative “transputers” could have been part of a powerful British chip industry had the government not privatised it in the 1980s. But the allergy to subsidising or protecting “national champions” helped inform the attitude to Arm's sale in 2016. As one former UK security official points out, presented with a similar situation “the Americans, French and Germans would have stopped it”.&#xa0;</p> <h1>The perils of fence-sitting</h1> <p>The government's decision in relation to Newport Wafer Fab's purchase by a Chinese-controlled company could mark the end of that era of non-intervention. </p> <p>“A lot depends on how politics evolve in this country in the next six to 12 months,” says Sir Geoffrey Owen, former editor of the Financial Times and author of a <a href=\"https://policyexchange.org.uk/publication/semiconductors-in-the-uk/\">recent report</a> on the UK semiconductor industry for Policy Exchange, the think-tank. “Are we going to shift decisively away from the open market for foreign takeovers or not?”</p> <p>There are plenty of pitfalls in trying to select industries, let alone individual companies, to ringfence. “I used to use semiconductor manufacturing as [an example of] the sort of thing where the government could have made a gigantic industrial strategy mistake,” says Giles Wilkes, a former adviser to May. </p> <p>Treasury officials once objected that any government intervention could undermine inward investment, says Wilkes, who is now a senior fellow at the Institute for Government think-tank. “There wasn't a settled methodology for trading security against investor certainty,” he says.</p> <p>The National Security and Investment Act, which came into force in January, is one step towards trying to establish that methodology. It identifies several “sensitive areas” of the economy — from advanced materials including semiconductors, to artificial intelligence and quantum technologies — in which buyers will have to notify the government about acquisitions. </p> <p>The Newport decision (which fell under the retroactive provisions of the act) will be an early test of the government's insistence that it will use the legislation to safeguard national security rather than as an industrial policy tool to protect broader economic interests. As competition lawyer Nicole Kar of Linklaters told a recent parliamentary hearing: “These are very important signals to investors. Is this about the political mores of the day? Is it a politicised process, or is it really about national security?”&#xa0;</p> <p>A select committee of MPs is conducting an inquiry into the strengths and weaknesses of the UK semiconductor industry and supply chain. The Department of Digital, Culture, Media and Sport is also running a review of the sector, to be published later this year, examining how to ensure a reliable and trusted supply of chips. </p> <p>Industry figures agree that it makes sense for the government to take the time to shape a coherent semiconductor strategy: “Buying time would be a sensible option while constructing a consistent policy,” says James Lee, chief executive of Wave Photonics, a Cambridge-based start-up that wanted to use Newport Wafer Fab's facility to help develop its compound chips. </p> <p>But there are risks. One is that the delay drives companies and manufacturers to decamp and invest elsewhere. Anke Lohmann, whose company, Anchored In, advises business in the quantum computing and photonics chip sector, says the government needs to decide what it wants.</p> <p>“Just sitting on the fence is neither one thing or the other,” she says. “The biggest problem is if you just buy more time and don't make a decision.”&#xa0;</p> <h1>Boiling frogs</h1> <p>“There is a certain amount of frustration about policy inconsistency and lack of policy clarity,” says the former security official. He points to the risk of a “boiling frog” outcome, whereby China gradually outstrips its rivals in semiconductor technology without the UK feeling the need, or having the capability, to respond.</p> <p>The government says&#xa0;it is committed to supporting the industry and “building on its global strengths in areas such as design”. It says it is reviewing UK capability “so we can protect and grow our domestic sector and ensure greater supply chain resilience”.</p> <p>The south Wales compound semiconductor companies are lobbying for support for their specialised subset of the industry. Chips made from compounds such as silicon carbide or gallium nitride have many advanced applications and compound semiconductors offer an opportunity for more cost-effective investment, they argue.</p> <p>Andrew Rickman, founder of Rockley Photonics, whose chips process, transmit and sense information optically, told a recent parliamentary committee that the UK was “not going to catch up any time soon” with advanced silicon chipmakers such as TSMC. It would make sense, he suggested, to instead use Newport Wafer Fab as an open-access foundry to scale up next-generation chips.</p> <p>“Let's not look in the rear-view mirror,” Rickman said. “What is coming up next? From my perspective in the field of photonics . . . the future is extraordinary in things like quantum computing.”</p> <p>Political uncertainty also complicates policymaking. Both of the current candidates to be the next prime minister, Liz Truss and Rishi Sunak, have talked tough on the threat posed by China, raising the prospect of a redefinition of trade policy and a remaking of already fragile supply chains. Yet the interdependence of those chains makes it impossible for any one country or trading bloc to become <a href=\"https://www.ft.com/content/f76534bf-b501-4cbf-9a46-80be9feb670c\">self-sufficient in semiconductors</a>. </p> <p>Any UK policy seems bound to involve other friendly partners, notably the US and the EU. Since Brexit, though, the UK has adopted a semi-detached relationship with the EU's semiconductor programmes. The link survives because of mutual interest in the UK's strength in compound semiconductors. Intensifying collaboration with the EU is “an open goal” for the government, says Wyn Meredith, director of the Compound Semiconductor Centre, a joint venture between IQE and Cardiff university. Yet both Truss and Sunak have tied themselves to the Brexit mast, making alliances with the EU politically difficult.</p> <p>A final risk to a more muscular industrial policy is that overzealous security concerns could impede the cross-border investment deals that are the lifeblood of many early-stage companies. TechUK, the industry lobby group, warns that use of the NS&amp;I act has already led to “the cancellation of what should be considered low-risk investments, with projects being moved to European competitors”.</p> <p>Hauser, too, detects an “anti-China hysteria” in the British approach. “My feeling is that the only sensible strategy with the Chinese, as long we have the technology lead in some areas, is to use that as a bargaining chip — if you want the wafer, you have to build the factory in the UK, employ a certain number of people,” he says. “If you don't allow the Chinese [to invest in Newport Wafer], the company withers on the vine and then, in the end, you have got nothing.”</p> <p>Meanwhile, as the UK's reviews and probes continue, businesses in the sector are looking for other ways to grow and sustain their supply chains, even if that involves investing overseas.</p> <p>“I would suggest [the government accelerates] this process, because there's a window by which we have to get things done,” says Lemos of IQE, which also manufactures in the US, Taiwan and Singapore. “Otherwise, the business would take a different course.”</p><p>Source: Andrew Hill in London 2022 'The semiconductor boom: has the UK missed its chance?' FT.com 15 August. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-08-15T04:00:45.823Z",
  "tags": [
    {
      "id": "Intel_Corporation",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "confidence": 0.99807996,
      "offsets": [
        {
          "start": 1393,
          "end": 1398
        },
        {
          "start": 1385,
          "end": 1390
        },
        {
          "start": 6522,
          "end": 6527
        },
        {
          "start": 6479,
          "end": 6484
        }
      ],
      "weightsV2": {
        "weight": 4.000002,
        "baseWeight": 4.0,
        "expansionWeight": 0.0,
        "ontologyWeight": 0.0,
        "tagPositionWeight": 1.9073486e-06,
        "titleWeight": 0.0
      },
      "typeRank": 30
    }
  ]
}