{
  "_id": "578d6b772bf749def4d08afe64c495ce8c0f4853d3e8fa2e734edef37d3a3f96",
  "feed": "wall-street-journal",
  "title": "In Tech's Bust, Not All Stock Funds Have Fallen Equally—or at All; Here's a look at how different companies, sectors and funds are faring in an overall dismal environment",
  "text": "<p>\"Our results reflect the split between technology subsectors, but it's more than the subsectors,'' says Mr. Khan. \"In many of them, the performance is concentrated in a few names.\"</p><p>Tech's bust, it seems, is not treating all companies, sectors or funds alike. Instead, there are clear lines in who is losing the most, who is losing a little, and who may even be squeaking out a profit, says Robby Greengold, a strategist at Chicago fund-research firm Morningstar.</p><p>For tech-fund returns in recent months, the single most important driver of returns was the style of the fund, Mr. Greengold says. \"Those exposed to aggressive growth have lost double digits—some of them close to 30% or 40%. Those that are more balanced have been much more resilient.\"</p><p>Wide range</p><p>The range of performance is large. Of 153 technology funds that Morningstar tracks, the best saw its price rise only 2% between Nov. 1 and Feb. 28, according to Morningstar data. That was iShares North American Tech-Multimedia Networking ETF (IGN). The worst performer, VanEck Digital Transformation ETF (DAPP), lost nearly half of its value in three months, with its top holdings dominated by cryptocurrency plays. Only three technology funds had positive returns for the period in question.</p><p>A few themes have weathered the storm better than others. Dividend tech funds and tech funds focused on semiconductors have held up fairly well, serving as a relative safe harbor from the market's newfound skepticism of high earnings multiples and promises that earnings will arrive sometime in the future. At Fidelity, two of the three funds that were in the green until the Ukraine crisis were in one of those two categories, and the third was a technology-hardware fund focused on Apple and telecom-equipment companies.</p><p>Morningstar says there is a direct correlation between how aggressive a fund is and how much it has been hurt recently. (See chart.) More aggressive funds were more exposed to stocks with extremely high price-to-earnings ratios that investors have grown wary of, says First Trust ETF strategist Ryan Issakainen. Eleven of the 13 tech funds that managed to stay in the green from Halloween through January are in the semiconductor or dividend-seeking categories. A spokeswoman for iShares, whose IGN topped the list, declined to comment for this article.</p><p>\"Many tech funds are focused on areas where earnings are not now where they are going to be,\" Mr. Issakainen says. \"Funds are tools. Some are designed to be more volatile than others.\"</p><p>Mr. Issakainen's First Trust Nasdaq Technology Dividend Index fund (TDIV) is No. 3 on Morningstar's list, with a return of 1% for the November-through-February period. The fund's strategy of seeking out tech companies that pay dividends is conservative for Silicon Valley finance. Its top 10 holdings include International Business Machines, Broadcom, Intel and Oracle—none of which is a darling of the fast-growth set. Another First Trust fund, a chip-heavy mix of businesses involved in building 5G wireless networks, ranks third in Morningstar's overall tech category.</p><p>On the other hand, a range of stocks that have worked for the past decade have been clobbered, much worse than the tech-heavy Nasdaq Composite average. So, too, have the funds that benefited from stocks' earlier rise.</p><p>Pretty much anything related to bitcoin has taken a beating. Several consumer-focused FAANG stocks (an acronym for Meta Platforms' Facebook, Apple, Amazon.com, Netflix and Alphabet's Google) that have led Nasdaq's gains for the past decade have been, well, defanged, taking fund returns down with them. Netflix and Facebook have fallen more than twice as far as the QQQ fund, with Amazon.com also underperforming. Their woes have hammered funds like O'Shares Global Internet Giants ETF (OGIG), down 30% November through February. Even some cloud-computing funds have come in for a cudgeling, with Global X's $850 million Cloud Computing ETF (CLOU) down 32%.</p><p>Among funds, all sorts of recent darlings show up near the bottom of Morningstar's list. Financial-tech funds occupy three of the bottom five slots on its roster, including Global X Blockchain ETF (BKCH), which lost 44%. Half of its portfolio, as of Feb. 15, was concentrated in five stocks. T. Rowe Price Global Technology Fund (PRGTX), which had risen 10-fold in a decade, dropped 32%, hammered by losses in blockchain-linked online retailer Sea Ltd., Zoom Video Communications and Shopify.</p><p>Two funds from once-highflying manager Cathie Wood's Ark Investment Management are also near the bottom of the Morningstar list. Ms. Wood's ARK Next Generation Internet (ARKW), with Amazon.com making up 24% of the portfolio, lost 42%, and ARK Fintech Innovation (ARKF), highlighted by crypto-friendly plays like Square and PayPal, lost 43%.</p><p>\"I think our biggest concern is that our investors turn what we believe are temporary losses into permanent losses\" by selling fund shares, Ms. Wood said in an interview with CNBC. Ms. Wood also said that investors have actually been adding net assets to ARK's funds since mid-January.</p><p>Little flexibility</p><p>The question is, what to do next?</p><p>Many funds, especially ETFs, have little flexibility to shake up their holdings because they are committed to tracking indexes—often very specialized indexes that fund companies themselves had a hand in creating. That means investors have to decide if they want to stick with the funds they have, and wait for rebounds in fintech and the FAANGs, and tech-adjacent innovation plays like electric vehicles, Mr. Khan says.</p><p>Regarding actively traded funds that don't follow an index, investors thinking of pulling out, or buying more, need to know which stocks comprise the portfolio managers' \"high-conviction bets\"—the ones that make a fund's allocation mix, and performance, markedly different from that of an index, says Todd Rosenbluth, fund strategist at CFRA Research.</p><p>\"It all depends on your appetite for risk,\" Mr. Issakainen says. \"If you can't stomach volatility, it's not a good place to sit.''</p><p>Mr. Mullaney is a writer in Maplewood, N.J. He can be reached at reports@wsj.com.</p><p>In Tech's Bust, Not All Stock Funds Have Fallen Equally—or at All</p>",
  "published": "2022-03-05T16:04:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2867,
          "end": 2872
        }
      ],
      "nexusId": "10063594"
    }
  ]
}