{
  "_id": "afbce5ec29392355542db8e105300cf2aa928371fbd5e092a0b3a8983d9d6307",
  "feed": "wall-street-journal",
  "title": "Chip-Making Push Expected to Boost U.S. Innovation; \"Two guys in a garage is great,\" but scaling an idea into a company requires access to multibillion-dollar facilities, a tech executive says",
  "text": "<p>\"Two guys in a garage is great,\" said Edlyn Levine, co-founder and chief science officer at America's Frontier Fund, a nonprofit venture-capital fund aimed at investing in chip makers. But taking that idea and scaling into a company requires access to multibillion-dollar facilities, she said.</p><p>Ms. Levine, speaking Tuesday at The Wall Street Journal's CIO Network online summit, said a robust domestic semiconductor industry can help unlock downstream innovation. Chips are a key component of technologies including 5G wireless devices, artificial-intelligence software, autonomous vehicles and cryptocurrencies, she noted.</p><p>The bipartisan Chips and Science Act, which Congress approved in July, goes a long way to boost innovation, Ms. Levine said. Among other measures, the bill extends nearly $53 billion in subsidies to build or expand semiconductor fabrication plants—known as fabs—in the U.S.</p><p>Earlier this month, Intel Corp. broke ground on a $20 billion semiconductor plant near Columbus, Ohio, with Intel Chief Executive Patrick Gelsinger joined by Ohio's Gov. Mike DeWine, a Republican, and President Biden.</p><p>Speaking in Ohio, Mr. Biden said advanced technology invented in America needs to be manufactured here, rather than outsourced abroad, to reap full economic benefits.</p><p>Mike Burns, a partner at venture-capital and private-equity firm Murray Hill Group, said at Tuesday's CIO Network event that when it comes to competing with China for leadership in technologies such as AI or quantum computing, \"all of that depends on the availability of semiconductors.\"</p><p>\"This is a strategic issue for national and economic security,\" he said, adding it is encouraging that U.S. lawmakers are open to setting industrial policy, especially in the form of subsidies and tax breaks for U.S. manufacturers, measures that critics say risks distorting markets.</p><p>But in a capital-intensive industry like semiconductor fabs, where other countries have long supported private manufacturers, \"it's problematic that the U.S. isn't involved,\" Mr. Burns said.</p><p>Write to Angus Loten at angus.loten@wsj.com</p><p>Chip-Making Push Expected to Boost U.S. Innovation</p>",
  "published": "2022-09-20T21:34:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1006,
          "end": 1011
        },
        {
          "start": 918,
          "end": 923
        }
      ]
    }
  ]
}