{
  "_id": "22a41e1518ae59eb35c1c199978002ed2929f7bd6fbec3749051646ab6d88126",
  "feed": "market-watch",
  "title": "‘Amazon is not a monopoly': Earnings show Amazon must rely on alternative businesses, analyst says",
  "text": "<p>Amazon AMZN reported results that blew past expectations late Thursday, sending shares rocketing 12% in Friday trading. Amazon can credit a variety of sources for the better-than-expected showing.</p><p>Its investment in Rivian Automotive Inc. RIVN lent a hand. Amazon announced it was breaking out its advertising business, which reached more than $31 billion in 2021. And the list of companies partnering with AWS continues to grow, with Best Buy Co. Inc. BBYannounced this week.</p><p>Read: Amazon holiday earnings blow away expectations (thanks to Rivian), stock spikes</p><p>Going forward, the cost of Prime membership is going up on both a monthly and annual basis.</p><p>“Contrary to popular opinion,&#xa0;Amazon&#xa0;is not a monopoly that can continually vacuum up market share by virtue of its existence,” wrote Neil Saunders, managing director at GlobalData, in a note.</p><p>More: Amazon increases Prime subscription price in U.S. as membership tops 200 million</p><p>“Like any retailer, it can only secure growth through evolution and innovation. What's now clear is that&#xa0;Amazon&#xa0;must work much harder to generate future gains, especially as competitors are making much more effort with their omnichannel and digital services. This is one of the reasons why&#xa0;Amazon&#xa0;is starting to pull on some alternative growth levers.”</p><p>Saunders also called out Amazon's growing fleet of brick-and-mortar stores.</p><p>“As consumers resumed in-person shopping over the holiday of 2021, that Amazon managed to make even marginal gains is impressive. Nevertheless, it lost market share – especially to physical retailers and to those offering omnichannel services such as collect from store,” GlobalData said.</p><p>Still, D.A. Davidson analysts say Amazon can expect the government to keep a watchful eye on its operations.</p><p>“We continue to monitor Amazon in light of increased watchdog and regulatory interest surrounding antitrust regulation,” wrote D.A. Davidson's Tom Forte. “In this vein, we were interested in the company's disclosure that 56% of unit sales were by third-party (3P) sellers, compared with 55% last year. We expect that number to continue to increase over time, partly due to the increased government scrutiny.”</p><p>D.A. Davidson rates Amazon stock a buy with a $3,900 price target.</p><p>Want intel on all the news moving markets before the day starts? Sign up for our daily Need to Know newsletter.</p><p>Sign up for Need to Know</p><p>Research analysts were largely upbeat about the fourth-quarter showing, which came even as the company was pressured by labor, inflation, supply chain and other costs.</p><p>“Although the macro issues may muddy the near-term, we continue to see Amazon as a long-term secular grower underpinned by its strong e-commerce, cloud, andadvertising businesses,” wrote Susquehanna Financial Group in a note.</p><p>Susquehanna rates Amazon stock as positive with a $5,000 price target, one of the highest price targets tracked by FactSet.</p><p>Benchmark says it's not just expansion that's helping Amazon.</p><p>“Amazon showed why scale matters during the pandemic, keeping costs largely in line with previously communicated projections,” analysts wrote.</p><p>“We had assumed even Amazon would feel the end-of-year pressure from inflationary costs but operational efficiencies and likely ownership of distribution and last mile helped defray the multitude of macro headwinds.”</p><p>Benchmark rates Amazon stock a buy with a $4,000 price target.</p><p>Analysts and experts forecast Amazon, and the rest of the retail and consumer category, will see these pressures ease as the year proceeds. Amazon is expected to keep extending its capabilities.</p><p>“Over the next year, we could see Amazon look to accelerate automation in its supply chain and accelerate investment in its global transportation network and logistics infrastructure in order to address rising labor costs and worker shortages,” said Deren Baker, chief executive of Amazon partner Edge by Ascential, which provides data analysis.</p><p>“Inflation and the rising cost of shipping are an issue affecting retailers across the board and will put pressure on retailers and brands to consider how much they bear themselves and how much they can pass on to customers.”&#xa0;</p><p>Don't miss: Walmart could get squeezed alongside its ‘middle of the middle' U.S. shoppers, analysts say</p><p>KeyBanc Capital Markets has an overweight rating on Amazon stock with a $4,000 price target.</p><p>“We think that ‘normalized' growth will allow Amazon to better focus on becoming more efficient and innovative,” analysts said.</p><p>“That's not to say that Amazon's innovation focus suffered, per se, but that the focus on running ‘flat out' during COVID likely disrupted the normal cadence of improvement within Amazon.”</p><p>Amazon can still depend on its base businesses to drive growth.</p><p>“The pandemic has sparked online adoption of grocery and consumables, categories Amazon has struggled to penetrate for many years and should support the next leg of retail growth,” Stifel wrote.</p><p>“As the leader in two large and rapidly growing sectors (e-commerce &amp; cloud), with an emerging high margin marketing business, Amazon remains well positioned in a recovery scenario given cloud services, marketing services and certain e-commercecategories/geographies are still in the early phases of development.”</p><p>Stifel rates Amazon stock a buy with a $4,400 price target.</p>",
  "published": "2022-02-05T08:48:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2242,
          "end": 2247
        }
      ],
      "nexusId": "10063594"
    }
  ]
}