{
  "_id": "73b25aded097a9b64467e399ed5c2ad0e4e993b4a5124c094f7cf41b03cff338",
  "feed": "ftcomall",
  "title": "STMicroelectronics to build chip plant in boost for EU supply chain",
  "text": "<p>STMicroelectronics is to invest €730mn to build a chip materials plant in Italy — the first of its kind in Europe — in a boost for the EU as it tries to create a more self-reliant supply chain and ease semiconductor shortages. </p> <p>The factory will produce silicon carbide (SiC) substrate, used to make SiC chips, which are essential for a range of products from cars to industrial applications. </p> <p>The plant will create 700 new jobs and help meet surging demand for SiC chips, which can handle higher voltages with better efficiency than silicon chips in batteries and catalytic converters in cars. </p> <p><a href=\"https://www.ft.com/stream/f1daf4d0-e06d-4b71-8164-164a5e42688d\">STMicroelectronics</a>' expansion in the SiC substrates market marks a big step for Europe as demand for electric vehicles, 5G networks, power plants and other technological devices has increased the need for SiC chips. </p> <p>SiC substrates have been in short supply since the start of the global chip crisis, with only a handful of companies in the US and Asia making them because of the technological barriers in their production.</p> <p>The plant, which is scheduled to go into production next year, will be built alongside the company's existing SiC device production site in Catania.</p> <p>The €730mn investment over five years will be supported by €292.5mn in EU state aid. The company did not disclose how much money the Italian government would provide. </p> <p>“This new facility will be key to our vertical integration [the extension of a company's operations within its supply chain] in SiC . . . as we further ramp up volumes to support our automotive and industrial customers in their shift to electrification and higher efficiency,” said Jean-Marc Chery, STMicroelectronics' chief executive. </p> <p>It is a significant milestone for STMicroelectronics to reach 40 per cent internal substrate sourcing by 2024, the company said.</p> <p>The EU this year approved the European Chips Act to make subsidies legal to reinforce the resilience of the <a href=\"https://www.ft.com/semiconductors\">semiconductor</a> supply chain with a goal to boost the region's global chipmaking market share from less than 10 per cent to 20 per cent by 2030. </p> <p>STMicroelectronics' announcement follows its plans to build a multibillion-euro chip manufacturing plant in France with GlobalFoundries, the US-based semiconductor group.</p> <p>The company is also building a chip plant near Milan that it said would proceed to production qualification, a standard that paves the way to bringing goods to market, in the first half of next year. </p> <p>Intel, the US's biggest chipmaker, has announced plans to build new chip capacity in Europe, including in Ireland, Italy and Germany. </p><p>Source: Lauly Li in London  2022 'STMicroelectronics to build chip plant in boost for EU supply chain' FT.com 5 October. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-10-05T14:49:56.925Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2418,
          "end": 2423
        }
      ],
      "nexusId": "10063594"
    }
  ]
}