{
  "_id": "08b3c00a2cbc975d3f1da1505a322fbe0d7bfd190c71507e171a9c817d11c70b",
  "feed": "ftcomall",
  "title": "US still lagging in delivering on chip ambitions",
  "text": "<p>How long does it take to build a cutting-edge, globally competitive chip manufacturing base?</p> <p>For the US, which has been trying to reverse its long slide in global chip production, the discouraging answer is: a lot longer than you might think. And even if recent attempts to create a handful of world-class chip plants on American soil eventually bears fruit, that won't resolve wider questions about the country's continued leadership in other parts of the chip industry.</p> <p>The latest cloud over US chip manufacturing comes from the political foot-dragging in Washington over legislation that would provide up to $52bn in subsidies to back new chip plants and support for research and development. </p> <p>Intel chief executive Pat Gelsinger this week <a href=\"https://www.cnbc.com/2022/06/28/intel-ceo-on-ohio-chip-plant-delay-please-dont-dither-in-congress.html\">vented his frustration</a> over the delay. He warned that unless Congress acts before the summer recess, Intel might have to hold back construction of an advanced $20bn chip fabrication plant in Ohio.</p> <p>By contrast, Intel has already received commitments of €6.8bn to back a <a href=\"https://www.ft.com/content/3f7e4a87-f0c4-469a-b0cf-7bb3570e31f4\">similar project</a> that was recently announced for Germany, even though the EU came to the idea of chip subsidies later than the US. No wonder Gelsinger was hinting none too subtly that the focus of Intel's most advanced manufacturing efforts could start to shift to Europe.</p> <p>Taiwanese chip manufacturing giant TSMC and South Korea's Samsung — both a step ahead of Intel in advanced chip making — are among those lining up for the US handouts. Congress has already voted for subsidies, but follow-on legislation to actually fund the plan has stalled. With the summer recess and midterm elections looming, the chances of anything happening before late this year may be fading.</p> <p>But even if the political roadblock is cleared soon, bigger challenges loom. Morris Chang, founder of TSMC and godfather to Taiwan's world-leading chip manufacturing sector, says $52bn is simply “not enough”. In a <a href=\"https://www.brookings.edu/podcast-episode/can-semiconductor-manufacturing-return-to-the-us/\">recent interview</a> with the Brookings Institution and Center for Strategic and International Studies, Chang called the subsidies “a very expensive exercise in futility”.</p> <p>Chang's main point is that US manufacturing expertise has been eroded over the last 40 years, making it unlikely the country will be able to match its Asian competitors. That was one of the “ugly surprises” for TSMC when it set up its first US plant a quarter of a century ago, the company's founder said. Even now, after many years of improvements, chips from its US plant cost 50 per cent more than those produced in Taiwan.</p> <p>Until recently, these weren't issues that raised too much concern in Washington or Silicon Valley. For years, US chip companies have been happy to focus their efforts on those parts of the complex global industry that require the least capital investment and promise the highest profit margins. The result has been a strong global position in areas like chip design (through companies like Nvidia and Qualcomm), chip manufacturing equipment (Applied Materials and Lam Research) and the complex software needed to design chips (Cadence and Synopsys).</p> <p>Two things have made this strategy look less tenable. The first has been the threat to national and economic security from the overconcentration in Asia of chip manufacturing. That dependency has been brought home by the post-pandemic supply chain crisis. If China's designs on Taiwan tipped over into military conflict, today's supply crisis would pale into insignificance.</p> <p>The other difference now is that, while specialisation in the highest value parts of a complex, globally interdependent chip supply chain has served the US well, it may leave the country exposed strategically as China comes to play a bigger role. </p> <p>China's lack of leading-edge chip manufacturing has left it well behind Taiwan. But it has long played an important part in other areas of the sector, such as supplying materials vital to chip production. China is now making big investments in manufacturing capacity that will soon turn it into one of the world's biggest chip producers, even if catching TSMC in advanced chipmaking is still years away. And its chip design companies have already shown they can match some of the best in the US.</p> <p>For the US, as a result, a stronger national presence across the entire chip supply chain is starting to look like a priority. That will require deeper investment in technical skills and R&amp;D — and it could make the $52bn seem little more than a downpayment.</p> <p><em>richard.waters@ft.com</em></p><p>Source: Richard Waters 2022 'US still lagging in delivering on chip ambitions' FT.com 30 June. Used under licence from the Financial Times. © The Financial Times Limited 2022. All Rights Reserved. </p><p>Please do not cut and paste FT articles and redistribute by email or post to the web.</p>",
  "published": "2022-06-30T11:15:14.265Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1372,
          "end": 1377
        },
        {
          "start": 696,
          "end": 701
        },
        {
          "start": 952,
          "end": 957
        },
        {
          "start": 843,
          "end": 848
        },
        {
          "start": 1207,
          "end": 1212
        }
      ]
    }
  ]
}