{
  "_id": "c2793ddc7a149f8f42d9673edfc04420d823ab84b16f39fb41884a0454f0925e",
  "feed": "market-watch",
  "title": "Intel's ‘absurdly bullish' long-term forecast sends stock to lowest point since 2020",
  "text": "<p>Intel INTC shares fell 5.3% Friday to close at $45.04, their lowest price since November of 2020 after Intel provided a range of forecasts for its planned recovery under Chief Executive Pat Gelsinger on Thursday afternoon. Intel ended the day with a market capitalization of less than $184 billion, less than rival Advanced Micro Devices Inc. AMD ($185.24 billion), which overtook its larger rival in market cap for the first time in history this week.</p><p>Wall Street analysts have been unhappy with Intel's declining gross margins of late, as Gelsinger&#xa0;cuts into profit to build out manufacturing capacity. With its forecasts Thursday, Intel executives admitted it will be years until the investment pays off, though they did top analysts' expectations for profit in 2022. In response, seven analysts brought down their price targets, while two raised their targets.</p><p>The numbers: A forecast of $3.50-a-share earnings on revenue of $76 billion for 2022, compared with Wall Street's $3.42 a share on revenue of $74.99 billion before the event; gross margins of 51% to 53% until 2024, then 54% to 58% from 2025 onwards;&#xa0;negative cash flow of $1 billion to $2 billion in 2022 and expected free cash flow of 20% of revenue by 2026, and initial single-digit revenue growth expanding into double-digits by 2026.</p><p>The announcement that perked up Wall Street's ears, however, was another delay in a chip rollout— Intel's 7-nanometer data-center chip codenamed “Granite Rapids,” meant to be the successor to Intel's 10-nm Sapphire Rapids chip, was pushed into 2024 from 2023. That harkens back to Intel's summer of 2020 announcement that its 7-nm chips would be delayed, and the summer of 2021 announcement that Sapphire Rapids chips would be delayed.</p><p>Evercore ISI analyst C.J. Muse, who has an in-line rating and a $55 target on Intel, said that while it has been a good first year for Gelsinger, there's “still a lot of wood to chop.”</p><p>Muse called the Granite Rapids delay “new news, and an incremental negative” for Intel.</p><p>The analyst said investors question whether Intel can command enough market share in data center and graphics to pull off 10% to 12% growth by 2025 amid competition from AMD and now Nvidia Corp.&#xa0;NVDA as the GPU maker enters the data-center CPU business.</p><p>At CES in January, Intel announced the launch of its “Alchemist” graphics chip, effectively competing with AMD and Nvidia in that arena.</p><p>Read:&#xa0;Semiconductor sales top half a trillion dollars for the first time, and are expected to keep growing</p><p>Bernstein analyst Stacy Rasgon, who has an underperform rating and a $40 target on Intel, said that given a journey of a thousand miles begins with the first step, Intel at least has another 999 to go.</p><p>“In recent months, Intel has been painting an increasingly bullish picture for where they see things going over time, and doubled down on it at the company's analyst meeting yesterday, setting a tone that was almost absurdly bullish as to the growth they think they can achieve,” Rasgon said.</p><p>The Bernstein analyst called implied $120 billion in revenue by 2026 “exceedingly bullish,” along with “a $10B GPU business materializing from virtually zero today.”</p><p>“The medium-term outlook was an effective capitulation to competition especially in datacenter, with only mid- to high-single-digit growth seen for the next couple of years, below-market as they admit to everyone that share losses, presumably to AMD, are going to continue for now,” Rasgon said.</p><p>Jefferies analyst Mark Lipacis, who has a hold rating and a $48 price target, said management was playing a tough hand. Lipacis noted that over the past three years, Intel lost transistor leadership to Taiwan Semiconductor Manufacturing Co. TSM, has been bleeding data center share to AMD and Nvidia, and to AMD and Arm Ltd. in PCs, sees large customers like Apple Inc. AAPL and Amazon.com Inc. AMZN making their own CPUs, and seen a 1,000 basis point drop in gross margins along with a steady loss of x86 dominance.</p><p>“Considering 1) Intel's recent history of poor execution, and 2) its own projection for zero FCF for the next three years, we think investors will need to see hard, concrete evidence that the huge investments Intel is making will pay off,” Lipacis said. “We don't expect that for at least another year.”</p><p>Cowen analyst Matthew Ramsay, who has an outperform rating and a$60 price target, said battleships take time to turn around but that Intel has lots of ammunition, but at the same time, lots to prove.</p><p>“Shares are pricing in little [to] no chance of success, an attractive entry point for those who can wait it out,” Ramsay said.</p><p>“More critically for the stock, it will be difficult to prove or disprove the full turnaround thesis for some time, but we do believe key customer reception to Sapphire Rapids in 2H22 will be an important first indicator,” Ramsay said. “Emerald Rapids slotting between Sapphire Rapids (2022) and Granite Rapids (2024) was something we had flagged, but will likely be a target for bears.”</p><p>Susquehanna Financial analyst Christopher Rolland, who has a neutral rating and lowered his price target to $55 from $52, said Intel's analyst day avoided a bear case for the stock, but that it was “far from a bull case.”</p><p>Regarding the Granite Rapids delay, Rolland said “for those listening to our conference calls, this was expected,” and was skeptical about Intel's optimism.</p><p>“Overall, we were pleased to see Intel avoid a worst-case [gross margin] scenarios, but [free cash flow] leaves much to be desired, and we believe the top-line guidance is too optimistic,” Rolland said.</p><p>For more: Look back at earnings results from Intel as well as&#xa0;Nvidia&#xa0;and&#xa0;AMD</p><p>Intel's&#xa0;gross margin pressure has been a sticking point for more than a half a year now. Earlier in the week, analysts had expressed concern about Intel's $5.4 billion bid to buy Israel-based chip maker Tower Semiconductor Ltd.TSEMIL:TSEM and the company's already pressured gross margins due to capital expansion plans like Intel's more than $20 billion to build a&#xa0;“mega-site” fab in Ohio, as well as $20 billion for&#xa0;sites in Arizona.</p><p>Intel has now declined 26.9% in the past year, as the PHLX Semiconductor Index&#xa0;SOX has gained 7.6%, the S&amp;P 500 index&#xa0;SPX added 11.9%, the tech-heavy Nasdaq Composite Index&#xa0;COMP fell 2.3%, and the Dow Jones Industrial Average DJIA — which counts Intel as a component — increased 9%.</p><p>Of the 40 analysts who cover Intel, nine have buy-grade ratings, 22 have hold-grade ratings, and nine have sell-grade ratings, according to FactSet data. After price target changes in response to Thursday's event, the average target was $53.28, compared with a previous $54.37.</p>",
  "published": "2022-02-22T08:08:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1817,
          "end": 1822
        },
        {
          "start": 3633,
          "end": 3638
        },
        {
          "start": 5810,
          "end": 5815
        },
        {
          "start": 1584,
          "end": 1589
        },
        {
          "start": 2005,
          "end": 2010
        },
        {
          "start": 4421,
          "end": 4426
        },
        {
          "start": 5131,
          "end": 5136
        },
        {
          "start": 634,
          "end": 639
        },
        {
          "start": 4000,
          "end": 4005
        },
        {
          "start": 5365,
          "end": 5370
        },
        {
          "start": 1401,
          "end": 1406
        },
        {
          "start": 223,
          "end": 228
        },
        {
          "start": 497,
          "end": 502
        },
        {
          "start": 2285,
          "end": 2290
        },
        {
          "start": 6411,
          "end": 6416
        },
        {
          "start": 6099,
          "end": 6104
        },
        {
          "start": 5416,
          "end": 5421
        },
        {
          "start": 1495,
          "end": 1500
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2593,
          "end": 2598
        },
        {
          "start": 6345,
          "end": 6350
        },
        {
          "start": 5631,
          "end": 5636
        },
        {
          "start": 5988,
          "end": 5993
        },
        {
          "start": 2056,
          "end": 2061
        },
        {
          "start": 103,
          "end": 108
        },
        {
          "start": 4193,
          "end": 4198
        },
        {
          "start": 2731,
          "end": 2736
        },
        {
          "start": 5663,
          "end": 5668
        },
        {
          "start": 2674,
          "end": 2679
        }
      ],
      "nexusId": "10063594"
    }
  ]
}