{
  "_id": "455b680442c5aefa3746633bf9205271c156318cc78d42025fbe79c06ecb93a5",
  "feed": "market-watch",
  "title": "AMD stock ticks higher as data-center sales hold up",
  "text": "<p>The company reported third-quarter net income of $66 million, or 4 cents a share, compared with $923 million, or 75 cents a share, in the year-ago period. Adjusted earnings, which exclude stock-based compensation expenses and other items, were 67 cents a share, compared with 73 cents a share in the year-ago period.</p><p>Revenue rose to $5.57 billion from $4.31 billion in the year-ago quarter.</p><p>Analysts surveyed by FactSet had forecast 69 cents a share on revenue of $5.65 billion.</p><p>\"Third-quarter results came in below our expectations due to the softening PC market and substantial inventory reduction actions across the PC supply chain,\" said Lisa Su, AMD's chief executive, in statement.</p><p>\"Despite the challenging macro environment, we grew revenue 29% year over year driven by increased sales of our data center, embedded and game console products,\" Su said. \"We are confident that our leadership product portfolio, strong balance sheet, and ongoing growth opportunities in our data center and embedded businesses position us well to navigate the current market dynamics.\"</p><p>Intel earnings reaction:  'Shock and awe' cost cuts rocket Intel stock up 10% to best day since March 2020</p><p>Data-center sales rose 45% to $1.6 billion, while analysts expected $1.64 billion, the company reported, using its reclassified product groups. Intel's data-center sales fell 27% to $4.2 billion from a year ago, and the group was not profitable for the quarter.</p><p>Client — that is, PC — sales fell 40% to $1 billion from a year ago, as reported in the warning, while the Street had estimated $1.17 billion.</p><p>AMD forecast revenue of $5.2 billion to $5.8 billion for the fourth quarter, and revenue of $23.2 billion to $23.8 billion for the year.</p><p>Analysts had estimated revenue of $5.95 billion for the fourth quarter, and $24.16 billion for the year.</p><p>AMD shares have fallen 58% year to date. By comparison, the PHLX Semiconductor Index SOX is down about 39%, while the S&amp;P 500 index SPX is down 19%, and the tech-heavy Nasdaq Composite Index COMP has fallen 30%.</p><p>AMD stock ticks higher as data-center sales hold up</p>",
  "published": "2022-11-01T20:34:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1131,
          "end": 1136
        },
        {
          "start": 1073,
          "end": 1078
        },
        {
          "start": 1323,
          "end": 1328
        }
      ]
    }
  ]
}