{
  "_id": "e90dacbbbd2402c0fa374077569d238fc6adfae8374c910846a7d3d93984c23e",
  "feed": "market-watch",
  "title": "Chip stocks roar back from bear market's edge ahead of AMD earnings",
  "text": "<p>The PHLX Semiconductor Index SOX briefly dipped its toe into bear market territory in Friday trading, hitting an intraday low of 3147.48, 20% lower than its closing high of 4,039.51 on Dec. 27. Yet the sector roared back after hitting that low Friday, and continued the gains into Monday's session; at current levels, the SOX is 15% off its high, still firmly in a correction but safer from a bear market.</p><p>While early earnings reports provided forecasts that weren't up to Wall Street's expectations, there are a host more to come. Leading gainers Monday were shares of big names with earnings reports still to come, including AMD AMD, which rallied as much as 7%, followed by shares of Nvidia Corp. NVDA, up 5%.</p><p>Earnings preview: Chips may be sold out for 2022 thanks to shortage, but investors are worried about the end of the party</p><p>AMD is scheduled to report after the close on Tuesday, and is widely expected to keep up its tradition of topping Wall Street expectation and provide, as one analyst put it, “an aggressive, but achievable outlook for 2022.” AMD rival Intel Corp.INTC predicted weaker-than-expected earnings last week while Wall Street voiced concern about PC sales falling off.</p><p>Netherlands-based NXP Semiconductors NV NXPI chip maker, which has a large footprint in supplying chips to the beleaguered auto industry, is scheduled to report its earnings Monday afternoon. Since auto makers are one of the hardest hit industries by the chip shortage, those earnings will be closely watched. At last check, U.S. shares of NXP were up 6%.</p><p>Deep Dive: These 7 semiconductor stocks may be close to a bottom. This chart pattern shows when and how much they might rebound.</p><p>Qualcomm Inc. QCOM, which serves as a barometer for mobile device chips with its 5G products, is scheduled to report on Wednesday. Following that GlobalFoundries Inc. GFS reports on Feb. 8, Nvidia reports on Feb. 16, Marvell Technology Inc. MRVL is forecast to report around March 10, Broadcom Inc. AVGO is expected to report around March 17, and Micron Technology Inc. MU caps the season with a report estimated around March 30.</p><p>Even before chip companies started to report earnings last week, the sector had been threatening to slip into a bear market and fell under even more pressure as outlooks of four out of five companies were weaker than expected, mostly owing to supply-chain disruptions amid a global chip shortage. In fact, the only chip maker to forecast a strong outlook last week was Texas Instruments Inc. TXN, which said it was placing “additional strategic emphasis on industrial and automotive” customers.</p><p>Earnings preview: AMD is about to wander into a minefield</p><p>Along with Intel and Texas Instruments last week, Lam Research Corp. LRCX, which makes the manufacturing equipment chip makers need, fell short of expected revenue for the quarter and issued a weaker-than-expected forecast because of supply-chain problems, as did rival KLA Corp. KLAC, which issued a weaker-than-expected forecast. Additionally, data-storage products company Western Digital Inc. WDC, which also forecast a weak quarter.</p><p>Concerning performance below recent highs on a broader level, the Dow Jones Industrial Average DJIA is 5% off its Jan. 4 closing high, while the S&amp;P 500 index SPX is 6.5% off its Jan. 3, and the tech-heavy Nasdaq Composite Index COMP 12% off its Nov. 19 high.</p>",
  "published": "2022-01-31T13:57:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2675,
          "end": 2680
        },
        {
          "start": 1069,
          "end": 1074
        }
      ],
      "nexusId": "10063594"
    }
  ]
}