{
  "_id": "f6e88282d99c9883946ee61e32c698c876ebaba546331eb800ccf5f58037c994",
  "feed": "market-watch",
  "title": "AMD sits on a 'key ingredient for market share gains,' analyst says in upgrade; Baird analyst says AMD's new server chips reinforce its 'performance leadership for years to come'",
  "text": "<p>See more: AMD launches 18 models of new Epyc data-center chip</p><p>\"Genoa's very significant performance step up should translate into an acceleration in market share gains for AMD in 2023 in our view, along with significantly higher pricing and a higher gross margin profile, reinforcing AMD's Epyc performance leadership for years to come before Intel could catch up even assuming on-time execution for Intel 3,\" Gerra wrote in his note to clients.</p><p>AMD shares were up more than 3% in premarket trading Monday. They rallied 14.3% in Thursday's session and gained 5.7% in Friday trading.</p><p>Gerra added that AMD \"is solidifying its position with a clearly defined, performance-leading and delivery-proven product roadmap to OEMs [original-equipment manufacturers] for the next several years, representing a critical key ingredient for market share gains.\" This backdrop could make Intel Corp.'s INTC Sapphire Rapids \"a stale product even as it ramps in 2023,\" he continued.</p><p>AMD completed its acquisition of fellow chipmaker Xilinx in February. Gerra also sees encouraging traction for Xilinx products, writing of \"continued supply constraints and strong, above-seasonal demand\" and visibility that stretches into the first half of 2023.</p><p>Gerra upped his price target on AMD shares to $100 from $65.</p><p>UBS analyst Timothy Arcuri also turned bullish on AMD's stock, citing the potential for improvement in PC trends.</p><p>\"We see AMD as poised for rebound in the near-term especially on the back of the peak PC digestion year\" in 2022, he wrote, as he lifted his rating on AMD shares to buy from neutral and raised his price target to $95 from $75.</p><p>Arcuri added that his analysis of past semiconductor cycles by subsector found that \"AMD has been typically one of the best outperformers off the bottom of a cycle.\"</p><p>The stock has lost about half its value so far this year, while the S&amp;P 500 SPX has declined 16%.</p><p>AMD sits on a 'key ingredient for market share gains,' analyst says in upgrade</p>",
  "published": "2022-11-14T14:33:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 343,
          "end": 348
        },
        {
          "start": 400,
          "end": 405
        },
        {
          "start": 873,
          "end": 878
        }
      ]
    }
  ]
}