{
  "_id": "a13e3a0ecf24e719e16bbc7de0c27921a99f8088374017e3148f0db969520608",
  "feed": "market-watch",
  "title": "Mastercard exceeds earnings expectations as consumer spending rebound continues",
  "text": "<p>Mastercard's MA fourth-quarter net income rose to $2.38 billion, or $2.41 a share, from $1.79 billion, or $1.78 a share, in the year-prior quarter. On an adjusted basis, the company earned $2.35 a share, up from $1.64 a share a year prior. The FactSet consensus was for $2.21 in adjusted earnings per share.</p><p>The payments giant reported revenue of $5.22 billion, up from $4.12 billion a year earlier, while analysts tracked by FactSet were modeling $5.17 billion.</p><p>Mastercard saw gross dollar volume increase 23% on a local-currency basis relative to a year earlier, while cross-border volume rose 53%. The company disclosed that cross-border spending was back above pre-pandemic levels during the quarter.</p><p>The company noted in its earnings presentation that cross-border volume was up 47% from year-prior levels during the first three weeks of January.</p><p>Chief Financial Officer Sachin Mehra said on Mastercard's earnings call that the COVID-19 omicron wave has had a “minimal” impact on the company's overall switched volumes. While the company has seen a bit of moderation in cross-border spending, Mastercard executives expect the impact of omicron to be short-lived and predict that cross-border travel will be back at pre-pandemic levels by yearend.</p><p>Mastercard saw pent-up demand for travel in 2020 and 2021, “and it continues,” Chief Executive Michael Miebach said on the call. “People will want to travel and get out whenever they can, and it has been proven again and again.”</p><p>For the first quarter and the full year, Mastercard expects net revenue growth in the “high-teens” percentage range. When excluding acquisitions and currency impacts, the company anticipates revenue growth at the “high-end of high-teens” in the quarter and the full year.</p><p>Mizuho analyst Dan Dolev called Mastercard's revenue outlook “somewhat disappointing.” The FactSet consensus was for upwards of 19% in net revenue growth.</p><p>Mastercard is also calling for “low-teens” growth in net operating expenses for the first quarter and low-double-digit growth for the full year.</p><p>Shares are up 0.7% in morning trading Thursday.</p><p>Subscribe:&#xa0;Want intel on all the news moving markets? Sign up for our daily Need to Know newsletter.</p><p>The report comes after fellow financial-services company American Express Co. AXPdelivered upbeat results earlier in the week and upped its long-term growth goals. Amex cited what it expects to be lasting behavioral changes coming out of the pandemic as consumers continue to show strong online spending patterns even as offline shopping has recovered.</p><p>Peer Visa Inc. V is due to report fiscal first-quarter results after Thursday's closing bell.</p><p>Mastercard shares have risen 3.2% over the past three months as the S&amp;P 500 SPX has decreased 3.5%.</p>",
  "published": "2022-01-27T10:30:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 2117,
          "end": 2122
        }
      ]
    }
  ]
}