{
  "_id": "727c79b78b2eb4b6e8baf159e620dbb829e36bf71170ab54a6a69d566aba07a5",
  "feed": "wall-street-journal",
  "title": "Intel Rethinks Near-Term Spending Plans Amid Economic Uncertainty; Semiconductor giant freezes some hiring in unit that provides chips for products such as laptops",
  "text": "<p>As part of its spending adjustments, the U.S. semiconductor powerhouse is imposing a temporary hiring freeze at its Client Computing Group as it assesses priorities, a person familiar with the matter said. The unit provides chips for products such as laptops that have suffered demand disruptions from factors including Covid-related lockdowns in China. Reuters earlier reported the hiring freeze.</p><p>Market-research firm International Data Corp. cut its outlook for personal computer shipments for this year by around 7% after the lockdowns. IDC now expects shipments of traditional PCs to fall 8.2% from last year's level to around 321.2 million units. Before the lockdowns in China hit, IDC forecast a decline to 346 million units.</p><p>\"We, like everyone else, will be impacted by the macro events that are unfolding here more recently,\" Intel Chief Financial Officer David Zinsner said at a Bank of America Corp. event this week.</p><p>Intel's moves come during a massive expansion effort, with the company looking to add new chip-making facilities in the U.S. and Europe at a cost of over $100 billion in the coming years as part of Chief Executive Pat Gelsinger's aggressive turnaround plan.</p><p>Other tech companies also are reassessing staffing levels and spending. Microsoft Corp. last month said it would slow some hiring. Facebook parent Meta Platforms Inc. earlier that month hit the brakes on some hiring, and Twitter Inc. is also pursuing some belt-tightening.</p><p>\"We're going to go through some choppiness for sure in the near term as everyone else will as well,\" Mr. Zinsner said at the conference. \"What we've got to do is, kind of, keep our heads down and drive the business, execute to the plan and things will have good outcome for us.\"</p><p>Mr. Gelsinger's and other chip-industry officials project massive growth in semiconductor sales over the coming years amid sustained demand for digital products and services, with the industry revenue roughly doubling to more than $1 trillion within about a decade.</p><p>Write to Robert Wall at robert.wall@wsj.com</p><p>Intel Rethinks Near-Term Spending Plans Amid Economic Uncertainty</p>",
  "published": "2022-06-09T04:25:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 927,
          "end": 932
        },
        {
          "start": 834,
          "end": 839
        },
        {
          "start": 0,
          "end": 5
        },
        {
          "start": 2047,
          "end": 2052
        }
      ]
    }
  ]
}