{
  "_id": "13bc6e90ed58a009f6815b7737800fbff7de5bd78df62baf593a748f1a694b80",
  "feed": "wall-street-journal",
  "title": "EXCHANGE  ---  An Oral History:  TikTok's -2-",
  "text": "<p>\n  Greene, Gen Z Historian: My very first post on TikTok was about the whitewashing of Martin Luther King Jr.'s legacy. The first video I made about this issue, it got over a million views. I thought it was deep, academic, super-insightful but maybe not necessarily accessible conversation for the masses. But people really latched onto the short-form video essays that I was putting out, and really quickly, I gained a huge following. </p><pre> </pre><p>\n  Gray, teen creator: It's definitely different now. I feel like everyone wants to be TikTok famous. </p><pre> </pre><p>\n  Kantayya, documentary director: Brands came to see that TikTok was where young audiences are and young audiences are a really sought-after audience for advertisers. I think part of the explosion was these brands putting hundreds of millions of dollars into campaigns that are being used on TikTok. </p><pre> </pre><p>\n  As the app got more popular, it also drew criticism over fears that the Chinese government could access data on TikTok users. The U.S. military and some political campaigns forbade staff from downloading the app, citing the potential national security risks. During the 2020 campaign, a swarm of TikTok users mounted an effort to depress attendance at a Tulsa, Okla., rally for then-President Donald Trump. Weeks later, citing national security risks, Mr. Trump threatened to shut down TikTok's U.S. operations and ordered ByteDance to sell the app to a U.S. company. </p><pre> </pre><p>\n  The fate of TikTok was in limbo for months, as Chinese and U.S. officials sparred and tech rivals jousted to get a piece of any possible deal. </p><pre> </pre><p>\n  Brendan Carr, Republican commissioner of the Federal Communications Commission: There were a lot of people that were very strongly for banning TikTok. </p><pre> </pre><p>\n  Nino De Guzman, former employee: Everyone was pretty unsure what was going to happen. We were all just crossing our fingers that things were going to be good. Every creator was reaching out and saying: \"Hey, what's going on? Is TikTok being banned? Like, do I need to move all my followers to another platform?\" And yeah, it was, it was an interesting time. </p><pre> </pre><p>\n  Gribbon, current employee: I remember for some reason, [Mr. Trump's threats to shut down TikTok] would always happen on like a Friday night or Saturday afternoon. So, we were, like, all calm, cool, collected. Let's figure this out together. But I just wish it didn't happen on the weekends. </p><pre> </pre><p>\n  TikTok said it has never shared U.S. user data with the Chinese government and that it wouldn't if asked. </p><pre> </pre><p>\n  Oracle Corp. eventually won the bidding to become TikTok's \"trusted tech partner\" -- which was overseen by the Trump administration -- after Microsoft Corp. had been considered the front-runner to pay as much as $30 billion. Microsoft CEO Satya Nadella later called the experience \"the strangest thing I've ever worked on.\" </p><p>\n  The deal remains on hold as the Biden administration reviews the national security risks posed by Chinese tech companies. TikTok, meanwhile, has said all U.S. user data is routed through Oracle servers, but Mr. Carr and a bipartisan collection of other U.S. officials have raised concerns anew that employees in China might be accessing U.S. user data. Oracle didn't respond to a request to comment. </p><pre> </pre><p>\n  Carr, FCC commissioner: The issue sort of went dormant there for a couple of years. </p><pre> </pre><p>\n  Veraldi, early employee: Do I trust ByteDance's word as a company? Yes. Do I trust the Chinese government? No. Do I trust the U.S. government? Not really. I just think there's bigger problems that are facing our national security. </p><pre> </pre><p>\n  The FCC and Chinese embassy didn't respond to requests to comment. </p><pre> </pre><p>\n  Carr, FCC commissioner: It's not just me raising concerns now. We've got a Democrat chairman of the Senate Intelligence Committee, Mark Warner. He's someone that sees very serious intel briefings almost on a daily basis, and he has come out and said that it is TikTok that scares the dickens out of him. </p><pre> </pre><p>\n  Mark Warner, Democratic U.S. senator from Virginia: There wasn't very much I agreed with Donald Trump on, but he was right. </p><pre> </pre><p>\n  TikTok said it is confident that it will reach an agreement with the U.S. government that will \"satisfy all reasonable national security concerns.\" </p><pre> </pre><p>\n  Today TikTok still reigns supreme among social-media platforms in terms of how much time users spend on the app. American adults who use TikTok spend an average of 49 minutes a day compared with 30 minutes a day for Instagram, according to Insider Intelligence. But it faces rising competition from Instagram and YouTube, which have both launched their own short-video products, and the jousting between the U.S. and China shows no signs of slowing. Five years from now, TikTok could be bigger than ever -- or life could return to the way it was before it was ingrained in so many people's lives. </p><pre> </pre><p>\n  Gray, teen creator: The difference between five years ago and now is incredible. I mean, Kylie Jenner posts TikToks almost every day, you know, so clearly there's something there. </p><pre> </pre><p>\n  Kantayya, documentary director: I think for young people, Facebook is a dinosaur and Instagram is sort of a very polished lifestyle kind of thing. This is Gen Z's platform. </p><pre> </pre><p>\n  Gribbon, current employee: I always proudly say I work at TikTok. I'm not scared to say it. TikTok, we've changed so many lives for the better, like with our creators, with small businesses. I know that with my work, I'm putting positivity out to the world and changing lives for the better. I mean, I just can't imagine the power of us in five years, what that's going to look like. </p><pre> </pre><p>\n  Carr, FCC commissioner: I certainly wouldn't lose any sleep if TikTok didn't exist anymore. </p><pre> </pre><p>\n  Veraldi, early employee: There's no reason to think it's going to stop dominating people's attention because it is just so good at it and it keeps getting better. The more videos and the more people interact with it, the smarter it gets. </p><p></p>",
  "published": "2022-11-05T06:16:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 3746,
          "end": 3751
        }
      ]
    }
  ]
}