{
  "_id": "14016bbb58da0cc499c038ca640708b5b12dee9ae1b1837b6f46a0f15ba9eecf",
  "feed": "market-watch",
  "title": "Here's why European value stocks could top U.S. growth plays over the next decade; There's no 'problem with Europe'",
  "text": "<p>Despite boisterous claims otherwise, we at Albert Bridge Capital contend that this strength in the U.S. market was not due to a \"problem with Europe.\"</p><p>Speaking as a born-and-raised American who spent 20 years in London analyzing American and European companies, we contend that European companies are just fine, and in most cases are as similarly well-managed, capitalistic, and operationally efficient as their U.S. counterparts. Indeed, in some cases, the Europeans are markedly better (think luxury goods).</p><p>Yet up until very recently, from the perspective of stock-market performance, the U.S. has been dominating.</p><p>We believe this was partly, if not mostly, led by a clustering effect of global technology companies on the West Coast, and specifically around Silicon Valley. In our view, this clustering was not the product of government policy, appetites for risk, or corporate governance. The reason was much less interesting; it was simply happenstance.</p><p>Bill Hewlett and David Packard graduated from Stanford University and decided to start a company in a garage in nearby Palo Alto. Meanwhile, William Shockley left Bell Labs in New Jersey and moved to California. First to Cal Tech, then up to Mountain View to start his eponymous semiconductor lab. Why California? Because his mother lived there, and she was sick.</p><p>Shockley's engineers then left to start Fairchild Semiconductor, which got the first big NASA contract post-Sputnik. One of those engineers was Gordon Moore, who then left Fairchild to start Intel. Fast forward 60 years, and Intel, Google, Facebook, Apple, Nvidia and Netflix are all within 40 miles of each other, attracting top talent from all over the world.</p><p>Sure, they didn't all settle on London, Paris or Frankfurt, but they didn't choose Chicago or New York either. This isn't a U.S. vs Europe thing.</p><p>Furthermore, these tech winners and other growth stocks are a much larger portion of U.S. benchmark indexes (like the S&amp;P 500 or Russell 1000RUI) than growth stocks are in Europe. Sure, there is the occasional ASML and SAP on the eastern side of the pond, but, broadly, European indexes like the MSCI Europe or Euro Stoxx XX:SXXE tilt more toward value stocks and away from growth.</p><p>And that, very simply, is why the U.S. indexes outperformed Europe.</p><p>So what drove that outperformance?</p><p>To answer this question, we need to break things down into subsets of value and growth.</p><p>When we specifically compared the operating metrics of value stocks across the two geographies, we (interestingly) discovered that there was very little difference in fundamental outcomes during this period.</p><p>In the year leading into (and the two years since) the onslaught of the COVID pandemic, both the (U.S.) Russell Value Index RLV and the Euro Stoxx Value Index experienced about 20% growth in forward earnings expectations. Consequently (and everything else being equal) we would have expected to see value stocks performing similarly in both regions during this period.</p><p>The fundamental performance of growth stocks between the two geographies, however, was anything but similar. This was driven (perhaps mostly) by the tremendous fundamental share price performance of the FAMANGs and their ilk.</p><p>The securities in the US-based Russell Growth Index RLG saw a whopping 37% increase in forward earnings expectations, while those in Europe's Euro Stoxx Growth Index experienced only a 3% fundamental improvement.</p><p>And this is where it got even more interesting. Driven by these fundamental differences noted above as well as fatter P/E ratios, U.S. growth stocks (using the Russell Index) were up over 90% during this period, while European growth stocks were up by less than 50%.</p><p>Thus, implicitly, we estimate that the outperformance of U.S. growth was mostly driven by fundamental improvement, and only a small part of this was aided by those bigger earnings multiples.</p><p>This was much less than we expected to see, and it revealed to us something very interesting. Led by the FAMANGs and their brethren, most of the U.S. outperformance was driven purely by the better fundamentals of U.S. growth stocks over their European peers, not by multiple expansion.</p><p>Read: FAANG stocks plus Microsoft lost $1.4 trillion in market value during April</p><p>Value: Europe vs. U.S.</p><p>Let's get back to the comparison of value stocks noted above. Again, given the similarity in the fundamentals, we would have expected to see value stocks in Europe and the U.S. perform similarly.</p><p>But they didn't at all.</p><p>Comparing the U.S.-based Russell and Euro Stoxx value indexes – and despite their similar fundamental characteristics – we discovered the European index was up less than 20% while the American one was up nearly twice as much.</p><p>Along with moving through time itself, the remaining variable that explains all this is of course the forward multiple expansion for U.S. Value (or, compression, the case of the Europeans).</p><p>Taking a step back and looking at the complete indexes – which included both value and growth securities – we saw overall multiple expansion for the Americans (and compression for the Europeans).</p><p>Most interestingly, when you compared the multiple premiums for growth and value across the two regions, it was the discount (in Europe) for value that had increased by the largest margin.</p><p>This led us to an interesting conclusion.</p><p>Whether because of home-bias, anchoring, ambiguity aversion or something else, it appears that during this period that global investors' increased affection for U.S. FAMANGs and other growth stocks like Nvidia or even Tesla, this came at the expense of value generally, and of European value in particular.</p><p>Consequently, we are very much drawn by how attractive European value stocks are vs. U.S. growth stocks today, and this is where we are spending a lot of time combing for investment ideas.</p><p>In conclusion, we should consider that European benchmarks are value-heavy, and that U.S. benchmarks are growth-heavy. We should also reflect on the possibility that we may have just exited a period where the outperformance of growth over value even exceeded that during the tech bubble of 1998-2000.</p><p>So it stands to reason, or at least consider, that in a more normal market environment, Europe might have a lot of catching up to do – particularly some of the value stocks across the continent. For American investors that have previously been shunning European opportunities – even those with ADRs trading in the U.S., this is something worth considering. The same goes for European and other global investors who perhaps have been overweight U.S. growth, and underweight European value.</p><p>Andrew Dickson is the chief investment officer of Albert Bridge Capital, a manager of concentrated equity portfolios for institutional investors. Follow him on Twitter @albertbridgecap.</p><p>Here's why European value stocks could top U.S. growth plays over the next decade</p>",
  "published": "2022-05-02T16:50:00.000Z",
  "tags": [
    {
      "id": "US4581401001",
      "nexusId": "10063594",
      "name": "Intel Corporation",
      "offsets": [
        {
          "start": 1549,
          "end": 1554
        },
        {
          "start": 1515,
          "end": 1520
        }
      ]
    }
  ]
}